{
  "id": 9132980,
  "name": "James E. FREY, Appellee, v. Cheryl A. FREY, Appellant",
  "name_abbreviation": "Frey v. Frey",
  "decision_date": "2003-04-03",
  "docket_number": "",
  "first_page": "623",
  "last_page": "629",
  "citations": [
    {
      "type": "official",
      "cite": "821 A.2d 623"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "667 A.2d 1155",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872635,
        727444
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "holding that a decree of divorce entered after an order has been entered severing the economic issues from the action for divorce is final for purposes of appeal"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/667/1155-01",
        "/pa-super/446/0633-01"
      ]
    },
    {
      "cite": "446 Pa.Super. 633",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        727444
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "holding that a decree of divorce entered after an order has been entered severing the economic issues from the action for divorce is final for purposes of appeal"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/446/0633-01"
      ]
    },
    {
      "cite": "736 A.2d 633",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11576814
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/736/0633-01"
      ]
    },
    {
      "cite": "508 A.2d 550",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1796978,
        1797019,
        1796983,
        651039
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "553",
          "parenthetical": "citations, quotation, and quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/510/0361-02",
        "/pa/510/0362-01",
        "/pa/510/0362-02",
        "/pa-super/352/0432-01"
      ]
    },
    {
      "cite": "352 Pa.Super. 432",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651039
      ],
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "citations, quotation, and quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/352/0432-01"
      ]
    },
    {
      "cite": "699 A.2d 1278",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11913257
      ],
      "pin_cites": [
        {
          "page": "1281"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/699/1278-01"
      ]
    },
    {
      "cite": "663 A.2d 169",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866530,
        722015
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "172",
          "parenthetical": "quotation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/663/0169-01",
        "/pa-super/443/0664-01"
      ]
    },
    {
      "cite": "443 Pa.Super. 664",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        722015
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "quotation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/443/0664-01"
      ]
    },
    {
      "cite": "335 Pa.Super. 41",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        620691
      ],
      "weight": 6,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/335/0041-01"
      ]
    },
    {
      "cite": "815 A.2d 1106",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9339852
      ],
      "pin_cites": [
        {
          "page": "1107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/815/1106-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 691,
    "char_count": 16716,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 6.200054893758256e-08,
      "percentile": 0.3841133208924536
    },
    "sha256": "f0858e4b366ae714d2fa195ab7d0f9a727fbca66a2342ef33d2c778f6274ece6",
    "simhash": "1:97ca50fb77ce93e3",
    "word_count": 2799
  },
  "last_updated": "2024-02-27T22:09:24.899331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: JOYCE, STEVENS, and TAMILIA, JJ."
    ],
    "parties": [
      "James E. FREY, Appellee, v. Cheryl A. FREY, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSTEVENS, J.\n¶ 1 This is an appeal from the May 10, 2002 order entered in the Court of Common Pleas of Fayette County issuing a final decree in divorce following the bifurcation of the parties’ claim for divorce from their economic claims. On appeal, Wife contends (1) the trial court erred in establishing the date of separation as August 6, 1999, and (2) the trial court erred in denying Wife’s motion for reconsideration without a hearing. We affirm.\n¶ 2 The relevant facts and procedural history are as follows: On August 28,1993, the parties were married in Fayette County, and, on August 6,1999, Husband filed a complaint in divorce alleging that the parties separated on March 1, 1999, and the marriage was irretrievably broken. On September 12, 1999, Wife filed an answer to the complaint with counterclaims for, inter alia, equitable distribution, alimony pendente lite, spousal support, alimony, and child support for the parties’ minor daughter.\n¶ 3 On August 10, 2001, Husband filed a petition for bifurcation seeking to separate the parties’ divorce from the economic claims. Husband also filed a petition requesting equitable distribution. On August 15, 2001, the trial court granted Husband’s request for equitable distribution and ordered his complaint so amended. On August 22, 2001, Wife filed a counter-affidavit opposing the entry of a divorce decree on the grounds that the parties had not lived separate and apart for at least two years and the marriage was not irretrievably broken.\n¶4 On November 27, 2001, a hearing was held, during which Husband and Wife testified regarding the date of separation. On direct examination, Husband testified that he filed a complaint in divorce on August 6, 1999, and when he filed the complaint, he and Wife were living in the same residence with their daughter. N.T. 11/27/01 at 5. Husband testified that, prior to this time, he occasionally ate meals with Wife and his daughter, but he and Wife had not slept together in the same bed since March 23, 1998. N.T. 11/27/01 at 6-7. Husband testified that he remembered this date well because it was his daughter’s birthday, he had the flu, and he and Wife had an argument. N.T. 11/27/01 at 6. Husband testified that from March 23, 1998 to August 6, 1999, when he filed for divorce, he and Wife had sexual intercourse a few times, however, after he filed for divorce, he and Wife had no sexual contact whatsoever. N.T. 11/27/01 at 7-8, 13. Husband testified that, on occasion, prior to filing for divorce, he and Wife went out for dinner to discuss their problems and the distribution of their estate. N.T. 11/27/01 at 8. Husband indicated that he was “tired of fighting [and] wantfed] out of the marriage.” N.T. 11/27/01 at 8. Husband testified that, as of the time of the hearing, he was still physically present in the marital residence. N.T. 11/27/01 at 8. Husband indicated that he refused to move because he had no other house, he had built the house, his daughter lived in the house, and his lumber company was located next to the house. N.T. 11/27/01 at 9. Husband testified that he and Wife have attempted to reconcile, but the discussions have always turned into arguments. N.T. 11/27/01 at 9. As for the eating of meals after the divorce was filed, Husband testified that he usually ate at his mother’s house, but on occasion he would eat with his daughter at the marital residence. N.T. 11/27/01 at 13. Husband testified that he could not remember the last time he and Wife had a meal together, and, for the most part, he used the marital residence for sleeping purposes only, although he did not always sleep at the marital residence. N.T. 11/27/01 at 13. Husband testified that he got home from work sometime after dark, and he left for work at approximately 6:00 a.m. N.T. 11/27/01 at 13. Many times after coming home from work, Husband would leave again to prepare for the next day’s work. N.T. 11/27/01 at 14. Husband admitted that, following the filing of the divorce complaint, he, Wife, and their daughter went on vacations to Walt Disney World and Myrtle Beach. N.T. 11/27/01 at 12. However, Husband testified that he and Wife did not sleep together while on vacation, and the sole purpose for the trips was to benefit their daughter. N.T. 11/27/01 at 12. Husband spoke to his attorney prior to both vacations, and he specifically informed Wife that he was going solely for the benefit of their daughter. N.T. 11/27/01 at 12-18. Husband testified that Wife knew he was going on vacations for the benefit of their daughter. N.T. 11/27/01 at 13.\n¶ 5 On cross-examination, Husband admitted that in December 1999, Wife attended the lumber company’s Christmas party, and on December 31, 1999, he and Wife hosted a party at their house. N.T. 11/27/01 at 15. Husband testified that he stayed at home on New Year’s Eve so that he could be with his daughter. N.T. 11/27/01 at 22. Husband further admitted that he and Wife saw a marriage counselor in March and August of 2000, and during the summer of 2000, Husband coached his daughter’s t-ball team, with Wife being present. N.T. 11/27/01 at 16. Husband also took Wife and their daughter to a concert at the local fair during the summer of 2000 because he had been given the tickets as a gift, and they went again in September 2001. N.T. 11/27/01 at 16, 18. Husband denied that he took Wife out for her birthday in July 2000, but he admitted that he, Wife, and their daughter went to Walt Disney World in December 2000 and to Easter services in 2001. N.T. 11/27/01 at 17. Husband testified that in May 2001, he, Wife, and their daughter went to Mon-roeville, Pennsylvania for a weekend of shopping. N.T. 11/27/01 at 17. Husband indicated that he did this solely for his daughter because he had promised that he would take her. N.T. 11/27/01 at 17. Husband also indicated that he, Wife, and their daughter went to Myrtle Beach in August 2001. N.T. 11/27/01 at 17. Husband testified that, initially, he and his daughter were supposed to go alone or with.Husband’s mother, but his daughter asked that Wife be permitted to go. N.T. 11/27/01 at 18, 25. Husband testified that Wife cleans the house and sometimes washes his work jeans. N.T. 11/27/01 at 18. However, Husband indicated that he takes all of his shirts to his mother, who launders and irons them, and many times he washes his own jeans. N.T. 11/27/01 at 18-19. Husband admitted that in October 2001 he and Wife went to dinner, but they returned to the house, slept in separate rooms, and did not have sexual intercourse. N.T. 11/27/01 at 19. Husband denied that he had sexual intercourse with Wife from August 6, 1999 to October 2001. N.T. 11/27/01 at 19.\n¶ 6 On re-direct examination, Husband testified that all of the trips were taken for the sake of his daughter, and that he and Wife gave the appearance that everything was fine when they were together for their daughter’s sake. N.T. 11/27/01 at 22, 24.\n¶ 7 Wife testified that she believes the parties separated in October 2001 because that is when she and Husband first met with attorneys and Wife came to realize that the parties would not reconcile. N.T. 11/27/01 at 26-27. Wife testified that from 1999 to October 2001, she, Husband, and their daughter attended school activities and holidays, went to the movies and dinner, and went on vacations together. N.T. 11/27/02 at 27. Wife admitted that Husband generally eats with his mother, but she indicated that she washed all of his clothes, with the exception of his shirts. N.T. 11/27/01 at 27. Wife testified that from 1999 to 2001 she and Husband had sexual intercourse on a regular basis, and the last time they had sexual intercourse was the weekend of October 28, 2001. N.T. 11/27/01 at 28. Wife also testified that she and Husband had sexual contact during the summer of 2001 while they were at Myrtle Beach, and they saw a marriage counselor in March and June of 2000. N.T. 11/27/01 at 28.\n¶ 8 On cross-examination, Wife admitted that, following the filing of the divorce complaint, she entered Husband’s office without permission, she sought to obtain financial information, and she accused Husband of having illicit affairs, which Husband denied. N.T. 11/27/01 at 34-36. She testified that Husband was recording her telephone calls, and she shouted profanity at him on several occasions. N.T. 11/27/01 at 36.\n¶ 9 Following the hearing, the trial court filed an opinion and order on January 22, 2002, concluding that the parties separated on August 6, 1999, and the marriage was irretrievably broken. On January 31, 2002, Husband filed a motion to schedule a hearing regarding his petition for bifurcation, and on February 12, 2002, Wife filed a motion for reconsideration of the trial court’s January 2002 order. Specifically, Wife contended that the trial court erred in determining the parties’ date of separation and in concluding that the marriage was irretrievably broken. Wife requested a hearing on her motion for reconsideration. On February 20, 2002, the trial court denied Wife’s motion for reconsideration without a hearing.\n¶ 10 On April 1, 2002, following a bifurcation hearing, the trial court granted Husband’s petition for bifurcation and ordered that all economic issues be preserved. Husband filed a request for a final decree in divorce, and on May 10, 2002, the trial court issued a final divorce decree. This timely appeal followed.\n¶ 11 Wife first contends that the trial court erred in concluding that the parties’ date of separation was August 6, 1999, and not October 2001, and, therefore, the statutory period for a no-fault divorce was not met. Essentially, Wife challenges whether there was sufficient, credible evidence to support the trial court’s finding regarding the date of separation.\n¶ 12 “Our standard of review in divorce actions is well settled. [I]t is the responsibility of this [C]ourt to make a de novo evaluation of the record of the proceedings and to decide independently of the.. .lower court whether a legal cause of action in divorce exists.” Rich v. Acrivos, 815 A.2d 1106, 1107 (Pa.Super.2003) (quotation and quotation marks omitted). See Thomas v. Thomas, 335 Pa.Super. 41, 483 A.2d 945 (1984). However, “in determining issues of credibility, the [lower court’s] findings must be given the fullest consideration for it was the [lower court] who observed and heard the testimony and demeanor of various witnesses.” Jayne v. Jayne, 443 Pa.Super. 664, 663 A.2d 169, 172 (1995) (quotation omitted). Subsection 3301(d)(1) provides that the court may grant a no-fault divorce where a complaint has been filed alleging that the marriage is irretrievably broken and an affidavit has been filed alleging that the parties have lived separate and apart for a period of at least two years. When considering a challenge to the trial court’s determination of the date of separation, we have applied the following standard:\nThe Divorce Code defines ‘separate and apart’ as follows: ‘Complete cessation of any and all cohabitation, whether living in the same residence or not.’ 23 Pa.C.S.A. § 3103. In Thomas v. Thom as, 335 Pa.Super. 41, 483 A.2d 945 (1984), this [C]ourt held that ‘cohabitation’ means ‘the mutual assumption of those rights and duties attendant to the relationship of husband and wife.’ Thus, the gravamen of the phrase ‘separate and apart’ becomes the existence of separate lives not separate roofs. This position follows the trend of Pennsylvania case law in which a common residence is not a bar to showing that the parties live separate and apart.\nWellner v. Wellner, 699 A.2d 1278, 1281 (Pa.Super.1997) (citations and quotations omitted). “The ties that bind two individuals in a marital relationship involve more than sexual intercourse.” Miller v. Miller, 352 Pa.Super. 432, 508 A.2d 550, 553 (1986) (citations, quotation, and quotation marks omitted).\n¶ 13 Applying the foregoing, we conclude that the trial court did not err when it determined the date of separation to be August 6, 1999, as the date is supported by sufficient, credible evidence. For example, Husband testified that, as of August 6, 1999 to the time of the hearing, he did not sleep in the same room as Wife, and, in fact, he used the marital residence for sleeping purposes only. Husband testified that he remained in the house for reasons other than those relating to Wife. As for the eating of meals, Husband testified that, after August 6, 1999, he usually ate meals at his mother’s house and that, when he did eat at the marital residence, it was with his daughter only. Husband testified that Wife washes his work jeans sometimes, but he takes all of his shirts to his mother and he sometimes washes his own jeans. With regard to vacations and other outings, Husband admitted that he went on vacations and other outings with Wife and his daughter after August 6, 1999; however, Husband specifically testified that such activities were for the benefit of his daughter only and Wife was aware of this fact. Husband did not engage in sexual intercourse or sleep in the same bed as Wife during the vacations, and as Husband testified, he and Wife gave the appearance that everything was fine for the sake of their daughter. Based on the aforementioned, we conclude that the evidence supported the August 6, 1999 separation date.\n¶ 14 We specifically disagree with Wife’s contention that the fact she attended the lumber company’s 1999 Christmas party, the parties sought counseling twice in 2000, and the parties had dinner together in October 2001 requires a finding that the date of separation should be after August 6, 1999. This Court has held that isolated attempts at reconciliation do not begin running anew the marital relationship. See Thomas, supra. Moreover, the fact Wife’s testimony differed from Husband’s in many respects is not determinative in this case. Husband testified that, after August 6, 1999, he and Wife did not have sexual relations, however, Wife testified that they regularly had sexual relations. Apparently finding neither spouse to be totally forthcoming, the trial court concluded that occasional sexual relations occurred between Husband and Wife following August 6, 1999. The trial court was free to make its credibility determination, and we will not disturb this determination on appeal. See Jayne, supra.\n¶ 15 In sum, the evidence in this case reveals that Husband and Wife led separate lives, even though the parties generally slept under the same roof, and their activities togéther were knowingly performed solely for the benefit of their daughter. Husband should not be penalized for attempting to make life for his daughter more pleasurable and his isolated, unsuccessful attempts at reconciliation. We believe that “cohabitation” contemplates more of a martial relationship than what occurred in this case after August 6, 1999. As such, we conclude that the trial court did not err in this regard.\n¶ 16 In her last issue, Wife contends that the trial court erred in denying her motion for reconsideration without holding an evidentiary hearing. We find this issue to be waived. Wife has utterly failed to cite any authority supporting her position, and her entire argument consists of one paragraph of self-serving allegations and legal conclusions. As such, we decline to address this issue further. Pa.R.A.P. 2119.\n¶ 17 Affirmed.\n. We note that Wife has appealed from a final order. Savage v. Savage, 736 A.2d 633 (Pa.Super.1999) (holding that divorce decree entered pursuant to or simultaneously with order bifurcating divorce from economic claims is final and appealable); Curran v. Curran, 446 Pa.Super. 633, 667 A.2d 1155 (1995) (holding that a decree of divorce entered after an order has been entered severing the economic issues from the action for divorce is final for purposes of appeal).\n. The trial court did not order a Pa.R.A.P. 1925(b) statement, no such statement was filed, and the trial court filed no additional opinion.\n. Wife does not argue that, if the separation date of August 6, 1999 is supported by suffi-dent evidence, the divorce was improperly granted. To the extent Wife believes that the marriage was not irretrievably broken, the issue is waived for failure to develop. Pa.R.A.P. 2119.\n. We note that the trial court properly found that occasional sexual contact between Husband and Wife after August 6, 1999 did not require a conclusion that the parties were cohabiting. See Thomas, supra.",
        "type": "majority",
        "author": "STEVENS, J."
      }
    ],
    "attorneys": [
      "Phyllis A. Jin, Uniontown, for appellant.",
      "Samuel J. Davis, Uniontown, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "James E. FREY, Appellee, v. Cheryl A. FREY, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Jan. 6, 2003.\nFiled April 3, 2003.\nPhyllis A. Jin, Uniontown, for appellant.\nSamuel J. Davis, Uniontown, for appel-lee.\nBefore: JOYCE, STEVENS, and TAMILIA, JJ."
  },
  "file_name": "0623-01",
  "first_page_order": 667,
  "last_page_order": 673
}
