{
  "id": 7885563,
  "name": "Merle W. CLARKE v. Mario DIPIETRO et al.",
  "name_abbreviation": "Clarke v. Dipietro",
  "decision_date": "1987-05-15",
  "docket_number": "",
  "first_page": "623",
  "last_page": "626",
  "citations": [
    {
      "type": "official",
      "cite": "525 A.2d 623"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "376 F.2d 629",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2031637
      ],
      "pin_cites": [
        {
          "page": "632-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/376/0629-01"
      ]
    },
    {
      "cite": "65 Me. 48",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        614259
      ],
      "year": 1876,
      "pin_cites": [
        {
          "page": "50-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/65/0048-01"
      ]
    },
    {
      "cite": "17 A. 300",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1889,
      "opinion_index": 0
    },
    {
      "cite": "81 Me. 365",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        650957
      ],
      "year": 1889,
      "pin_cites": [
        {
          "page": "367-68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/81/0365-01"
      ]
    },
    {
      "cite": "76 A. 692",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1909,
      "pin_cites": [
        {
          "page": "695"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "106 Me. 248",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        645828
      ],
      "year": 1909,
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/106/0248-01"
      ]
    },
    {
      "cite": "56 A.2d 550",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "143 Me. 142",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        619069
      ],
      "year": 1948,
      "pin_cites": [
        {
          "page": "144"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/143/0142-01"
      ]
    },
    {
      "cite": "53 A.2d 266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "269"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "142 Me. 372",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        631691
      ],
      "pin_cites": [
        {
          "page": "379"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/142/0372-01"
      ]
    },
    {
      "cite": "370 A.2d 680",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8006898
      ],
      "pin_cites": [
        {
          "page": "682"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/370/0680-01"
      ]
    },
    {
      "cite": "474 A.2d 176",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7953472
      ],
      "pin_cites": [
        {
          "page": "179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/474/0176-01"
      ]
    },
    {
      "cite": "488 F.Supp. 574",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4143373
      ],
      "pin_cites": [
        {
          "page": "585"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/488/0574-01"
      ]
    },
    {
      "cite": "177 A.2d 665",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1962,
      "pin_cites": [
        {
          "page": "667"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "158 Me. 53",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        942585
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/158/0053-01"
      ]
    },
    {
      "cite": "448 A.2d 899",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7973024
      ],
      "pin_cites": [
        {
          "page": "901-02"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/448/0899-01"
      ]
    },
    {
      "cite": "464 A.2d 972",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7973425
      ],
      "pin_cites": [
        {
          "page": "975-76"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/464/0972-01"
      ]
    },
    {
      "cite": "473 A.2d 875",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7990127
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "877-78"
        },
        {
          "page": "877"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/473/0875-01"
      ]
    },
    {
      "cite": "365 A.2d 797",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8021771
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "801"
        },
        {
          "page": "802"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/365/0797-01"
      ]
    },
    {
      "cite": "506 A.2d 212",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7908636
      ],
      "pin_cites": [
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/506/0212-01"
      ]
    },
    {
      "cite": "436 A.2d 408",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11288531
      ],
      "pin_cites": [
        {
          "page": "412"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/436/0408-01"
      ]
    },
    {
      "cite": "518 A.2d 1027",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7934265
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1030"
        },
        {
          "page": "1029"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/518/1027-01"
      ]
    },
    {
      "cite": "451 A.2d 903",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7976577
      ],
      "pin_cites": [
        {
          "page": "905"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/451/0903-01"
      ]
    },
    {
      "cite": "458 A.2d 1219",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7999109
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1224"
        },
        {
          "page": "1224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/458/1219-01"
      ]
    },
    {
      "cite": "413 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7947455
      ],
      "pin_cites": [
        {
          "page": "519, 521"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/413/0516-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 649,
    "char_count": 10002,
    "ocr_confidence": 0.769,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2005215361976702
    },
    "sha256": "d92ed62e161c49e1208cfc94cc1abb588ca8575fc7bd84df8b68cfe531534e0a",
    "simhash": "1:515ffba22b10c582",
    "word_count": 1637
  },
  "last_updated": "2024-02-27T23:50:11.135689+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and ROBERTS, WATHEN, GLASSMAN, SCOLNIK and CLIFFORD, JJ."
    ],
    "parties": [
      "Merle W. CLARKE v. Mario DIPIETRO et al."
    ],
    "opinions": [
      {
        "text": "CLIFFORD, Justice.\nIn this action for specific performance of a contract to convey real estate, the plaintiff, Merle Clarke, appeals a judgment entered by the Superior Court, Cumberland County, in favor of the defendants Mr. and Mrs. Mario DiPietro. Clarke contends that the Superior Court erred by permitting the DiPietros to amend their answer after trial to add the affirmative defense of fraud. We disagree with Clarke and accordingly affirm the judgment.\nIn early March, 1985, Clarke and Mr. DiPietro had some discussions about selling some property in Portland owned by Mrs. DiPietro. The property in question had a commercial garage and facilities for parking and sale of automobiles. Encouraged by these discussions, Clarke arranged to meet Mrs. DiPietro at her home on March 7, 1985, to talk with her about selling. Clarke filled out and brought with him a preprinted form contract for the sale of real estate. After some discussion, Mrs. DiPietro signed this contract.\nWithin a week Mr. DiPietro notified Clarke orally and later in writing that Mrs. DiPietro had changed her mind and was repudiating the contract. Mr. DiPietro also attempted to return $1,000 in earnest money Clarke had given Mrs. DiPietro at the March 7 meeting. Clarke refused to accept the repudiation and would not take back the earnest money.\nOn July 5, 1985, Clarke filed a complaint alleging breach of a contract to sell real estate and requesting specific performance and incidental damages. The DiPietros’ answer raised four affirmative defenses, none of which alleged fraud. One month before trial, the DiPietros amended their answer to add the additional affirmative defense that the contract did not satisfy the statute of frauds.\nThe suit was tried on July 81, 1986. In accordance with the parties’ stipulation at the beginning of the trial that ambiguity and completeness of the contract were material issues, the court admitted de bene the DiPietros’ testimony about the negotiations that had occurred during the March 7 meeting. The DiPietros testified that at the meeting Mrs. DiPietro had expressed reluctance to sell. The property was the main source of Mr. DiPietro’s livelihood and she had misgivings about selling the property. According to the DiPietros, Clarke promised Mrs. DiPietro that, if she signed the contract he had prepared, she could unilaterally repudiate it within 30 days. Mrs. DiPietro then signed the contract, relying on this promise. In his testimony, Clarke flatly denied having made the promise. Both parties examined and cross-examined on these points.\nAt the conclusion of the non-jury trial the court called counsel into chambers and suggested that the DiPietros move to amend their answer by adding the affirmative defense of fraud. The DiPietros did so, over Clarke’s objection, and the court granted the motion and entered judgment for the DiPietros.\nThe court specifically found that Clarke had promised Mrs. DiPietro that she would have 30 days to tear up the contract if she would sign and that Mrs. DiPietro signed only because she received that promise. The court considered this “actual fraud at worst and constructive fraud at best” and declared that in the circumstances specific performance was not an appropriate equitable remedy. The court concluded that fraud had vitiated the contract and granted rescission. Clarke seasonably appealed.\nI.\nClarke first contends that the evidence on which the court based its finding of fraud was inadmissible by virtue of the parol evidence rule. We disagree. The parol evidence rule is a rule of substantive law, not an evidentiary rule. Interstate Indus. Uniform Rental Service, Inc. v. F.R. Lepage Bakery, Inc., 413 A.2d 516, 519, 521 (Me.1980). It operates to exclude from judicial consideration extrinsic evidence offered to vary, add to, or contradict the terms of an integrated written agreement. Waxler v. Waxler, 458 A.2d 1219, 1224 (Me.1983); Astor v. Boulos Co., Inc., 451 A.2d 903, 905 (Me.1982). Parol evidence of the parties’ negotiations and mutual understandings was admissible on the preliminary question whether the written agreement was completely or just partially integrated. See Harriman v. Maddocks, 518 A.2d 1027, 1030 (Me.1986); Waxler, 458 A.2d at 1224; Connell v. Aetna Life & Casualty Co., 436 A.2d 408, 412 (Me.1981).\nII.\nClarke further contends that the DiPiet-ros effectively waived fraud as an affirmative defense by failing to amend their answer in a timely manner. The Maine Rules of Civil Procedure require that affirmative defenses be pleaded. M.R.Civ.P. 8(c) & 12(b). Fraud is an affirmative defense in an action on a contract, and if it is not raised by sufficient pleading at the trial level, it is ordinarily deemed waived. Inniss v. Methot Buick-Opel, Inc., 506 A.2d 212, 218 (Me.1986); Blue Spruce Co. v. Parent, 365 A.2d 797, 801 (Me.1976); M.R. Civ.P. 12(b).\nNevertheless, the fact that an affirmative defense has not been formally pleaded is immaterial if the issue was tried by express or implied consent. See DiBiase v. Universal Design & Builders, Inc., 473 A.2d 875, 877-78 (Me.1984); Conary v. Perkins, 464 A.2d 972, 975-76 (Me.1983); Maine Mortgage Co. v. Tonge, 448 A.2d 899, 901-02 (Me.1982); Boulet v. Beals, 158 Me. 53, 58, 177 A.2d 665, 667 (1962). Rule 15(b) of the Maine Rules of Civil Procedure provides that “[w]hen issues not raised by the pleadings are tried by express or implied consent of the parties, they shall be treated ... as if they had been raised in the pleadings.” M.R.Civ.P. 15(b). In such a case, any party may then amend the pleadings, even after judgment, to cause them to conform to the evidence. Id. We conclude that the issue of fraud was tried by implied consent.\nWe have held that an unpleaded affirmative defense will be viable only where it clearly appears from the record that the defense was in fact tried by the implied consent of the parties. Blue Spruce Co., 365 A.2d at 802. Where, as here, both parties developed the factual basis for the unpleaded affirmative defense, the principal issue is whether Clarke was prejudiced by the post-trial amendment. See 3 J. Moore, Moore’s Federal Practice 1115.13[2] at 15-131 (2d ed. 1985). Cf. Geo. Byers Sons, Inc. v. East Europe Import Export, Inc., 488 F.Supp. 574, 585 (D.Md.1980). The test for prejudice is whether he had a fair opportunity to meet the evidence and whether he could offer any additional evidence in rebuttal if the case were retried. See Wilson v. Strong, 474 A.2d 176, 179 (Me.1984); Bouchard v. Jacques, 370 A.2d 680, 682 (Me.1977). In the trial court Clarke argued only that the amendment was untimely and that the defense of fraud should therefore be treated as waived.\nIn his reply brief on appeal to this court Clarke contends that, had fraud been pleaded in the answer, he “would have had the opportunity to take discovery on the issue of [fraud] which would have led to additional testimony at trial.” Nevertheless, all of the principals to the transaction testified. The facts are simple and straightforward. Both parties examined on these points. At no time has Clarke contended that he could call other witnesses to rebut the allegation of fraud. We are persuaded on this record that the facts of Clarke’s promise and its effect as inducement were fully litigated.\nThe dominant policy of the Maine Rules of Civil Procedure is to promote substantial justice. M.R.Civ.P. 1. Moreover, it is the obligation of a court sitting in equity to satisfy itself that it will not “be lending its assistance to the carrying out of an unjust and inequitable arrangement.” Fortin v. Wilensky, 142 Me. 372, 379, 53 A.2d 266, 269 (Me.1947); see also Dunham v. Hogan, 143 Me. 142, 144, 56 A.2d 550, 551 (1948); J.B. Brown & Sons v. Boston & Maine R.R., 106 Me. 248, 255, 76 A. 692, 695 (1909); Mansfield v. Sherman, 81 Me. 365, 367-68, 17 A. 300 (1889); Snell v. Mitchell, 65 Me. 48, 50-51 (1876). Accordingly, once fully apprised by the parties of all the circumstances underlying the transaction, the court was entitled both to draw the parties’ attention to an essential issue and to fashion appropriate relief. See, e.g., DiBiase, 473 A.2d at 877; see M.R.Civ.P. 54(c); see also George Cohen Sons & Co. v. Koch, 376 F.2d 629, 632-33 (1st Cir.1967).\nWe conclude that the issue of fraud was tried by implied consent and that therefore the court did not err in permitting the DiPietros to amend. We cannot conclude on these facts that the court clearly erred in finding fraud. See Harriman, 518 A.2d at 1029. Having found fraud, the court properly ordered the contract rescinded.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. The DiPietros have cross-appealed arguing that because the contract used by Clarke was a preprinted form, on which the preprinted language of acceptance was crossed out, the contract was incomplete and therefore barred from enforcement by the statute of frauds, 33 M.R. S.A. § 51(4) (1978). Having determined that the contract was properly rescinded by the court, we have no occasion to decide the issue raised in the cross appeal.\n. At oral argument Clarke contended that had he opportunity for further discovery, he could have possibly produced impeaching evidence that the DiPietros were entertaining other offers to buy and that they therefore had a motive to assert the 30-day back-out agreement. All of the impeaching evidence was already in Clarke’s possession before trial, nevertheless, and we see no reason why he could not have offered it at trial. Moreover, at the chambers conference following the trial Clarke declined the court’s offer to hear additional testimony.",
        "type": "majority",
        "author": "CLIFFORD, Justice."
      }
    ],
    "attorneys": [
      "Allen J. Hrycay (orally), Reef, Jordan & Hrycay, Portland, for plaintiff.",
      "Roderick R. Rovzar, James D. Poliquin (orally), Norman, Hanson & Detroy, Portland, for defendants."
    ],
    "corrections": "",
    "head_matter": "Merle W. CLARKE v. Mario DIPIETRO et al.\nSupreme Judicial Court of Maine.\nArgued Jan. 15, 1987.\nDecided May 15, 1987.\nAllen J. Hrycay (orally), Reef, Jordan & Hrycay, Portland, for plaintiff.\nRoderick R. Rovzar, James D. Poliquin (orally), Norman, Hanson & Detroy, Portland, for defendants.\nBefore McKUSICK, C.J., and ROBERTS, WATHEN, GLASSMAN, SCOLNIK and CLIFFORD, JJ."
  },
  "file_name": "0623-02",
  "first_page_order": 677,
  "last_page_order": 680
}
