{
  "id": 11251925,
  "name": "STRATFORD APARTMENTS, INC., a Delaware corporation, Defendant Below, Appellant, v. Muriel FLEMING, Widow, Plaintiff Below, Appellee",
  "name_abbreviation": "Stratford Apartments, Inc. v. Fleming",
  "decision_date": "1973-03-28",
  "docket_number": "",
  "first_page": "624",
  "last_page": "627",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 624"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "283 A.2d 687",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8086319
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/283/0687-01"
      ]
    },
    {
      "cite": "231 A.2d 477",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8098613
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/231/0477-01"
      ]
    },
    {
      "cite": "265 A.2d 53",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8058912
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/265/0053-01"
      ]
    },
    {
      "cite": "281 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8078874
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/281/0491-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 508,
    "char_count": 8781,
    "ocr_confidence": 0.799,
    "pagerank": {
      "raw": 2.202132642001658e-07,
      "percentile": 0.7752855475357829
    },
    "sha256": "c3071d49b9c510512d3e795451d92c7d8e8f4b8bb0df54dd17ef95fdefa2e18c",
    "simhash": "1:8757af57a3ae42eb",
    "word_count": 1450
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, C. J., CAREY, J., and MARVEL, Vice-Chancellor, sitting."
    ],
    "parties": [
      "STRATFORD APARTMENTS, INC., a Delaware corporation, Defendant Below, Appellant, v. Muriel FLEMING, Widow, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "CAREY, Justice:\nPlaintiff-appellee, Muriel Fleming, was injured on February 9, 1969, when she slipped and fell on an ice-covered walkway on the premises of defendant-appellant, Stratford Apartments, Inc. (“Stratford”). Mrs. Fleming sued for damages, alleging that negligence of Stratford was the proximate cause of her injuries. Stratford moved for summary judgment based on the property guest statute, 25 Del.C. § 1421 (1967). The motion was denied and Strat-ford appeals. Obviously an essential element of the case was decided and the principal defense in the case was eliminated.\nMrs. Fleming and her late husband Carlos moved to Stratford Apartments on March 1, 1967, where Carlos was to be employed as a maintenance man. At the time Carlos was to start his employment, the Flemings entered into a lease agreement with Stratford by which the Flemings would occupy a townhouse for the consideration of one dollar per month. Otherwise, the lease contained the same provisions embodied in similar agreements signed by all tenants of Stratford.\nCarlos did not work regularly thereafter because of a subsequent heart attack. The last month in which he performed any maintenance services for Stratford was October, 1967. The Flemings continued to live in the townhouse until June, 1968, when, at Stratford’s request, they moved to a smaller apartment in the same complex. At the time of the move, Stratford agreed to absorb the moving costs; it also agreed that the Flemings could live in the new apartment rent-free. Mr. Fleming died in July, 1968.\nSix months later in January, 1969, Stratford informed Mrs. Fleming that she would have to either start paying rent or move out by February first. Mrs. Fleming agreed to do so, but requested Stratford’s indulgence until March first. Stratford then agreed that she would move out or start paying rent as of March 1, 1969. The accident occurred on February 9, 1969.\nI\nContrary to both the opinion below and the argument of Mrs. Fleming, this appeal does indeed rest on the interpretation of the Delaware statute relating to a host’s liability to a guest on his property in 25 Del.C. § 1421 (1967):\n“§ 1421 Liability of occupier of land for injury to guests\nNo person who comes onto premises occupied by another person as his guest without payment shall have a cause of action for damages against the occupier of the premises unless stick accident was intentional on the part of the occupier or was caused by his wilful or wanton disregard of the rights of others.” (emphasis added.)\nIt is evident that it was the legislative intent to protect a landowner from suits by guests based on simple acts of negligence just as the motor vehicle owner or operator is protected by the automobile guest statute.\nIn attempting to define the word “occupier,” under § 1421, this Court has held that the term was not vague and ambiguous, but that it has an accepted legal meaning which encompasses owners who are in actual possession of the property. Urbanski v. Walker, Del.Supr., 281 A.2d 491 (1971). The word would also include possessors, tenants, and landlords who physically control and exercise dominion over identifiable real interests. Certainly, Stratford was an “occupier” of the property here involved.\nThe accident herein occurred on a common walkway controlled and occupied, but not rented to another, by Stratford. It was therefore entitled to the protection of § 1421 as against guests without payment who might sustain injuries while on that walkway.\nII\nThe crux of this case is whether Mrs. Fleming was a “guest without payment”. Like the automobile guest statute, the property guest statute is in derogation of the common' law and as such, it must be strictly construed against the party for whose benefit the law was passed, namely, the occupant. In order for Stratford to receive the protection of the guest statute, it must be shown that it received and expected no benefit of value from the guest’s presence. Richmond v. Knowles, Del.Super., 265 A.2d 53 (1970). This Court has not previously construed the “guest without payment” clause in § 1421; however, in interpreting similar language in the automobile guest statute, we stated that the benefit need not be financial in nature, but existed where the driver, by virtue of her services to the passenger, was getting (or expected to get) a benefit of value for which other persons would have to pay. Mumford v. Robinson, Del.Supr., 231 A.2d 477 (1967). The same theory applies to the “guest without payment” clause in § 1421.\nThe Flemings originally came to Strat-ford because of Carlos’ employment there. As partial consideration for Carlos’ services, Stratford “leased” him an apartment for one dollar per month, which was in fact never paid. It is obvious that the one-dollar consideration could not be equated with the true rental value of the property, and that the one-dollar payment in the lease was a mere formality, designed to give Stratford the remedies of a landlord against the Flemings in the event of problems unforeseen by the employment contract. The true consideration for the apartment was the services to be rendered for Stratford by Carlos alone.\nIn June, 1968, Stratford asked the Flem-ings to move into a smaller apartment for which there would be no rent. Carlos died a month later, and whatever obligations he had to Stratford could not be, and were not, performed by his wife. There was no evidence of any subsequent form of consideration flowing from Mrs. Fleming to Stratford for the use of the apartment after June, 1968. Further, there is no indication that the apartment was given to Mrs. Fleming for present or past consideration.\nMrs. Fleming relies on the lease agreement to nullify the effect of the property guest statute. It is her argument that, where there is a lease agreement, § 1421 does not apply. Even though the June, 1968, agreement indicated that the parties would still be bound by the prior lease, the fact is that the appellant received and expected nothing for the apartment after Mr. Fleming became unable to work. Mrs. Fleming’s continued occupancy was purely gratuitous, probably permitted because of the owner’s sympathy for her. She was, in fact, a guest of Stratford and the “lease” herein merely conditioned the manner in which she, as a guest, could remain at Stratford.\nIn reaching this conclusion, we do not overrule the holding in Hoksch v. Stratford Apartments, Inc., Del.Super., 283 A.2d 687 (1971). Plaintiff therein was a guest of a non-paying tenant when she slipped and fell on a common sidewalk. The Superior Court held that the landlord had a business interest in the presence of visitors of its tenants because the allowance of their presence made the apartments more attractive for tenants. The Court’s ruling in that case did not consider the type of situation here involved; the case is not pertinent to the present problem.\nIll\nBased on the record before us, we find that because of the nature of their relationship, the lease provisions were ignored by both parties, and are therefore of no ultimate legal effect. Even though Mrs. Fleming may have been treated for some purposes as a tenant at Stratford, she was in fact, for present purposes, a guest within the meaning of § 1421. She may accordingly recover only upon proof of an intentional injury or one caused by wilful or wanton disregard of her rights. No such conduct has been charged in the complaint. Whether the facts may justify such an allegation is a matter we do not decide. If appellee can produce evidence of such conduct, she may amend; if not, summary judgment should be granted.\nThe order below must be reversed.\n. The property guest statute resembles the automobile guest statute, 21 Del.C. § 6101 (1953) in both language and intent:\n“§ 6101 Injury to non-paying guest; exceptions as to passengers of public carriers and prospective purchasers of vehicles\n“(a) No person transported by the owner or operator of a motor vehicle, boat, airplane or other vehicle as his guest without 'payment for such transportation shall have a cause of action for damages against such owner or operator for injury, death or loss, in case of accident, unless such accident was intentional on the part of such owner or operator, or was caused by his wilful or wanton disregard of the rights of others.\" (emphasis added.)",
        "type": "majority",
        "author": "CAREY, Justice:"
      }
    ],
    "attorneys": [
      "William D. Bailey, Jr., of Bayard, Brill & Handelman, Wilmington, for defendant below, appellant.",
      "Victor F. Battaglia, of Biggs & Battag-lia, Wilmington, for plaintiff below, appel-lee."
    ],
    "corrections": "",
    "head_matter": "STRATFORD APARTMENTS, INC., a Delaware corporation, Defendant Below, Appellant, v. Muriel FLEMING, Widow, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nMarch 28, 1973.\nWilliam D. Bailey, Jr., of Bayard, Brill & Handelman, Wilmington, for defendant below, appellant.\nVictor F. Battaglia, of Biggs & Battag-lia, Wilmington, for plaintiff below, appel-lee.\nWOLCOTT, C. J., CAREY, J., and MARVEL, Vice-Chancellor, sitting."
  },
  "file_name": "0624-01",
  "first_page_order": 660,
  "last_page_order": 663
}
