{
  "id": 7865986,
  "name": "Mary E. and Burton K. ALLEBACH, Appellees, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF FINANCE AND REVENUE, Appellant",
  "name_abbreviation": "Allebach v. Commonwealth, Department of Finance & Revenue",
  "decision_date": "1996-09-24",
  "docket_number": "",
  "first_page": "625",
  "last_page": "629",
  "citations": [
    {
      "type": "official",
      "cite": "683 A.2d 625"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "569 A.2d 928",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1822766,
        1822791
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/524/0134-01",
        "/pa/524/0133-01"
      ]
    },
    {
      "cite": "524 Pa. 134",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1822766
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/524/0134-01"
      ]
    },
    {
      "cite": "552 A.2d 730",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1381063
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/122/0493-01"
      ]
    },
    {
      "cite": "541 A.2d 401",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1372508
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/116/0035-01"
      ]
    },
    {
      "cite": "650 A.2d 1169",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1468984,
        11341371
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/168/0421-01",
        "/a2d/650/1169-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 656,
    "char_count": 14151,
    "ocr_confidence": 0.716,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20026071018040048
    },
    "sha256": "acd4f447194d63e60c7386e8829641d1f54b2feb3dbfd3beb36fc17f311421c9",
    "simhash": "1:29d2228fe184b716",
    "word_count": 2264
  },
  "last_updated": "2024-02-27T23:51:20.507764+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE and NIGRO, JJ.",
      "NEWMAN, J., did not participate in this matter."
    ],
    "parties": [
      "Mary E. and Burton K. ALLEBACH, Appellees, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF FINANCE AND REVENUE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCAPPY, Justice.\nThis is a direct appeal from the order of the Commonwealth Court reversing the order of the Board of Finance and Revenue. For the reasons that follow, we now affirm.\nThe parties to this matter stipulated to the following facts. The Allebachs, who are Ap-pellees in the matter before this court, were the owners of a 63-acre tract of land in the Borough of Trappe, Montgomery County. On April 16,1987, the Alebachs entered into an agreement of sale (“1987 Agreement”) with John Ward (“Ward”), trading as L & W Associates, whereby Ward and his nominees and assignees agreed to purchase from the Allebachs 61 acres of undeveloped land for the price of $610,000. The 1987 Agreement was contingent upon the buyer obtaining subdivision and other required approvals and permits for the construction of single family homes or townhouses on the property.\nOn November 13, 1987, Ward assigned his rights under the 1987 Agreement to Lou Besa (“Besa”), a general partner of Trappe Meadow Associates, a limited partnership engaged in the construction of homes. In consideration for the right to purchase the 61 acres of property, Besa agreed to pay Ward $1,643,000 at the time of settlement. Subsequently, Besa orally assigned his rights in the 1987 Agreement with the Alebachs to his partnership, Trappe Meadow Associates, which obtained all of the necessary permits and approvals except for the sewer extension permit. On July 5, 1989, the Borough of Trappe approved a final subdivision plan which permitted the property to be divided into 71 building lots.\nOn October 18, 1989, Trappe Meadow Associates reassigned its rights in the 1987 Agreement back to Besa or his assignee for $3,200,000 to be paid at settlement: $1,722,-000 of this amount was to be paid to Ward in fulfillment of the conditions of his November 13, 1987 assignment to Besa and the remainder of the consideration was to be paid to Trappe Meadow Associates directly. Subsequent to this, Besa assigned his rights under the October 18,1989 assignment to yet another entity, Trappe Meadow, Inc.\nOn October 19, 1989, one real estate and two contract settlements occurred. At that time, Besa’s assignee, Trappe Meadow, Inc., paid a total of $8,200,000 to Ward and Trappe Meadow Associates for their rights to purchase the property as agreed upon the previous day. In addition, the Allebaehs, by deed recorded on October 23,1989, conveyed the property to Trappe Meadow, Inc., for $657,828. Subsequently, the Allebaehs paid a one per cent real estate transfer tax in the amount of $6,578.28 in accordance with 72 P.S. § 8102-C.\nOn April 12, 1991, the Department of Revenue (“Department”) informed the Allebaehs that they had undervalued the conveyance. The Department stated that the true value of the property was $3.2 million, the amount Trappe Meadow, Inc. had paid for the right to purchase the land, and that this was the correct amount upon which to calculate the one per cent realty transfer tax. The Department’s Board of Appeals and the Board of Finance and Revenue sustained the Department’s action.\nThe Allebaehs filed a petition for review with the Commonwealth Court. The Commonwealth Court affirmed the Board’s adjudication. The Allebaehs then filed exceptions to that decision, and reargument was granted.\nThe Commonwealth Court, sitting en banc, reversed. The issue before the court was how to determine the “value” of the land transferred by the Allebaehs for purposes of computing the realty transfer tax. The court noted that the Pennsylvania Realty Transfer Act provides four methods for valuing real estate. See 72 P.S. § 8101-C, “Value”. In its argument to the Commonwealth Court, the Department argued that the fourth method for computing value was applicable to this situation and dictated that the value of the land transferred by the Allebaehs was $3.2 million. That fourth method states that to determine the value of property, one may look to:\nthe actual consideration for or actual monetary worth of any executory agreement for the construction of buildings, structures or other permanent improvements to real estate between the grantor and other persons existing before the transfer and not removed thereby or between the grantor, the agent or principal of the grantor or a related corporation, association or partnership and the grantee existing before or effective with the transfer.\n72 P.S. § 8101-C, “Value”, (4).\nThe Department asserted that this fourth definition of value provided that the Department could rely on the string of executory contracts which were created by Ward, the initial grantee, and all of the subsequent remote grantees to provide the true indicators of the value of the land.\nThe Commonwealth Court, in an unpublished opinion, rejected this argument on two grounds. First, it stated that although the fourth definition of value allowed the Department to look to executory agreements concerning the transfer of land for purposes of computing the realty transfer tax, that definition did not encompass all executory agreements. The fourth definition was limited in that it explicitly stated that the Department could rely on “any executory agreement for the construction of buildings, structures or other permanent improvements to real estate....” 72 P.S. § 8101-C, “Value”, (4) (emphasis supplied). Thus, as the executory-agreements in question did not provide for any type of construction, then this fourth definition did not apply.\nAs its second ground for rejecting the Department’s argument that the fourth definition applied to this transaction, the Commonwealth Court noted that the fourth definition of value applied only where the grantor or an agent of the grantor was a party to the executory contract. The Commonwealth Court stated that in this matter, the Allebaehs were not parties to the assignment agreements.\nThus, the Commonwealth Court sustained the Allebaehs’ objections, vacated its earlier order, and reversed the Board’s order. The Department then took a direct appeal to this court.'\nIt is axiomatic that in analyzing a statute, a court must give effect to the plain meaning of the statute wherever the words of the statute are clear and free from ambiguity. See 1 Pa.C.S. § 1921. Furthermore, where the statute in question is a tax statute, it must be strictly construed and any doubts as to the construction should be resolved in favor of the taxpayer. 1 Pa.C.S. § 1928(b)(3).\nIn its brief to this court, the Department asserts that the Commonwealth Court erred in its determination that the fourth definition of value was not applicable to this situation. It states that neither of the two bases relied upon by the Commonwealth Court to reject the Department’s position is well-founded. We disagree.\nAs stated above, one of the reasons supporting the Commonwealth Court’s conclusion that the fourth definition of value did not apply to this situation was that the executory contracts in question did not involve any type of construction activity. The Department concedes that the executory contracts in the matter sub judice did not involve construction. See Brief of Appellant at p. 15. However, the Department asserts that the fourth definition of value is broad enough to encompass those executory agreements where construction in not involved. It contends that executory contracts such as the ones in this matter which provide for the designing of a subdivision plan and the acquisition of various permits from the municipality qualify under the fourth definition of “value” because these agreements prepare the land ready for construction.\nThe eases cited by the Department in its brief do not aid us in our analysis of whether executory contracts which do not involve construction fall within the ambit of the fourth definition of value. Some of the cases cited did not involve executory contracts. See East Norriton Medical Associates v. Commonwealth, 168 Pa.Cmwlth. 421, 650 A.2d 1169 (1994); Gumberg Associates-Chapel Square v. Commonwealth, 116 Pa.Cmwlth. 35, 541 A.2d 401 (1988). Another case relied upon by the Department did pertain to exec-utory agreements, but those executory agreements involved construction. See Pennsylvania Builders Association v. Department of Revenue, 122 Pa.Cmwlth. 493, 552 A.2d 730 (1989), aff'd per curiam, 524 Pa. 134, 569 A.2d 928 (1990). As these cases do not address the issue of whether the fourth definition of value extends to situations where the executory agreements in question do not concern construction, then these decisions are of little help in determining this matter.\nWe see no reason to adopt the Department’s position and expand the fourth definition of value beyond its plain meaning. The definition clearly encompasses only those “executory agreements for the construction of buildings, structures or other permanent improvements to real estate_” 72 P.S. § 8102-C, “Value” (4). Its terms do not include executory agreements which fail to provide for the construction of any structures. Expanding this definition so that it would include executory agreements which arguably make it easier for construction to commence at some future point would be a flagrant violation of the General Assembly’s dictate that we strictly construe taxing statutes. Therefore, we find that the Commonwealth Court was correct in its first basis in support of its holding.\nThe Commonwealth Court’s second reason for its conclusion that the fourth definition of value did not apply to this situation was that the Allebachs were not party to the executory contracts. The Commonwealth Court noted that the statute requires that the grantor, or the grantor’s agent, be party to the executory agreement. 72 P.S. § 8101-C, “Value” (4).\nThe Department asserts that contrary to the Commonwealth Court’s conclusion, the Allebachs were involved in the executory agreement because “the Allebachs, through John Ward and then through Lou Besa, Trappe Meadow Associates and Trappe Meadow, Inc., were all inter-linked in what can be called a de facto joint venture.” Appellant’s Brief at 16. This argument must be rejected.\nA “joint venture” is commonly defined as “an association of persons or companies jointly undertaking some commercial enterprise. ...” Black’s Law Dictionary 584 (6th ed.1991). The Department does not point to anything in the stipulation of facts which would support its argument that the Alle-bachs somehow acted in concert with Ward and the subsequent grantees. Our own examination of these facts also reveals nothing which would indicate that the Allebachs were party to these executory agreements.\nThe Department’s argument appears to be premised on the bare assertion that these numerous executory agreements somehow linked the Allebachs, Ward, Besa, Trappe Meadow Associates and Trappe Meadow, Inc. into a joint venture as all these agreement related to the land in question. We find this argument baffling. It is incomprehensible how any number of executory agreements which are entered into by the initial and remote grantees of a right to purchase land from the initial grantor would somehow bind the grantor in a “de facto joint venture” where there is no evidence that these parties engaged in a joint undertaking. We therefore reject the Department’s argument that the Allebachs were party to the executory agreements.\nFor the reasons set forth herein, we affirm the decision of the Commonwealth Court.\nNEWMAN, J., did not participate in this matter.\nNIGRO, J., concurs in the result.\n. See 42 Pa.C.S. § 723(b) and Pa.R.A.P. 1101(a)(2).\n. The amount to be paid to Ward was slightly higher than the $1,643,000 originally agreed upon by Besa in 1987 due primarily to a greater than anticipated number of lots being available for development in the final subdivision plan.\n. The final purchase price was approximately $45,000 higher than the price originally agreed upon by Ward and the Allebaehs. This difference was attributable primarily to an extension of settlement payments, interest payments, and other minor contingency payments due under the terms of the 1987 Agreement.\n. That section reads in pertinent part:\nEvery person who makes, executes, delivers, accepts or presents for recording any document ... shall be subject to pay for and in respect to the transaction or any part thereof ... a State tax at the rate of one per cent of the value of the real estate represented by such document, which State tax shall be payable at the earlier of the time the document is presented for recording or within thirty days of acceptance of such document....\n72 P.S. § 8102-C.\n. The Commonwealth Court also analyzed whether any of the other three methods for computing value allowed the Department to impose a realty tax on the Allebaehs based on a $3.2 million value. It determined that none of these three methods supported the Department’s position. As the only issue raised by the Department in its brief to this court is the proper application of the fourth method for determining value, we need not review the Commonwealth Court's determinations concerning these three other methods.\n. The Department asserts that an affirmance of the Commonwealth Court would be tantamount to opening a tax \"loophole\". If indeed the Department is correct in stating that our affirmance of the Commonwealth Court's decision will open a \"loophole” in the taxing scheme, then such a \"loophole” is for the legislature to close. The function of this court is to interpret and apply the laws as enacted by the legislature; it certainly is not within our purview to decide that the scope of those duly enacted laws needs to be expanded simply because we may believe that they do not adequately address the fiscal needs of this Commonwealth.",
        "type": "majority",
        "author": "CAPPY, Justice."
      }
    ],
    "attorneys": [
      "Ronald H. Skubecz, Harrisburg, for Com.",
      "James L. Hollinger, Thomas A. Boulden, Norristown, for Mary E. and Burton K. Alle-bach."
    ],
    "corrections": "",
    "head_matter": "Mary E. and Burton K. ALLEBACH, Appellees, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF FINANCE AND REVENUE, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Sept. 11, 1996.\nDecided Sept. 24, 1996.\nRonald H. Skubecz, Harrisburg, for Com.\nJames L. Hollinger, Thomas A. Boulden, Norristown, for Mary E. and Burton K. Alle-bach.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE and NIGRO, JJ."
  },
  "file_name": "0625-03",
  "first_page_order": 713,
  "last_page_order": 717
}
