{
  "id": 8956787,
  "name": "Edward E. YOUNG, Sr. v. STATE",
  "name_abbreviation": "Young v. State",
  "decision_date": "2005-07-01",
  "docket_number": "No. 2003-454-C.A.",
  "first_page": "625",
  "last_page": "630",
  "citations": [
    {
      "type": "official",
      "cite": "877 A.2d 625"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "774 A.2d 19",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11086128
      ],
      "pin_cites": [
        {
          "page": "21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/774/0019-01"
      ]
    },
    {
      "cite": "841 A.2d 1116",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9287873
      ],
      "pin_cites": [
        {
          "page": "1124"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/841/1116-01"
      ]
    },
    {
      "cite": "113 R.I. 104",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3127881
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "109",
          "parenthetical": "unfounded claims or unsupported charges of ineffectiveness of counsel are not legally competent evidence to establish a denial of effective assistance of counsel"
        },
        {
          "page": "458",
          "parenthetical": "unfounded claims or unsupported charges of ineffectiveness of counsel are not legally competent evidence to establish a denial of effective assistance of counsel"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/113/0104-01"
      ]
    },
    {
      "cite": "871 A.2d 930",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8980632
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "933"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/871/0930-01"
      ]
    },
    {
      "cite": "769 A.2d 1257",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11114903
      ],
      "pin_cites": [
        {
          "page": "1266"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/769/1257-01"
      ]
    },
    {
      "cite": "764 A.2d 168",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11161229
      ],
      "pin_cites": [
        {
          "page": "171"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/764/0168-01"
      ]
    },
    {
      "cite": "466 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204802
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "687"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0668-01"
      ]
    },
    {
      "cite": "748 A.2d 806",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11458529
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "809"
        },
        {
          "page": "809"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/748/0806-01"
      ]
    },
    {
      "cite": "821 A.2d 685",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9133746
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "688"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/821/0685-01"
      ]
    },
    {
      "cite": "866 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9037609
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "522"
        },
        {
          "page": "522"
        },
        {
          "page": "522"
        },
        {
          "page": "526",
          "parenthetical": "\"Res judicata bars the relitigation of any issue that was litigated or could have been litigated in a previous proceeding, including a direct appeal, that resulted in a final judgment between the same parties.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/866/0516-01"
      ]
    },
    {
      "cite": "755 A.2d 130",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11200839
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/755/0130-01"
      ]
    },
    {
      "cite": "743 A.2d 1032",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11494064
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1034, 1035"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/743/1032-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 693,
    "char_count": 15757,
    "ocr_confidence": 0.675,
    "pagerank": {
      "raw": 3.0151538864597185e-07,
      "percentile": 0.8534763995893196
    },
    "sha256": "9d9b29d4a2cabe7e5bf81d019068693a1dc2887c45ccc9408716c87550ddebdc",
    "simhash": "1:4ae1717c393ec57a",
    "word_count": 2511
  },
  "last_updated": "2024-02-27T22:50:08.903840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: WILLIAMS, C.J., FLAHERTY, SUTTELL, and ROBINSON, JJ."
    ],
    "parties": [
      "Edward E. YOUNG, Sr. v. STATE."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before the Supreme Court\" for oral argument, pursuant to an order directing the parties to show cause why the issues raised in this appeal should not summarily be decided. After hearing the arguments and examining the memo-randa filed by the parties, we are of the opinion that cause has not been shown, and proceed to decide the appeal at this time. For the reasons set forth herein, we affirm the judgment of the Superior Court.\nFacts and Procedural History\nThe applicant, Edward E. Young, Sr. (applicant or Young), appeals pro se from the Superior Court’s denial of his application for post-conviction relief. Young was convicted of three counts of first-degree child molestation sexual assault on September 20, 1996. He was sentenced to forty-five years at the Adult Correctional Institutions on each count, to run concurrently, with twenty years to serve, and the balance suspended, with probation. This Court affirmed his convictions in State v. Young, 743 A.2d 1032 (R.I.2000), which contains a thorough recitation of the facts underlying the convictions.\nYoung filed a pro se application for post-conviction relief, together with a motion for appointment of counsel in Superior Court. An attorney was appointed, and he duly entered his appearance on Young’s behalf. Young’s counsel reviewed the arguments that Young sought to raise in his application and filed a motion to amend the application for post-conviction relief, which was granted. In his amended application, Young said that: (1) his trial counsel did not provide effective assistance of counsel because he failed to present two witnesses, a Department of Children, Youth and Families (DCYF) social caseworker and a police officer, both of whom would have corroborated the victim’s earlier admission that she denied ever having been molested by applicant; (2) his appellate counsel failed to raise issues on appeal about the alleged ineffective assistance of trial counsel, and the denial of his motion for a new trial; and (3) there was a substantial un-derrepresentation of minorities in the jury pool. Thereafter, Young’s counsel filed a “no-merit” memorandum, pursuant to Shatney v. State, 755 A.2d 130 (R.I.2000), in which he deemed the claim with respect to the racial mixture of the jury pool and the “miscellaneous averments” raised by Young to be without merit.\nBoth sides subsequently moved for summary judgment. At the summary judgment hearing, Young’s counsel argued the issues of ineffective assistance of trial counsel for failing to call the aforementioned witnesses and ineffective assistance of appellate counsel for failing to appeal the denial of Young’s motion for a new trial, while Young pressed the issue of the racial composition of the jury and his “miscellaneous issues” pro se.\nThe hearing justice evaluated and rejected the arguments advanced by Young’s new counsel. The hearing justice found no ineffective assistance on the part of Young’s trial counsel for failing to present the testimony of the DCYF social caseworker and the police officer, who would have testified that the victim initially said that Young had not assaulted her. The hearing justice found that the testimony would not have assisted applicant in this matter because the victim acknowledged in her testimony that she had lied to the initial investigators, and thus “the issue was fully explored and the jury did have the evidence that [applicant] was seeking to get before the jury, namely, that there were two diametrically opposed statements by this girl.” Similarly, the hearing justice found that Young’s appellate counsel was not ineffective in failing to appeal the denial of the motion for a new trial. The hearing justice noted that the trial justice found the victim’s uncontradicted testimony credible and that the evidence applicant asserts would support granting the motion for a new trial would not have contradicted the victim’s testimony. Thus, the appellate counsel could not be faulted for declining to appeal an essentially frivolous argument.\nThe hearing justice also allowed Young to assert his remaining arguments. The hearing justice first noted that there was “nothing before me indicating some pattern of impropriety on behalf of the State * * * that would indicate some racial animosity or prejudice * * The applicant then averred that he was prejudiced by statements a juror made during the trial, and that this was not addressed by the Supreme Court in his previous appeal. The hearing justice said that the briefs from the previous appeal were not before him and that he was unable to understand applicant’s remaining arguments. The hearing justice continued the hearing to allow Young to refine his arguments and provide the court with any supporting materials.\nOn May 6, 2002, an order was entered granting partial summary judgment to the state on the arguments of ineffective assistance of trial counsel, ineffective assistance of appellate counsel, and systematic exclusion of a minority group. On June 10, 2002, the hearing resumed. The hearing justice rejected Young’s assertion that the trial justice should have declared a mistrial because of prejudicial comments a juror made. The hearing justice noted that the trial justice removed from the jury the juror who made the offending remarks, conducted an individual voir dire on the remaining jurors, and that the Supreme Court, on appeal, approved the trial justice’s handling of the matter. The applicant then spontaneously asserted that only eleven jurors had deliberated in this case; however, after examining the transcripts and determining that twelve jurors actually had deliberated, the hearing justice rejected this argument. The hearing justice also addressed the remaining issues and concluded that “[njothing has been presented to me that shows that post-conviction relief is warranted.” On June 12, 2002, judgment was entered in favor of the state, and Young filed a pro se notice of appeal.\nYoung came before this Court to contest the dismissal of his application, pursuant to G.L.1956 § 10-9.1-9, which provides that “[a] final judgment entered in a proceeding brought under this chapter shall be appealable to the supreme court * * On January 8, 2004, pursuant to applicant’s motion for appointment of counsel, counsel was appointed to represent Young in the further prosecution of his appeal. On September 15, 2004, applicant filed a motion to release his court-appointed counsel. On September 24, 2004, this Court entered an order granting Young’s motion to release his court-appointed counsel and permitted him to proceed pro se with his appeal.\nThe applicant has filed a number of typed and hand-written documents from which we can decipher, after great effort, the following arguments: his trial counsel was ineffective by failing to present the testimony of the DCYF social caseworker and the police officer; his appellate counsel was ineffective by failing to raise issues on appeal about the failure to present those witnesses and the denial of his motion for a new trial; the jury was prejudiced against him, which should have resulted in a mistrial; the trial justice had an ex parte conversation with the prosecutor; the prosecutor did not act in good faith in bringing the case against him; and there were inconsistencies in witness statements compared with trial testimony.\nStandard of Review\nUnder § 10 — 9.1—1(a)(1), post-conviction relief is available to a defendant convicted of a crime who contends that his original conviction or sentence violated rights that the state or federal constitutions secured to him. “This Court will not disturb a trial justice’s factual findings made on an application for post-conviction relief absent clear error or a showing that the trial justice overlooked or misconceived material evidence in arriving at those findings.” Bustamante v. Wall, 866 A.2d 516, 522 (R.I.2005) (quoting Taylor v. Wall, 821 A.2d 685, 688 (R.I.2003)). “This Court will, however, ‘review de novo any post-conviction relief decision involving questions of fact or mixed questions of law and fact pertaining to an alleged violation of an applicant’s constitutional rights.’” Id.\nAnalysis\nOur review of the record leads to the inexorable conclusion that Young has failed to demonstrate in any way that his conviction or sentence violated rights that the state or federal constitutions secured to him. We note that many of his assertions either are unsupported by any evidence or were not properly raised below. We will, however, briefly address each of his contentions.\n“In reviewing a claim for ineffective assistance of counsel, we have stated that the benchmark issue is whether ‘counsel’s conduct so undermined the proper functioning of the adversarial process that the trial cannot be relied on as having produced a just result.’” Bustamante, 866 A.2d at 522 (quoting Toole v. State, 748 A.2d 806, 809 (R.I.2000)). “When reviewing claims of ineffective assistance of counsel, this Court has adopted the standard enunciated in Strickland v. Washington, 466 U.S. 668 * * *[, 104 S.Ct. 2052, 80 L.Ed.2d 674] (1984). The Strickland test requires a defendant to show (1) ‘that counsel’s performance was deficient, to the point that the errors were so serious that trial counsel did not function at the level guaranteed by the Sixth Amendment,’ and (2) ‘that such deficient performance was so prejudicial to the defense and the errors were so serious as to amount to a deprivation of the applicant’s right to a fair trial.’ ” Bustamante, 866 A.2d at 522 (quoting Brennan v. Vose, 764 A.2d 168, 171 (R.I.2001)). “Unless a defendant makes both showings, it cannot be said that the conviction or * * * sentence resulted from a breakdown in the adversary process that renders the result unreliable.” Simpson v. State, 769 A.2d 1257, 1266 (R.I.2001) (quoting Strickland, 466 U.S. at 687, 104 S.Ct. 2052).\nThe applicant avers that his trial counsel failed to present two witnesses who, he alleges, would have contradicted the victim’s testimony. The hearing justice, however, reviewed the evidence presented at trial, and found that the victim’s contradictory statements were brought out both on direct and cross-examination and concluded that “the issue was fully explored and the jury did have the evidence that Mr. Young was seeking to get before the jury, namely, that there were two diametrically opposed statements by this girl.” Moreover, the hearing justice noted that defense counsel’s decision not to present the DCYF social caseworker may have been a tactical decision to prevent her from “talking about what had been told to her in terms of culpability on the part of [applicant].” “This Court has also made clear that mere tactical decisions, though ill-advised, do not by themselves constitute ineffective assistance of counsel.” Toole, 748 A.2d at 809. Upon review, we conclude that applicant has failed to meet his burden of demonstrating that his trial counsel’s performance was deficient in any way. Moreover, because the evidence applicant asserts should have been presented to the jury was, in fact, before the jury by way of the victim’s own testimony, applicant has failed to demonstrate any prejudice to his defense from his trial counsel’s actions.\nSimilarly, applicant has failed to demonstrate any deficiency on the part of his appellate counsel. Because the two diametrically opposed statements by the victim were fully explored at trial, appellate counsel could not be faulted for failing to appeal this issue. The applicant’s contention that his appellate counsel should have appealed the denial of his motion for a new trial likewise lacks merit. In acting on a new-trial motion, “the trial justice, acting as a thirteenth juror, must independently assess the weight of the evidence and the credibility of the witnesses, drawing all reasonable inferences therefrom, in order to determine whether the evidence was sufficient for the jury to conclude that defendant was guilty beyond a reasonable doubt.” State v. Crow, 871 A.2d 930, 933 (R.I.2005). In the underlying case, the trial justice deemed the victim to be completely credible and denied applicant’s motion for a new trial. “If the trial justice denies the motion after articulating an adequate rationale, the decision will be affirmed by this Court unless it is clearly wrong or unless the trial justice overlooked or misconceived evidence that was relevant and material and that was critical to an issue in the case.” Id. The applicant has put forth no evidence demonstrating that the trial justice’s decision was clearly wrong or that she overlooked or misconceived evidence that was relevant and material and that was critical to an issue in this case. Consequently, we discern no ineffectiveness on the part of Young’s appellate counsel in declining to appeal the motion for a new trial. See State v. Turley, 113 R.I. 104, 109, 318 A.2d 455, 458 (1974) (unfounded claims or unsupported charges of ineffectiveness of counsel are not legally competent evidence to establish a denial of effective assistance of counsel).\nWe previously have thoroughly examined and rejected Young’s contention that the jury was prejudiced against him, which would have warranted a mistrial, and we have no need to revisit this issue. See Young, 743 A.2d at 1034, 1035 (holding that the defendant had an “impartial jury” and that the trial justice did not abuse her discretion in denying the defendant’s motion for mistrial after removing the juror who made the offending remark, conducting an individual voir dire of the remaining jurors, giving a cautionary instruction, and obtaining an oath from the remaining jurors “that they had not prejudged the case and could return an impartial verdict based on the evidence”). See also Bustamante, 866 A.2d at 526 (“Res judicata bars the relitigation of any issue that was litigated or could have been litigated in a previous proceeding, including a direct appeal, that resulted in a final judgment between the same parties.”).\nThe applicant’s remaining contentions are also without merit. His attempt to retry this case by alleging inconsistencies in the victim’s statements compared with trial testimony is simply unavailing on post-conviction relief. See Brown v. State, 841 A.2d 1116, 1124 (R.I.2004) (“[T]o the extent that any of the applicant’s arguments suggest that the evidence did not support his conviction, we hold that such claims cannot be litigated for the first time at a post-conviction relief hearing. The applicant first had to address such arguments to the jury during the trial and then to the trial justice on a motion for a new trial. Even then, this Court only may consider these claims on direct appeal.”). The applicant’s contention that the trial justice had an ex parte conversation with the prosecutor and that the prosecutor did not act in good faith in bringing the case against him appear to be raised for the first time on appeal. This Court will not consider issues raised for the first time on appeal that were not properly presented before the trial court. Miguel v. State, 774 A.2d 19, 21 (R.I.2001). We note, however, that it is apparent to us from the record that the applicant has failed to support either contention with competent evidence.\nConclusion\nFor the reasons stated herein, we affirm the judgment of the Superior Court. The record in this case shall be remanded to the Superior Court.\nJustice GOLDBERG did not participate.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Edward E. Young, Sr., Plaintiff Pro Se.",
      "Lauren Sandler Zurier, Providence, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Edward E. YOUNG, Sr. v. STATE.\nNo. 2003-454-C.A.\nSupreme Court of Rhode Island.\nJuly 1, 2005.\nEdward E. Young, Sr., Plaintiff Pro Se.\nLauren Sandler Zurier, Providence, for Defendant.\nPresent: WILLIAMS, C.J., FLAHERTY, SUTTELL, and ROBINSON, JJ."
  },
  "file_name": "0625-01",
  "first_page_order": 653,
  "last_page_order": 658
}
