{
  "id": 8334803,
  "name": "NARBERTH BOROUGH, Appellant v. LOWER MERION TOWNSHIP, Merloc Partners, Inc., Wynnewood Civic Association, Rosalind Nathanson and Maureen D. Witte, Appellees; Narberth Borough, Appellant. v. Lower Merion Township, Merloc Partners, L.P., Wynnewood Civic Association, Rosalind Nathanson And Maureen D. Witte, Appellees",
  "name_abbreviation": "Narberth Borough v. Lower Merion Township",
  "decision_date": "2007-02-20",
  "docket_number": "",
  "first_page": "626",
  "last_page": "638",
  "citations": [
    {
      "type": "official",
      "cite": "915 A.2d 626"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "664 A.2d 84",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        470753,
        470818,
        470769,
        7862196,
        7862292,
        7862233
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "87",
          "parenthetical": "\"Where the words of a statute are clear and free from ambiguity the legislative intent is to be gleaned from those very words.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0423-01",
        "/pa/541/0424-02",
        "/pa/541/0424-01",
        "/a2d/664/0084-01",
        "/a2d/664/0084-03",
        "/a2d/664/0084-02"
      ]
    },
    {
      "cite": "541 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470769,
        470818
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "\"Where the words of a statute are clear and free from ambiguity the legislative intent is to be gleaned from those very words.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0424-01",
        "/pa/541/0424-02"
      ]
    },
    {
      "cite": "905 A.2d 438",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3788041,
        8467371
      ],
      "weight": 3,
      "year": 2006,
      "pin_cites": [
        {
          "page": "443"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/588/0429-01",
        "/a2d/905/0438-01"
      ]
    },
    {
      "cite": "588 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3788041
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/588/0429-01"
      ]
    },
    {
      "cite": "813 A.2d 659",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9380819,
        1070133
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/813/0659-01",
        "/pa/571/0637-01"
      ]
    },
    {
      "cite": "571 Pa. 637",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070133
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0637-01"
      ]
    },
    {
      "cite": "802 A.2d 712",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9404403
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "714"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/802/0712-01"
      ]
    },
    {
      "cite": "804 A.2d 723",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11421728
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "728"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/804/0723-01"
      ]
    },
    {
      "cite": "731 A.2d 133",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11662819,
        11662860,
        56807
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/731/0133-01",
        "/a2d/731/0133-02",
        "/pa/557/0011-01"
      ]
    },
    {
      "cite": "557 Pa. 11",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56807
      ],
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0011-01"
      ]
    },
    {
      "cite": "702 A.2d 1131",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11897506
      ],
      "pin_cites": [
        {
          "page": "1134"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/702/1131-01"
      ]
    },
    {
      "cite": "891 A.2d 734",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "586 Pa. 741",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "886 A.2d 223",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        988640,
        8893869,
        8893903
      ],
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/584/0541-01",
        "/a2d/886/0223-01",
        "/a2d/886/0223-02"
      ]
    },
    {
      "cite": "584 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988496
      ],
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/584/0542-01"
      ]
    },
    {
      "cite": "804 A.2d 723",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11421728
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/804/0723-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1352,
    "char_count": 37638,
    "ocr_confidence": 0.637,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2026239753746261
    },
    "sha256": "071748d4ee25336ffdd7e2a8fc831a88c0746d48dcebb12e45dc756bad0506b6",
    "simhash": "1:c7ce730241433556",
    "word_count": 5996
  },
  "last_updated": "2024-02-27T23:31:08.021506+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., CASTILLE, NEWMAN, SAYLOR, EAKIN, BAER and BALDWIN, JJ."
    ],
    "parties": [
      "NARBERTH BOROUGH, Appellant v. LOWER MERION TOWNSHIP, Merloc Partners, Inc., Wynnewood Civic Association, Rosalind Nathanson and Maureen D. Witte, Appellees Narberth Borough, Appellant. v. Lower Merion Township, Merloc Partners, L.P., Wynnewood Civic Association, Rosalind Nathanson And Maureen D. Witte, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice BAER.\nIn this case, Merloc Partners (Merloc) sought municipal approval from Lower Merion Township (Township) for a land development. A second municipality, Nar-berth Borough (Narberth), whose border abutted the land to be developed, opposed the project. The Township provisionally approved the first step in the development process. It communicated this decision first by announcing it in an open hearing, and then by mailing a formal written decision. The Municipalities Planning Code (MPC), 53 P.S. §§ 10101, et seq., requires that appeals be lodged in the appropriate trial court within thirty days of a municipality’s decision. Narberth appealed within thirty days of Township’s written decision, but more than thirty days after the earlier verbal announcement. Merloc moved to dismiss Narberth’s appeal as untimely, arguing that Narberth had failed to file the appeal within thirty days of the verbal announcement. The trial court denied that motion, but, on appeal, the Commonwealth Court reversed. Accordingly, we granted allocatur to decide whether the applicable thirty-day appeal period runs from the verbal announcement of a municipality’s decision or the subsequent written communication formalizing that decision. For the reasons that follow, we reverse the Commonwealth Court, concluding that the appeal period runs from the mailing of the written decision.\nMerloc owns two parcels (hereinafter referred to collectively as the parcel) totaling approximately forty-four acres in Township. The parcel comprises the former John Merriam Estate, which includes a mansion, four other structures, and open space. Pursuant to Chapter 135 of the Lower Merion Township Code (Code), Merloc proposed a plan to subdivide the parcel into six lots and construct a new four-story building housing 253 new apartments with an attached parking garage. All of the proposed development was to occur in the Township, and not in the neighboring political subdivision of Nar-berth, which abuts the property in question.\nAs its first step toward securing approval to develop the parcel, Merloc submitted a tentative sketch plan to the Township’s Board of Commissioners (Board) as required by Code §§ 135-7(A)-(B), along with four conditional use applications pursuant to Code § 155-141.2. On March 20, 2002, the Board held a public meeting to review and consider Merloc’s tentative sketch plan. At the meeting, which Nar-berth’s Special Zoning Solicitor attended, the Board announced to all in attendance its decision to approve, with conditions, Merloc’s tentative sketch plan. Nar-berth’s Solicitor immediately noted Nar-berth’s opposition to the decision and its intention to file a land use appeal. Eight days later, on March 28, 2002, the Board issued and mailed to Merloc its written decision in support of its conditional approval of the tentative sketch plan, noting forty-four discrete conditions Merloc had to satisfy to move forward. The Board also mailed to Narberth a courtesy copy of its written decision. Narberth filed its Notice of Land Use Appeal with the Court of Common Pleas of Montgomery County on April 26, 2002, more than thirty days after the Board’s public announcement of its approval of Merloc’s tentative sketch plan, but fewer than thirty days after the Board mailed its written decision to Mer-loc and Narberth.\nMeanwhile, Merloc proceeded separately with its four conditional use applications, which were discrete from the forty-four conditions the Board imposed in its approval of Merloc’s tentative sketch plan. On April 18, 2002, the Board approved Merloc’s conditional use applications. Narberth appealed this ruling to the common pleas court as well, resulting in the pendency before that court of separate appeals challenging the Board’s tentative sketch plan and conditional use approvals.\nMerloc filed a motion to dismiss as untimely Narberth’s Notice of Land Use Appeal challenging the Board’s approval of Merloc’s tentative sketch plan, which Narberth filed on April 26, 2002. The common pleas court denied Merloc’s motion on October 31, 2002, ruling that the appeal was timely because Narberth had filed its Notice of Appeal within thirty days after the Board mailed its decision to Merloc and Narberth on March 28, 2002. On August 8, 2003, the common pleas court ruled on the merits of Narberth’s challenge to Mer-loc’s tentative sketch plan, reversing the Board’s approval thereof. By the same order, however, the court upheld the Board’s approval of Merloc’s four conditional use applications. Tr. Ct. Order, 8/8/2003.\nIn its opinion dated November 17, 2003, in which it provided the legal basis for its August 8, 2003 order reversing the Board’s approval of Merloc’s tentative sketch plan but affirming the Board’s conditional use approvals, the court explained that it reversed the Board with regard to the tentative sketch plan because Merloc failed to include a conservatory plan inventory and failed to provide information regarding soil type, as required by the Code. Tr. Ct. Op., 11/17/2003, at 4-5 (noting Merloc’s failure to comply with Code §§ 101-14, 135-17.-B(8)(f), (g) (requiring, inter alia, submission of a property base map and information pertinent to boundary and adjoining property conditions; existing natural features; existing wildlife habitat; “[limitations of soil type, including load-bearing capacity, drainage and plant growth[;]” and “[hjydrological classification, as set forth in the Soil Conservation Service Engineering Field Manual”)). As noted, however, the trial court upheld the Board’s approval of Merloc’s four conditional use applications.\nBoth parties appealed the common pleas court’s order, Merloc contesting the court’s ruling reversing the Board’s approval of the tentative sketch plan, and Narberth challenging the court’s affirmance of the Board’s approval of Merloc’s four conditional use applications. The Commonwealth Court consolidated the appeals, and disposed of all of the parties’ issues in one memorandum decision.\nWith regard to the tentative sketch plan, the Commonwealth Court reversed the trial court’s determination that Narberth’s appeal had been timely filed. It held that the thirty-day period during which Nar-berth could file an appeal began to run on March 20, 2002, when the Board announced its approval of the plan at the public meeting. Accordingly, the Commonwealth Court concluded that Nar-berth’s Notice of Appeal filed on April 26, 2002, was untimely because more than thirty days had passed since the Board announced its decision at the March 20, 2002, meeting. Thus, the Commonwealth Court held that the trial court lacked jurisdiction to consider the appeal on the merits, effectively reinstating the Board’s approval of Merloc’s tentative sketch plan. The Commonwealth Court also affirmed the trial court’s approval of Merloc’s four conditional use applications.\nNarberth petitioned this Court to review the Commonwealth Court’s consolidated ruling, challenging all aspects of the court’s disposition reversing the trial court and reinstating the Board’s approval of Merloc’s tentative sketch plan and affirming the trial court’s decision affirming the Board’s approval of Merloc’s four conditional use applications. Finding no cause to review the lower court’s disposition of the conditional use applications, but finding cause to consider Narberth’s challenge to the Commonwealth Court’s ruling regarding the timeliness of Narberth’s appeal of the Board’s tentative sketch plan approval, we granted review only as to the two questions Narberth presented concerning that latter aspect of this case. See Narberth Borough v. Lower Merion Twp., 584 Pa. 542, 886 A.2d 223 (2005) (per curiam).\nBefore addressing the merits of the issue we opted to review, we must consider Merloc’s contention that this appeal has been rendered moot by other litigation and decisions pertaining to the same development, and therefore should be dismissed. We begin by detailing the parallel litigation and decisions that prompt Merloc’s mootness argument.\nDuring pendency of this litigation pertaining to the tentative sketch plan and conditional use applications, a parallel dispute commenced. Pursuant to the Code’s three-step approval process, requiring sequential submission to the Board of a tentative sketch plan, a preliminary plan, and a final plan, see Code §§ 135-7, 135-10, 135-13 (respectively), Merloc pushed ahead with its preliminary plan, notwithstanding this ongoing litigation regarding its tentative sketch plan and conditional use applications. Thus, on October 10, 2002, prior to the trial court’s August 8, 2003 reversal of the Board’s approval of the tentative sketch plan, Merloc submitted its preliminary plan to the Board, in which it purported to demonstrate compliance with each of the forty-four conditions imposed in the Board’s conditional approval of its tentative sketch plan.\nOn June 18, 2003, more than a month before the trial court’s August 8, 2003 order reversing the Board’s tentative sketch plan approval and affirming the Board’s conditional use approvals, the Board approved Merloc’s preliminary plan. In keeping with its actions throughout this litigation, Narberth appealed the Board’s approval of the preliminary plan to the common pleas court, which affirmed, and then to the Commonwealth Court, which also affirmed by Memorandum dated June 30, 2005. On December 28, 2005, this Court denied allowance of appeal of Narberth’s appeal of the preliminary plan approval. See Borough of Narberth v. Bd. of Comm’rs of Lower Merion Twp., 586 Pa. 741, 891 A.2d 734 (2005) (per curiam).\nThis parallel litigation, which resulted in the finalization of the Board’s approval of Merloc’s preliminary plan upon our denial of allowance of appeal on December 28, 2005, prompts Merloc to contend that the questions pertaining to the tentative sketch plan now before us have been mooted by our own action. Stated simply, Mer-loc contends that because we upheld the lower court’s approval of its preliminary plan, a step in the approval process that follows the tentative sketch plan, any issues challenging the Board’s approval of the tentative sketch plan are rendered moot and thus nonjusticiable.\nIt is axiomatic that a Pennsylvania court will dismiss as moot any case that does not present an actual controversy, subject to limited exceptions inapplicable here. See Sierra Club v. Penna. Pub. Util. Comm’n, 702 A.2d 1131, 1134 (Pa.Cmwlth.1997), aff'd, 557 Pa. 11, 731 A.2d 133 (1999) (per curiam). The thrust of Merloc’s argument in this regard, which it does not support with more than generally applicable authority, is that “as a matter of law, it is now Merloc’s final and unappealable Preliminary Plan, and not Merloc’s Tentative Sketch [Plan] (the subject of the instant appeal), which, as a legal and practical matter, will now dictate the future subdivision and development of the premises.” Brief for Merloe at 44.\nNarberth counters that, insofar as the tentative sketch plan provided a framework for subsequent plan modifications and approvals by setting forth some forty-four conditions with which Merloe was required to comply in developing its preliminary plan, any infirmities in the tentative sketch plan necessarily undermine the validity of the preliminary plan approval. In effect, Narberth argues that even the tentative sketch plan that the trial court found to be missing mandatory submissions under the Code prompted the Board to impose forty-four distinct conditions to be satisfied with the preliminary plan. Those conditions, of course, were imposed following review of the incomplete materials submitted in conjunction with the tentative sketch plan.\nThus, Narberth contends, it is, at a minimum, reasonable to suspect that, had Mer-loe furnished those materials the trial court found it had neglected, the Board would have found cause to impose conditions additional to the forty-four already designated. Because the Board did not have that opportunity, its approval of Mer-loc’s preliminary plan, which was necessarily responsive only to the concerns raised by the forty-four conditions imposed in conjunction with approval of the tentative sketch plan, could not moot a challenge based on Merloc’s failure to furnish the Board with all of the materials required by the Code in connection with the tentative sketch plan process, which might have spawned additional conditions.\nReinforcing this critical point, Narberth notes that each step of the multi-step approval process serves different functions. Thus, the preliminary plan application “was premised upon a valid tentative sketch plan approval,” Reply Brief for Appellant at 19, and ostensibly is invalid to the extent the tentative sketch plan was, as found by the trial court, missing mandatory documentation. Narberth hastens to add that the only judicial forum that reviewed the Board’s approval of Merloc’s tentative sketch plan on its merits found the approval legally infirm on this basis, and reversed the approval.\nAs noted by the trial court and admitted by Merloe in its brief to this Court, the land use approval process in Lower Mer-ion Township requires compliance with each of three distinct steps identified by the Code. Each step contains unique requirements designed to protect the community. For example, aspects of the conservation plan inventory required in the tentative sketch plan phase of approval are not facially encompassed by corollary provisions of the preliminary plan. Specifically, § 1S5-16B(16) of the Code requires submission, with a tentative sketch plan, of a conservation plan inventory satisfying the requirements of Code § 101-14A. The preliminary plan requirements, on the other hand, make no mention of § 101-14A. Certain mandatory submissions with a tentative sketch plan do not correlate with any comparable requirement of the preliminary plan. See, e.g., §§ 101 — 14A(3)(e) (requiring information pertaining to wetlands); 101-14A(4) (requiring information pertaining existing wildlife habitat).\nNotably, Merloe does not suggest by more than the most conclusory of language that satisfaction of the preliminary plan requirements necessarily entails exhaustion of all mandatory requirements that apply to the tentative sketch plan. Neither the relevant Code provisions nor Mer-loc’s argument on this point satisfies this Court that Merloc’s approved preliminary plan necessarily incorporated those mandatory elements of the tentative sketch plan Narberth alleges to have been unsatisfied.\nFinally, and in our view importantly, if approval of the second or third step of a three-step approval process mooted the preceding steps without regard to those steps’ unique requirements, a municipality that wished to hasten approval of a particular development could expedite review of later steps in the process to avoid an objector’s right to judicial review of the prior step or steps in the process. Given that this right to review is enshrined in the MPC itself, such a ruling would be coun-terintuitive, and run counter to our well-established principles of statutory construction. 1 Pa.C.S. § 1922(1) (“[T]he General Assembly does not intend a result that is absurd, impossible of execution or unreasonable.”). Accordingly, we reject Merloe’s claim that Narberth’s challenge to the tentative sketch plan was mooted by the Board’s approval of the preliminary plan and our refusal to review same, and we proceed to address the timeliness issue as to which we granted review.\nWe begin by briefly reviewing the statutory provisions at issue. With regard to the timing of appeals, § 1002-A of the Municipalities Planning Code (MPC), 5B P.S. § 11002-A, provides:\nAll appeals from all land use decisions ... shall be taken to the court of common pleas of the judicial district wherein the land is located and shall be filed within SO days after entry of the decision as provided in 42 Pa.C.S. § 5572 (relating to time of entry of order) or, in the case of a deemed decision, within 30 days after the date upon which notice of said deemed decision is given as set forth in section 908(9) of this act.\nId. (emphasis added). Under 42 Pa.C.S. § 5572, the date of “entry of the decision” is “[t]he date of service of an order of a government unit, which shall be the date of mailing if service is by mail.” Reinforcing the apparent effect of the above language, MPC § 508(1) additionally illuminates what constitutes a “decision” for present purposes, providing that “[t]he decision of the governing body or the planning agency shall be in writing and shall be communicated to the applicant personally or mailed to him at his last known address not later than 15 days following the decision.” 53 P.S. § 10508(1) (emphasis added). Notably, by its terms MPC § 1002-A, see supra, triggers the running of the appeal period not upon the occurrence of the decision, but upon “entry of that decision.”\nWhile the parties agree that Narberth had thirty days to appeal the Board’s decision, they disagree as to the date of decision (or the decision’s “entry”) for purposes of triggering the thirty-day time period. Based chiefly on the plain language of MPC § 1002-A and 42 Pa.C.S. § 5572, Narberth contends that “all appeals from land use decisions,” whether by an applicant or an objector, are timely if filed within thirty days of “the date of mailing” of the decision. The parties do not dispute that Narberth filed its Notice of Appeal within thirty days of the Township’s mailing of its March 28, 2002 written decision-in this case, both to Merloc and to Narberth, although it was required by statute to serve that decision only upon Merloc. Thus, on Narberth’s account of the relevant timing provisions, Narberth’s appeal was timely.\nContrarily, Merloc argues that the operative date was March 20, 2002, when the Board announced its approval of the tentative sketch plan at the public meeting. Although Merloc attempts to couch its argument in its selective review of the language of the provisions cited above, as a practical matter its argument substantially relies on a series of policy arguments noted by the Commonwealth Court in this case based upon its prior precedent. See Cmwth. Ct. Slip Op., 4/16/2004, at 5-8 (citing Peterson v. Amity Twp. Bd. of Supervisors, 804 A.2d 723 (Pa.Cmwlth.2002); Residents Against Matrix v. Lower Makefield Twp., 802 A.2d 712 (Pa.Cmwlth.2002)). The general thrust of Merloc’s argument in this regard is best conveyed in its own words:\nNotably, while Narberth contends in its Brief that “[a]n objector must have a date from which his or her 30 days to appeal run[s],” this statement is supreme irony [sic]. The fact is that an objector does have such a “date” — the date is the entry of the decision in question! ], and in every instance that date is finite and easily determined by any objector. The irony is that, in order to excuse its untimeliness in the instant case, Narberth is actually arguing for a “date” that would not be easily determined by an objector — the date the applicant, but not the objector itself, was sent notice of the governing body’s decision. Simply put, Narberth’s idea of a “cure” is far worse than the “disease” which Narberth claims to exist.\nBrief for Merloc at 15 (internal citation omitted; emphases in original).\nThe question presented requires us to interpret the MPC to determine when the thirty-day appeal period begins to run for a party seeking to object to a land use approval. This presents a question of law, therefore our standard of review is de novo and our scope of review is plenary. Buffalo Twp. v. Jones, 571 Pa. 637, 813 A.2d 659, 664 n. 4 (2002). In interpreting statutes, our object is to ascertain and effectuate the intention of the General Assembly. 1 Pa.C.S. §§ 1903(a), 1921(b); see Martin v. Commonwealth, Dep’t of Transp., 588 Pa. 429, 905 A.2d 438, 443 (2006). The primary and favored indicator of the legislature’s intention is the plain language of the statute under scrutiny. See Penna. Fin'l Responsibility Assigned Claims Plan v. English, 541 Pa. 424, 664 A.2d 84, 87 (1995)(“Where the words of a statute are clear and free from ambiguity the legislative intent is to be gleaned from those very words.”). Thus, we advert to other principles of statutory construction only where the plain language of the statute, standing alone, leaves room for doubt as to its intended meaning. Martin, 905 A.2d at 443 (citing 1 Pa.C.S. § 1921(b)). Moreover, we interpret statutes or parts of statutes that are in pari materia together as one statute. Id. (citing 1 Pa.C.S. § 1932(b)).\nWe begin our analysis with the provision directly on point, which provides, in relevant part, that “[a]ll appeals from all land use decisions ... shall be filed within 30 days after entry of the decision.” 53 P.S. § 11002-A. The plain language leaves no room for doubt that the legislature intended the provision to apply to “all appeals” from “all land use decisions.” Merloc does not contend to the contrary.\nThe gravamen of § 1002-A is that the “entry of [the] decision” triggers the thirty-day statutory appeal period. Thus, we next must determine what the statute reveals about the legislature’s intended meaning for that phrase. MPC 1002-A and 508(1) furnish the answer. While, speaking generally, § 508(1) could be clearer, it unequivocally requires that a “decision” for purposes of this case “shall be in writing and shall be communicated to the applicant personally or mailed to him at his last known address not later than 15 days following the decision.” 53 P.S. § 10508(l)(emphasis added). By its terms, then, § 508 requires reduction of the Board’s disposition to a writing that is mailed, handed, emailed, faxed, or otherwise transmitted in written form to the applicant. Hence, the Board’s oral approval at the conclusion of the March 20, 2002 hearing did not constitute “entry” of that decision. Only the mailing of the writing to the applicant, Merloc, eight days after the decision was announced constituted entry of that decision, and Narberth’s appeal twenty-eight days after that mailing therefore was timely. Because the statute is clear for purposes of the instant case, to read the statute as providing different triggering dates for the respective appeal periods for applicants and objectors, as the Commonwealth Court did, is tantamount to rewriting the statute, disregarding the statutory language under the pretext of pursuing its spirit. To do so would violate one of our principal mandates in statutory interpretation. Cf. 1 Pa.C.S. § 1921(b)(‘When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.”).\nThe Commonwealth Court and Merloc attempt to avoid the clear import of the statutory language by reference to policy advantages of alternative approaches, as articulated by the Commonwealth Court’s decision in Peterson, 804 A.2d 723. In Peterson, the court was forced to divine legislative intent because, under the peculiar facts of that case, the decision in question had neither been “entered” pursuant to § 5572, because no formal, written order had been communicated to the applicant, nor “deemed” pursuant to § 1002-A (by way of 53 P.S. § 10908(9)(requiring and providing conditions for issuance of notice of a deemed decision by either the planning body or the applicant)). Thus, neither of the two conditions precedent in § 1002-A had been satisfied, and the language of the relevant provisions offered little guidance to the court in resolving the dispute it faced. In lieu of textual direction, the Peterson court, forced to infer legislative intent by the inadequacy of the statutory scheme to the peculiar situation it faced, speculated “that the [legislative] intent of Section 1002-A was to begin [the thirty-day appeal period] when the municipality’s decision process has been finalized with sufficient clarity that any party aggrieved by the decision can evaluate whether or not to appeal.” 804 A.2d at 728. With little elaboration, the court decided that the Board’s oral approval “[met] this standard,” vis-a-vis an objector, notwithstanding the legislature’s unmistakable preference for written approval in the contexts enumerated.\nNotwithstanding the analytic sufficiency of the above reasoning to its disposition of the case, however, the Peterson court went on to offer its opinion as to the general advisability of the existing scheme, noting that tying the appeal time to the “time for delivery of a written decision” is “problematic” with regard to an objector Id. The court observed that a written decision need not be served on an objector, only on an applicant, and that an applicant may extend the time a zoning board uses to reduce its decision to writing or waive the requirement altogether. Id. (citing 53 P.S. § 10508(3)). Echoing the points pressed by Merloc in the instant case, the Commonwealth Court observed that these limitations might present an objector with a degree of uncertainty the legislature could not have intended. Thus, it concluded, in effect, that the plain language of the statute was inadequate to the task of governing land use appeals generally-a determination the posture of that case allowed because the plain language failed to reveal an unequivocal legislative intent. Without criticizing the Peterson court for its approach under the difficult facts of that case, we nevertheless find it unpersuasive under the present circumstances, in which we face a situation to which the statute is directly responsive.\nWhile the Peterson court argued convincingly that lawmakers should take into account various problems the court identified with the process we find to be required by the current statute, we will not offer what amounts to amendatory legislation from the bench. The MPC neither identifies nor demands any asymmetry of treatment as between land use applicants and objectors seeking to appeal land use decisions. Rather, it creates a period of time during which all appeals must be filed and it specifies a triggering event, the mailing or other direct communication of the written decision, that begins the running of that time, an identifiable event, one that not only occurred in this case but occurred at a time certain actually known to all relevant parties.\nIn the case sub judice, the objector filed its appeal within thirty days of the Board’s written communication to the applicant of the decision pursuant to the procedure spelled out by the MPC. While various practical matters of policy may militate in favor of treating land use applicants and their objectors asymmetrically in future enactments, the legislature has yet to do so. This ends our inquiry.\nAccordingly, we hold that Narberth’s appeal challenging the Board’s approval of Merloc’s tentative sketch plan was not untimely, and the Commonwealth Court erred in ruling otherwise. The Commonwealth Court’s order is reversed, and the case remanded for merits review of the trial court’s decision reversing the Board’s approval of Merloc’s tentative sketch plan and other proceedings consistent with this opinion.\nFormer Justice NEWMAN did not participate in the decision of this case.\nJustices CASTILLE and SAYLOR and Justice BALDWIN join the opinion.\nChief Justice CAPPY files a concurring opinion in which Justices CASTILLE and EAEIN join.\n. This case was reassigned to this Author.\n. Act of July 31, 1968, P.L. 805, Art. I, § 101, reenacted, Act of Dec. 21, 1988, P.L. 1329, No. 170, § 2.\n. See Code §§ 135-1, et seq. The lower courts and the parties refer generally to Code provisions by the SLDO or SALDO monikers, abbreviations for the Subdivision and Land Development Ordinance, which is codified at Chapter 135 of the Code. For purposes of this Opinion, which also calls upon us to cite Chapters 101 (Natural Features Conservation) and 155 (Zoning) of the Code, we will refer simply to the Code and avoid the sometimes confusing SLDO terminology.\n.Later in the process, the number of apartments was reduced to 250, as requested by the Township Board of Commissioners.\n. Code § 135-7 requires submission of a tentative sketch plan for any development that includes eight or more units or involves five acres of land. For smaller developments, submission of a tentative sketch plan is permitted but not required.\n. Pursuant to § 155 — 141.2(A)(7), conditional use applications may be filed simultaneously with the tentative sketch plan.\n.The MPC, 53 P.S. § 10508(1), requires communication of the decision in writing to the applicant in person or by mail. Nothing in the statute requires or even suggests that an objector is entitled to a copy of the written decision. Hence, mailing a copy of its decision to Narberth was purely a \"courtesy” rather than the satisfaction of any legal duty.\n.In so ruling, the trial court rejected Mer-loc’s argument that, despite its omission of discrete reports satisfying Code § 101-14, other submissions attached to its application satisfied the conservatory plan inventory requirement. The court emphasized that the Code detailed \"the necessary, minimum information required to evaluate a plan,” and that its requirements were unambiguous. Tr. Ct. Op., 11/17/2003, at 4 (emphasis in original).\n. Because we declined Narberth’s invitation to review this aspect of the lower court’s decision, the court’s reasoning in this regard is immaterial to our discussion.\n. In addition to challenging the Commonwealth’s Court's reading of the MPC with regard to the relevant appeals period, in the alternative Narberth contended that the Commonwealth Court erred in retroactively applying its decision in Peterson v. Amity Township Board of Supervisors, 804 A.2d 723 (Pa.Cmwlth.2002). Because we ultimately determine that the Commonwealth Court misinterpreted the MPC, we need not reach the Peterson issue.\n. The Board's conditional approval of Mer-loc’s tentative sketch plan specifically required Merloc to file a preliminary plan \"complying with all applicable requirements and the conditions” within twelve months from the date of the tentative sketch plan approval. Tentative Sketch Plan Approval Letter, 3/28/2002, at 4 ¶ 41.\n.We acknowledge that certain matters encompassed within the tentative sketch plan in accord with § 101-14A appear to correspond to requirements in the preliminary plan as well. See, e.g., § 101-14A(1)(requiring submission of \"Property base map” that also is encompassed in a preliminary plan by §§ 135-17A(1)-(3), (6)); § 101-14A(3)(g)(re-quiring information pertaining to vegetation and woodland information that is also required in a preliminary plan by § 135—17B(4)). As we take up in more detail at the end of this Opinion, we are confident that the Commonwealth Court will fashion any necessary relief with sensitivity to the considerable work Merloc already has done to satisfy the Code’s requirements, while also taking into account the importance of the Code’s mandatory requirements and Narberth’s right to judicial scrutiny of the Board’s decisions.\n. In full, § 5572 provides:\nThe date of service of an order of a government unit, which shall be the date of mailing if service is by mail, shall be deemed to be the date of entry of the order for the purposes of this subchapter. The date of entry of an order of a court or magisterial district judge may be specified by general rules.\n. We recognize that MPC § 508(1) generally is no paragon of clarity, see, infra, at - n. 15, 915 A.2d at 635 n. 15, but, regarding the issue before us, it leaves little room for doubt.\n. \"Statutes or parts of statutes are in pari materia when they relate to the same persons or things or to the same class of persons or things.” 1 Pa.C.S.1932(a).\n. MPC § 508 arguably uses \"decision” in two distinct ways, treating it both as the act of decision (the approval at the time the Board determines to do so) and the creation and transmission of same. Be that as it may, § 508 clearly anticipates the \"communication” of a writing to the applicant as a necessary occurrence, 53 P.S. § 10508(1), and provides for deemed approval in the event that such \"communication” does not occur, without regard to whether the decision-making authority announces its disposition at a public meeting. Id. § 10508(3).\n.This last point is critical: even assuming the definition of “decision” is ambiguous for present purposes, \"entry of decision,” which is the triggering event for the thirty-day window to appeal under MPC § 1002-A, unambiguously refers to reduction to writing and transmission to the applicant of the disposition of the application. Thus, any such ambiguity does not affect the inquiry at hand.\n. To reinforce its reliance on Peterson, Merloc also relies upon Residents Against Matrix, 802 A.2d 712. That case, however, is patently distinguishable because the parties did not dispute the objector's failure to file its appeal within thirty days after entry of the challenged decision. Id. at 714.\n. We will not speculate as to the disposition of a case where a decision is \"entered” by mailing to an applicant, and an objector subsequently argues that it neither knew nor could have known of that mailing. However, we caution objectors that under the current statutory scheme, they may well have the burden of determining the date of the entry of the decision by communication to the applicant, notwithstanding that they are not legally entitled to service thereof.\n. As taken up, supra, in connection with the mootness question, we recognize that this Court already has declined to review the Board’s approval, upheld in the trial and Commonwealth courts, of Merloc's preliminary plan. This in itself does not necessarily vitiate any deficiencies in Merloc’s tentative sketch plan. We think it prudent, however, to emphasize that this Court does not intend to suggest that the land use process must begin anew if the tentative sketch plan was, indeed, deficient in any of the regards alleged. We trust the Commonwealth and trial courts to fashion appropriate relief as they deem necessary.",
        "type": "majority",
        "author": "Justice BAER."
      },
      {
        "text": "Chief Justice CAPPY,\nconcurring.\nI am obliged to join the majority opinion. Although I am so constrained, I am also compelled to write separately and point out the pitfalls of this decision.\nAt issue in this case is the identity of the triggering mechanism that starts the time period for filing an appeal in a land-use case under the Pennsylvania Municipalities Planning Code (hereinafter “MPC”). The majority quite correctly reads the MPC as identifying that trigger as the mailing of a written decision, which starts the B0-day appellate clock for all appeals under the MPC. 53 P.S. § 11002-A. With that conclusion, I cannot quibble. What is not revealed in that straightforward legal conclusion is its practical impact.\nIn this case, as in many land use cases, the interested parties often extend beyond the landowner and the political subdivision. The MPC does not require the delivery of written notice of its decisions to anyone other than the applicant in a land use case. 53 P.S. § 10908. An objector, like the appellant herein, would not have a reliable means to ascertain the triggering date for bringing an appeal. Normally, the objectors receive notice of the Board’s decision orally at the public meeting. Recognizing this differing treatment of applicants and objectors, and how this distinction would affect appellate time limitations, the Commonwealth Court attempted to create a two-tiered time system for bringing an appeal. See Peterson v. Amity Twp. Bd. of Supervisors, 804 A.2d 723 (Pa.Cmwlth.2002). This attempt by the Commonwealth Court was laudatory; it acknowledged the reality of the land use process and attempted to preserve the due process rights of all interested parties to bring a timely appeal. Although well intended, this two-tiered system does not reflect the clear language of the MPC.\nWhile I acknowledge the common sense efforts of the Commonwealth Court in attempting to engraft a practical solution in the face of a legislative scheme that is not sensitive to the realities of citizen involvement in the land-use process, in the end I cannot endorse that effort. Ultimately, I must agree with the majority, it is not the function of the judiciary to correct the foibles of inartful legislation or to legislate from the bench.\nAccordingly, I join the opinion of the majority.\nJustices CASTILLE and EAKIN join this concurring opinion.\n. I recognize that in this case the objector was given written notice of the decision at the same time as the applicant, this fact is peculiar to this case and is not reflective of the statutory obligations of a zoning hearing board under the MPC. 53 P.S. § 10908.",
        "type": "concurrence",
        "author": "Chief Justice CAPPY,"
      }
    ],
    "attorneys": [
      "Marc D. Jonas, Michael P. Malloy, Jr., Doylestown, Ursula Henrich Leo, Blue Bell, for Narberth Borough, appellant.",
      "Gilbert High, D. Barry Pritchard, Nor-ristown, for Lower Merion Tp., appellee.",
      "Darin J. Steinberg, Marc D. Brookman, John Jeming Soroko, Philadelphia, for Merloc Partners, L.P., appellee.",
      "Ross Weiss, West Conshohocken, Kristine Maclolek Small, for Wynnewood Civic Ass’n, appellee."
    ],
    "corrections": "",
    "head_matter": "NARBERTH BOROUGH, Appellant v. LOWER MERION TOWNSHIP, Merloc Partners, Inc., Wynnewood Civic Association, Rosalind Nathanson and Maureen D. Witte, Appellees Narberth Borough, Appellant. v. Lower Merion Township, Merloc Partners, L.P., Wynnewood Civic Association, Rosalind Nathanson And Maureen D. Witte, Appellees.\nSupreme Court of Pennsylvania.\nArgued April 5, 2006.\nDecided Feb. 20, 2007.\nMarc D. Jonas, Michael P. Malloy, Jr., Doylestown, Ursula Henrich Leo, Blue Bell, for Narberth Borough, appellant.\nGilbert High, D. Barry Pritchard, Nor-ristown, for Lower Merion Tp., appellee.\nDarin J. Steinberg, Marc D. Brookman, John Jeming Soroko, Philadelphia, for Merloc Partners, L.P., appellee.\nRoss Weiss, West Conshohocken, Kristine Maclolek Small, for Wynnewood Civic Ass’n, appellee.\nBEFORE: CAPPY, C.J., CASTILLE, NEWMAN, SAYLOR, EAKIN, BAER and BALDWIN, JJ."
  },
  "file_name": "0626-03",
  "first_page_order": 668,
  "last_page_order": 680
}
