{
  "id": 11251943,
  "name": "Anthony J. BARONE and Molly C. Barone, Petitioners, v. THE BOARD OF ADJUSTMENT OF NEW CASTLE COUNTY et al., Respondents",
  "name_abbreviation": "Barone v. Board of Adjustment",
  "decision_date": "1973-03-29",
  "docket_number": "",
  "first_page": "627",
  "last_page": "629",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 627"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "140 A.2d 263",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "1 Storey 143",
      "category": "reporters:state",
      "reporter": "Storey",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 225,
    "char_count": 3270,
    "ocr_confidence": 0.777,
    "sha256": "2f3f56e0b22d66ec0c82edbb6af2a630c38a4a8a9c2afa49e39d454c82044c55",
    "simhash": "1:3a44502c0b0e559c",
    "word_count": 561
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Anthony J. BARONE and Molly C. Barone, Petitioners, v. THE BOARD OF ADJUSTMENT OF NEW CASTLE COUNTY et al., Respondents."
    ],
    "opinions": [
      {
        "text": "STIFTEL, President Judge.\nThe Board of Adjustment of New Castle County refused a “special exception” for Anthony J. Barone and his wife on November 30, 1971. On December 29, 1971, pursuant to Title 9, Section 1353(a), Delaware Code, the Barones presented a timely verified petition to the Superior Court setting forth that the Board of Adjustment decision was illegal in whole or in part. Upon the presentment of the petition, a Judge allowed a writ of certiorari directed to the Board of Adjustment. The writ was to be returned and served upon petitioners’ attorney on or before January 21, 1972. The writ was returned non sunt inventus. Approximately nine months later, on October 11, 1972, a Judge of this Court issued an alias writ of certiorari. The alias writ was served on October 20, 1972 — before November 3, 1972, the expiration date named in the alias writ.\nThe Board of Adjustment claims that the alias writ should have issued within six months after the return day of the preceding writ (January 21, 1972), in accordance with Superior Court Rule 4(a), Del.C.Ann., which provides that:\n“No alias or pluries writ shall issue except within six months after the return date of the preceding writ.”\nThe Barones argue that this language in Rule 4(a) does not apply, since Title 9, Delaware Code, Sec. 1353(b), prescribes the time within which a return must be made and for an extention thereof.\nThe Barones’ attorney states that he filed a written petition with this Court for an alias writ and unilaterally appeared before a Judge of this Court and gave him reasons why the return date should be extended. Whereupon, in his Order extending the return date, the Judge recited that he had “considered the foregoing petition” and then signed an Order granting the request. Normally, on commencement of an action, it is the Prothonotary who issues process and it is the Prothonotary who issues an alias writ. There is no requirement that the writ be issued by a Judge. The certiorari proceedings required by Title 9, Del.C. § 1353, for review must be signed by a Judge of this Court. Further, a Judge of this Court and not the Prothonotary is authorized to issue any extensions.\nGiles v. Rodolico, 1 Storey 143, 140 A.2d 263, is inapplicable to a review of this nature where application must be made pursuant to statute to this Court and not in an automatic proceeding through the Prothonotary’s office, as in most other actions that are initiated. This being the case, respondents’ motion to dismiss the petition for review for failure to file a Rule 4(a) timely alias writ is denied.\nSo ordered.\n9 Del.C. § 1353(b) reads as follows :\n“(b) Upon the presentation of the petition, the Court may allow a writ of certi-orari directed to the Board of Adjustment, to review the decision of the Board, and shall prescribe therein the time within which return must be made and served upon the petitioner’s attorney, which shall not be less than 10 days and may be extended by the Court.”",
        "type": "majority",
        "author": "STIFTEL, President Judge."
      }
    ],
    "attorneys": [
      "Stanley C. Lowicki, Wilmington, for petitioners.",
      "Harvey B. Rubenstein, Asst. County Atty., for respondents."
    ],
    "corrections": "",
    "head_matter": "Anthony J. BARONE and Molly C. Barone, Petitioners, v. THE BOARD OF ADJUSTMENT OF NEW CASTLE COUNTY et al., Respondents.\nSuperior Court of Delaware, New Castle.\nMarch 29, 1973.\nStanley C. Lowicki, Wilmington, for petitioners.\nHarvey B. Rubenstein, Asst. County Atty., for respondents."
  },
  "file_name": "0627-01",
  "first_page_order": 663,
  "last_page_order": 665
}
