{
  "id": 7258707,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Leon PARHAM, Appellant",
  "name_abbreviation": "Commonwealth v. Parham",
  "decision_date": "2009-04-03",
  "docket_number": "",
  "first_page": "629",
  "last_page": "634",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 629"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "933 A.2d 57",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3250928,
        8340526
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/593/0601-01",
        "/a2d/933/0057-01"
      ]
    },
    {
      "cite": "593 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3250928
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/593/0601-01"
      ]
    },
    {
      "cite": "856 A.2d 1251",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9214240
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/856/1251-01"
      ]
    },
    {
      "cite": "867 A.2d 526",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9026123
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/867/0526-01"
      ]
    },
    {
      "cite": "870 A.2d 336",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9015868
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/870/0336-01"
      ]
    },
    {
      "cite": "832 A.2d 1132",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9089211
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1138-1139",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/832/1132-01"
      ]
    },
    {
      "cite": "856 A.2d 1273",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9214361
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/856/1273-01"
      ]
    },
    {
      "cite": "650 A.2d 20",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11311697,
        475550
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/0020-01",
        "/pa/538/0574-01"
      ]
    },
    {
      "cite": "538 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475550
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0574-01"
      ]
    },
    {
      "cite": "928 A.2d 1104",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8357586
      ],
      "pin_cites": [
        {
          "page": "1111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/928/1104-01"
      ]
    },
    {
      "cite": "926 A.2d 514",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8371737
      ],
      "pin_cites": [
        {
          "page": "526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/926/0514-01"
      ]
    },
    {
      "cite": "920 A.2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8325586
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "888"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/920/0887-01"
      ]
    },
    {
      "cite": "963 A.2d 495",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8164553
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "508-509",
          "parenthetical": "internal citations and footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/963/0495-01"
      ]
    },
    {
      "cite": "949 A.2d 926",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8241049
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "932"
        },
        {
          "page": "933"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/949/0926-01"
      ]
    },
    {
      "cite": "912 A.2d 815",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3851813,
        8444223
      ],
      "weight": 2,
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0356-01",
        "/a2d/912/0815-01"
      ]
    },
    {
      "cite": "590 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3851813
      ],
      "weight": 2,
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0356-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 656,
    "char_count": 15044,
    "ocr_confidence": 0.722,
    "pagerank": {
      "raw": 1.035244158516724e-07,
      "percentile": 0.549250554762073
    },
    "sha256": "b81ad3e845b83ce07626783e5514f9aed63974d405636002a63df0bf3aeb572b",
    "simhash": "1:d02587944c07ae93",
    "word_count": 2467
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: STEVENS, MUSMANNO, and CLELAND, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Leon PARHAM, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSTEVENS, J.:\n¶ 1 This is an appeal from the judgment of sentence entered by the Court of Common Peas of Allegheny County on March 12, 2008, following Appellant’s conviction by a jury of rape, rape of a child, statutory sexual assault, and corruption of minors. Herein, Appellant contends that the crimes of rape and statutory sexual assault should have merged for purposes of sentencing. We affirm the judgment of sentence.\n¶ 2 The facts of this case as adduced at trial were summarized by the trial court as follows:\nThe incident in question occurred on a single occasion [in 2001] when the victim was 11 years old. The victim, who was a friend of the [Appellant’s] sons, spent considerable time at the [Appellant’s] home. The victim testified that on the single occasion in the summer before she was going to turn 12 years old, she and the [Appellant’s] son were watching a movie in the basement of the [Appellant’s] residence. She testified that the [Appellant] came to the basement area and told his son to go upstairs in the house to look for something. At that time the victim and [Appellant] were alone in the basement. The victim testified that the [Appellant] told her to pull down her pants. When she said no the [Appellant] threatened that if she did not, he would hurt her. The [Appellant] subsequently had intercourse with the victim. Afterwards, the [Appellant] told the victim if she told anyone that he would hurt her. The victim testified that because of the closeness of the families, she did not disclose what happened to anyone for some time.\nTrial Court Opinion filed 7/15/08 at 2-3.\n¶ 3 Some time later, Victim told a sister and cousin about the incident. Then, in 2005, Victim told both her mother and a school counselor what had transpired approximately four (4) years earlier. This eventually led to Appellant being charged with rape, rape of a child, statutory sexual assault, and corruption of minors.\n¶ 4 A jury trial was held in April of 2007, after which Appellant was found guilty of all charges. On June 28, 2007, Appellant was sentenced to a fifteen (15) to forty (40) year term of imprisonment on the rape of a child conviction; no further penalty was imposed on the remaining counts. Appellant filed a notice of appeal to this Court and a concise statement of matters complained of on appeal. Therein, Appellant raised, inter alia, a contention that the sentence imposed was illegal since the version of 18 Pa.C.S.A. § 3121(b) in effect at the time of the alleged incident called for a ten (10) to twenty (20) year term of imprisonment for the rape conviction. Concise Statement filed 11/20/07. On January 22, 2008, Appellant filed a Motion to Declare June 28, 2007 Sentencing Order to be Patently Illegal and a Motion to Bar Multiple Sentences for Defendant’s Two Rape Convictions.\n¶ 5 On March 7, 2008, the court granted Appellant’s motion deeming the June 28, 2007 sentence to be patently illegal and directed resentencing. On March 12, 2008, Appellant was resentenced to a nine (9) to twenty (20) year term of- imprisonment for rape, a consecutive three (3) to ten (10) year term for statutory sexual assault, and a consecutive two (2) to four (4) year term for corruption of minors. Appellant filed a post-sentence motion, which was denied by the court on June 6, 2008. The present appeal followed.\n¶ 6 Herein, Appellant raises the following question for review: “Whether the crimes of Rape and Statutory Sexual Assault merge for the purposes of sentencing under the test set forth in Commonwealth v. Jones, 590 Pa. 356, 912 A.2d 815 (2006), where these crimes arise from the same, isolated factual incident occurring in 2001?” Brief of Appellant at 6.\n¶ 7 Initially, we note that a claim that crimes should have merged for purposes of sentencing challenges the legality of a sentence and, thus, cannot be waived. Commonwealth v. Ede, 949 A.2d 926, 932 (Pa.Super.2008). Therefore, we are not precluded from reviewing Appellant’s claim on appeal.\n¶ 8 Appellant argues that, since a single incident of sexual intercourse between Appellant and the victim proved both the charges of rape and statutory sexual assault, the offenses should have merged for purposes of sentencing.\n¶ 9 Recently, in Commonwealth v. Baker, 963 A.2d 495 (Pa.Super.2008), this Court discussed the principles of merger as follows:\nThe concept of merger has been a somewhat contentious one. In 2002, the Pennsylvania Legislature enacted Section 9765 of the Judicial Code, which directs that:\nNo crimes shall merge for sentencing purposes unless the crimes arise from a single criminal act and all of the statutory elements of one offense are included in the statutory elements of the other offense....\n42 Pa.C.S. § 9765. Despite the enactment of Section 9765, the doctrine of merger remained a thorny issue.\nIn Commonwealth v. Jones, 590 Pa. 356, 912 A.2d 815 (2006), a case involving á criminal act which predated the effective date of Section 9765, the Pennsylvania Supreme Court was asked to determine whether it was error to sentence the appellant to consecutive sentences for burglary and criminal trespass where one act was involved and the same facts established nearly identical elements for both crimes. In addressing this question, Jones discusses the interplay between double jeopardy principles, Supreme Court caselaw, and Section 9765. In authoring the lead opinion, Justice Castille adopted a “practical, hybrid approach” that requires courts to “evaluate the statutory elements [of each crime], with an eye to the specific allegations leveled in the case.” Justices Cappy and Baer joined Justice Castille’s lead opinion. Justice Newman, joined by Justice Eakin, wrote a dissent favoring the adoption of a “statutory elements” test in accordance with Section 9765. Justice Saylor generally agreed with Justice Newman’s dissenting opinion as to the “statutory elements” test, but concurred in the result of the lead opinion because the criminal act at issue pre-dated the effective date of § 9765.\nMore than a year after Jones was decided, a panel of this Court was asked to address a merger claim in Commonwealth v. Williams, 920 A.2d 887, 888 (Pa.Super.2007), a case involving a crime which occurred after the effective date of Section 9765. Citing Jones as the Pennsylvania Supreme Court’s most recent pronouncement on the subject, Williams acknowledged that Jones generated a “lead opinion” approach to merger and a “dissenting opinion” approach to merger, but pointed out that neither approach garnered the votes of more than half of the Justices with respect to acts arising after the effective date of Section 9765, rendering each approach a non-binding plurality. Williams then adopted the approach taken by Justice Newman’s dissenting opinion, indicating that it “reflects and gives proper deference to § 9765, a statute that has not been ruled unconstitutional by our Supreme Court,” and “more accurately reflects this Court’s jurisprudence on merger.”\nWilliams was shortly thereafter followed by the Superior Court in Commonwealth v. Martz, 926 A.2d 514, 526 (Pa.Super.2007) (“Applying the approach in Jones espoused by the dissent and adopted by this Court in Williams, we need to access whether the charges arose out of a single set of facts and whether all the statutory elements of one offense coincide with the statutory elements of the other offense.”) and Commonwealth v. Pitner, 928 A.2d 1104, 1111 (Pa.Super.2007) (citing Williams for the proposition that “[cjrimes do not merge unless they arise from a single criminal act and all the statutory elements of one offense are included in the elements of the other.”).\nWilliams was again recently followed by a panel of this Court in Commonwealth v. Ede, 949 A.2d 926 (Pa.Super.2008).[ ]\nBaker, 963 A.2d at 508-509 (internal citations and footnote omitted).\n¶ 10 In the case sub judice, Appellant relies on the Supreme Court’s lead opinion in Jones, supra, and argues that:\n[T]he Pennsylvania Supreme Court clarified the law of merger and held that the necessary inquiry for merger purposes involves reviewing the crimes as charged and the factual basis for each. Where a single factual incident proves the elements of multiple crimes, even where each crime has an element that the other does not, the Court held that those crimes merge for the purposes of sentencing.\nBrief of Appellant at 13 (citation omitted).\n¶ 11 The Commonwealth concedes that Appellant’s convictions arose from a single set of facts, but argues that merger is nonetheless unnecessary. The Commonwealth points out that the lead opinion in Jones remains a nonbinding plurality opinion and asserts that the dissenting opinion’s approach in Jones, namely, an elements-based approach, should be utilized in determining whether offenses merge for purposes of sentencing, because such approach more accurately reflects this Court’s jurisprudence on merger.\n¶ 12 We note that § 9765 was enacted by the legislature on December 9, 2002, and became effective on February 7, 2003. The offenses in the present case occurred in 2001 and, therefore, predate the enactment of this provision, as well as the pronouncements by the Supreme Court in Jones. Therefore, Appellant’s reliance on the lead opinion in Jones is unavailing.\n¶ 13 In addressing the merger issue before us, we find guidance in the position espoused by the Supreme Court and this Court prior to the enactment of § 9765. The position previously held was set forth by the Supreme Court in Commonwealth v. Anderson, 538 Pa. 574, 650 A.2d 20 (1994), and followed this Court in Commonwealth v. Ward, 856 A.2d 1273 (Pa.Super.2004), wherein the Court held that:\nSentences are appropriate for merger when the same facts support convictions for more than one offense, the elements of the lesser offense are all included within the elements of the greater offense, and the greater offense includes at least one additional element. However, where both offenses require proof of at least one element that is different, the sentences do not merge.\nId. at 1276, citing Anderson, supra.\n¶ 14 In Commonwealth v. Duffy, 832 A.2d 1132 (Pa.Super.2003), this Court expounded on the principles of merger announced in Anderson to ascertain whether the offenses of statutory sexual assault and sexual assault merged for purposes of sentencing. After setting forth the definitions of both offenses as provided in the Crimes Code, the Court, citing Anderson, held:\nStatutory sexual assault and sexual assault are not greater and lesser included offenses. Statutory sexual assault requires proof of at least one element that sexual assault does not, i.e., that the complainant is under 16 years of age, that the perpetrator is at least four years older than the complainant, and that the complainant and the perpetrator are not married. Sexual assault requires proof of one element that statutory sexual assault does not, i.e., that the complainant did not consent. Since both crimes require proof of at least one element that the other does not, the crimes are not greater and lesser included offenses.\nThe fact that the act of sexual intercourse supports an element in each crime does not warrant merging of the sentences when other mutually exclusive elements of the crimes remain.\nDuffy, 832 A.2d at 1138-1139 (citation omitted). See also Commonwealth v. Snyder, 870 A.2d 336 (Pa.Super.2005) (citing Anderson for the proposition that “[a] central inquiry of a merger analysis is whether the crimes are greater and lesser included offenses”); Commonwealth v. Goins, 867 A.2d 526 (Pa.Super.2004) (noting this Court’s reliance on the standard set forth in Anderson); Commonwealth v. Allen, 856 A.2d 1251 (Pa.Super.2004) (after citing the principles of merger announced in Anderson and followed in Duffy, holding that when each crime has an additional element not included in the other, neither is a lesser-included offense and, thus, the sentences for each do not merge).\n¶ 15 In the present case, as noted by the trial court, Appellant was convicted and sentenced on the charges of rape, pursuant to 18 Pa.C.S.A. § 3121(a)(1) and (2), and statutory sexual assault, pursuant to 18 Pa.C.S.A. § 3122.1. Rape is defined, in pertinent part, as follows:\n(a) Offense defined. — A person commits a felony of the first degree when he or she engages in sexual intercourse with a complainant:\n(1) By forcible compulsion.\n(2) By threat of forcible compulsion that would prevent resistance by a person of reasonable resolution.\n18 Pa.C.S.A. § 3121(a)(1) and (2).\n¶ 16 Statutory sexual assault is defined as follows:\nExcept as provided in section 3121 (relating to rape), a person commits a felony of the second degree when that person engages in sexual intercourse with a complainant under the age of 16 years and that person is four or more years older than the complainant and the complainant and the person are not married.\n18 Pa.C.S.A. § 3122.1.\n¶ 17 As evidenced by the foregoing, each crime has an additional element not included in the other: rape requires proof of forcible compulsion or the threat thereof; and statutory sexual assault requires proof that the complainant is under 16 years of age, that the perpetrator is at least four years older than the complainant, and that the complainant and the perpetrator are not married. In that there are distinct elements that support the crimes of rape and statutory sexual assault, such crimes are not greater and lesser included offenses. Thus, merger of Appellant’s sentences for these crimes is not required. Accordingly, the trial court did not err in this regard.\n¶ 18 Based on the foregoing, we affirm the judgment of sentence.\n¶ 19 Affirmed.\n. 18 Pa.C.S.A. § 3121(a)(1), (2).\n. 18 Pa.C.S.A. § 3121(c).\n. 18 Pa.C.S.A. § 3122.1.\n. 18 Pa.C.S.A. § 6301.\n. Appellant cited Commonwealth v. Holmes, 593 Pa. 601, 933 A.2d 57 (2007) for the proposition that, “A trial court[ ] ha[s] jurisdiction to correct [an illegal sentence] even though a Notice of Appeal has been filed so long as [the] error in question [is] patent.” Motion filed 1/22/08 at 1 (internal quotation marks omitted).\n. The docket neither reflects that the trial court directed Appellant to file a concise statement of matters complained of on appeal nor that such statement was filed. This matter is moot, however, for the reason noted above.\n. In Ede, this Court noted that, \"Unless our Supreme Court or an en banc panel of this Court overrules Williams, we are bound by that panel's adoption of the strict approach [to merger].” Ede, 949 A.2d at 933.\n. We note that in Williams, supra, a panel of this Court cited with approval the merger analysis approach espoused in Anderson, supra.",
        "type": "majority",
        "author": "STEVENS, J.:"
      }
    ],
    "attorneys": [
      "Matthew Debbis, Pittsburgh, for appellant.",
      "Michael W. Streily, Deputy District Attorney, Karen Edwards, Asst. Dist. Atty., Pittsburgh, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Leon PARHAM, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Feb. 2, 2009.\nFiled April 3, 2009.\nMatthew Debbis, Pittsburgh, for appellant.\nMichael W. Streily, Deputy District Attorney, Karen Edwards, Asst. Dist. Atty., Pittsburgh, for Com., appellee.\nBEFORE: STEVENS, MUSMANNO, and CLELAND, JJ."
  },
  "file_name": "0629-01",
  "first_page_order": 657,
  "last_page_order": 662
}
