{
  "id": 9493512,
  "name": "Malek AHMED v. Constance PANNONE",
  "name_abbreviation": "Ahmed v. Pannone",
  "decision_date": "2001-06-13",
  "docket_number": "No. 2000-125-Appeal",
  "first_page": "630",
  "last_page": "633",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 630"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "834 F.2d 1105",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10550769
      ],
      "pin_cites": [
        {
          "page": "1111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/834/1105-01"
      ]
    },
    {
      "cite": "65 F.3d 198",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7410701
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "206"
        },
        {
          "page": "207"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/65/0198-01"
      ]
    },
    {
      "cite": "992 F.2d 1231",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11965458
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1239-40"
        },
        {
          "page": "1239"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/992/1231-01"
      ]
    },
    {
      "cite": "688 A.2d 830",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7360122
      ],
      "pin_cites": [
        {
          "page": "836"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/688/0830-01"
      ]
    },
    {
      "cite": "740 A.2d 1262",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11556677
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/740/1262-01"
      ]
    },
    {
      "cite": "723 A.2d 1129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11775817
      ],
      "pin_cites": [
        {
          "page": "1131"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/723/1129-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 403,
    "char_count": 6381,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 1.0897081760232873e-07,
      "percentile": 0.5653451224376402
    },
    "sha256": "3d201182d7d9389319dcdf684a275a987a6887a91801cfda7fb3f6e985e073fb",
    "simhash": "1:af06c6b489434e19",
    "word_count": 1040
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ.",
      "Chief Justice WILLIAMS did not participate."
    ],
    "parties": [
      "Malek AHMED v. Constance PANNONE."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThe plaintiff, Malek Ahmed, has appealed from the entry of summary judgment in favor of the defendant, attorney Constance Pannone, in this legal malpractice action. This case came before the Supreme Court for oral argument on May 9, 2001, pursuant to an order directing the parties to show cause why the issues raised in this appeal should not be summarily decided. After hearing the arguments of counsel and examining the memoranda filed by the parties, we are of the opinion that cause has not been shown and that the issues raised by this appeal should be decided at this time.\nIn July 1993, defendant was hired by plaintiff to represent him in a case titled Ahmed v. Loft, C.A. No. 92-6826 (Loft action), after plaintiff already had filed pro se a complaint and an amended complaint. In September 1993, defendant entered into a stipulation with opposing counsel, dismissing plaintiffs pro se complaints “without prejudice.” The defendant then filed a “second amended complaint” in the Loft action'in or about November 1993.\nIn February 1994, the defendants in the Loft action filed a motion to dismiss the second amended complaint pursuant to Rule 41(a)(1) of the Superior Court Rules of Civil Procedure, or, in the alternative, a Rule 56 motion for summary judgment. Before the hearing on the motion to dismiss was held, defendant withdrew as plaintiffs attorney.\nRule 41(a)(1)(h) provides in relevant part:\n“Unless otherwise stated in the notice of dismissal or stipulation, the dismissal is without prejudice, except that a notice of dismissal operates as an adjudication upon the merits when filed by a plaintiff who has once dismissed in any court of this or any other state or of the United States an action based on or including such claim.”\nAt a hearing in August 1994, a Superior Court justice found that plaintiff had dismissed two, and possibly three, previous claims arising from the same facts, and he therefore granted the Rule 41(a)(1) motion. The plaintiff then filed the instant malpractice action against defendant, alleging that her execution of the dismissal stipulation in the Loft action caused him damage. The defendant responded with a motion for summary judgment that was granted after a hearing in November 1999. The motion justice reasoned that it was plaintiffs failure to appeal the dismissal of the Loft action that ultimately caused that suit to be dismissed after defendant withdrew her representation of plaintiff. The justice also noted that plaintiff was unable to establish that the dismissal of the Loft action resulted from a breach of the standard of care owed by defendant. The plaintiff appealed.\n“This Court reviews the granting of a motion for summary judgment on a de novo basis, applying the same criteria as the trial court. * * * Only when a review of the admissible evidence viewed in the light most favorable to the nonmoving party reveals no genuine issues of material fact, and the moving party is entitled to judgment as a matter of law, will this Court uphold the trial justice’s grant of summary judgment.” Carlson v. Town of Smithfield, 723 A.2d 1129, 1131 (R.I.1999) (per curiam).\nThis Court has stated that to prevail on a legal malpractice claim, “a plaintiff must prove by a fair preponderance of the evidence not only a defendant’s duty of care, but also a breach thereof and the damages actually or proximately resulting therefrom to the plaintiff.” Macera Brothers of Cranston, Inc. v. Gelfuso & Lachut, Inc., 740 A.2d 1262, 1264 (R.I.1999) (per curiam). “Failure to prove all three of those required elements, acts as a matter of law, to bar relief or recovery.” Id. (quoting Vallinoto v. DiSandro, 688 A.2d 830, 836 (R.I.1997)).\nIn the instant case, plaintiff has failed to prove all the elements necessary to prevail on his legal malpractice claim. The plaintiffs assertion that defendant’s filing of a stipulation of dismissal in the Loft action caused him damages is speculative in light of plaintiffs failure to appeal or make a motion to vacate the granting of the Rule 41(a)(1) motion. Contrary to plaintiffs assertions, nothing prevented him from appealing that ruling.\nMoreover, in a legal malpractice action, a plaintiff opposing a motion for summary judgment generally must present expert evidence, in the form of an affidavit or otherwise, establishing the standard of care. See Focus Investment Associates, Inc. v. American Title Insurance Co., 992 F.2d 1231, 1239-40 (1st Cir.1993) (expert testimony required at trial of legal malpractice case to establish standard of care). See also Flanders & Medeiros, Inc. v. Bogosian, 65 F.3d 198, 206 (1st Cir.1995) (holding that summary judgment was appropriate on all the nonmoving party’s claims that required the analysis of legal expertise where there was no expert testimony to support those claims). Here, no such expert evidence appears in the record. The only document on this issue is an unsworn memorandum of law presented by plaintiffs counsel in opposition to the motion for summary judgment. In addition, “[w]hatever form a legal malpractice action takes, the plaintiff has the burden of introducing evidence to justify an award of consequential damages.” Flanders & Medeiros, Inc., 65 F.3d at 207 (quoting Moores v. Greenberg, 834 F.2d 1105, 1111 (1st Cir.1987)). The plaintiff here presented no competent evidence of any consequential damages. Accordingly, summary judgment was proper.\nWe have considered the plaintiffs remaining arguments and deem them to be without merit.\nFor the foregoing reasons, we deny and dismiss the plaintiffs appeal and affirm the judgment of the Superior Court, to which we return the papers in the case.\nChief Justice WILLIAMS did not participate.\n. An exception to this general rule applies when the malpractice \"is so obvious that the trier of fact can resolve the issue as a matter of common knowledge.” Focus Investment Associates, Inc. v. American Title Insurance Co., 992 F.2d 1231, 1239 (1st Cir.1993). Such an instance might occur when an attorney accepts a fee to do certain work for a client and then fails to do any work.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Kevin B. McBurney, for Plaintiff.",
      "Lawrence P. McCarthy, John T. Walsh, Jr., Providence, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Malek AHMED v. Constance PANNONE.\nNo. 2000-125-Appeal.\nSupreme Court of Rhode Island.\nJune 13, 2001.\nKevin B. McBurney, for Plaintiff.\nLawrence P. McCarthy, John T. Walsh, Jr., Providence, for Defendant.\nPresent LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
  },
  "file_name": "0630-01",
  "first_page_order": 672,
  "last_page_order": 675
}
