{
  "id": 11251982,
  "name": "The WESTERN SAVING FUND SOCIETY OF PHILADELPHIA, a Pennsylvania corporation, Plaintiff, v. A. V. C. CORPORATION, a Delaware corporation, Defendant",
  "name_abbreviation": "Western Saving Fund Society v. A. V. C. Corp.",
  "decision_date": "1973-04-27",
  "docket_number": "",
  "first_page": "632",
  "last_page": "635",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 632"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "64 A.2d 419",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "pin_cites": [
        {
          "page": "420"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "181 F.Supp. 709",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1454942
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/181/0709-01"
      ]
    },
    {
      "cite": "269 A.2d 221",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8061730
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/269/0221-01"
      ]
    },
    {
      "cite": "198 A.2d 681",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "41 Del.Ch. 474",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        718537
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/41/0474-01"
      ]
    },
    {
      "cite": "263 A.2d 281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8080546
      ],
      "weight": 2,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/263/0281-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 621,
    "char_count": 10321,
    "ocr_confidence": 0.809,
    "pagerank": {
      "raw": 5.0011153170616546e-08,
      "percentile": 0.3152469506909476
    },
    "sha256": "120972b34e5e694c2d33c986fdf582108cc266377f5eaf02a2e8f3f3ac97b7d7",
    "simhash": "1:136ac2deceefade9",
    "word_count": 1677
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The WESTERN SAVING FUND SOCIETY OF PHILADELPHIA, a Pennsylvania corporation, Plaintiff, v. A. V. C. CORPORATION, a Delaware corporation, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION\nWALSH, Judge.\nIn this action the plaintiff, Western Savings Fund Society (Western), a Pennsylvania corporation seeks judgment against the defendant A.V.C. Corporation (A.V.C.), a Delaware corporation, for the unpaid balance of a promissory note for which A. V.C. is a surety.\nWestern’s claim, which exceeds 1.5 million dollars, has its basis in an agreement between the parties dated September 15, 1971. In essence, the agreement recited that because of certain financial losses sustained by two of A.V.C.’s subsidiaries who were operators of UHF television stations in Atlanta, Pittsburgh and San Francisco, A.V.C. was obligated to cure the default of Rayburn Leasing Company (Rayburn), a limited partnership which had borrowed approximately 2 million dollars from Western for the purchase of television equipment which it had, in turn, leased to A.V. C.’s subsidiaries. While A.V.C. recognized its responsibility as a surety it sought and received in the agreement the opportunity to mitigate its exposure by leasing or selling the equipment to third parties and requiring the equipment manufacturers to repurchase certain of the equipment. Western agreed to defer full payment for one year in order to permit A.V.C. to pursue its course of mitigation, provided A.V.C. pay an initial installment of $627,121.31 in principal, interest and premium charges, as well as make quarterly interest charges during the year of grace. A.V.C. made these payments.\nA.V.C. pursued its salvage efforts with modest success. One manufacturer, Ampex Corporation, made a repurchase payment which was credited by Western. However, negotiations with another manufacturer, RCA, involving a payment of over $600,-000 were not productive and A.V.C. determined to institute suit. Since Western was the assignee of A.V.C.’s right to repayment under the various equipment purchase agreements it was necessary for Western to join as a co-plaintiff with A.V.C. in the RCA litigation. To that end, on June 9, 1972, suit was filed in the Court of Common Pleas of Philadelphia County by Western and A.V.C. against RCA. Discovery has been proceeding in that matter and A.V.C. intends to seek an adjudication by summary judgment at the earliest opportunity. The parties differ concerning the prospect of success via that route. Western pressed for payment of the principal balance but on September 15, 1972, extended an additional thirty days grace to A.V.C. When payment was not forthcoming on the extended payment date Western filed this action.\nA.V.C. has filed an answer which generally admits the terms of the September 15, 1971, agreement but, by motion, A.V.C. seeks to dismiss this action on the ground of forum non conveniens, or, in the alternative, for a stay pending the conclusion of the RCA litigation in Philadelphia. Western resists the motion arguing that A.V.C. seeks merely to delay its manifest responsibility.\nIn support of its argument that the suit should be dismissed on the basis of forum non conveniens A.V.C. asserts that the parties, their counsel, pertinent documents and potential witnesses are all located in the Commonwealth of Pennsylvania where there is already related litigation. The Court is urged to refer the parties to that jurisdiction for the airing of this dispute.\nWere this a matter to be decided solely on the question of forum non conveniens, I would not hesitate to require the matter to proceed since I am not persuaded that there is any particular hardship in requiring the parties to litigate in Delaware. The pen-dency of the prior action, however, raises the issue of comity against which the application for a stay must be resolved. McWane Cast Iron P. Corp. v. McDowell-Wellman E. Co., Del.Supr., 263 A.2d 281 (1970).\nWestern claims that while it could have sued A.V.C. either in Philadelphia or in Wilmington it elected to bring its suit in this State because of the comparative lack of Court congestion and its choice of forum should not be frustrated merely because delay might be of convenience to A. V.C. It argues that the suit is basically one of debt, the issues are not complex and, indeed, A.V.C. cannot seriously dispute the merits of the claim.\nA.V.C. urges a stay of these proceedings pending the resolution of the RCA litigation on the ground that Western is a party to the RCA action having elected to join A.V.C. in pursuit of a common claim representing almost half of the amount demanded in the Delaware litigation. Additionally, A.V.C. contends that Western will not be prejudiced by a stay since it has offered to pay interest on the debt as it did during the year of grace. A.V.C. claims that its financial condition, as set forth in an affidavit by its Vice President for Finance, is such that Western bears no risk of ultimate default by reason of the delay. Western does not concede A.V.C.’s claims of financial health and, indeed, intimates that A.V.C.’s “creditability” is at issue. For purposes of disposing of this motion I will assume, as the state of the record compels, that the delay per se will not prejudice the satisfaction of any judgment obtained by Western in this Court.\nThe decision to stay litigation by reason of a prior action pending in another jurisdiction is a matter peculiarly addressed to the Court’s discretion invoking as it does important policy considerations. Each factual setting must be examined against the primary concern that a Court control its own docket in a manner to promote orderly and efficient administration of justice. McWane Cast Iron P. Corp. v. McDowell-Wellman E. Co., supra; General Foods Corporation v. Cryo-Maid, Inc., Del.Supr., 41 Del.Ch. 474, 198 A.2d 681 (1964). But the exercise of this discretion must not result in hardship to the litigants. A balancing is required. A litigant who has selected his forum should be permitted full and complete redress since the Court exists for that purpose. Conversely, a party should not be required to engage in duplicitous and expensive contests for the determination of common issues. If a decisional trend is discernable it appears to favor the granting of a stay despite some inconvenience to the plaintiff in the local forum, where duplication can be eliminated in full or in part. United Engines, Inc. v. Sperry Rand Corporation, Del.Supr., 269 A.2d 221 (1970).\nOn balance, I find the factors which support a stay more persuasive than those to the contrary. No question of Delaware law is here involved nor is any evidence or potential witness located in this State. The parties appear here solely by reason of A.V.C.’s incorporation, a factor not deemed particularly persuasive in Cryo-Maid. Western’s argument that the faster relief available in this jurisdiction, if true, is essential, must be viewed against its forbearance for more than 15 months (including the year of grace) while it permitted A.V.C. to pursue claims against third parties. Chronologically, the Philadelphia litigation is earlier and normally, would be entitled to priority. In any event, there is no indication that that suit is not proceeding with dispatch. While A. V.C.’s claim of early disposition via summary judgment may be optimistic, there is little question that discovery is proceeding apace. A.V.C.’s professed intention to join RCA as a third party defendant, if this matter continues, even if ultimately rejected promises to further delay this matter. If such a joinder is permitted a direct parallel to the Philadelphia litigation would be posed.\nWestern resists application of the comity principle on the ground that it may be invoked only if the second proceeding involves the same parties and the same issues. It is true that the two suits do not square on all the particulars of the dispute between the parties. Still the end result of the RCA litigation will be to remove approximately half of the amount in issue, irrespective of the identity of the parties. Western tacitly recognizes that fact as well as the merit of A.V.C.’s position in the Philadelphia suit by participating as a co-plaintiff. If the policy considerations which underlie the principle of comity have merit, the mere fact that all issues will not be disposed of nor should deter the Court in granting a stay. In Research\nCorporation v. Radio Corporation of America, (D.C.Del.) 181 F.Supp. 709 (1960) Chief Judge Wright stayed a patent infringement action pending an interference proceeding in the Patent Office even though the administrative decision would affect only part of the claims in dispute. In Lanova Corporation v. Atlas Imperial Diesel Engine Co., 5 Del.Super. 593, 64 A.2d 419, 420 (1949) Judge Carey declined to impose a strict standard of res judicata, holding that the test was a flexible one:\n“ . . . this discretion may be properly asserted on the ground that another action is pending in a different jurisdiction, even though not between the same parties and even though the issues are not identical in all respects, where that other action will probably settle or greatly simplify the issues presented ...”\nI am satisfied that the principle of comity should be given full play in this situation in an effort to avoid even a partial duplication of the dispute. Western is, after all, in the business of lending money. It is entitled to security as well as compensation for its enterprise. A.V.C.’s offer to pay interest concurrently meets the latter demand and, as previously noted, the risk of ultimate loss to Western is minimal.\nThe stay must be temporary so as not to relax the efforts of A.V.C. to press its Philadelphia suit. Accordingly, the stay will be effective only so long as the Philadelphia proceeding is productive. Any inordinate delay in the presentation of that matter would justify Western seeking dissolution of the stay. A.V.C. will also be required to pay current interest charges as a further condition of the stay.\nCounsel for A.V.C. should present an appropriate order on notice.",
        "type": "majority",
        "author": "WALSH, Judge."
      }
    ],
    "attorneys": [
      "John P. Sinclair, Potter, Anderson & Corroon, Wilmington, for plaintiff.",
      "E. N. Carpenter, II, Allen M. Terrell, Jr., Richards, Layton & Finger, Wilmington, for defendant."
    ],
    "corrections": "",
    "head_matter": "The WESTERN SAVING FUND SOCIETY OF PHILADELPHIA, a Pennsylvania corporation, Plaintiff, v. A. V. C. CORPORATION, a Delaware corporation, Defendant.\nSuperior Court of Delaware, New Castle.\nApril 27, 1973.\nJohn P. Sinclair, Potter, Anderson & Corroon, Wilmington, for plaintiff.\nE. N. Carpenter, II, Allen M. Terrell, Jr., Richards, Layton & Finger, Wilmington, for defendant."
  },
  "file_name": "0632-01",
  "first_page_order": 668,
  "last_page_order": 671
}
