{
  "id": 9493540,
  "name": "Alan MacQUATTIE et al. v. Ralph A. MALAFRONTE et al.",
  "name_abbreviation": "MacQuattie v. Malafronte",
  "decision_date": "2001-06-14",
  "docket_number": "No. 99-278-Appeal",
  "first_page": "633",
  "last_page": "637",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 633"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "722 A.2d 257",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11768486
      ],
      "pin_cites": [
        {
          "page": "259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/722/0257-01"
      ]
    },
    {
      "cite": "386 U.S. 171",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169888
      ],
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "185"
        },
        {
          "page": "914"
        },
        {
          "page": "854-55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0171-01"
      ]
    },
    {
      "cite": "109 R.I. 401",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3151527
      ],
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "406"
        },
        {
          "page": "245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/109/0401-01"
      ]
    },
    {
      "cite": "462 U.S. 151",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6186614
      ],
      "weight": 6,
      "year": 1983,
      "pin_cites": [
        {
          "page": "163-65"
        },
        {
          "page": "2290-91"
        },
        {
          "page": "488-89"
        },
        {
          "page": "164-65"
        },
        {
          "page": "2291"
        },
        {
          "page": "489"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0151-01"
      ]
    },
    {
      "cite": "115 R.I. 332",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3118516
      ],
      "weight": 4,
      "year": 1975,
      "pin_cites": [
        {
          "page": "337-38"
        },
        {
          "page": "129"
        },
        {
          "page": "338"
        },
        {
          "page": "129"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/115/0332-01"
      ]
    },
    {
      "cite": "705 A.2d 969",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11874665
      ],
      "pin_cites": [
        {
          "page": "971"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/705/0969-01"
      ]
    },
    {
      "cite": "723 A.2d 1129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11775817
      ],
      "pin_cites": [
        {
          "page": "1131"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/723/1129-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 525,
    "char_count": 8462,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 7.268124753214928e-08,
      "percentile": 0.43306656102344193
    },
    "sha256": "ba4342c87c587c19ffb9eab0d190578b372597ce9da0f4aa66dc22f8bf4b5ae1",
    "simhash": "1:404dd958087a944e",
    "word_count": 1311
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present WILLIAMS, C.J., LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
    ],
    "parties": [
      "Alan MacQUATTIE et al. v. Ralph A. MALAFRONTE et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThe plaintiffs, Alan MacQuattie and Robert Sousa, have appealed the entry of summary judgment in favor of the defendants, who included the superintendent of schools in the town of Barrington, Rhode Island, and members of the Town of Bar-rington School Committee (collectively, school defendants), and officers of the United Steelworkers of America (union). This case came before the Supreme Court for oral argument on May 8, 2001, pursuant to an order directing the parties to show cause why the issues raised in this appeal should not be summarily decided. After hearing the arguments of counsel and examining the memoranda filed by the parties, we are of the opinion that cause has not been shown and that the issues raised by this appeal should be decided at this time.\nThe plaintiffs were members of the union, working as janitors from 3 to 11 p.m. at Barrington Middle School. Beginning in September or October 1994, officials from the Barrington School Department required plaintiffs and a third custodian on the same night shift to complete daily checklists designed to monitor job performance. The plaintiffs filed a grievance with the union, challenging the use of the performance checklists. The union declined to pursue the grievance with the committee after concluding that the use of the performance checklists was a fair method of evaluating the evening custodians’ work, given that no supervisor worked on the evening shift.\nIn March 1995, Barrington School Superintendent Ralph A. Malafronte informed plaintiffs that the school committee would consider their termination at an April 6, 1995 hearing because of their poor job performance and their “failure to respond to repeated warnings and counselling.” After learning this, plaintiffs filed the instant action in Superi- or Court. The complaint alleged unfair labor practices by the school committee in violation of G.L.1956 § 28-7-13, unfair representation by the union, failure to properly administer the overtime eligibility of plaintiffs, failure of the superintendent to respond in a timely manner to plaintiffs’ grievances on overtime policy, and it protested the use of checklists. The plaintiffs sought a restraining order to prevent the hearing from going forward, but the restraining order was denied, and plaintiffs’ employment was terminated effective April 10, 1995. The union then filed a grievance on plaintiffs’ behalf, contesting the termination. The grievance went to arbitration, where it was denied. In the Superior Court action, the union’s attorney stated that “the arbitrator noted the complaints of both parents and teachers with respect to the work performance of both of the plaintiffs.” The union and the school defendants filed motions for summary judgment that were granted in favor of both defendants. The plaintiffs appealed.\n“This Court reviews the granting of a motion for summary judgment on a de novo basis, applying the same criteria as the trial court. * * * Only when a review of the admissible evidence viewed in the light most favorable to the nonmoving party reveals no genuine issues of material fact, and the moving party is entitled to judgment as a matter of law, will this Court uphold the trial justice’s grant of summary judgment.” Carlson v. Town of Smithfield, 723 A.2d 1129, 1131 (R.I.1999) (per curiam).\nThe plaintiffs contended on appeal that summary judgment was improper because material issues of fact remained on the issue of whether the school committee terminated plaintiffs’ employment because they attempted to grieve the use of the checklists. Such a termination would constitute an unfair labor practice, plaintiffs alleged. The plaintiffs, however, have presented no evidence that would support this contention. Mere allegations to the contrary contained in plaintiffs’ pleadings are insufficient to defeat a motion for summary judgment. Bourg v. Bristol Boat Co., 705 A.2d 969, 971 (R.I.1998). Therefore, the grant of summary judgment on the allegation of unfair labor practices was proper.\nThe plaintiffs also contended on appeal that material issues of fact existed on whether the union discharged its duty to fairly represent plaintiffs in their grievances over the checklists. Athough a union has the duty to fairly represent its members, Belanger v. Matteson, 115 R.I. 332, 337-38, 346 A.2d 124, 129 (1975), this controversy represents a “hybrid” case in which plaintiffs asserted both a violation of the collective bargaining agreement and unfair union representation. DelCostello v. International Brotherhood of Teamsters, 462 U.S. 151, 163-65, 103 S.Ct. 2281, 2290-91, 76 L.Ed.2d 476, 488-89 (1983). In such cases a plaintiff cannot prevail on an unfair representation claim if the employer did not contravene the collective bargaining agreement. Id. at 164-65, 103 S.Ct. at 2291, 76 L.Ed.2d at 489. Here, there is no evidence that the use of performance checklists by the school committee violated the collective bargaining agreement, which contained a broad management rights clause. The use of the checklists was reasonable given that plaintiffs were unsupervised by management personnel during the night shift and given the complaints about their work. Therefore, summary judgment was appropriate on the unfair representation count, as well.\nWe have examined the plaintiffs’ other arguments and conclude that they are without merit.\nTherefore, the plaintiffs’ appeal is denied and dismissed, and we affirm the judgment of the Superior Court, to which we return the papers of the case.\n. General Laws 1956 § 28-7-13 provides in pertinent part: \"It is an unlawful labor practice for an employer * * * (8) To discharge or otherwise discriminate against an employee because he or she has signed or filed any affidavit, petition, or complaint or given any information or testimony under this chapter.”\n. Exclusive original jurisdiction in unfair labor cases is generally in the State Labor Relations Board under the State Labor Relations Act, § 28-7-21, and the Superior Court does not have jurisdiction until administrative remedies have been exhausted. Paton v. Poirier, 109 R.I. 401, 406, 286 A.2d 243, 245 (1972). However, the motion justice in this case found, on the basis of a letter dated February 21, 1995, from the union’s subdistrict director to plaintiffs’ counsel that the union repudiated the collective bargaining agreement by preventing plaintiffs from pursuing their grievance independently of the union. Accordingly, the motion justice held that this case fell within an exhaustion of remedies exception set forth in Vaca v. Sipes, 386 U.S. 171, 185, 87 S.Ct. 903, 914, 17 L.Ed.2d 842, 854-55 (1967), and thus the case was properly before the Superior Court. See Almeida v. Plasters' and Cement Masons’ Local 40 Pension Fund, 722 A.2d 257, 259 (R.I.1998) (per curiam) (recognizing that there are exceptions to the exhaustion of administrative remedies requirement, but found the exception not applicable). The relevant letter has not been transmitted with the record to this Court, and therefore, given the impossibility of reviewing the finding, we affirm the motion justice on this issue.\n. Because Rhode Island’s labor relations laws parallel federal statutes, this Court has adopted federal case law when appropriate. See Belanger v. Matteson, 115 R.I. 332, 338, 346 A.2d 124, 129 (1975).\n. That clause stated:\n\"The Union recognizes that the Committee has the right to expect the custodians to perform their duties in an efficient manner. Except as specifically otherwise provided herein, nothing contained in this agreement shall be considered as limiting the Committee in any way in the exercise of regular and customary functions of management.”\n. The plaintiffs relied on deposition testimony of union official Stephen Pannone for the proposition that there was animosity between plaintiffs and the union officials and that the union acted in bad faith in refusing to pursue the grievance on the use of the checklists. The motion justice, however, found the argument unpersuasive after reviewing the deposition transcript, which was not transmitted to this Court for our review.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Mark B. Morse, Providence, for Plaintiff.",
      "Richard M. Peirce, Rosemary Healey, Providence, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Alan MacQUATTIE et al. v. Ralph A. MALAFRONTE et al.\nNo. 99-278-Appeal.\nSupreme Court of Rhode Island.\nJune 14, 2001.\nMark B. Morse, Providence, for Plaintiff.\nRichard M. Peirce, Rosemary Healey, Providence, for Defendant.\nPresent WILLIAMS, C.J., LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
  },
  "file_name": "0633-01",
  "first_page_order": 675,
  "last_page_order": 679
}
