{
  "id": 11252012,
  "name": "Luke B. LOCKWOOD, Plaintiff, v. OFB CORPORATION, a dissolved Delaware corporation, Defendant",
  "name_abbreviation": "Lockwood v. OFB Corp.",
  "decision_date": "1973-03-14",
  "docket_number": "",
  "first_page": "636",
  "last_page": "644",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 636"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "260 A.2d 176",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8070402
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/260/0176-01"
      ]
    },
    {
      "cite": "26 A.2d 241",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "26 Del.Ch. 203",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        707274
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/26/0203-01"
      ]
    },
    {
      "cite": "273 F.Supp. 718",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        2712456
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/273/0718-01"
      ]
    },
    {
      "cite": "157 Colo. 552",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        5332404
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/colo/157/0552-01"
      ]
    },
    {
      "cite": "200 A.2d 441",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "41 Del.Ch. 548",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        718575
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/41/0548-01"
      ]
    },
    {
      "cite": "186 A.2d 751",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "40 Del.Ch. 567",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        720290
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/40/0567-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1096,
    "char_count": 26029,
    "ocr_confidence": 0.814,
    "pagerank": {
      "raw": 2.0289557944056534e-07,
      "percentile": 0.7463354041104326
    },
    "sha256": "f69ff7163e2b6333c1d77b5d8bb4e5557c6849a4db34a47249385d16b3da3f6f",
    "simhash": "1:8acf7681208dc94e",
    "word_count": 4325
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Luke B. LOCKWOOD, Plaintiff, v. OFB CORPORATION, a dissolved Delaware corporation, Defendant."
    ],
    "opinions": [
      {
        "text": "DUFFY, Chancellor:\nThe determinative issue before the Court is whether a court-appointed trustee for a dissolved Delaware corporation should be surcharged for his conduct during the administration.\nA.\nOFB Corporation, a Delaware corporation, was dissolved on April 15, 1966. Its remaining assets were transferred to a trustee in dissolution, Frederick W. Weitz-el, appointed on April 28, 1966 by this Court for the benefit of creditors and shareholders under 8 Del.C. § 279; on October 13, 1967 Benjamin L. Shuff was appointed a co-trustee. On July 10, 1971 Mr. Weitzel died and Mr. Shuff has since acted as the sole trustee in dissolution.\nOn November 29, 1971, the trustee filed a final report and notice thereof was given to all former shareholders of the corporation. The Bank of New York and Francis W. Greene, co-executors of the Estates of Francis R. McEwen and Laura Evans, filed timely objections to the report. After some delay an evidentiary hearing was held on the objections and counsel filed post-hearing memoranda. This is the decision on the objections.\nB.\nI first consider an objection to the sale by the trustees of some six hundred acres of Florida real estate held in the trust. Sale of that property was the primary reason for the trusteeship; the only other asset was a cash contingency fund held in reserve for potential corporate tax liabilities. On the basis.of the showing made by the trustees and without notice to stockholders, the Court authorized sale of the land for $225,000 (or $375 per acre) on February 3, 1971.\nThe objectors contend that the trustees breached their fiduciary duty by failing to seek a competitive market and by selling the property for an unreasonably low price. They argue that the property should have commanded a sale price in the range of $500,000 minimum to well over $1,000,000, and seek to have the sale rescinded or the trustees surcharged.\nMr. Shuff argues that the trustees were diligent in their attempts to sell and, given the need for cash terms which the nature of the trust required, the price obtained was reasonable. He says that the purchaser (Gladwin) was the only potential buyer willing to come to terms, and that the sale price was only slightly less than the value ($240,000) at which the property was last appraised in 1971.\nC.\nThe standard to which a trustee is held in the sale of trust property is established in Delaware by 12 Del.C. § 3302:\n“In . . . selling . . . property for the benefit of another, fiduciaries shall exercise the judgment and care under the circumstances then prevailing, which men of prudence, discretion and intelligence exercise in the management of their own affairs . . . .”\nThe statute requires that a trustee seeking to sell an asset must try to obtain the maximum price for it but with due regard for its value. Pennsylvania Company v. Wilmington Trust Company, 40 Del.Ch. 567, 186 A.2d 751 (1962), aff’d sub. nom. Wilmington Trust Company v. Coulter, 41 Del.Ch. 548, 200 A.2d 441 (1964). He should arrange for competitive bidding if that is possible and appropriate to the asset involved, but in any case he “should use reasonable trouble and expense to bring to the attention of possible buyers the fact that the property is in the market . ” Bogert, Trusts and Trustees § 745. In short, he must do those things which men of “prudence, discretion, and intelligence” would do under the circumstances to assure that the sale brings the best price obtainable.\nIf a trustee is negligent in his conduct of the sale and, as a result, obtains an unreasonably low price, he may be surcharged for the loss to the trust estate, Wilmington Trust Company v. Coulter, supra; 3 Scott on Trusts (3 ed.) § 190.6, or the sale may be set aside if the vendee participates with notice in a breach of trust. Whatley v. Wood, 157 Colo. 552, 404 P.2d 537 (1965).\nThe specific steps which a trustee must take in the conduct of a sale will, of course, depend upon the circumstances including, among other factors, the nature of the asset, its market and the purpose of the trust. Bogert, supra, § 745. But to determine value a trustee must test the market. Rippey v. Denver National Bank, 273 F.Supp. 718 (D.Colo.1967).\nD.\nI turn now to the facts in this case. Considering all circumstances, did the OFB trustees do the things which they reasonably ought to have done to assure the best possible price?\nThe property is a large tract located in Volusia County, Florida, an area which the objectors describe as “The Golden Triangle” because of its proximity to Disney World, resort beaches and other developed areas. An appraiser describes the land as “predominantly high and dry with a good growth of timber,” and says that the highest and best use of the land is for subdivision into small tracts, known as “ran-chettes.” The tract is divided by three powerline easements which cover about thirty-five acres and another five and a half acres consist of ponds without aesthetic value; this leaves about five hundred sixty usable acres. The land fronts an unpaved road to the north and is contiguous to several developed subdivisions on the east; several paved roads in those subdivisions terminate at the eastern boundary of the property.\nThe objectors say that the nature of the property and its market dictate several steps which the trustees should have taken in their efforts to sell. They contend that the market for Florida real estate is nationwide and that a fundamental step in placing the property into that market is advertising in national publications such as the Wall Street Journal or the New York Times, as well as in local publications. They also contend that the usual practice in marketing such real estate is to engage in an aggressive program of multiple listing and cross-listing among several brokers. And they argue that the trustees should have contacted developers, particularly those with operations contiguous to the trust property.\nThese suggested actions amount to no more than a reasonably aggressive program which men of prudence, discretion and intelligence would have followed in an effort to sell their own property. Cf. 12 Del.C. § 3302. The course of action which the trustees followed, however, was minimal and certainly not up to that standard. In short, the record does not support Mr. Shuff’s claim of unstinting diligence in the attempts to sell.\nThe corporation advertised the property in the Wall Street Journal and the Miami Herald in 1965, before dissolution and the trusteeship; the trustees did not advertise in any publication. They say that they contacted local real estate developers but the record is without specifics as to which developers were contacted or when or in what manner. The only specific such contact was a word-of-mouth reference by Florida counsel to a local developer. The most aggressive act of the trustees aimed at putting the real estate into the market was a listing with a local real estate broker and that was not done until nearly two years after administration of the trust began.\nWhat, then, did the trustees do? Before discussing this I must first say that I discount almost entirely the several appraisals which they obtained and the work of Florida counsel in clearing up title matters; they are not material to efforts to sell. These were, of course, necessary steps in a court-approved sale but in and of themselves they did nothing toward placing the property into the market, i.e., bringing its availability to the attention of a wide spectrum of potential purchasers.\nMr. Weitzel was appointed trustee on April 28, 1966 but apparently nothing was done toward making the availability of the property known until after Mr. Shuff was appointed some eighteen months later. And the efforts in the last quarter of 1967 and the first quarter of 1968 consisted of nothing more than mailing a small brochure to half a dozen potential buyers. It was not until April 8, 1968, about two years after the trusteeship began, that Messrs. Weitzel and Shuff took the elementary step of listing the property with a local real estate broker (Sauls). The objectors contend that such listing with Sauls was exclusive but the evidence is that it was not. The agreement by its terms is non-exclusive and Sauls opened the listing to two or three other brokers in the State. But there is no evidence that the trustees themselves initiated any other listings. They were content to rely upon a single broker’s efforts, the extent and nature of which are rather vague on the present record. Clifton, one of the brokers to whom the listing was referred by Sauls, offered in 1969 to purchase an option on the property which the trustees quite properly refused. Wilmington Trust Company v. Coulter, supra. Negotiations on that offer went no further when Clifton’s principal apparently declined to make a cash offer.\nAside from the listing with Sadis and meaningless correspondence with a few prospects, there was no significant activity directed toward finding a buyer for the land during the greater part of 1968 and all of 1969. In February 1970 Sauls introduced the trustees to Gladwin who then made his first offer to purchase. The trustees rejected both that and a second offer because he wanted terms which would have extended payments over three to five years. The trustees insisted upon cash, or substantially so, which Gladwin agreed to in his third offer, made in November 1970. The price was $225,000 with $22,500 down, $90,000 at closing, and a purchase money mortgage for the balance, payable six months after closing. A final appraisal of the property was made on January 14, 1971 and settlement was held on April 23.\nOn this performance I find as a fact that the trustees neither adopted nor followed a comprehensive and thorough plan to assure that the reasonable and intelligent steps necessary to secure the best possible market price were taken. In short, they did not meet the prudent man standards. Given this finding, I conclude that the objectors established a basis for liability and the critical question, then, is one of loss to the trusteeship — did the objectors show that had the trustees followed the prudent man standards, more would probably have been received for the property? Compare In re Mills’ Will, 26 Del.Ch. 203, 26 A.2d 241 (1942).\nE.\nIn considering the reasonableness of the sales price I first note that the objectors do not charge the trustees with self-dealing or other conflict of interest; they say simply that the trustees were negligent. Under these circumstances, the burden of showing loss to the trust rests upon the objectors. Compare Pennsylvania Company v. Wilmington Trust Company, supra. But the issue of loss is examined independent of the prior approval of sale by this Court. That approval was given upon the representations of the trustees and, as this Court said in Paolozzi v. Barber, Del.Ch., 260 A.2d 176 (1969),\n“When the Court has a responsibility for making a business judgment in what amounts to an ex parte context, it is entitled to have, and indeed must have, the fullest disclosure so that all significant factors can be weighed.”\nTo compel such disclosure and to protect the purpose which it serves, trustees who are authorized to sell an asset without notice to stockholders (and other parties in interest) must be prepared to defend the sale on its merits. In other words, the fact of prior ex parte approval is of no comfort to trustees in a later adversary proceeding in which their conduct is under attack. Trustees appointed by this Court have a duty of complete disclosure of all relevant particulars of a transaction for which they seek judicial approval, but ex parte approval does not insulate them from criticism by beneficiaries of the trust.\nIf the trustees are to be surcharged or ordered to seek rescission, it must be on the basis that the sale resulted in loss to the trust, which is to say that they obtained an unreasonably low price. And it is on this test of reasonableness that the objectors’ case fails. While there is much to criticize about the way in which the trustees attempted to sell the property (particularly as to what they did not do), the objectors simply have not demonstrated that, considering the terms upon which the sale was made, the price obtained was unreasonable for the value of the property at the time of sale.\nIn reviewing the evidence the first matter to consider is the sale requirement of all cash which the trustees fixed. It seems to be conceded that if terms calling for a payout over a number of years had been acceptable a substantially higher price could have been obtained. Indeed, the trustees’ appraiser, Hamilton, stated in a letter dated January 14, 1971 to the trustees’ Florida counsel, that the land could command up to $600 per acre with terms permitting a longer payout.\nThe terms upon which a trustee may conduct a sale must be judged upon the facts of each individual case: he is bound to use the care and prudence of a reasonably skillful and diligent person. Bogert, supra, § 745. Ordinarily, a requirement of cash would be regarded as reasonable because the trust had a liquidating function, i. e., sale of the corporation’s remaining asset and distribution of its proceeds. However, the objectors have challenged the reasonableness of the requirement, pointing particularly to the affidavit and testimony of Renato Beghe, Esquire, a tax law specialist whose New York firm represented the dissolved corporation and the trust throughout the period of administration.\nIn his affidavit in support of a petition for attorneys fees, Mr. Beghe states that from time to time during the administration he advised the trustees “that no final liquidating distribution by the Trust should be made until after December 15, 1970”; he also counseled against an interim distribution. His concern in both instances was that shareholder-beneficiaries would be subject to liability for the payment of additional tax assessments which might be levied against the corporation and the trust, and he wanted to be certain that all applicable statutes of limitations had expired. The objectors argue that this affidavit destroys the basis of the trustees’ insistence upon cash because it indicates that they knew that no distribution would be made in any event for four and a half years.\nThe point is not persuasive. A cash contingency reserve was specifically set up out of trust assets to provide for possible additional assessments. During the period to which Mr. Beghe’s advice as to distribution was directed that reserve was the only liquid asset in the trust. Obviously any distribution out of that reserve, whether interim or final, would have defeated its very purpose. Neither Mr. Beghe’s affidavit nor his testimony support the conclusion that a distribution could not or should not have been made had the property been sold. By definition the subject could not have been directly addressed because it was not sold until after all applicable statutes of limitation had expired.\nIn short, the trustees’ cash terms were consistent with the principal purpose of the trust which was to liquidate the remaining principal asset. Planning for tax contingencies dictated when a final distribution of all assets could be made and whether a distribution out of reserves should be made, but it does not follow from such planning that the trustees’ desire to sell on short terms was unreasonable.\nIt is, of course, irrelevant that by hindsight we now know that the trustees could have granted terms allowing a longer payout. Their actions must be judged in light of the circumstances as they existed at the time the decisions were made. Viewed in that perspective, requiring cash or substantially so, became more reasonable as time passed.\nI therefore conclude that an evaluation of the reasonableness of the price obtained for the property must include the cash •terms fixed by the trustees.\nThe trustees rely upon a number of appraisals which were obtained prior to and during the administration of the trust. As indicated above, the property was originally appraised in 1965. Two appraisals were obtained in that year, one by Francis H. Clifton and N. Arthur Hamilton, the other by John E. O’Neill. Both appraisals valued the property at $210,000. The Hamilton-Clifton appraisal was updated in 1966 and the property was again valued at $210,000. In 1969 the trustees, on their own initiative and with permission of the Court, obtained another complete appraisal from Hamilton. Again he valued the property at $210,000. Finally, in 1971, after completion of the negotiations for the sale to Gladwin but before this Court’s approval, the last appraisal from Hamilton was obtained by the trustees. At that time he appraised the value of the property at $240,000.\nThe objectors have not impeached either the competence of the appraisers or the professional quality of the appraisals upon which the trustees rely. They have, however, offered a number of documents as appraisals which they say prove that the price obtained was unreasonable. (The objectors did not call any witnesses.) But these are simply not persuasive evidence that the price obtained was unreasonable, viewed in the light of the terms fixed. I say this because all of the documents upon which the objectors rely as appraisals were obtained, understandably, from nine months to a year after the sale was consummated. Only two of them, the Robert & Gillman, Inc. and Turner appraisals, specifically state value as of the time the contract was made, and neither of these considers the effect of cash terms upon the price which might be obtained. Conversely, the single document which addresses itself to the question of terms, the Crain Realty appraisal, does not distinguish between value at the time of opinion and value at the time of sale.\nIn short, the objectors have shown that since its sale the property has increased in value and that individual lots of small size command a much greater per acre price when sold as part of a developed tract. But they have not shown that at the time of sale and considering the terms which the trustees required, the price obtained for this large, single parcel of land was unreasonable.\nUnder these circumstances, there is no loss to the trust upon which a surcharge may be based, nor has the price obtained been shown to be unreasonable so that the Court would be justified in ordering Mr. Shuff to seek rescission.\nF.\nThe second objection to the trustee’s final report concerns failure to obtain income on approximately $250,000 in cash which was transferred promptly to the trust and remained in a non-interest bearing checking account until July 22, 1970. At that time the trustees were given permission to transfer the money to an interest-bearing certificate of deposit.\nIt is generally true that a trustee is obliged to see that the trust estate is productive but a trustee’s overriding duty is to see that corpus is preserved and protected. He is prohibited from making an investment which endangers security of corpus.\nMr. Shuff argues that the trustees were justified in not investing the cash because that would have jeopardized corpus by subjecting it to Federal tax claims larger than itself.\nThis trusteeship was sought as part of a plan by which the corporation qualified for beneficial Federal income tax treatment under § 337 of the Internal Revenue Code. That section provides, in general, that if a corporation adopts a plan of complete liquidation and within twelve months thereafter distributes all of its assets in complete liquidation, no gain or loss is recognized to the corporation from the sale or exchange by it of its property.\nBecause OFB was not able to sell the Florida real estate within a year after the plan of liquidation was adopted, it was determined that the remaining assets should be transferred to a liquidating trust; a ruling was obtained from the Internal Revenue Service that such a transfer would be considered a distribution to shareholders in complete liquidation under § 337. The ruling required that the “cash transferred to the trustee is to be placed in a bank account in Delaware, and there will be no investment of such cash in stocks and securities or in any business property.”\nAt about the same time that liquidation was accomplished, the corporation, its accountants and tax counsel were in the process of winding up taxation affairs from the immediately preceding tax years. On December IS, 1965 the tax return for the fiscal year ending June 30, 1965 was filed and on the following day, upon the advice of counsel, the corporation required of IRS a prompt assessment of any additional tax due on that return. On April 13, 1966 Mr. Beghe prepared a memorandum summarizing several potential additional tax liabilities arising from the 1965 return. It is not necessary here to detail the substance of those possibilities, except to note that successful prosecution thereof could have resulted in additional Federal income tax liability totaling as much as $320,000 plus interest.\nThus at the time this trust was established there were two factors which are presently significant: (1) the express prohibition in the IRS ruling against investment in business property, stocks or securities ; (2) the possibility of substantial additional tax liabilities upon review of the tax return for the fiscal year ending June 30, 1965. The terms of the IRS ruling obviously prohibited the trustees from utilizing many investment vehicles so they cannot be faulted for failure to invest in anything which arguably could be classified as a stock, security or business property.\nBut the objectors say that the trustees could have invested the cash in certificates of deposit which were available at all times during administration of the trust. It is here that possibility of additional taxes for the fiscal year ending June 30, 1965 becomes relevant.\nThe advice of counsel was that no investment should be made which might be classified as a stock or security unless a ruling were first obtained from IRS that it would not jeopardize qualification under § 337. However, it was also the opinion of counsel that a ruling should not be sought while the tax returns were under audit and until the statute of limitations had run. The latter caution appears reasonable and may have been well justified because authority relied upon by OFB in obtaining favorable “technical advice” was subsequently overruled.\nThe objectors argue that even if the possibility of additional tax liability were a proper excuse for failing to invest the funds, nevertheless there was no reason why the advice of the Service could not have been obtained before February 1967 when Mr. Beghe was advised that the tax return was in fact under audit. But that argument ignores the fact that in April 1966 Mr. Beghe anticipated in his memorandum the possibility of an IRS challenge and that the corporation in December 1965 had requested prompt assessment of any additional taxes due. Thus, from the very beginning of the trusteeship there existed the serious possibility of additional tax liability which was of concern to counsel and the trust.\nGiven that concern, the trustees relied upon counsel’s advice to the effect that funds could not be invested without jeopardizing the tax status of the liquidation, the trust and the distributees. The question is, therefore, whether the trustees were justified in doing so.\nAs I have stated, the purpose of the cash reserve was to provide for additional tax assessments. It would have been imprudent for the trustees to take action which would either have disqualified the tax benefits which the corporation had under § 337 or which would have increased the probability of additional taxes for prior years’ income.\nIt later developed that IRS considered an investment in certificates of deposit to be permissible under § 337 but the crucial question is whether the trustees were justified in their decision neither to invest the funds nor to seek a clarifying ruling from the Service. The fact that the trustees relied upon the advice of their attorneys is not conclusive as to the reasonableness of the decisions they made but such decisions, viewed as they must be in the light of circumstances as they existed at the time, were made in the context of complicated and prolonged tax proceedings which involved the trustees, their tax counsel and accountants. Retrospectively, it appears that the trustees could have initially converted the cash to certificates of deposit, as they were later able to do and thereby earned interest for the trust during the entire administration. But, given the delicacy of the tax situation of the corporation and the trust, such speculation is of little help. I conclude that the trustees were not negligent in their handling of the cash fund.\nThe final report by the trustee will be approved.\nThere is an unresolved issue about the status of Mr. Weitzel’s obligations as a co-trustee and jurisdiction over his estate which is being administered in Florida. Mr. Weitzel was never discharged but his personal representative has not been officially noticed as to the objections to the final report which was submitted only on behalf of the surviving trustee. But in view of the decision stated hereafter, it is not necessary that these issues be clarified or decided at this time.",
        "type": "majority",
        "author": "DUFFY, Chancellor:"
      }
    ],
    "attorneys": [
      "S. Samuel Arsht and Lewis S. Black, Jr., of Morris, Nichols Arsht & Tunnell, Wilmington; and Harvey D. Myerson, John E. Gould and Vincent M. Badger, of Webster, Sheffield, Fleischmann, Hitchcock & Brookfield, and Bernard F. Joyce, of Emmett, Marvin & Martin, New York City, for plaintiff.",
      "David F. Anderson, of Potter Anderson & Corroon, Wilmington and Francis M. Ellis, of Carter, Ledyard & Milburn, New York City, for defendant."
    ],
    "corrections": "",
    "head_matter": "Luke B. LOCKWOOD, Plaintiff, v. OFB CORPORATION, a dissolved Delaware corporation, Defendant.\nCourt of Chancery of Delaware, New Castle.\nMarch 14, 1973.\nS. Samuel Arsht and Lewis S. Black, Jr., of Morris, Nichols Arsht & Tunnell, Wilmington; and Harvey D. Myerson, John E. Gould and Vincent M. Badger, of Webster, Sheffield, Fleischmann, Hitchcock & Brookfield, and Bernard F. Joyce, of Emmett, Marvin & Martin, New York City, for plaintiff.\nDavid F. Anderson, of Potter Anderson & Corroon, Wilmington and Francis M. Ellis, of Carter, Ledyard & Milburn, New York City, for defendant."
  },
  "file_name": "0636-01",
  "first_page_order": 672,
  "last_page_order": 680
}
