{
  "id": 9493568,
  "name": "STATE v. Lucien E. FORBES",
  "name_abbreviation": "State v. Forbes",
  "decision_date": "2001-06-19",
  "docket_number": "No. 99-558-C.A.",
  "first_page": "637",
  "last_page": "644",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 637"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "636 A.2d 719",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7365817
      ],
      "pin_cites": [
        {
          "page": "725"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/636/0719-01"
      ]
    },
    {
      "cite": "557 A.2d 1204",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7903015
      ],
      "pin_cites": [
        {
          "page": "1207"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/557/1204-01"
      ]
    },
    {
      "cite": "560 A.2d 330",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7348198
      ],
      "pin_cites": [
        {
          "page": "332-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/560/0330-01"
      ]
    },
    {
      "cite": "670 A.2d 239",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860125
      ],
      "pin_cites": [
        {
          "page": "243"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/670/0239-01"
      ]
    },
    {
      "cite": "524 A.2d 575",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876817
      ],
      "pin_cites": [
        {
          "page": "581-82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/524/0575-01"
      ]
    },
    {
      "cite": "582 A.2d 1166",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7387128
      ],
      "pin_cites": [
        {
          "page": "1170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/582/1166-01"
      ]
    },
    {
      "cite": "617 A.2d 1371",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7936855
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1373"
        },
        {
          "page": "1373"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/617/1371-01"
      ]
    },
    {
      "cite": "635 A.2d 260",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7361890
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "263"
        },
        {
          "page": "263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/635/0260-01"
      ]
    },
    {
      "cite": "492 P.2d 1150",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 4,
      "pin_cites": [
        {
          "page": "1151-52"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "99 Cal.Rptr. 758",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "6 Cal.3d 530",
      "category": "reporters:state",
      "reporter": "Cal. 3d",
      "case_ids": [
        2274668
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/cal-3d/6/0530-01"
      ]
    },
    {
      "cite": "654 A.2d 1218",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7877442,
        7877359
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/1218-02",
        "/a2d/654/1218-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 884,
    "char_count": 21310,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 1.0063824574273096e-07,
      "percentile": 0.5408104874067947
    },
    "sha256": "3c339abc47cfd9342fae7ef96b592e18b2332668e327d95e1e507b38d6f79897",
    "simhash": "1:b3aa062111c955e8",
    "word_count": 3473
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present WILLIAMS, C.J., LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
    ],
    "parties": [
      "STATE v. Lucien E. FORBES."
    ],
    "opinions": [
      {
        "text": "OPINION\nGOLDBERG, Justice.\nAn unpropitious meeting between two alumni from Marvel Preparatory School provided the springboard for the events leading up to this criminal conviction. The defendant, Lucien E. Forbes (defendant or Forbes), and Nicholas Grumprecht (Grum-precht) met unexpectedly during a Christmas 1996 fundraiser for their alma mater. In the course of exchanging pleasantries, Grumprecht, a commercial and investment banker of forty years and restaurateur, told defendant that he was looking for investors for a restaurant that he wanted to open. The defendant, chairman and chief executive officer of Rhode Island-based Forbes & Company, described a business he was trying to establish off the coast of East Africa. Each man expressed interest in the other’s project, and they arranged to meet again to discuss their proposed ventures in more detail. Between December 1996 and March 1997, the two men met approximately twenty times at Forbes’s office to discuss defendant’s East African project. During the course of these meetings, defendant asked whether Grumprecht would help him develop his project. Grumprecht agreed. Forbes & Company retained him as a financial consultant, but after only one month he was elevated to the position of chief operations officer for the company.\nIn March 1997, defendant began to experience personal financial difficulties and approached Grumprecht about a loan. The defendant told Grumprecht that because he had invested his salary into Forbes & Company for business development, he did not have the money to pay his mortgage, and the Town of Tiverton had threatened a tax sale of his home because of outstanding real estate taxes. The defendant told Grumprecht that he needed $32,000 to avert financial disaster. After he determined, through inquiries of Forbes’s business partners, friends and acquaintances, that a loan of such a large sum to Forbes would not be a risk, Grum-precht, who had the money set aside for his restaurant project, agreed to lend the money to Forbes. However, Grumprecht made it clear to defendant that although he could lend him the money, he needed to be reimbursed in a short time to pay the contractors working on his restaurant. The defendant assured Grumprecht that he expected to receive a large sum of money from Argentina and would be able to retire the loan in two weeks.\nOn March 7, 1997, a demand note for $32,000 was executed, payable on the agreed date of March 21, 1997. Grum-precht then arranged a wire transfer of the loan proceeds to defendant’s bank. Although defendant used a portion of the loan to satisfy his personal debts, he actually invested most of the money in his company for development and expenses. In addition, defendant testified, two weeks after he received the loan, he used some of the funds for a ski vacation at Okemo Mountain in Ludlow, Vermont, with his wife and two children.\nApproximately seven days before the due date for the note, Grumprecht discovered that defendant would be leaving on a business trip for Africa and asked Forbes to execute a postdated check for $32,000 as repayment of the loan. Forbes agreed and delivered the check on March 20,1997. The defendant assured Grumprecht that he could draw on the account on March 21, 1997, or, at the latest, on March 24, 1997. However, defendant requested that Grum-precht contact his assistant, Dan Brule (Brule), before he deposited the check to confirm that the account balance was sufficient to cover the check.\nAs requested, Grumprecht attempted to contact Brule on March 21 but was unable to reach him. On March 24, 1997, Grum-precht spoke to Brule and inquired whether he could deposit the check; Brule responded that the account lacked sufficient money to cover the amount of the check. For approximately six weeks thereafter, Grumprecht and Brule had at least ten conversations concerning the check, always with the same result. Grumprecht also managed to speak with defendant on three occasions during this same period. He told Forbes that he needed the money he was owed so he could pay for the construction of his restaurant, and that if Forbes did not repay the loan, he would be forced to borrow money himself. Each time, defendant told Grumprecht that he was still waiting to receive his commission from the land sale in Argentina that had not yet arrived.\nOn or about May 8, 1997, his patience and wallet stretched to their limits, Grum-precht finally presented the check for payment, still without a confirmation from either defendant or Brule. Two days later the check was returned for insufficient funds. Grumprecht made further attempts to contact defendant, but his phone calls were ignored.\nIn June 1997, Grumprecht retained an attorney who, in accordance with G.L.1956 § 19-9-26, sent Forbes a certified letter that informed him that the check had been returned for insufficient funds. Although defendant failed to respond to the letter, during trial he testified that he had received it. Approximately a month later, Grumprecht filed a complaint with the Rhode Island State Police.\nForbes was charged by information with uttering and delivering with intent to defraud, a check in the amount of $32,000 “knowing at the time that he did not have sufficient funds and credit” to satisfy the check in violation of § 19-9-25. A jury trial was held in Washington County Superior Court. At the close of the state’s case and again at the close of the evidence, defendant moved for a judgment of acquittal on the ground that having made Grum-precht aware that the check might not be honored upon presentment he lacked the specific intent to defraud Grumprecht, a defense to the charge based upon California law. In denying defendant’s first motion, the trial justice reasoned,\n“[t]he evidence here, viewed in the light most favorable to the State, establishes prima facie evidence of the intent to defraud. See also [sic ] State v. Halmi, 654 A.2d 1218 (R.I.1995), wherein our Supreme Court indicated that evidence of intent to defraud can be established by the fact of insufficient funds not at the time of delivery but at the time of presentation of the check. The California case [People v. Poyet, 6 Cal.3d 530, 99 Cal.Rptr. 758, 492 P.2d 1150 (Ca.1972) ], therefore, is distinguishable, in my view, under the Rhode Island statutory scheme * *\nLater, in response to defendant’s renewed motion the trial justice stated,\n“[wjell, as I previously indicated * * *, it is my view that notwithstanding the argument that Mr. Grumprecht was aware at the moment of delivery of the check that there were insufficient funds, * * * that alone is insufficient * * * to defeat the intent to defraud requirement as a matter of law. * * * I believe that the statute clearly does make evidence of insufficient funds upon presentation of an instrument prima facie evidence of an intent to defraud absent payment of the obligation in full within seven days of [notice by certified mail] and I intend to instruct the jury in that regard. In essence, in my view what the statutory scheme then sets up is a situation where the defense certainly can attempt to rebut or respond to that prima facie case, which indeed the defendant has chosen to do in this case and then if the defendant presents evidence of a good faith belief that funds would be forthcoming so that at the time of the presentation of the check * * * to the bank, there would be sufficient monies there then that is and can constitute a defense and I agree that it is the State’s obligation to refute that evidence beyond a reasonable doubt.”\nOn June 4, 1998, the jury returned a verdict of guilty. The defendant’s motion for a new trial was denied.\nOn February 16, 1999, defendant was sentenced to two years supervised probation and was ordered to pay Grumprecht $5,000 restitution in addition to the original check amount to compensate him for lost time in making the promised payment. The defendant also was forbidden to sign any checks on behalf of Forbes & Company as a condition of his probation. The defendant filed a timely appeal.\nOn appeal, defendant raised three issues for determination by this Court. First, defendant argued that the trial justice erred in denying his motion for a judgment of acquittal. Second, Forbes asserted that the trial justice erred by failing to charge the jury pursuant to his purported defense that when a maker informed a payee that the account had insufficient funds at the time of delivery, the specific intent to defraud is negated. Lastly, defendant argued that it was error for the trial justice to deny his motion for a new trial. We deny the appeal and affirm the conviction.\nMotion for Judgment of Acquittal\nIn considering a motion for a judgment of acquittal, a “trial justice must view the evidence in the light most favorable to the state, without weighing the evidence or assessing the credibility of the witnesses, and draw therefrom every reasonable inference consistent with guilt.” State v. Mercado, 635 A.2d 260, 263 (R.I.1993); State v. Laperche, 617 A.2d 1371, 1373 (R.I.1992). If the totality of the evidence so viewed and the inferences so drawn would justify a reasonable juror in finding a defendant guilty beyond a reasonable doubt, the motion for a judgment of acquittal must be denied. Laperche, 617 A.2d at 1373; State v. Grundy, 582 A.2d 1166, 1170 (R.I.1990); State v. Caruolo, 524 A.2d 575, 581-82 (R.I.1987). “In reviewing a trial justice’s denial of such a motion, this Court applies the same standard as the tribunal below.” State v. Snow, 670 A.2d 239, 243 (R.I.1996) (citing Mercado, 635 A.2d at 263).\nThe defendant argued, as he did at trial, that he was entitled to a judgment of acquittal because the state failed to prove that at the time he delivered the check he intended to defraud Grumprecht. To support this argument, defendant again relied upon a decision of the California Supreme Court, People v. Poyet, 6 Cal.3d 530, 99 Cal.Rptr. 758, 492 P.2d 1150 (Ca.1972), which held that, pursuant to the California fraudulent check statute, the state is required to prove that the defendant/maker intended to defraud at the time the check was passed to the payee and not at the time of presentment. Id. at 1151-52. That court also recognized that under California law the defendant/maker could present evidence that he or she had disclosed to the payee that there were insufficient funds to cover the check as an affirmative defense to the essential element of intent. Id. Athough this case properly may represent the current state of California’s law pertaining to fraudulent checks, the statutes and laws of this state do not allow for such a result.\nAthough similar in certain respects to the California statute, § 19-9-25 embodies the crime of uttering and publishing fraudulent checks. However, § 19-9-25 does not contain a provision permitting the maker to defend the charge by showing that the payee had knowledge of insufficient funds in the account. Moreover, chapter 9 of title 19 also includes § 19-9-26, “Prima facie evidence of intent to defraud — Prosecutions,” which sets forth the criteria necessary to establish prima facie evidence of a maker’s intent to defraud. Pursuant to this section, prima facie evidence of an intent to defraud is established if the defendant/maker fails to pay the amount due within seven days of the receipt of a demand notice sent via certified mail.\nHere, defendant provided a postdated check to Grumprecht on March 20, 1997, for the full satisfaction of a demand note that was to become due on March 21,1997. In addition to defendant’s request that Grumprecht contact Brule before depositing the check to assure that the account had sufficient funds, he also assured Grumprecht that the check would be honored no later than March 24, 1997. Thus, although defendant informed Grumprecht that his account had insufficient funds to cover the check on March 20, in a second statement he assured Grumprecht that the account would contain sufficient funds to cover the check no later than March 24. We note that defendant testified that he had received and deposited a check for 63,000 pesos before signing the demand note with Grumprecht, but the check bounced in February 1997 and was redeposited. Although defendant may have anticipated that the Argentine check eventually would clear and that the money would be available to cover Grumphrecht’s check, he had no assurance that this would occur on March 20,1997, or anytime thereafter. In fact, the Argentine check did not clear, and, despite Grumprecht’s repeated entreaties, defendant failed to deposit sufficient funds to cover the check.\nFinally, frustrated with defendant’s constant refusal to honor the check, Grum-precht presented the instrument to the bank where it was promptly dishonored due to insufficient funds in the account. Grumprecht subsequently retained an attorney who, pursuant to § 19-9-26, sent a certified letter to defendant informing him of the dishonored check and demanding prompt payment. The defendant failed to respond to this request although he acknowledged receiving the certified letter at trial.\nPursuant to § 19-9-26, a provision absent from the California Penal Code, defendant’s failure to pay the note within seven days of receipt of the certified mailing constitutes prima facie evidence of an intent to defraud. The defendant testified that although he received the letter, he did not respond. Thus, Forbes’ failure to pay the amount of the check within seven days was all that § 19-9-26 required for the state to establish a prima facie case of defendant’s intent to defraud Grumprecht.\nAlthough California places the onus on the payee by permitting a defendant/maker to rebut a claim of intent to defraud by establishing that the payee knew there were insufficient funds to cover the check, Rhode Island law contains no such provision, thus, placing the burden on the responsible party — the maker — to honor the check within the statutory period. Rhode Island law specifically sets forth the criteria necessary to establish prima facie evidence of intent to defraud, evidence that can be rebutted only through an affirmative action by the maker — payment of the check in full — a remedy admittedly ignored by the defendant in this case.\nMoreover, as the trial justice accurately concluded, in State v. Halmi, 654 A.2d 1218 (R.I.1995) (mem.), this Court held that “prima facie evidence of an intent to defraud can be established by the fact of insufficient funds at presentation of the check” to the payee. Id. at 1219. In addition, as previously discussed, supra, although defendant informed Grumprecht that the account had insufficient funds to cover the check on March 20, 1997, and, therefore, he should check with Brule before attempting to deposit the check, he followed with an immediate assurance that the check would be honored by March 24, 1997 at the very latest. This second statement also made at the time of delivery of the instrument to Grumprecht, clearly established prima facie evidence of defendant’s intent to defraud pursuant to our decision in Halmi.\nTherefore, based upon the above analysis, we are of the opinion that the trial justice correctly rejected the defense based upon California law. Further, pursuant to §§ 19-9-25 and 19-9-26, we are satisfied that the standard applied by the trial justice in denying defendant’s Super. R.Crim. P. 29 motion for judgment of acquittal was proper and not in error.\nJury Instruction\nRelated to his first claim of error, defendant also asserted that the trial justice erred in failing to instruct the jury pursuant to his requested instruction, number twenty-six, concerning the payee’s knowledge of the insufficiency of funds in the maker’s account, a defense permitted under California law.\nHaving already determined that Rhode Island’s statutory scheme pertaining to fraudulent checks does not permit such a defense, we find this claim of error to be without merit. Thus, because defendant’s request to charge sets forth a defense not available under the law of this jurisdiction, we are of the opinion that the trial justice did not err when she denied defendant’s request to so instruct the jury.\nMotion for New Trial\nThe final claim of error concerned the trial justice’s denial of defendant’s motion for a new trial. The defendant asserted on appeal that the trial justice erred in denying his motion for a new trial because, again based on his erroneous defense theory, there was insufficient evidence presented at trial tending to establish, beyond a reasonable doubt, that at the time he delivered the instrument to the victim, defendant had the necessary intent to defraud Grumphrecht.\nWe have consistently held that a trial justice’s ruling on a motion for a new trial is entitled to great weight. State v. Dame, 560 A.2d 330, 332-33 (R.I.1989) (citing State v. Henshaw, 557 A.2d 1204, 1207 (R.I.1989)). Accordingly, we will affirm a ruling on a Super. R.Crim. P. 33 motion absent a showing that the trial justice overlooked or misconceived material evidence or was otherwise clearly wrong. State v. Scurry, 636 A.2d 719, 725 (R.I.1994).\nAs discussed, supra, we are of the opinion that the trial justice properly rejected defendant’s theory of defense and appropriately declined to charge the jury in accordance with his requested jury instruction concerning defendant’s lack of an intent to defraud. We conclude that the trial justice applied the proper standard when she denied defendant’s motion for a new trial; and, thus, we are satisfied that the denial of defendant’s motion was neither clearly wrong nor the result of overlooked or misconceived material evidence.\nConclusion\nBased upon the foregoing, we hold that the trial justice appropriately denied the defendant’s motions for a judgment of acquittal and his request to instruct the jury on his theory concerning the specific intent to defraud Grumprecht. We also conclude that the trial justice properly denied the defendant’s motion for a new trial and are satisfied that there was overwhelming evidence of the defendant’s guilt sufficient to survive a Rule 33 motion for a new trial.\nFor the reasons stated herein, the defendant’s appeal is denied and dismissed. The judgment appealed from is affirmed, and the papers in this case are remanded to the Superior Court.\n. Forbes & Company, incorporated in 1982, operates a port development and fisheries business in addition to conducting construction and fishing-vessel operations.\n. The evidence established that the defendant had deposited approximately $22,000 between April and May 1997, although admittedly, none of that money was used in an attempt to repay Grumprecht.\n. The defendant alleged that he had tried to establish a payment plan with Grumprecht, but that Grumprecht had refused. Grum-precht denied that he and Forbes ever discussed any payment plan options.\n. General Laws 1956, § 19-9-25 provides in pertinent part:\n\"(a) Any person who purchases any goods, materials, or services, pays for that purchase by check, draft, or order for payment of money, and takes possession of the item, and who subsequently orders payment stopped on the check, draft, or order for payment, or who, with intent to defraud, makes, draws, utters, or delivers any check, draft, or order for the payment of money, in an amount exceeding one thousand dollars ($1,000), upon any regulated institution or other depository, knowing at the time of making, drawing, uttering, or delivering that the maker or drawer has not sufficient funds in, or credit with, that regulated institution or other depository for the payment of the check, draft, or order, in full, upon its presentation, shall, upon conviction, be fined not more than two thousand dollars ($2,000) or be imprisoned not more than two (2) years, or may be subjected to both fine and imprisonment.”\n. Section 19-9-26 provides in pertinent part:\n\"The following shall be prima facie evidence of intent to defraud within the meaning of §§ 19-9-24 and 19-9-25 as against the maker or drawer: the making, drawing, uttering, or delivering of a check * * * payment of which is refused by the drawee for the reason that the maker or drawer has not sufficient funds * * ® for the payment of the check * * * in full upon its presentation,* * * provided, however, that these shall not be prima facie evidence of intent to defraud if the maker or drawer shall pay the check * * * and leave with the drawee for its payment the amount due thereon within seven (7) days after the receipt of written notice from the payee by certified mail, return receipt requested, at the last address of the maker or drawer which is available in the records of the payee.”\n. Although not established at trial, at defendant's sentencing hearing it was disclosed that one U.S. dollar was equivalent to 7.89 Argentine pesos. This conversion would render the value of the 63,000 peso check to approximately $8,000, far short of the amount needed to cover defendant’s $32,000 check.",
        "type": "majority",
        "author": "GOLDBERG, Justice."
      }
    ],
    "attorneys": [
      "Jane M. McSoley, Aaron L. Weisman, Providence, for Plaintiff.",
      "Mark L. Smith, Newport, for Defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Lucien E. FORBES.\nNo. 99-558-C.A.\nSupreme Court of Rhode Island.\nJune 19, 2001.\nJane M. McSoley, Aaron L. Weisman, Providence, for Plaintiff.\nMark L. Smith, Newport, for Defendant.\nPresent WILLIAMS, C.J., LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
  },
  "file_name": "0637-01",
  "first_page_order": 679,
  "last_page_order": 686
}
