{
  "id": 7258873,
  "name": "I.B.P.O.E. OF WEST MOUNT VERNON LODGE 151 v. PENNSYLVANIA LIQUOR CONTROL BOARD, Appellant",
  "name_abbreviation": "I.B.P.O.E. of West Mount Vernon Lodge 151 v. Pennsylvania Liquor Control Board",
  "decision_date": "2009-04-08",
  "docket_number": "",
  "first_page": "642",
  "last_page": "652",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 642"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "367 A.2d 366",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "937 A.2d 404",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3594729,
        8361556
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/594/0500-01",
        "/a2d/937/0404-01"
      ]
    },
    {
      "cite": "594 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3594729
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/594/0500-01"
      ]
    },
    {
      "cite": "806 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11347156
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/806/0491-01"
      ]
    },
    {
      "cite": "690 A.2d 758",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11924544
      ],
      "weight": 9,
      "pin_cites": [
        {
          "page": "762"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/690/0758-01"
      ]
    },
    {
      "cite": "651 A.2d 1160",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12257686
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/651/1160-01"
      ]
    },
    {
      "cite": "518 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811630
      ],
      "weight": 4,
      "year": 1988,
      "pin_cites": [
        {
          "page": "505-6"
        },
        {
          "page": "934"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/518/0500-01"
      ]
    },
    {
      "cite": "921 A.2d 559",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8320397
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "566"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/921/0559-01"
      ]
    },
    {
      "cite": "629 A.2d 182",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1449109
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/157/0028-01"
      ]
    },
    {
      "cite": "806 A.2d 521",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11347959
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/806/0521-01"
      ]
    },
    {
      "cite": "667 A.2d 439",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861711
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/667/0439-01"
      ]
    },
    {
      "cite": "909 A.2d 24",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8454847
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "28"
        },
        {
          "page": "28"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/909/0024-01"
      ]
    },
    {
      "cite": "730 A.2d 1029",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11614010
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1033"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/730/1029-01"
      ]
    },
    {
      "cite": "799 A.2d 917",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9415736
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "919"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/799/0917-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1164,
    "char_count": 31938,
    "ocr_confidence": 0.737,
    "pagerank": {
      "raw": 3.322807224237126e-07,
      "percentile": 0.873118085262886
    },
    "sha256": "1474e0b6bd817f65106ba9d80eb23586658e95d9923a04921d1b2324d3303859",
    "simhash": "1:db8c91b6365c0c5e",
    "word_count": 5129
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, SMITH-RIBNER, Judge, and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "I.B.P.O.E. OF WEST MOUNT VERNON LODGE 151 v. PENNSYLVANIA LIQUOR CONTROL BOARD, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSenior Judge FLAHERTY.\nThe Pennsylvania Liquor Control Board (Board) appeals from an order of the Court of Common Pleas of Chester County (trial court) that reversed its decision to deny the liquor license renewal application filed by I.B.P.O.E. of West Mount Vernon Lodge 151 (Licensee). We reverse the order of the trial court and reinstate the determination of the Board.\nOn January 19, 2007, Licensee filed an application to renew Club Liquor License No. C-1578 for the period beginning April 1, 2007 and ending March 31, 2009. Licensee was notified that there were objections to the renewal application and that a hearing would be held on the objections. An administrative hearing was held on October 30, 2007 before a hearing examiner.\nThe Board presented the testimony of Joseph Carboni, patrol officer with the Coatesville Police Department, who stated that Licensee is located in a residential area. Officer Carboni asserted that he responded to a noise complaint concerning Licensee on April 16, 2005 originating at 2:58 a.m. As Officer Carboni approached the establishment, a large group of patrons standing in front of the building began to disperse. According to Officer Carboni, he and several other officers stayed in the area for ten minutes to make sure no other crowds gathered. On July 5, 2005, Officer Carboni was dispatched to Brandywine Hospital in reference to an incident that happened inside the club. The victim informed Officer Carboni and his partner that he was assaulted. Officer Carboni stated that the victim explained he was punched several times and choked. Officer Carboni observed a laceration on the victim’s face with accompanying swelling and bruising.\nThe Board further presented the testimony of Sergeant Martin Brice who stated that on May 22, 2005 he was dispatched to Licensee’s premises in regard to a shooting. He arrived at the club at approximately 2:45 a.m. and observed hordes of people standing in front of the establishment. Sgt. Brice discovered the victim on the sidewalk and called for medical assistance.\nAccording to Sgt. Brice, officers on duty typically set up at or near Licensee closing time. This is to facilitate orderly dispersal of the crowd. On May 7, 2006, Sgt. Brice observed a visibly intoxicated patron exit the club and fall down on the sidewalk. Officers approached the patron and planned to arrest him for public intoxication. A female patron asked if she could take the individual home. Sgt. Brice stated the woman was permitted to take the intoxicated man home and a citation for public intoxication was sent via mail.\nDetective Kevin Campbell testified on behalf of the Board. He participated in the investigation of the shooting that occurred on the licensed premises on May 22, 2005. Detective Campbell interviewed patrons who were inside of the establishment prior to the incident. Witnesses reported that the victim and the perpetrator were involved in an argument along with two other patrons inside of the establishment before going outside, where the shooting occurred.\nFinally, the Board presented the testimony of Christopher Strunk, patrol officer, who responded to a call from Licensee’s bartender on November 4, 2006, around 2:30 a.m. According to Officer Strunk, the bartender reported that a patron seated at the bar pointed a gun at her. He understood that the bartender took the gun and placed it behind the bar, but the patron later retrieved the gun and left the premises. During Officer Strunk’s investigation, he did not observe any security measures to prevent patrons from entering the premises with weapons. He agreed that it is customary for patrol units to be stationed at or near Licensee’s premises at closing time.\nMichael Brown, Chairman of Licensee’s House Committee testified on behalf of Licensee. He is responsible for placing beer and liquor orders, and is also responsible for security at the establishment. He explained that patrons must get buzzed in before they can enter the club. Licensee employs Mr. Brown for security on Thursday, Friday and Saturday nights. According to Mr. Brown, one additional person, preferably a female, works security with him on those days. Sometimes, a third person works security as well. Mr. Brown uses a metal detection wand to search patrons for weapons. After the incident where the patron brought the gun into the bar, Mr. Brown began patting individuals down as well. Although the establishment can hold two hundred twenty-five people, Mr. Brown does not allow more than one hundred fifteen patrons inside at any given time. Mr. Brown explained that he does not feel comfortable going outside of the club to tell people to disperse after closing time. He added, “[o]nce I’m on the sidewalk, I’m fair game if somebody wants to get me or something.” N.T. 10/30/07, p. 64.\nMr. Brown described the application process. He further detailed the identification that must be shown to enter the club. Members can bring in two guests each, but the guests must not be local residents. On Friday and Saturday, the club is open from 3:00 p.m. until 3:00 a.m. Mr. Brown stated that Licensee has signs on the premises indicating that fighting and drugs are prohibited. Licensee maintains a written barred patrons list posted inside the club.\nThe hearing examiner recommended a renewal of Licensee’s liquor license. The Board disagreed and by an order dated January 19, 2008, it denied Licensee’s renewal application. Licensee appealed the Board’s decision to the trial court. Thereafter, the Board issued a detailed opinion regarding its reasons for refusing the renewal of the liquor license.\nThe Board found that the citation history, coupled with the other incidents at the Licensee’s premises, particularly those incidents involving acts of violence and required police intervention, evidenced an abuse of the licensing privilege by the club. Further, the Board found that Licensee’s repeated citations indicate a “total disregard” for the Liquor Code, specifically the prohibition on sales to nonmembers of a club. (Board Op. at 17). The Board acknowledged that some of the citations were old, but it indicated it may consider all past Liquor Code violations regardless of when they occurred in determining whether to renew a license.\nThe trial court accepted into evidence the record compiled below. It further heard additional testimony from Mr. Brown. Mr. Brown conceded that two weeks prior to the hearing before the trial court, he sought and met with legal counsel to discuss recommendations made by the initial hearing examiner. The hearing examiner’s recommendations included having identifiable security on the premises both Friday and Saturday nights and having a metal detection system in place. Mr. Brown stated that thereafter he acquired shirts with “security” written on them so security personnel would be easily identifiable. He also obtained a new wand as well as a “freestanding security system.” R.R. at 171a. Mr. Brown agreed that Licensee has not yet implemented additional security as recommended by the hearing examiner.\nOn July 6, 2008, the trial court, after reviewing the matter de novo, reversed the Board’s order and mandated the renewal of Licensee’s liquor license. The trial court indicated that its findings did not substantially differ from the findings made by the Board. It added, however, that it attributed less weight to the hearsay evidence “largely relied” on by the Board in its decision. (Trial Ct. Op. at 3). Further the trial court explained:\nMore importantly, however, the Board did not have available to it the testimony offered at hearing before us. We found credible the evidence presented about measures taken by [Licensee] to reduce, if not eliminate, the conditions which in the past have caused the incidents recited in the Board’s opinion.\nId.\nThe trial court additionally stated Licensee “has taken substantial and significant steps to quell the previous history of Code violations.” Id. at 4. Based on the record before it, the trial court determined Licensee’s actions have not amounted to a total disregard for the Liquor Code and do not warrant non-renewal of its club license.\nThe trial court failed to identify the hearsay evidence relied on by the Board that purportedly formed the basis of the Board’s opinion. Moreover, it failed to specifically reference any of Licensee’s citations or the incidents that occurred on Licensee’s premises that required law enforcement action. It did not detail what corrective measures were taken by Licensee that it considered sufficient prophylactic measures to address prior Liquor Code violations or the activities that occurred on site that required police intervention. This appeal followed.\nThe Board argues on appeal that the trial court abused its discretion in ordering a renewal of Licensee’s liquor license. Alternatively, it contends that the trial court’s decision is not supported by substantial, competent evidence in light of Licensee’s citation history and the activity requiring police presence on the club’s premises. Specifically, the Board contends that the record fails to show that “substantial affirmative steps were taken to prevent further violence on the licensed premises.”\nAny applicant whose application for renewal is denied by the Board may appeal to the court of common pleas of the appropriate county. Two Sophia's, Inc. v. Pennsylvania Liquor Control Board, 799 A.2d 917 (Pa.Cmwlth.2002). Section 464 of the Liquor Code, Act of April 12, 1951, P.L. 90, as amended, 47 P.S. § 4-464, provides, in part:\nThe court shall hear the application de novo on questions of fact, administrative discretion and such other matters as are involved, at such time as it shall fix, of which notice shall be given to the board. The court shall either sustain or overrule the action of the board and either order or deny the issuance of a new license or the renewal or transfer of the license or the renewal of an amusement permit to the applicant.\nIn appeals arising under Section 464 of the Liquor Code, the trial court may make its own findings and reach its own conclusions based upon those findings even when the evidence it hears is substantially the same as the evidence presented to the Board. Two Sophia’s, 799 A.2d at 919. While the trial court may modify, sustain, or reverse a Board decision to deny the license renewal even if there is substantial evidence to support the Board’s findings, the trial court may do so only where its findings are supported by substantial evidence in the record as a whole. Pennsylvania Liquor Control Board v. Bartosh, 730 A.2d 1029 (Pa.Cmwlth.1999).\nUnder the Liquor Code, renewal of a liquor license is not automatic. Section 470 of the Liquor Code, 47 P.S. § 4-470, provides that the Board “may” refuse to renew a liquor license for several reasons, including the fact that a licensee has one or more adjudicated citations. The use of the term “may” gives the Board discretionary authority to decide whether to grant or deny a properly filed renewal application. U.S.A. Deli, Inc. v. Pennsylvania Liquor Control Board, 909 A.2d 24 (Pa.Cmwlth.2006). Inasmuch as the trial court, like the Board, has the discretion to determine whether to grant a renewal application, there may be instances where granting a license renewal may constitute an abuse of discretion by the trial court. Id. at 28. An abuse of discretion is defined as a misapplication of the law, a manifestly unreasonable exercise in judgment, or a final result that evidences partiality, prejudice, bias, or ill-will. Arrington v. Pennsylvania Liquor Control Board, 667 A.2d 439 (Pa.Cmwlth.1995). See also Mag Enter. Inc. v. Pennsylvania Liquor Control Board, 806 A.2d 521 (Pa.Cmwlth.2002). When there is no rational support in the record for a finding of fact, there has been a manifestly unreasonable error in judgment and, therefore, an abuse of discretion. Rosing, 690 A.2d at 760.\nIt is not improper for the Board to look at a series of violations of the liquor laws that have already been the subject of a penalty when deciding whether to renew a license. Bartosh, 730 A.2d at 1033. See also Atiyeh v. Pennsylvania Liquor Control Board, 157 Pa.Cmwlth. 28, 629 A.2d 182 (1993). Although past adjudicated citations may be considered in a license renewal case, the trial court, reviewing the matter de novo, may make its own findings concerning the significance of the licensee’s citation history. Goodfellas, Inc. v. Pennsylvania Liquor Control Board, 921 A.2d 559 (Pa.Cmwlth.2007). See also U.S.A. Deli, 909 A.2d at 28.\nWhen there is a pattern of illicit conduct subject to penal legislation, suspension of a liquor license is warranted when the licensee should have known of the illegal activities of an employee or patron. Pennsylvania Liquor Control Board v. TLK, Inc., 518 Pa. 500, 544 A.2d 931 (1988). The licensee may defend against the suspension of a liquor license by demonstrating that he took substantial affirmative steps to guard against known pervasive illegal activities. Id. at 505-6, 544 A.2d at 934. Remedial measures must be taken at a time when the licensed establishment knows or should know that illicit activity is occurring on the premises. Pennsylvania State Police v. Can, Inc., 651 A.2d 1160 (Pa.Cmwlth.1994). While TLK was an enforcement case, the standard enunciated therein is applicable in license renewal cases. Rosing, Inc. v. Pennsylvania Liquor Control Board, 690 A.2d 758 (Pa.Cmwlth.1997). Moreover, the trial court may consider corrective measures taken by a licensee in response to adjudicated citations, not just a pattern of illicit, criminal behavior, to determine whether those corrective measures warrant renewal of a liquor license. Goodfellas, 921 A.2d at 566.\nPursuant to Bartosh and Atiyeh, the Board was entitled to take Licensee’s previous citation history into account when deciding whether to renew Licensee’s liquor license. On appeal, however, the trial court was permitted to review the matter de novo consistent with Section 464 of the Liquor Code. Two Sophia’s, Inc.; Bartosh. The trial court was capable of attributing less significance to the citation history in reviewing the matter and was permitted to consider whether Licensee took substantial affirmative steps to prevent occurrences that led to the previous adjudicated citations. Goodfellas.\nThe Board presented evidence of numerous adjudicated citations, including eight for serving alcoholic beverages to nonmembers. We note that Mr. Brown testified concerning the steps one must take to become a member and the identification that must be presented to get into the club. Further, he indicated that members are restricted to bringing two guests and that those guests cannot be local residents. Nonetheless, it is unclear whether any of the items Mr. Brown discussed were recent adjustments to club policy. Indeed, based on the contents of the record, it is entirely possible these procedures were in place when the events leading to the adjudicated citations occurred. Service to nonmembers occurred rather frequently in the past.\nThe trial court, as noted above, found Licensee took steps to quell its “previous history of Code violations.” The trial court is silent on these steps. Our review of the record fails to reveal any affirmative measures taken by Licensee to prevent further citations for violations of the Liquor Code, primarily the service of alcoholic beverages to non-members. Despite the ability of the trial court to review the matter de novo, there must be substantial evidence of record to support its findings. Bartosh. Otherwise, it has committed an abuse of discretion. Rosing. Certainly, the trial court could have simply elected to attribute less weight to the adjudicated citations than that afforded by the Board. Goodfellas. It did not do so, however, and instead suggested Licensee took prophylactic measures to prevent future citations for violations of the Liquor Code. There is no basis for this in the record.\nThe reference to remedial measure, or lack thereof, discussed in the foregoing paragraph is not the only instance where the trial court has misstated the contents of the record. We reiterate that the trial court found the Board “largely relied” on hearsay evidence to arrive at its determination. Presumably, the primary source of “hearsay” evidence purportedly relied on by the Board are the police reports corresponding to the five incidents requiring police intervention on Licensee’s premises. R.R. at 109a-132a, 152a. We use the term “presumably” as the trial court failed to indicate specifically what hearsay evidence was relied upon by the Board that was the cause of concern. Regardless, we note that the police reports were not objected to when offered into the record before the hearing examiner. More importantly, the investigating officers who authored most of the reports testified at trial concerning their first hand knowledge of the incidents discussed in the reports, corroborating the same. Thus, it is questionable that the Board found any facts unsupported by the record as the trial court seemingly alludes.\nIn regard to the events on Licensee’s premises that either caused a police presence or were observed by the police, we recall that Licensee may be subject to non-renewal for pervasive illicit activities that take place on its premises. TLK; Rosing. Licensee, however, may defend against a non-renewal by presenting evidence that it took remedial measures to curtail such activities. TLK. These steps must be taken, however, at a time when the licensed establishment knows or should know that illicit activity is occurring on the premises. Can, Inc.\nMr. Brown testified that following the Board’s decision, Licensee obtained a freestanding metal detector and shirts with “security” written on them. It further identified individuals who would serve as additional security on weekends. These steps, consistent with Can, Inc., were taken too late. The shooting occurred on site in May of 2005. The assault that left a man hospitalized took place just a little more than a month later. In November of 2006, a man brought a gun into the bar. Yet, Licensee failed to begin to undertake the measures recommended by the hearing examiner until two weeks before the hearing before the trial court in May of 2008.\nThere is no evidence of record to establish that Licensee took timely remedial measures to address its prior liquor code violations, specifically violations of Section 406(a)(1). Moreover, we believe the trial court’s determination that the Board “largely relied” on hearsay to arrive at its determination to deny Licensee’s renewal application is flawed. Further, we find the corrective measures that the trial court seemingly relied on to address the activity occurring on its premises that required police presence to have been taken too late. Therefore, although the trial court was to review the matter de novo, we find its determinations unsupported by the record. Consistent with Bartosh and Rosing, we must reverse the trial court’s order and reinstate the Board’s decision.\nThis Court is mindful of our affirmance of a trial court’s ruling that the licensee in Rosing took substantial steps to prevent criminal activity on its premises, i.e. pervasive drug activity. Therein, we stated:\nAlthough we find no cases where the second prong of TLK was proven by a licensee, the Owners here took substantial affirmative measures because they made a zealous effort and incurred a financial burden to prevent drug-related activities on the premises while maintaining a reasonable zone of safety for themselves and their personnel. They installed exterior spotlights which were kept on all night. They hired a doorman to patrol the entrance, assess the patrons, and use a metal detector to inspect for weapons. They subsequently hired an armed security guard to assist. The Owners kept all entrances locked and recently installed a buzzer on the front entrance. The Owners disseminated letters to patrons indicating that suspicious or non-spending patrons would be removed. Finally, the ownership posted signs inside and outside the premises prohibiting the sale of drugs anywhere near the premises. The Owners are not required to do everything possible to prevent criminal activity on the premises, act as their own police force, or close their business. They are only required to take substantial affirmative measures to prevent the misconduct. (emphasis added).\nRosing, 690 A.2d at 762.\nIn the present matter, we do not see such zealous efforts on behalf of Licensee to protect its patrons and to prevent acts of violence. Certainly, it cannot be denied that patrons had to be buzzed into the club. Moreover, Licensee employed Mr. Brown to work security and he would use a metal detecting wand before permitting individual’s to enter the club. Further, there were four security cameras in the club, signs posted prohibiting fighting, and a barred patrons list. Additionally, Mr. Brown stated that after the incident where a gun was brought on the premises, he began patting down members and their guests.\nWhile all of these measures are meritorious, we note that the hearing examiner, who actually recommended renewal of the license, was readily able to identify additional steps that could be taken to promote safety and prevent future assaults, or worse, on the premises. These steps include items such having security personnel be made more identifiable by having them wear shirts with “security” printed on them, purchasing a freestanding metal-detector, and simply employing more security personnel on weekends. This latter point is particularly telling since Mr. Brown testified that there were ordinarily only two security personnel on duty on the weekends with a third added on occasion. This minimal coverage is magnified by the fact that Mr. Brown himself admitted he does not desire to go outside to usher the people aw&y from the vicinity after closing time because he fears he will be attacked. If Mr. Brown has a belief that there is such a predisposition for violence at the club’s location, this Court questions why additional security would not already have been in place.\nWe further point out that there is little or no information of record concerning the position of the security cameras, nor the actual utilization or efficacy of the barred patrons list. Further, it is unclear whether another security worker patted down patrons when Mr. Brown was pre-occupied with other matters during business hours.\nLicensee did not begin to pursue the additional measures recommended by the hearing examiner until two weeks before the May, 2008 hearing before the trial court. Unlike the licensee in Rosing, Licensee’s efforts were far from zealous. Based on our review of the record as a whole, we agree with the Board that the trial court abused its discretion in reversing the Board’s order and mandating renewal of Licensee’s liquor license. Consequently, we reverse the trial court’s order and reinstate the determination of the Board.\nORDER\nAND NOW, this 8th day of April, 2009, the Order of the Court of Common Pleas of Chester County is reversed. The determination of the Pennsylvania Liquor Control Board denying I.B.P.O.E. of West Mount Vernon Lodge 151’s renewal application is reinstated.\n. During the October 30, 2007 hearing, the Board presented evidence to show the following citation history:\n(1) Citation No. 94-2478 was issued against Licensee in October, 1994 for violation of Section 406(a)(1) of the Liquor Code, Act of April 12, 1951, P.L. 90, as amended, 47 P.S. § 4-406(a)(1), because on August 20 and 26 and September 24, 1994, Licensee, by its servants, agents or employees, sold alcoholic beverages to nonmembers. Licensee was fined $200.00. Reproduced Record (R.R.) at 10 la-103a.\n(2) Citation No. 96-2631 was issued against Licensee in February 1997 for violation of Section 406(a)(1) of the Liquor Code because on September 19, October 12, and November 8, 1996, Licensee, by its servants, agents or employees, sold alcoholic beverages to nonmembers. Licensee was fined $300.00. Id. at 98a-100a.\n(3) Citation No. 98-1930 was issued against Licensee in October 1998 for violation of Section 406(a)(1) of the Liquor Code because on June 28, and September 5 and 6, 1998, Licensee, by its servants, agents, or employees, sold alcoholic beverages to nonmembers. Licensee's liquor license was suspended for one day. Id. at 95a-97a.\n(4) Citation No. 00-0702 was issued against Licensee in June 2000 for violation of Section 406(a)(1) of the Liquor Code because on March 4 and April 2, 2000, Licensee, by its servants, agents or employees, sold alcoholic beverages to nonmembers. Licensee was fined $500.00 and its liquor license was suspended for two days. Id. at 91a-94a.\n(5) Citation No. 00-2171 was issued against Licensee in January 2001 for violation of Section 406(a)(1) of the Liquor Code because on October 14, 2000, Licensee, by its servants, agents, or employees, sold alcoholic beverages to nonmembers. Licensee's liquor license was suspended for five days for this violation. Id. at 87a-90a.\n(6) Citation No. 01-2035 was issued against Licensee in October 2001 for violation of Section 406(a)(1) of the Liquor Code because on May 12 and June 9, 2001, Licensee, by its servants, agents, or employees, sold alcoholic beverages to nonmembers. Licensee was fined $1,000.00, and its liquor license was suspended for seven days. Id. at 83a-86a.\n(7) Citation No. 02-0261, issued in February 2002, contained three counts. Count one charged Licensee with violation of Section 471 of the Liquor Code, 47 P.S. § 4-471, and Section 5513 of the Crimes Code, 18 Pa.C.S. § 5513, because on December 5, 2001, Licensee possessed or operated gambling devices or paraphernalia, or permitted gambling or lotteries, pool selling, and/or bookmaking on the licensed premises. Count two charged Licensee with violation of section 471 of the Liquor Code, Sections 5512 and/or 5513 of the Crimes Code, 18 Pa.C.S. §§ 5512-5513, and Section 320(a) of the Local Option Small Games of Chance Act, Act of December 19, 1988, P.L. 1262, as amended, 10 P.S. § 320(a), in that on December 5, 2001, Licensee possessed or operated gambling devices or paraphernalia or permitted gambling or lotteries on its licensed premises after the expiration of its Small Games of Chance License. Count three charged Licensee with violation of Section 406(a)(1) of the Liquor Code, in that on October 20, 2001, Licensee sold alcoholic beverages to nonmembers. Licensee was fined $1,550.00 and its liquor license was suspended for ten days. Id. at 78a-82a.\n(8) Citation No. 06-0245 was issued in February 2006 and charged Licensee with violation of Section 406(a)(1) of the Liquor Code because on October 23, 2005, Licensee, by its servants agents, or employees, sold alcoholic beverages to nonmembers. Licensee admitted the charge and was fined $500.00. Id. at 74a-77a.\n. Mr. Brown was Acting Chairman at the time of the October 30, 2007 hearing.\n. Mr. Brown disputed Officer Strunk’s testimony that the bartender took the gun away from the patron who brought it into the club. Nonetheless, he concedes a gun was brought inside the club.\n. Citation for Mr. Brown’s statement is made to the certified record in this instance as the reproduced record does not contain the full contents of the October 30, 2007 hearing.\n.Andrew Hardison, member, also testified on behalf of Licensee. He stated Licensee maintains four security cameras on the licensed premises.\n. This Court’s scope of review in a liquor license renewal case is limited to a determination of whether the trial court's findings of fact are supported by substantial evidence and whether the trial court committed an error of law or abused its discretion. In re License Renewal Application of the Quippan Club, 806 A.2d 491 (Pa.Cmwlth.2002).\n. Section 470(a.l) of the Liquor Code, provides, in relevant part:\nThe Director of the Bureau of Licensing may object to and the board may refuse a properly filed license application:\n(2) if the licensee, its shareholders, directors, officers, association members, servants, agents or employes have one or more adjudicated citations under this or any other license issued by the board or were involved in a license whose renewal was objected to by the Bureau of Licensing under this section;\n(4) due to the manner in which this or another licensed premises was operated while the licensee, its shareholders, directors, officers, association members, servants, agents or employes were involved with that license. When considering the manner in which this or another licensed premises was being operated, the board may consider activity that occurred on or about the licensed premises or in areas under the licensee's control if the activity occurred when the premises was open for operation and if there was a relationship between the activity outside the premises and the manner in which the licensed premises was operated. The board may take into consideration whether any substantial steps were taken to address the activity occurring on or about the premises.\n. Police reports are admissible in administrative proceedings, as they were recorded pursuant to an official duty, unless they are untrustworthy. D’Alessandro v. Pennsylvania State Police, 594 Pa. 500, 937 A.2d 404 (2007). Moreover, hearsay evidence, admitted without objection, will be given its natural probative effect and may support a finding if it is corroborated by any competent evidence of record. Walker v. Unemployment Compensation Board of Review, 27 Pa.Cmwlth. 522, 367 A.2d 366 (1976). Pursuant to D’Alessandro, absent any notion that the reports are untrustworthy, these police reports are admissible. Even absent D'Alessan-dro, Walker appears to be equally applicable here to establish the police reports were admissible and could be considered by the Board. This is because the Board presented four police officers who testified concerning their observations of the events that occurred on April 16, 2005, May 22, 2005, July 5, 2005, May 7, 2006, and November 4, 2006. Their observations corroborate much of the pertinent information in the police reports. Thus, if necessary, the police reports could be used to support the Board’s findings of fact.\n. This Court recognizes that both TLK and Rosing speak of a pattern of illicit conduct when referencing activities that took place at a bar or club that put its liquor license in jeopardy. It is questionable whether the events here that required police presence constitute a pattern of illicit activity. Although, it is true that three serious incidents of harm to the general public or potential harm to the general public occurred within a year and a half time-span. Nonetheless, Licensee does not challenge any notion that the incidents including the assault, shooting, and the bringing of a weapon inside the club, qualify as contributing to the manner in which the premises is operated as referenced in Section 407(a.l). Rather, it only contends that the trial court appropriately found that it took affirmative steps to curtail such incidents. Appellee’s brief, p. 14-15.\n. As referenced in footnote 1 describing Licensee's citation history, Section 406(a)(1) of the Liquor Code states, in pertinent part:\nNo club licensee nor its officers, servants, agents or employes ... shall sell any liquor or malt or brewed beverages to any person except a member of the club.",
        "type": "majority",
        "author": "Senior Judge FLAHERTY."
      }
    ],
    "attorneys": [
      "Jason P. Lutcavage, Asst. Counsel, Harrisburg, for appellant.",
      "Edward B. McHugh, Bensalem, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "I.B.P.O.E. OF WEST MOUNT VERNON LODGE 151 v. PENNSYLVANIA LIQUOR CONTROL BOARD, Appellant.\nCommonwealth Court of Pennsylvania.\nArgued Feb. 23, 2009.\nDecided April 8, 2009.\nJason P. Lutcavage, Asst. Counsel, Harrisburg, for appellant.\nEdward B. McHugh, Bensalem, for ap-pellee.\nBEFORE: LEADBETTER, President Judge, SMITH-RIBNER, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "0642-01",
  "first_page_order": 670,
  "last_page_order": 680
}
