{
  "id": 11252047,
  "name": "The STATE of Delaware, upon the Relation of the State Highway Department, Plaintiff, v. Emmons B. PHILLIPS et al., Defendants",
  "name_abbreviation": "State ex rel. State Highway Department v. Phillips",
  "decision_date": "1973-03-30",
  "docket_number": "",
  "first_page": "644",
  "last_page": "656",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 644"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "228 A.2d 587",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8107928
      ],
      "weight": 4,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/228/0587-01"
      ]
    },
    {
      "cite": "1 L.Ed. 884",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1805,
      "opinion_index": 0
    },
    {
      "cite": "4 U.S. 402",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 1805,
      "opinion_index": 0
    },
    {
      "cite": "4 Dall. 402",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "year": 1805,
      "opinion_index": 0
    },
    {
      "cite": "135 A.2d 607",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "128 A.2d 794",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "11 Terry 261",
      "category": "reporters:state",
      "reporter": "Terry",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "162 A. 515",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1930,
      "opinion_index": 0
    },
    {
      "cite": "5 W.W.Harr. 229",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "year": 1930,
      "opinion_index": 0
    },
    {
      "cite": "10 L.Ed. 997",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        102719
      ],
      "weight": 3,
      "year": 1842,
      "pin_cites": [
        {
          "parenthetical": "quoting from an earlier opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/41/0367-01"
      ]
    },
    {
      "cite": "93 A.2d 509",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "33 Del.Ch. 334",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        485989
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/33/0334-01"
      ]
    },
    {
      "cite": "104 A.2d 908",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "34 Del.Ch. 417",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        489799
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/34/0417-01"
      ]
    },
    {
      "cite": "20 So.2d 136",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        3104645,
        10037782
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/la/206/0787-01",
        "/so2d/20/0136-01"
      ]
    },
    {
      "cite": "206 La. 786",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        10037782
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/20/0136-01"
      ]
    },
    {
      "cite": "143 S.W.2d 1028",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10228352,
        2317746
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/143/1028-01",
        "/tex/135/0319-01"
      ]
    },
    {
      "cite": "135 Tex. 319",
      "category": "reporters:state",
      "reporter": "Tex.",
      "case_ids": [
        2317746
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/tex/135/0319-01"
      ]
    },
    {
      "cite": "267 A.2d 455",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8069067
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/267/0455-01"
      ]
    },
    {
      "cite": "8 L.Ed. 604",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        1436187
      ],
      "weight": 2,
      "year": 1833,
      "opinion_index": 0,
      "case_paths": [
        "/us/32/0051-01"
      ]
    },
    {
      "cite": "56 F. Supp. 120",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4225370
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/56/0120-01"
      ]
    },
    {
      "cite": "291 U.S. 361",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1498196
      ],
      "weight": 10,
      "year": 1934,
      "opinion_index": 0,
      "case_paths": [
        "/us/291/0361-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1633,
    "char_count": 43766,
    "ocr_confidence": 0.769,
    "pagerank": {
      "raw": 8.92768599596951e-08,
      "percentile": 0.5007716666106788
    },
    "sha256": "53a510a32051edc1464227805985adebce2b230c9c8ec1bbdbf908b70b76752e",
    "simhash": "1:56efe71b232ccdd0",
    "word_count": 7547
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The STATE of Delaware, upon the Relation of the State Highway Department, Plaintiff, v. Emmons B. PHILLIPS et al., Defendants."
    ],
    "opinions": [
      {
        "text": "DUFFY, Chancellor:\nThis action involves claims to title of certain ocean-fronting property south of Rehoboth in Sussex County. This is the decision on defendants’ motion for summary judgment.\nA.\nEmmons B. and Mae T. Phillips (husband and wife) and Blaine T. and Janet Cozart Phillips (husband and wife), defendants, claim title and the right to possess some thirteen acres which front on the Atlantic Ocean. Defendants allege that they and their predecessors in title have been, under claim of right, in exclusive possession of the property since 1896 and they say that some or all of them have exercised full, exclusive and adverse possession over the lands from 1939 to the present time. The State of Delaware, plaintiff, contends that the lands are public beach over which the State acquired fee simple ownership by virtue of its sovereignty at the conclusion of the Revolutionary War. Both sides rely on the nature of William Penn’s title and events since the American Revolution to establish their respective claims.\nB.\nIn order to put the present controversy into context, some historical review of land titles is essential.\nThe origin of title to all land in Delaware is found in two deeds of feoffment and two leases from the Duke of York to William Penn on August 25, 1682 for lands both within the twelve-mile circle around the Town of New Castle and south of that circle to the Maryland boundary. Title inured by estoppel to Penn and his heirs when letters patent were issued to the Duke of York by King Charles II of England on March 22, 1683. Prior to that time, the Duke of York had been in continuous possession of the lands (except for a brief period in 1673/1674) from September 30, 1664 when he took them from the Dutch. New Jersey v. Delaware, 291 U.S. 361, 54 S.Ct. 407, 78 L.Ed. 847 (1934); United States v. 1,010.8 Acres, etc., 56 F. Supp. 120 (D.Del.1944); Rodney, Early Relations of Delaware and Pennsylvania, Papers of the Historical Society of Delaware, 1930.\nWhen the original thirteen colonies established their independence, each acquired title to all land within its boundaries that had been owned by the Crown of England. 73 C.J.S. Public Lands § 2. Such titles and transfers were confirmed by the Treaty of Paris, concluded on September 3, 1783, which by its express terms in the first article transferred all land owned by the Crown to the States:\n“His Britannic Majesty acknowledges the Sd United States, vis. New-Hampshire, Massachusetts Bay, Rhode-Island & Providence Plantations, Connecticut, New York, New Jersey, Pennsylvania, Delaware, Maryland, Virginia, North Carolina, South Carolina & Georgia, to be free sovereign & Independent States; that he treats with them as such, and for himself, his Heirs and Successors, relinquishes all claims to the Government Propriety & Territorial Rights of the same & every Part thereof.”\nThe power of the British Crown to dispose of such lands thus passed to the respective States but private titles remained undisturbed because, under general law, cession of territory upon the conclusion of a conquest, by treaty or otherwise, does not carry with it private titles to property. Chief Justice Marshall stated the rule in United States v. Percheman, 32 U.S. (7 Pet.) 51, 8 L.Ed. 604 (1833):\n“A cession of territory is never understood to be a cession of the property belonging to its inhabitants. The king cedes that only which belonged to him. Lands he had previously granted were not his to cede. Neither party could so understand the cession. Neither party could consider itself as attempting a wrong to individuals, condemned by the practice of the whole civilized world. The cession of a territory by its name from one sovereign to another, conveying the compound idea of surrendering at the same time the lands and the people who inhabit them, would be necessarily understood to pass the sovereignty only, and not to interfere with private property.”\nAnd now the perimeter of the controversy between the State and the Phillipses begins to emerge. The State says Penn’s title to Delaware was that of a proprietor for the Crown and it succeeded to title of all land not ceded to private citizens (by Penn or his heirs) at the time of the Revolution. The Phillipses argue that Penn held title (to all land not appropriated or ceded) as a private person and, therefore, the Revolutionary War and the Treaty of Paris did not pass title to the new State.\nThis is the broad theme of the arguments advanced to the Court by the parties. They battle over the nature of Penn’s title which, of course, involved all of what is now Delaware. And in reviewing the historical record made by the parties, with its in-depth citation to ancient practices, it is somewhat difficult to keep in mind that this is a twentieth century contest between Delaware and four of her citizens over thirteen acres of land in Sussex County. But under theories invoked by defendants in support of their motion, the dimensions of the controversy are as wide as the very boundaries of our State. If the Phillipses are right in their contentions, the State’s title to other “public lands” (to an extent not identified but certainly substantial) may well be in doubt.\nC.\nA threshold question involves the burden of proof which the State must bear in a land-title dispute.\nWhen the State asserts in a civil suit that it has title to and owns real property, it stands on the same footing as a private litigant and must meet the requisite burden of proof. State v. The Pennsylvania Railroad Co., Del.Ch., 228 A.2d 587 (1967), aff’d 267 A.2d 455 (1969); 29 Am.Jur.2d, Evidence § 127; 81 C.J.S. States § 228; 1 Jones Evidence § 206 (5 ed.). The State argues that it makes a prima facie case as to title when it appears in court and states that “I am the sovereign.” I recognize that distinguished courts in some jurisdictions have followed such a rule of law, cf. City of Galveston v. Mann, 135 Tex. 319, 143 S.W.2d 1028 (1940); State v. Aucoin, 206 La. 786, 20 So.2d 136 (1944), but their history and title derivations are quite different from ours. The recent ruling by our Supreme Court, in Pennsylvania Railroad, certainly shows, in my judgment, that the State must prove a title it asserts; it follows, therefore, that in this civil suit brought by the State, it must establish its title and may recover only on the strength of that title, not on any weakness found in defendants’ title. Draper v. Rothwell, Del.Supr. (1969); Marvel v. Barley Mill Road Homes, Del. Ch., 34 Del.Ch. 417, 104 A.2d 908 (1954); II Wooley, Delaware Practice, § 1587.\nD.\nWe begin with the premise that at least until the time of the Revolution (culminating in the Treaty of Paris in 1783) Penn and his heirs had good title to all unceded lands in (what is now) Delaware. The validity of this premise is clearly established. New Jersey v, Delaware, supra; Trustees of New Castle Common v. Gordy, Del.Super., 33 Del.Ch. 334, 93 A.2d 509 (1952).\nThe crucial issue, however, is the nature of the Penn title to Delaware, that is, whether his title was solely one of private right or whether it was circumscribed by his governmental powers. A determination of the precise nature of the relationship between Penn’s title and his governmental powers made almost three hundred years after the grant and two hundred years after the Revolutionary War, is difficult to make and the look at title is clouded by what occurred after the grant and after the War. But the haze is not entirely that of history. We know, for example, that the nature of Penn’s title and/or his governmental powers were argued about from the very beginning. There were, indeed, challenges in England to both the title and power during Penn’s own lifetime, and they continued for more than a century.\nIn brief, the nature of Penn’s legal rights to Delaware has never been certain, as Judge Rodney observed in his study of The End of the Penns’ Claim to Delaware, 1789-1814 (The Pennsylvania Magazine of History and Biography, April, 1937) ; he wrote:\n“I do not propose to consider here the interesting but very abstruse and difficult problem of the exact legal nature and character of Penn’s title or of the character and nature of the titles derived from him and his heirs. The ablest legal minds of Pennsylvania have divided on the problem of whether Penn’s title to that Province was by purely feudal tenure, and his title to Delaware soil is even more difficult.\n[I]t is obvious that, at the time of the Revolution, a title of some kind existed in certain representatives of the Penn family as to governmental rights, as to unsettled or vacant land, and as to those quitrents which had been reserved upon land taken up and settled.”\nBut the issue has been raised in this litigation and I conclude that the Court must come to a decision about it, at least as it affects the rights of the Phillipses and the State.\nDefendants contend that the private nature of Penn’s title is clear from the facts of the grant. They argue that the documents running from York to Penn show beyond doubt that they conveyed a fee simple title to all of what is now Delaware; defendants emphasize that the careful draftsmanship and the use of various conveyancing procedures are consistent with delivery of full and good title to Penn in a private capacity. A determination to that effect would probably end the case at this point. This is to say that if Penn held title in a purely personal or private capacity then, under Percheman, the rights in his heirs survived the Revolution undiminished by anything which had taken place between Great Britain and the Colonies. That approach, however, ignores completely the political and historical context in which the grant was made. I am persuaded that the Court must go beyond the documents involved and, in this regard, I find particularly instructive the comments about colonial grants made by Chief Justice Taney in Martin v. Lessee of Waddell, 41 U.S. (16 Pet.) 367, 10 L.Ed. 997 (1842); he wrote:\n“And in deciding a question like this, we must not look merely to the strict technical meaning of the words of the letters patent. The laws and institutions of England, the history of the times, the object of the charter, the contemporaneous construction given to it, and the usages under it, for the century and more which has since elapsed, are all entitled to consideration and weight. It is not a deed conveying private property to be interpreted by the rules applicable to cases of that description. It was an instrument upon which was to be founded the institutions of a great political community; and in that light it should be regarded and construed.”\nLooking at the grant from such an overview, two factors are significant: its size and its purpose. First, as to size, while Delaware was by no means the largest of the colonial grants made by the British Crown, it was substantially larger than one grantee could effectively occupy for his own use. And as to purpose, while the grant may have been intended to discharge a debt owed Penn, a primary purpose was to encourage the colonization of lands in North America; and a reasonable inference is that the grant was, in fact, a medium for the promotion of colonization and the ceding of specific parcels of property by the proprietor. Compare the discussion by Justice Washington as to Pennsylvania in Conn v. Penn, 6 Fed.Cas.No.3,104, p. 282, Cir.Ct.Pa. (1818).\nBut, more important in considering Penn’s grant is its governmental nature. Although during the proprietorship there were disputes as to the nature and origin of the governmental powers exercised by Penn over the Delaware colony, I am satisfied that Penn’s right to govern has been established, at least in an American court. Thus, Justice Cardozo specifically stated in New Jersey v. Delaware, supra:\n“The letters patent to the Duke of York and the grant from York to Penn were not for private uses solely, but for purposes of government . . .. The grant from Charles II to York was upon its face an instrument of government. The feoffments from York to Penn were in furtherance of kindred ends.”\nCertainly Penn himself considered the grant governmental in nature and his actions in taking possession of and governing Delaware on much the same basis as he did Pennsylvania supports that conclusion. See Rodney, Early Relations of Delaware and Pennsylvania, supra.\nWe have, then, a grant to Penn with many of the attributes of a “private” title (only) but which was implicitly given for colonization purposes and which was not given for “private uses solely, but for purposes of government.” New Jersey v. Delaware, supra. What was the effect of revolution upon all of this? As I have indicated, I do not regard simple legal title as the ultimate question posed by this lawsuit. The critical and final question is what impact, if any, did Penn’s governmental powers have upon his private property rights? What did the Revolution do, if anything, to Penn’s governmental rights and/or to his property rights in unceded lands ?\nFirst, as to governmental rights, beyond doubt these were ended by the Revolution. No analysis is required to show that the Penn governmental powers, whether derived from the British Crown or from any delegation of any kind from any source other than the people of the State, were ended by the Revolution. In short, George III was our last king and when his governmental powers ended, a fortiori, so did those of his subjects.\nSecond, with Penn’s governmental powers gone by and with the Revolution, what, then, about the “private” title? The Phil-lipses argue, vigorously, that neither war nor peace had any effect upon the private property rights of the Penns. It seems to me that this necessarily proceeds on the assumption that Penn was just another landowner whose fortunes were unrelated to the structure of government and exercise of its authority. But I am not persuaded that the separation of the Penn proprietorship from the Penn government was either as clean or precise as defendants contend. Penn did not merely “own.” He “owned and governed.” And to say that we look merely to the law of real property title to determine what survives a change in sovereignty is to apply an academic abstraction, which is an approach rejected by the United States Supreme Court in Martin v. Lessee of Waddell, supra. And it certainly ignores the facts of Revolution in which the colonists fought to free themselves from British government.\nThe arguments and authorities cited by each side are many but in an action where the rights of the Penns are not at stake, I do not feel obliged to discuss them in historical detail. The short of it is that I am satisfied that Penn’s title was inseparable from his government and when the latter ended, so did the former. In spelling out the rationale for this conclusion, I can do no better than to quote the arguments assembled by Judge Rodney in his discussion of The End of the Penns’ Claim to Delaware, supra. There, he gave the details of an ejection action brought in the Federal Court in New Castle in 1804 to try the Penn title, Penn’s Lessees v. Pennington. After lamenting that the action was dismissed for want of the minimum jurisdictional amount, Judge Rodney summarized the State’s position in terms of what its counsel would have argued on the merits; he wrote:\n“If the ejectment suits had not been determined on the question of jurisdiction by the granting of the nonsuit because the particular land did not have a value of $500, the counsel for the defendants were prepared to argue thus: That Penn had received, not a grant of private land but a grant of a province, a palatinate, a seigniory on political principles; that there was included in this the right to participate in legislation, the right of escheat, the right to have all the ungranted lands exempt from taxation, the right to govern in America to a far greater extent than that enjoyed by the king in England.\nIn order to show the attributes of sovereignty the counsel were armed with authorities showing the long and historic struggle with the colonial Assembly relative to exemption of ungranted lands from taxation; the laws whereby, when a person died without known kindred, his property went — not to or for the use of the people — but to the Proprietaries alone: that all lands were holden of Penn alone, which act of subinfeudation could only have existed upon the theory of sovereignty. They might have added that the original Charter of New Castle in 1724, the first Borough Charter of Wilmington in 1739, and the Charter of the Trustees of New Castle Common in 1764, heretofore mentioned, were all granted by the Proprietors alone, and it was an established principle of the Common Law that the grant of corporate powers was always an attribute of sovereignty.\nThe counsel were prepared to argue that the king had a place in government and could hold land but that the lands held by the king, as such, were held jure corone [by right of the Crown] and it would have been argued that the same principle applied to the Proprietary relationship and that such holding of land was jure proprietorii.\nCounsel would then have argued that the Revolution and the Declaration of Independence (to use their own language) ‘prostrated equally the Kingly and Proprietary Powers’ and that the right of soil and seignory were inseparably commingled and fell together to the same extent as if the conquest had been made by France or any other nation and had not resulted from the Revolution.”\nJudge Rodney’s conclusion is stated this way:\n“Much can be said for the thought that Penn’s title to the land was inextricably bound to his government. His right to govern, his authority in Provincial Council, his right of escheat, his sovereignty as shown by the grant of charters, the freedom of the ungranted and disputed land from taxation are powerful arguments to show that the real, the substantial title to this ungranted land was in the Proprietaries solely by reason of that relation and was in no proper sense held or to be considered as private land.”\nThe admixture of the Penn title with governmental power is shown, I believe, by Judge Leahy’s opinion in United States v. 1010.8 Acres, etc., supra, in which he approved the following statement by the Special Master (Clarence Southerland, Esquire) :\n“Counsel for the Town asserts that it is ‘not a grant from the Crown, but is alleged to be a grant from William Penn, through his duly constituted Court.’ But in constituting a Court, and in conferring upon it power to receive petitions and grant lands, it can hardly be doubted that Penn was not merely granting lands which he owned in fee, but was also exercising the powers of government which had been granted to him by or through the Duke of York and which he and his successors, as proprietaries, continued to exercise until the Revolution.”\nAs Judge Rodney’s writing demonstrates, Penn was far from a simple landowner. His authority to legislate, his right of es-cheat, his power to grant charters, the freedom of the unceded land from taxation are all indicia of government, and how can these be separated from the “private” rights of the “proprietor,” except in clinical abstraction ? Certainly the colonists did not separate them in either fact or law as subsequent history shows.\nAs the Supreme Court held in New Jersey v. Delaware, supra, title was in the Penns to the time of the Revolution but, as to lands not theretofore granted by Penn or his heirs, I conclude that title was tied to the Penn governmental powers in such manner that when the latter ended so did the former. The grant under the Crown was based on political principles in its application to the government of all land and, specifically, to the right to cede or grant vacant land. I emphasize that I speak here of unceded or vacant land; it has not been shown that the disputed acreage is a part of any manor Penn had surveyed or reserved for himself by “an act of notoriety.” Conn v. Penn, supra.\nE.\nClearly, the actions of the State since the Revolution have been premised on the assumption that the Penn power to deal with the unceded land ended then. The General Assembly has consistently asserted in a series of statutes State sovereignty over “public lands.” The first of these was enacted on February 2, 1793 when an act was passed “concerning vacant and uncultivated lands” and patents thereto issued without the authority of the State; it provided that (1) no warrant should issue for any vacant land in Delaware except by the State; (2) no surveyor should execute any warrant not authorized by the State; and (3) it was a criminal offense to accept or receive a deed for vacant land from anyone “not acting under authority of” the State. 2 L.D., Chapt. X, c. (p. 1077).\nThe circumstances under which this statute was passed make it particularly significant. Under date of June IS, 1792 agents for the Penn heirs had given notice that they would “convey any lands, now vacant and unappropriated, in the” State to any person who applied. The public outrage which followed from this and prior efforts by the agents to assert title rights for the Penn heirs was also described by Judge Rodney in The End of the Penns’ Claim to Delaware; he wrote:\n“Shortly after the legislature met it received at least twelve petitions signed by upwards of 459 citizens requesting that some action be taken to clear the State of Delaware of ‘feudal claims & quit rents.’ A few days later the legislature unanimously adopted three resolutions :\n1. That the issuance of any warrant for vacant land except by the State is an usurpation of the sovereignty of the State.\n2. That no surveyor ought to execute any warrant not authorized by the State.\n3. That it be recommended to the Citizens to accept no patent or Deeds from the Penns, their agents or attorneys.\nA few days later the legislature made it a criminal offense punishable w'th a fine of $100 for anyone to accept or receive a deed for vacant land from anyone not acting under authority of the State, and at the same session opened a land office for the State.”\nA “land office” statute was enacted on February 7, 1794 in an act providing for the sale of vacant and unlocated land in Delaware. 2 L.D., Chapt. LVII, c. (p. 1174). In a preamble the General Assembly stated:\n“WHEREAS the right to the soil and lands within the known and established limits of this state, was heretofore claimed by the crown of Great Britain: And whereas by the definitive treaty between his Britannic Majesty and the United States of America, his said Majesty relinquished all rights, proprietary and territorial within the limits of the said United States, to the citizens of the same, for their sole use and benefit; by virtue whereof the soil and lands within the limits of this state became the right and property of the citizens thereof, and who at the time time [sic] of passing the act to which this is a supplement, had, and now have, full power and authority, by their Representatives, to dispose of the same for their sole benefit, emolument and advantage, And whereas the claims of the late and former pretended proprietaries of this state, to the soil and lands contained within the same, are not founded either in law or equity; (b) and it is just, right, and necessary, that the citizens thereof should be secured in the enjoyment of their estates, rights and properties.”\nDefendants argue that these statutes constitute invalid attempts by the Legislature to divest the Penns of private property without compensation and, as such, were both unconstitutional and in violation of the Treaty of Paris. They apparently concede that the State had the power of divestiture but, pointing to a “glaring deficiency in the course of conduct pursued by the Delaware government,” they say that it did not pass a “Divesting Act” (in contrast to Pennsylvania) and that was the “only method by which Delaware could have constitutionally acquired Penns’ title.” This argument is bottomed on the Perche-man rule which, for the reasons stated herein, I believe is not applicable.\nIt should also be noted that on the face of these statutes the General Assembly did not intend divestiture; rather it was asserting the right of sovereign succession which vested in the State under the Revolution and the Treaty of Paris. While the preamble to a statute is usually of limited value, the point here is that the General Assembly asserted a right to dispose of all land within the territorial limits as against the claims of the “former pretended proprietaries” which are not founded either in law or equity. The Assembly could not, of course, validly pass judgment upon the legal sufficiency of title but the act is not significant for comment upon title. It is, rather, a legislative denial of the right of the Penns to continue to dispose of vacant lands.\nState power over the unceded lands was confirmed by the Delaware Supreme Court shortly after the Act of 1794 was passed; in Teagles’ Lessee v. Waller, 1 Boorstin Del.Cases 132 (1797), the Court expressly approved a grant by the State based upon the Act of 1794, saying:\n“Plaintiff originates his title with a patent granted by this state, which is founded upon Act of Assembly [2 Del.Laws 1175], which plaintiff says he has complied with. Plaintiff has also shown the foundation of his title .... The Court thinks the plaintiff’s title good, and it is incumbent on defendant to show the Delaware Acts did not attach upon these lands, and that they were not sufficient to authorize the issuing of the patent.\nThe plaintiff has shown a legal title\nSeveral attempts were made by Penn’s heirs after 1794 to resolve their dispute with the State over title to unceded lands, but no settlement was made. In fact, as Judge Rodney’s study shows, the Penn claims just died. Then, beginning in 1907, the State sought to determine more precisely the extent of “public lands” and to exercise greater administrative control over them. “An Act Providing for the Survey of Certain Public lands of the State” which lay “near the ocean in Sussex County between the State of Maryland on the South and Cape Henlopen on the North” was passed in 1907, 24 L.D., Chapt. 12; other statutes were enacted providing for the establishing of a Public Lands commission (with limited authority to sell parts thereof), 27 L.D., Chapt. 5 (1913), construction of roads on public lands, 35 L.D., Chapt. 60 (1927), leasing of public lands, 45 L.D., Chapt. 272 (1945), establishment of State parks on public lands, 41 L.D., Chapt. 259 (1937) and confirmed by 47 L.D., Chapt. 287 (1949) (including, specifically, State lands bordering on the ocean in Sussex County) ; and further surveys of State lands in Sussex County adjacent to the Atlantic Ocean, 50 L.D., Chapt. 396 (1955).\nThese are the Acts of the Assembly which have been passed over the years and which have some relevancy to the title issue, particularly as to the beach lands. And, in addition, the courts have made rulings as to title, including Teagles’ Lessee v. Thomas Waller, supra; and more recently, the case of Wedderburn v. Roe, Del.Super., 5 W.W.Harr. 229, 162 A. 515 (1930) was tried on the implicit assumption (as defendants recognize) that the State once owned all land within its borders and that, acting under a 1913 statute, the State conveyed a good title to public lands (in Dewey Beach) to plaintiff.\nAs to Trustees of New Castle Common v. Gordy, supra, I think that it does not support defendants’ argument that the Penns retained title to vacant lands after the Treaty of Paris. The Court did uphold the validity of a deed given by the Penn heirs in 1791 of an interest in a charitable trust created for the benefit of the inhabitants of New Castle before the Revolution. But, as I read the case, the critical fact occurred before 1776. Thus a warrant was given by Penn and the land was surveyed in 1704 but formal deed was not made. The purpose of the warrant and survey was clear: to give the land for the use of the inhabitants of the Town of New Castle “to lie in common.” The formal deed given in 1791 confirms this and the Supreme Court held that the entire transaction created a charitable trust. In discussing the Act of 1794 the Court held that it did not impair the validity of a conveyance theretofore given for the benefit of citizens of the States. While “theretofore” is not defined, I regard it as relating to the warrant and the 1704 survey. At most, the Court recognized the rights of the Penns in lands ceded prior to the Revolution, not in unceded lands after the Revolution.\nIt should also be said that general law on the devolution of title at and by the Revolution is in accord with the State’s position. 1 Powell on Real Property, § 162 states:\n“The revolution against England eliminated the possible claims of Englishman claiming colonial rights and eliminated all reservations of gold and silver made by charter to the English ruler. Each state became successor to the land ownership vested in its precedent colony, subject only to the shadow of Indian claims and to the private ownerships of land theretofore created at [sic] to specific parcels. Thus, our original states severally began their existence as owners of estates in fee simple in large quantities of the unappropriated lands within their borders . . . . ” (emphasis added)\n. .At this stage of history, it would be reasonably accurate to say that each state had a complete and unqualified ability to hold or to dispose of all this unappropriated land within its borders.” (emphasis added)\nSee also 73 C.J.S. Public Lands § 2.\nDefendants have resurrected many of the arguments made by the Penn agents as they resist the claim of title by the State but they cannot prevail on a record which shows that (a) the right of Penn and his heirs to dispose of unceded lands was “inextricably bound” with governmental powers as delegated by the Crown; (b) the State through the General Assembly has claimed title to unceded lands under the Treaty of Paris and has consistently asserted that claim over nearly two centuries; and (c) the courts have recognized the validity of the State’s claim. Under these circumstances, it seems to me that the State has established its title both in fact and in law. I do not see any other conclusion which is either realistically or legally possible.\nIn reaching this conclusion I emphasize that the Court is not called on to make a judgment as to any residual rights the Penn heirs may still hold in property ceded or unceded at the time of the Revolution. Nor is the Court called upon to make a judgment as to the justice of the State’s treatment of the Penns and their claims. The Phillipses are not in privity with the Penns and the rights of the Phillipses do not follow from any claim, in justice or in equity which the Penns may have to compensation. Nor do the rights of the State vis-a-vis the Phillipses depend on whether the Penns were fairly compensated.\nF.\nThere is one final word to say about this disputed title. It has often been said that it is almost as important that the law be settled, as it is that the law be right. Abbott Supply Company v. Shockley, Del.Super., 11 Terry 261, 128 A.2d 794 (1956), aff’d 135 A.2d 607 (1957). And courts must particularly avoid unsettling rules which affect the devolution of property in the absence of a strong public policy to the contrary. Abbott Supply Co. v. Shockley, supra; State v. Pennsylvania Railroad Company, supra. These principles certainly find application here because, over the decades, both the Legislature and the courts have regarded lands unceded by the Penns or their heirs before the Revolution as “public lands” with title in the State. The inevitable consequence of defendants’ argument would be to put such lands up for grabs and, to put it mildly, that would certainly be an “unsettling” decision. In this context I find the teaching of the Supreme Court in Pennsylvania Railroad instructive. It there assumed, ar-guendo, that a Delaware property law was a minority rule, and that it was historically and legally contrary to the common law of England and Colonial Delaware; but the Court went on to say:\n“ . . . historically correct or not, majority rule or not, the rule has ripened into a settled rule of property in this State which may not be disturbed by the courts. We find no public policy or demand of justice requiring this Court to abandon the recognized rule of property here under scrutiny. Indeed, if we consider the confusion and chaotic effect upon land titles which would follow an abrupt abandonment of the prevailing rule, it may be said that public policy and the demands of justice compel preservation of the existing rule.”\nAs with a recognized rule of property, I believe that in this case this Court should follow the view expressed generally by both the General Assembly and the courts, which has affected property rights and land titles in this State since the Revolution. Accordingly, I conclude that title to the lands in dispute passed from the Penn heirs to the State in 1776. It follows that defendants’ motion for summary judgment will be denied.\nOn Motion For Reargument\nIn the foregoing opinion I emphasized that it is limited to land which was unceded or vacant prior to the Revolution. I did so because the case has proceeded on the premise that the land in dispute was not ceded by Penn prior to 1776; in other words, lands patented, deeded or granted prior to the Revolution were not involved in the controversy.\nDefendants have moved for reargument on grounds which radically change this premise; they say that the thirteen acres were indeed granted by Penn, that they were part of a tract set aside in 1682 by him as the “Duke of York’s Mannor.” Specifically, defendants say that Penn had directed the Justices of the Peace of Sussex County to lay out ten thousand acres of land for a manor for himself and an equal amount for the Duke and, for this reason and under the rule of law adopted by the Court, the decision must now be changed.\nApparently a survey of some 4,790 acres was actually made for Penn but, as I read the motion, the disputed acreage is not a part thereof; defendants say that it is included in the 10,000-acre manor laid out for the Duke of York. Assuming that is so, I am not persuaded that it changes the result.\nI must first note that the motion is not so much a request to “reargue” as it is to urge an entirely different position upon the Court. The case has been here for years and now, for the first time, defendants argue that the Penns did not have title in 1776. Much more might be said about that but, late though the claim is and unfair as all of this is to the State, given the long history of the case in this Court, I deem it desirable to deny the motion on its merits rather than on any procedural basis.\nThe manor for the Duke of York was laid out on May 26, 1683. In 1685 the Duke succeeded his brother, Charles II, and became King James II. He abdicated by fleeing from the Country on December 11, 1688.\nThere is authority for regarding the manor as personal or natural to the Duke, 7 Halsbury’s Laws of England § 452 (3 ed.), and thus distinguishable from royal property which he acquired by virtue of his succession to the Crown. But in the absence of any indication as to use of the land for private purposes or other act of dominion in a personal sense, I am not persuaded that the rule of United States v. Percheman, supra, should be applied by the Court in favor of defendants here. Indeed, as Scharf indicates, Penn’s instructions to the Justices of the Peace for Sussex Court, through whom the directions to survey were given, required that grantees take up land within one year or the grant would be void and of no effect. And under English law any property not granted or demised descends with the Crown upon the demise of the sovereign. Halsbury, supra, §§ 1270, 1275. While one ordinarily associates demise with death, for present purposes it seems to me that when James fled as he did, that was as complete and fatal as “death of the Sovereign” within the meaning of the language in § 1270. Halsbury, supra.\nGiven this history I am not persuaded that the Court should now order reargument for the purpose of further argument as to whether the grant to the Duke of York in 1682 comes within the rule of law announced by Chief Justice Marshall in Percheman some one hundred fifty years later in protection of “private property” rights. Defendants’ motion will be denied.\n. Plaintiff also moved for summary judgment after briefing on defendants’ motion was substantially completed. Defendants opposed submission of the State’s motion because their record was not complete and they had not briefed it.\n. In Percheman the Court noted that the articles of cession (of Florida by the King of Spain to the United States) did not include private property but did specifically enumerate barracks, fortifications, etc., and “all public lots and squares, vacant land . . . .”\n. The indenture from the Duke of York obliged Penn to establish Offices of Registry to receive and record “all and all manner of Rents and other profits”; and annually on the “feast of St. Michael the Archangell” Penn was required to yield and pay to the Duke “one Rose” pins “one full moyety of all” rents and profits. See also 1 Story, Constitution of the United States § 152 (1851).\n.Judge Rodney writes that Penn “had always assumed that his grant was of a vastly superior nature to any lords of manors of England or Scotland — he, himself, called it a seigniory and spoke of himself as ‘Lord of the Soil’ ”; on February 12, 1699/1700 Penn wrote:\n“I confess, I think my Interest in these Cases ought not wholy to be overlook’d, who as Lord of the Soil erected into a Seignewry, must needs have a Royalty and share in such Seizures, else I am in much meaner Circumstances than many Lords of Mannors upon the Sea Coasts of England, Ireland or Scotland, I think my Grant very much Su-periour, and quite of another nature and privilege.”\nThe End of the Penns’ Claim to Delaware, supra.\n. The Declaration of Independence states that:\n“ . • . these United Colonies are, and of Eight ought to be Free and Independent States; that they are Absolved from all Allegiance to the British Crown, and that all political connection between them and the State of Great Britain, is and ought to be totally dissolved . . . .”\n. In New Jersey v. Delaware, supra, the Court found that:\n“ . . . Penn and his successors as Proprietaries and Governors, and the Assembly and Council of the Province, together with the Assembly of the Lower Counties subsequently established, continued to exercise the power of government in all its plenitude over Pennsylvania and the Delaware territory. This continued until the Revolution except for a brief interruption during the reign of William and Mary.”\n. The case of Conn v. Penn, supra, involved conflicting claims to a manor in Pennsylvania but Justice Washington’s comments point up Penn’s dual role of owner and governor:\n“By the charter of Charles I., to William Penn, dated 4th of March 1668, he became entitled, in his private and individual capacity, to the fee simple interest in the soil of the province, as well as to the government thereof in his political capacity. Hence it followed, that the proprietary had an unquestionable power to dispose of the soil, in such manner as he might think proper, and to reserve to his own use, such portions as he might select, and in such manner, as he might please to prescribe.”\nThe balance of the opinion and that which follows, 6 Fed.Cas.P. 292, makes it plain that when Penn reserved land for his 'personal use he did so by specific designation, that is, in Justice Washington’s words, by “an act of notoriety” which “evidenced his intention to withdraw such land from the general mass and to appropriate to his own use.” Absent such “act” the claim of a third party could be good as against the proprietor. See also Penn’s Lessee v. Klyne, 4 Dall. 402, 4 U.S. 402, 1 L.Ed. 884 (1805).\nThe same practice was followed in Delaware. Thus in October 1682 Penn directed the Court at Lewes, before surveying lands for any other person, to lay out 10,000 acres for a manor for himself. (“Tenn Thousand acres of land for a Manor for myselfe . . . to be between the bounds of Cedar Creek and Mispillion Creek”).\nIn sum, Penn governed all land but land for his personal use was limited to that which was specifically designated and reserved.\n. Under British law all vacant lands are vested in the Crown as representing the nation and, as Chief Justice Taney stated in Martin v. Lessee of Waddell, supra (quoting from an earlier opinion), “this principle was as fully recognized in America as in the Island of Great Britain.”\n. Much of defendants’ argument is based on a document distributed by agents for the Penn heirs called, “A Calm Appeal to the People of the State of Delaware,” in which they said:\n“By this act [of 1793] it appears, the whole of the real estate of the Penn family is assumed (we will not use the word ‘usurped’) as public property, and belongs to the state.”\nAlthough this would indicate that the agents of the Penn heirs considered this act of the General Assembly to be a divestiture, it also shows that they understood that the General Assembly was purporting to act under the right of sovereign succession to all unceded, vacant lands.\n. This conclusion is consistent with the view that the grant to Penn, being “in free and common soeeage”, included the feudal concept of subinfeudation (allegiance or service owed to a superior lord which gave the latter, among other things, a right of escheat) Burdick, Real Property §21; I Sharswood, Blackstone Commentaries, 449. Under that concept rights remained in the grantor (York or Charles) and they certainly ended in 1776 or passed to the State of Delaware, Burdick, supra § 19. And compare the statement about the Carolinas by Justice Story in his study, supra § 21, where he says that “ . . . Lord Carteret surrendered his interest in the government, but retained his title to the soil. That title was respected till the revolution, when it was forfeited by the laws of war.”\n. II Scharf, History of Delaware, p. 1203 quotes the following document:\n“By Wm. Penn Proprietary & Governor Pennsilvania & Territorys Thereunto Belonging:\n“I doe hereby order and appoint that before any land be surveyed for any other person you doe issue forth a warrant directed to the surveyor or his Deputy to lay out for the Duke of Yorke in your county or precincts Tenn Thousand Acres of land for a Mannor and Tenn Thousand acres of land for a Man-nor for myselfe and I would have the Duke’s Mannor lye on the north side of Assawamet Inlett as near to Cape James as may be and my Mannor to be between the bounds of Cedar Creek and Mis-pillion Creek or in the most convenient place towards the north side of the county. Given under my hand and seal at Chester this 26th day of 10 mos., 3682.\nWm. Penn.\n“To the Justices of the Peace of Sussex Co.”\n. Defendants say that James II by -will prepared in 1701 left all of his “personal wealth no matter what” to his son but this is far too general to be significant.",
        "type": "majority",
        "author": "DUFFY, Chancellor:"
      }
    ],
    "attorneys": [
      "S. Samuel Arsht and John T. Gallagher, of Morris, Nichols, Arsht & Tunnell, Wilmington, for plaintiff.",
      "Blaine T. Phillips, of Potter Anderson & Corroon, Wilmington, for defendants."
    ],
    "corrections": "",
    "head_matter": "The STATE of Delaware, upon the Relation of the State Highway Department, Plaintiff, v. Emmons B. PHILLIPS et al., Defendants.\nCourt of Chancery of Delaware, Sussex.\nMarch 30, 1973.\nReargument Denied April 19, 1973.\nS. Samuel Arsht and John T. Gallagher, of Morris, Nichols, Arsht & Tunnell, Wilmington, for plaintiff.\nBlaine T. Phillips, of Potter Anderson & Corroon, Wilmington, for defendants."
  },
  "file_name": "0644-01",
  "first_page_order": 680,
  "last_page_order": 692
}
