{
  "id": 9493633,
  "name": "EMERALD ISLE FUNDING v. Bennie WOODS, Pronto Realty, L.L.C., and T & J Container Systems; Prime Properties v. Lawrence E. Proffit, Marsha A. Proffit, Domestic Safe Deposit Company, Rhode Island Hospital Trust National Bank d/b/a BancBoston; Sapienza Realty v. Madeline L. Ollie and Domestic Loan and Investment Bank; Robert E. Ashness v. Pauline A. Santos, a/k/a Pauline P. Alves, Rhode Island State Employees Credit Union, and City of Providence Department of Planning and Development",
  "name_abbreviation": "Emerald Isle Funding v. Woods",
  "decision_date": "2001-09-17",
  "docket_number": "Nos. 00-190-A to 00-193-A",
  "first_page": "646",
  "last_page": "647",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 646"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "772 A.2d 1070",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11102305
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1072"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/772/1070-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 236,
    "char_count": 2822,
    "ocr_confidence": 0.668,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21844980151352453
    },
    "sha256": "14499f51b72557eb33142cc7d55cc189f48c2e6dfa0381d13c1904e95bda224d",
    "simhash": "1:91dc909c608e7ac1",
    "word_count": 459
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "EMERALD ISLE FUNDING v. Bennie WOODS, Pronto Realty, L.L.C., and T & J Container Systems. Prime Properties v. Lawrence E. Proffit, Marsha A. Proffit, Domestic Safe Deposit Company, Rhode Island Hospital Trust National Bank d/b/a BancBoston. Sapienza Realty v. Madeline L. Ollie and Domestic Loan and Investment Bank. Robert E. Ashness v. Pauline A. Santos, a/k/a Pauline P. Alves, Rhode Island State Employees Credit Union, and City of Providence Department of Planning and Development."
    ],
    "opinions": [
      {
        "text": "ORDER\nThe city of Providence appeals from Superior Court orders voiding tax sales in the above-named cases and requiring the city to reimburse the tax title purchasers of the properties. These cases were consolidated in the Superior Court and have been consolidated on appeal. Following a conference before a single justice of this Court, this case was assigned to the full Court for a session in conference in accordance with Rule 12A(3)(b) of the Supreme Court Rules of Appellate Procedure. At this time, we proceed to decide this case without further briefing or argument, in accordance with this Court’s decision in Finnegan v. Bing, 772 A.2d 1070 (R.I.2001) (per curiam).\nThe pertinent facts in the present cases are nearly identical to those of the Finnegan case. These cases, like Finnegan, involve tax sales that were declared void due to the city’s failure to give proper notice to all parties. In these cases, plaintiffs were ordered to reconvey the property to the fee holder and were “allowed to seek reimbursement from the City in accordance with R.I.G.L. 44-9-43.” The trial justice later clarified this order to require that the city must pay plaintiffs the taxes they had paid to the city at the time of the tax sale. A similar order was issued by the trial justice in the Finnegan case.\nIn Finnegan, we held that the trial justice’s reliance upon § 44-9-43 in requiring the city to reimburse plaintiffs was misplaced. That statute applies only to tax titles that are founded upon sales of tax properties sold without foreclosure pursuant to § 44-9-36. The sales in the present cases and in Finnegan were held pursuant to § 44-9-7. In Finnegan, we held that in entertaining petitions to foreclose rights of redemption, a Superior Court justice may not invoke his equitable jurisdiction and fashion remedies for the parties, but “may consider matters only that the statute specifically empowers him or her to hear.” 772 A.2d at 1072.\nIn light of our holding in Finnegan, we hereby sustain the city’s appeal and reverse that portion of the judgment requiring the city to reimburse plaintiffs.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Patrick T. Conley, East Providence.",
      "Richard A. Pacia, Pawtucket, Richard G. Riendeau, Providence, Peter Bryson Rizzo, Johnston, Paul DeMarco, Providence."
    ],
    "corrections": "",
    "head_matter": "EMERALD ISLE FUNDING v. Bennie WOODS, Pronto Realty, L.L.C., and T & J Container Systems. Prime Properties v. Lawrence E. Proffit, Marsha A. Proffit, Domestic Safe Deposit Company, Rhode Island Hospital Trust National Bank d/b/a BancBoston. Sapienza Realty v. Madeline L. Ollie and Domestic Loan and Investment Bank. Robert E. Ashness v. Pauline A. Santos, a/k/a Pauline P. Alves, Rhode Island State Employees Credit Union, and City of Providence Department of Planning and Development.\nNos. 00-190-A to 00-193-A.\nSupreme Court of Rhode Island.\nSept. 17, 2001.\nPatrick T. Conley, East Providence.\nRichard A. Pacia, Pawtucket, Richard G. Riendeau, Providence, Peter Bryson Rizzo, Johnston, Paul DeMarco, Providence."
  },
  "file_name": "0646-01",
  "first_page_order": 688,
  "last_page_order": 689
}
