{
  "id": 8355297,
  "name": "COMMONWEALTH of Pennsylvania v. Raymond Lloyd GEITER III, Appellant",
  "name_abbreviation": "Commonwealth v. Geiter",
  "decision_date": "2007-07-09",
  "docket_number": "",
  "first_page": "648",
  "last_page": "653",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 648"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "909 A.2d 337",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8456292
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "343-45"
        },
        {
          "page": "344"
        },
        {
          "page": "344-45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/909/0337-01"
      ]
    },
    {
      "cite": "75 USLW 3171",
      "category": "reporters:specialty",
      "reporter": "U.S.L.W.",
      "weight": 2,
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "166 L.Ed.2d 179",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "127 S.Ct. 224",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "897 A.2d 1184",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "587 Pa. 706",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "876 A.2d 988",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8968518
      ],
      "pin_cites": [
        {
          "page": "995"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/876/0988-01"
      ]
    },
    {
      "cite": "920 A.2d 830",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "591 Pa. 722",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "907 A.2d 533",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8932751
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "535-36"
        },
        {
          "page": "536"
        },
        {
          "page": "537-539"
        },
        {
          "page": "537"
        },
        {
          "page": "537-38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/907/0533-01"
      ]
    },
    {
      "cite": "841 A.2d 562",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9285281
      ],
      "pin_cites": [
        {
          "page": "566"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/841/0562-01"
      ]
    },
    {
      "cite": "912 A.2d 213",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8440211,
        3851156
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "223",
          "parenthetical": "the task of the Superior Court on appeal of a trial court's classification of a criminal offender as a sexually violent predator \"is one of review, and not of weighing and assessing evidence in the first instance.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/912/0213-01",
        "/pa/590/0110-01"
      ]
    },
    {
      "cite": "590 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3851156
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "127",
          "parenthetical": "the task of the Superior Court on appeal of a trial court's classification of a criminal offender as a sexually violent predator \"is one of review, and not of weighing and assessing evidence in the first instance.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0110-01"
      ]
    },
    {
      "cite": "821 A.2d 586",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "573 Pa. 671",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "799 A.2d 885",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "840"
        },
        {
          "page": "838"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 733,
    "char_count": 14602,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 1.666178389086815e-07,
      "percentile": 0.6952028863458835
    },
    "sha256": "a692878f9d646a41deec726c4196ab97681a68883b828acb3100e8782ed7fb28",
    "simhash": "1:4f8f8b307c9b0b7c",
    "word_count": 2375
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: STEVENS, KLEIN, and PANELLA, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Raymond Lloyd GEITER III, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPANELLA, J.:\n¶ 1 This is an appeal from the judgment of sentence entered by the Honorable Michael A. Georgelis, Court of Common Pleas of Lancaster County following the guilty pleas entered by Appellant, Raymond Geiter, to (1) attempted rape of a child; (2) involuntary deviate sexual intercourse on a person less than thirteen years old; (3) attempted aggravated indecent assault of a child; (4) indecent assault of a person less than thirteen-years-old; (5) attempted incest; (6) manufacturing child pornography; and (7) corruption of minors. On appeal, Geiter seeks review of the trial court’s determination that he is a sexually violent predator (“SVP”) under Megan’s Law, 42 Pa. Cons.Stat. Ann. §§ 9791-9799.7. After careful review, we affirm.\n¶ 2 According to the evidence adduced at Geiter’s plea colloquy and at the SVP hearing, the thirty-three-year-old Geiter engaged in a year-long sexual relationship with his ten-year-old biological son. The sexual relationship began soon after Geiter started exercising visitation rights with the child. Geiter used pornographic videos to groom the child, took a pornographic photograph of the child, and engaged in an escalating pattern of sexual behavior beginning with exposure and moving to fondling, oral sex, and an attempt at anal sex.\n¶ 3 Geiter pleaded guilty on May 30, 2006. An SVP hearing took place on October 25, 2006. Following the hearing, Judge Georgelis found that Geiter was an SVP under Megan’s Law and sentenced him to an aggregate term of incarceration of five to ten years to be followed by a consecutive five-year term of probation. This timely appeal followed. Geiter raises one issue on appeal:\n[w]as the approach used by the Commonwealth’s expert in performing a “sexually violent predator” assessment inconsistent with the relevant statutory guidelines by applying such a label to all persons with a particular mental health diagnosis, thereby rendering any proof based on such approach insufficient as a matter of law.\nGeiter’s Brief at 4.\n¶ 4 Pennsylvania’s version of Megan’s Law defines an SVP as:\nA person who has been convicted of. a sexually violent offense as set forth in section 9795.1 (relating to registration) and who is determined to be a sexually violent predator under section 9795.4 (relating to assessments) due to a mental abnormality or personality disorder that makes the person likely to engage in predatory sexually violent offenses.\n42 PA. Cons.Stat. Ann. § 9792. The determination of a defendant’s SVP status may only be made following an assessment by the Board and hearing before the trial court. In order to affirm an SVP designation, we, as a reviewing court, “must be able to conclude that the fact-finder found clear and convincing evidence that the individual is a sexually violent predator.” Commonwealth v. Krouse, 799 A.2d 885, 840 (Pa.Super.2002) (en banc), appeal denied, 573 Pa. 671, 821 A.2d 586 (2003); see also Commonwealth v. Meals, 590 Pa. 110, 127, 912 A.2d 213, 223 (2006) (the task of the Superior Court on appeal of a trial court’s classification of a criminal offender as a sexually violent predator “is one of review, and not of weighing and assessing evidence in the first instance.”). As with any sufficiency of the evidence claim, we view all evidence and reasonable inferences therefrom in the light most favorable to the Commonwealth. We will reverse a trial court’s determination of SVP status “only if the Commonwealth has not presented clear and convincing evidence sufficient to enable the trial court to determine that each element of the statute has been satisfied.” Krouse, 799 A.2d at 838.\n¶ 5 As this Court recently discussed:\nThe process of determining SVP status is statutorily-mandated and well-defined. The triggering event is a conviction for one or more offenses specified in 42 Pa.C.S.A. § 9795.1, which, in turn, prompts the trial court to order an SVP assessment by the SOAB. The Board’s administrative officer then assigns the matter to one of the Board’s members, all of whom are “expert[s] in the field of the behavior and treatment of sexual offenders.” 42 Pa.C.S.A. § 9799.3. At the core of the expert’s assessment is a detailed list of factors, which are mandatory and are designed as “criteria by which ... [the] likelihood [of reoffense] may be gauged.” Commonwealth v. Bey, 841 A.2d 562, 566 (Pa.Super.2004).\nCommonwealth v. Dixon, 907 A.2d 533, 535-36 (Pa.Super.2006), appeal denied, 591 Pa. 722, 920 A.2d 830 (2007). The analysis involves the following factors.\n¶ 6 Facts of the current offense, including:\n• Whether the offense involved multiple victims;\n• Whether the individual exceeded the means necessary to achieve the offense;\n• The nature of the sexual contact with the victim;\n• Relationship of the individual to the victim;\n• Age of the victim;\n• Whether the offense included a display of unusual cruelty by the individual during the commission of the crime\n• The mental capacity of the victim.\n¶ 7 Prior offense history, including:\n• The individual’s prior criminal record;\n• Whether the individual completed any prior sentences;\n• Whether the individual participated in available programs for sexual offenders.\n¶ 8 Characteristics of the individual, including:\n• Age of the individual;\n• Use of illegal drugs by the individual;\n• Any mental illness, mental disability or mental abnormality;\n• Behavioral characteristics that contribute to the individual’s conduct.\n¶ 9 Other factors that are supported in a sexual offender assessment field as criteria reasonably related to the risk of reoffense. See 42 PA. Cons.Stat. Ann. § 9795.4(b).\n¶ 10 The precise line of inquiry for the Board’s expert, as well as any other expert who testifies at an SVP hearing, is “whether the defendant satisfied the definition of a sexually violent predator set out in the statute, that is, whether he or she suffers from ‘a mental abnormality or personality disorder that makes [him or her] likely to engage in predatory sexually violent offenses.’ 42 Pa.C.S.A. § 9792.” Dixon, 907 A.2d at 536. The salient inquiry to be made by the trial court is the identification of the impetus behind the commission of the crime and the extent to which the offender is likely to reoffend. Commonwealth v. Price, 876 A.2d 988, 995 (Pa.Super.2005), appeal denied, 587 Pa. 706, 897 A.2d 1184 (2006), cert. denied, — U.S. -, 127 S.Ct. 224, 166 L.Ed.2d 179, 75 USLW 3171 (2006).\n¶ 11 In the instant matter, Geiter challenges the nature of the expert’s assessment, arguing that the definition of an SVP consists of three elements: (1) mental abnormality; (2) a “predatory” act, and (3) “an independent assessment, using the factors set forth at 42 Pa.C.S.A. § 9795.4(b), that there is a likelihood of reoffense.” Geiter’s Brief at 12. Geiter argues that the Board expert did not use this third criterion, instead looking only at two elements: (1) whether the defendant had a mental abnormality that involves the predilection to commit sexual offense; and (2) “the commission of ‘predatory’ acts as defined in the statute.” Id.\n¶ 12 Our Court addressed this identical issue in Dixon and found the claim to be meritless. Dixon, 907 A.2d at 537-539. In so doing, we noted that there is no support in the decisions of this Court or of our Supreme Court for the notion that the SVP standard consists of three distinct elements. Id. at 537. We further noted that this Court has reversed SVP findings in cases where an analysis on the “likelihood of reoffense” is not present on the record. Id. We then went on to review the record and held that the expert in Dixon had “testified at length” regarding the statutory factors, whether those factors favored or disfavored Dixon, and then explained how his consideration of the factors in combination with Dixon’s diagnosis and the nature of his conduct led him to conclude that Dixon was likely to re-offend. Id. at 537-38. Ultimately we found there was sufficient evidence to affirm the trial court’s SVP designation. Id.\n¶ 13 Geiter acknowledges the weight of our holding in Dixon, but argues that this Court’s subsequent decision in Commonwealth v. Merolla, 909 A.2d 337 (Pa.Super.2006), casts doubt on the validity of Dixon and lends support to his contention regarding the necessity of the third criterion, i.e., an independent third assessment of the likelihood of reoffense. We disagree.\n¶ 14 First, we note that Merolla contained an extremely limited discussion of the SVP issue. Id. at 343-45. The major portions of the decision addressed a variety of other procedural and substantive issues, including: (1) whether an order denying the Commonwealth’s motion to modify sentence was a legal nullity; (2) whether the Commonwealth had filed a timely notice of appeal; (3) whether two guilty pleas entered at the same time to two separate counts of .indecent assault constituted two separate convictions for purposes of lifetime registration under Megan’s Law II; and (4) whether the probation portion of defendant’s sentence was illegal. Accordingly, the Merolla court did not intend its discussion of SVP determination to be a significant departure from precedent.\n¶ 15 Secondly, Merolla was a Commonwealth appeal from a finding that the defendant was not a sexually violent predator. Id. There was no discussion in Merolla of whether the definition of an SVP includes a third criterion of an independent risk assessment; rather the panel affirmed on the basis that the trial court had made a specific finding that the SOAB expert was not credible because “his demeanor while testifying was not convincing.” Id. at 344. The panel then went on to hold that, independent of the trial court’s credibility determination, based upon the specific facts particular to Merolla’s offense and circumstances, they would find that the Commonwealth did not demonstrate clear and convincing evidence that Mer-olla had been properly designated an SVP. Id. at 344-45.\n¶ 16 Thus, for the reasons discussed above, we find that Merolla does not cast doubt on this Court’s holding in Dixon. Geiter has raised the identical claim which we disposed of in Dixon and our holding in Dixon controls the disposition here. Accordingly, we find that there is no merit in Geiter’s claim that the approach used by the Board expert was inconsistent with the statutory guidelines set forth in Megan’s Law.\n¶ 17 In an abundance of caution, as Geiter’s argument may be interpreted to include a more general challenge to the sufficiency of the evidence supporting the SVP designation, we have conducted an exhaustive review of the record. Geiter does not challenge the diagnosis of pedophilia. Rather, Geiter asserts that the expert’s ultimate opinion regarding SVP status was based solely on that diagnosis. We disagree.\n¶ 18 Our review of the transcript from the SVP hearing shows that the Board expert, Dr. Stein, testified in great detail regarding the Section 9795.4.(b) factors. Dr. Stein discussed each factor, its application to Geiter’s case, and whether it worked' in favor of or against a designation of SVP. Many of the factors, including the lack of multiple victims, the lack of gratuitous violence or unusual cruelty, the lack of a prior criminal history, as well as the biological relationship to the victim, and the victim’s normal mental capacity, favored Geiter. Others, such as the gender and age of the victim, did not.\n¶ 19 In particular, Dr. Stein noted that the nature of the sexual conduct was the single greatest factor in his conclusion that Geiter was likely to re-offend. Dr. Stein discussed the multiple episodes of sexual abuse, the lengthy period of timé over which the encounters took place, the use of pornography as a grooming behavior, and the escalating nature of the sexual abuse beginning with exposure and ending with an attempted rape. Lastly, in partial explanation of his finding that Geiter was likely to re-offend, Dr. Stein specifically noted the fact that Geiter himself had been sexually abused as a child, and that despite his awareness of the harm this contact could cause, and his deep remorse after each episode of abuse, he was unable stop abusing his son until there was legal intervention.\n¶ 20 We conclude that Dr. Stein’s testimony established, by clear and convincing evidence, that Geiter meets the statutory criteria for the personality disorder pedophilia which makes him likely to engage in predatory sexually violent offenses in the future. See Krouse. Therefore, we affirm the trial court’s SVP designation.\n¶ 21 Judgment of sentence affirmed. Jurisdiction relinquished.\n¶ 22 Judge KLEIN files a concurring statement.\n. 18 PA. Cons.Stat. Ann. § 3121(c).\n. 18 PA. Cons.Stat. Ann. § 3123(A)(6).\n. 18 PA. Cons.Stat. Ann. § 3125.\n. 18 PA. Cons.Stat. Ann. § 3126(A)(7).\n. 18 PA. Cons.Stat. Ann. § 4302.\n. 18 PA. Cons.Stat. Ann. § 6312(B).\n. 18 PA. Cons.Stat. Ann. § 6301(A).\n. In accordance with 42 PA. Cons.Síat. Ann. § 9795.4(a), after conviction but before sentencing, a trial court must order an individual convicted of an offense specified in section 9795.1 to be assessed by the State Sexual Offenders Assessment Board. After the Board receives the court’s order for an assessment, a member of the Board as designated by the administrative officer must conduct an assessment of the individual to determine if the individual should be classified as a sexually violent predator. 42 PA. Cons.Stat. Ann. § 9795.4(b).\n. Hearings are scheduled and conducted in accordance with 42 PA. Cons.Stat. Ann. § 9795.4(e).\n. We note that Dr. Stein was also the expert involved in Dixon.\n. See the Notes of Testimony from the October 25, 2006 SVP Hearing at pages 4-28.",
        "type": "majority",
        "author": "PANELLA, J.:"
      },
      {
        "text": "CONCURRING STATEMENT BY\nKLEIN, J.:\n¶ 1 Dr. Stein’s diagnosis was that Geiter suffered from the personality disorder, pedophilia, and all pedophiles are likely to engage in predatory sexually violent offenses in the future. Therefore, the third criterion, that Geiter was likely to reof-fend, was part of the evidence and justifies the SVP classification. Therefore, I do not believe it appropriate in this case to decide whether or not someone can be classified as an SVP absent evidence that the offender is likely to reoffend. This significant question should not be decided in dicta.",
        "type": "concurrence",
        "author": "KLEIN, J.:"
      }
    ],
    "attorneys": [
      "James J. Karl, Public Defender, Lancaster, for appellant.",
      "Todd P. Kriner, Asst. Dist. Atty., Lancaster, for the Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. Raymond Lloyd GEITER III, Appellant.\nSuperior Court of Pennsylvania.\nArgued May 2, 2007.\nFiled July 9, 2007.\nReargument Denied Sept. 6, 2007.\nJames J. Karl, Public Defender, Lancaster, for appellant.\nTodd P. Kriner, Asst. Dist. Atty., Lancaster, for the Com., appellee.\nBEFORE: STEVENS, KLEIN, and PANELLA, JJ."
  },
  "file_name": "0648-01",
  "first_page_order": 696,
  "last_page_order": 701
}
