{
  "id": 9098374,
  "name": "CITY OF PHILADELPHIA, Petitioner v. WORKERS' COMPENSATION APPEAL BOARD (BROWN), Respondent",
  "name_abbreviation": "City of Philadelphia v. Workers' Compensation Appeal Board",
  "decision_date": "2003-08-15",
  "docket_number": "",
  "first_page": "649",
  "last_page": "655",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 649"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "640 A.2d 1266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872209,
        775537
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/1266-01",
        "/pa/537/0032-01"
      ]
    },
    {
      "cite": "537 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775537
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0032-01"
      ]
    },
    {
      "cite": "627 A.2d 250",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1447141
      ],
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "medical benefits are \"compensation\" as that term is used in Section 315 of the Act"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/156/0304-01"
      ]
    },
    {
      "cite": "643 A.2d 1066",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870888,
        775558
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/643/1066-01",
        "/pa/537/0326-01"
      ]
    },
    {
      "cite": "537 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775558
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0326-01"
      ]
    },
    {
      "cite": "760 A.2d 1209",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11192230
      ],
      "pin_cites": [
        {
          "page": "1213"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/760/1209-01"
      ]
    },
    {
      "cite": "728 A.2d 902",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        607084,
        11626254
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0325-01",
        "/a2d/728/0902-01"
      ]
    },
    {
      "cite": "556 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        607084
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0325-01"
      ]
    },
    {
      "cite": "819 A.2d 164",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9345544
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/819/0164-01"
      ]
    },
    {
      "cite": "721 A.2d 1152",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11800352
      ],
      "weight": 6,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/721/1152-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 857,
    "char_count": 19998,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 1.0760141387104726e-06,
      "percentile": 0.9849251828967635
    },
    "sha256": "526f2ad1240d30a2d10caf727ae674cf02bcf8e2360d9ec99f8ad17ca7bac5f0",
    "simhash": "1:45a1dd071ae94666",
    "word_count": 3267
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, President Judge, FRIEDMAN, Judge, and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "CITY OF PHILADELPHIA, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (BROWN), Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSENIOR JUDGE FLAHERTY.\nThe City of Philadelphia (Employer) petitions for review of a decision of the Workers’ Compensation Appeal Board (Board) which affirmed the decision of a Workers’ Compensation Judge (WCJ) denying its Termination Petition and ordering it to pay Judy Quigley-Brown (Claimant) total disability benefits for a left knee injury. We affirm.\nOn April 21, 1998, Employer issued a Notice of Compensation Payable recognizing that Claimant suffered an injury described as “Contusions/left hand & left leg, left wrist” that occurred on September 17, 1994. On June 5, 1998, Claimant filed a Penalty Petition alleging that Employer “issued a Notice of Compensation Payable on April 21, 1998, although the injury occurred on September 17, 1994. Athough [Employer] finally issued a Notice of Compensation Payable, benefits were unilaterally cut off on March 2,1998.” On July 13, 1998, Employer filed an Answer denying the allegations in the Penalty Petition. Aso on July 13, 1998, Employer filed a Termination/Suspension Petition alleging that Claimant returned to light duty work on July 4, 1996 with no restrictions and no residuals and that she returned to full-duty work on January 4, 1997 with no restrictions and no residuals. Claimant filed an Answer asserting that she still suffers from her work-related injuries.\nAt the hearings before the WCJ, Claimant testified that she began working for Employer as a Corrections Officer on May 31, 1994. Claimant stated that, on September 17, 1994, she slipped and fell while walking down a flight of stairs. Claimant explained that she fell forward onto a concrete floor and hit her left hand and left knee. Claimant notified Employer, went to the hospital and was then paid injured on duty benefits for two days. The Employee Injury Report states, in relevant part, that Claimant injured her “left hand and elbow and left knee” and, under the “Part of Body Injured” section of the report, the boxes for “elbow”, “wrist”, “hand” and “knee” are checked. (Vesey Exhibit No. 1). The Emergency Department Record lists Claimant’s chief complaint as “fell, injured hand, knee” and lists the final diagnosis as “left hand/left ant[erior] foreleg contusion.” (Vesey Exhibit No. 1). Aso, a form titled “Referral to City Employee’s Compensation Clinic” states that Claimant fell down and hit her “left hand and elbow and left knee.” (Ves-ey Exhibit No. 2). Aterwards, Claimant returned to full-duty work. Claimant testified that, before this injury, she did not have any problems with her left knee.\nOn September 27, 1994, Claimant was in the prison housing block when a fight erupted between two inmates. One of the inmates began chasing the other one up a flight of stairs, and Claimant was in pursuit. Claimant was at the bottom of the stairs when the inmate being chased pushed the other inmate down the stairs and onto Claimant. Claimant testified that she broke the inmate’s fall and that the inmate fell on the inside of her left leg and knee. Claimant notified Employer, sought medical treatment and missed a day of work. The Employee Injury Report states, in relevant part, that the inmate landed on Claimant’s “left leg on the inside from ankle to knee” and, under the “Part of Body Injured” section of the report, the boxes for “knee”, “lower leg” and “ankle” are checked. (Claimant’s Exhibit No. C-4). The Emergency Department Record states that the physician’s assessment was, in part, “no knee pain” and “knee non tender” and list the diagnosis as “contusion left leg.” (Exhibit D-Krum-2). Claimant returned to work after this incident but the pain in her knee had increased.\nDue to the nature of her work, Claimant was involved in several other altercations with inmates over the next two years that are not relevant to this case. In April of 1996, Claimant was assigned to be a “rover”. The rover in the prison continuously walks around the outside of the housing areas and the control booth. Claimant testified that this continuous walking and standing caused her left knee to hurt and she began to walk with a limp. On June 14,1996, Claimant experienced severe pain in her left knee and sought medical treatment. Claimant returned to work and her sergeant filled out a new injury report for her left knee and sent her to the City Compensation Clinic. At the clinic, a Dr. Diaz referred Claimant to Seth David Krum, D.O. Dr. Krum treated Claimant and performed physical therapy. Claimant received Injured on Duty benefits from June 14th, 1996 to July 5th, 1996 and then returned to light-duty work performing a job with no inmate contact.\nClaimant continued to see Dr. Krum and, in January of 1997, he recommended that she undergo arthroscopic surgery. However, Claimant had to go back to the compensation clinic and get permission from Employer for the surgery. At the compensation clinic, Claimant did not see Dr. Diaz, who is the doctor that normally treated her. Rather, Claimant saw Robert Harrington Woodson, M.D., who did not approve the surgery recommended by Dr. Krum. Claimant testified that Dr. Wood-son did not examine her but rather “came into the room and he sat down for an hour and 45 minutes and just did nothing but write on a paper.” (N.T. 4/06/1999, p. 26). Claimant then took this paper to Helen C. Vesey, who is Employer’s Occupational Safety Administrator. Claimant testified that Ms. Vesey “wrote her order across the top canceling out what [Dr. Woodson] wrote and said that I was continued light duty pending second opinion.” (N.T. 4/06/1999, p. 28). A second opinion appointment was scheduled for Claimant, but she missed it because she was sick. Claimant attempted to reschedule, but was told that only the compensation services could reschedule the appointment. However, no one ever did reschedule another appointment.\nIn February of 1998, Claimant took a two week vacation because she was having pain in her left knee and she “thought maybe if I took off and just rested it, it would be fine.” (N.T. 4/06,1999, p. 30). On March 5, 1998, Claimant went to see Ms. Vesey again and asked to go to the compensation clinic. However, she was informed that she had to have a second opinion appointment. Claimant testified that eventually she was given another appointment with Dr. Woodson and it was her understanding after speaking to a Ms. Streeter at the compensation clinic that she was going to get a referral to Dr. Krum. However, the appointment with Dr. Woodson was similar to the previous one and he released her to full duty. Claimant testified that: “I tried to question [Dr. Woodson] as to whether or not Ms. Street-er had spoke with him, like I was lead [sic] to believe it happened. And he said “no.” That he’s the doctor and nobody tells him what to do.” (N.T. 4/06/1999, pp. 34-35). Apparently, Claimant tried to make an appointment with another doctor, but that doctor would not schedule an appointment without Dr. Woodson’s original release paper and Dr. Woodson would not give Claimant the original. In March of 1998, Claimant was unable to continue working due to left knee pain. She saw Dr. Krum again in July of 1998 at which time her knee did not hurt as much because of her limited activity. Claimant further testified that she wants to return to work and that she wants to undergo the surgery recommended by Dr. Krum.\nIn support of its Termination Petition, Employer presented the testimony of Dr. Woodson, who first examined Claimant on September 5, 1995. Dr. Woodson testified that Claimant suffers from degenerative joint disease in both her knees and a Baker’s cyst that developed as a result of that disease and that this condition was not caused by either the September 17, 1994 or the September 27, 1994 work-related accidents. (N.T. 4/01/1999, p. 26). When asked whether Claimant has fully recovered from her injury, Dr. Woodson replied that:\nThe patient was not disabled at the time of her release to full active duty nor was she disabled at the time of her discharge. We have no evidence to support any injury of the knee and her examination was normal and continued to be normal with the exception of her degenerative joint disease which was not active at the time of her last visit and causing her no disability when she was last seen.\n(N.T. 4/01/1999, p. 31).\nIn defense of the Termination Petition, Claimant presented the testimony of Dr. Krum, an orthopedic surgeon who began treating Claimant in July of 1996. When asked to give his opinion as to the cause of Claimant’s knee problems, he testified that:\nI felt that she had degenerative disease, which was wear and tear over time, and as per her history and review of the notes, I feel that the two injuries that she had sustained and exacerbated her degenerative disease, again, possibly tearing the meniscus or worsening the chondral region, but it’s still my opinion if we were able to arthroscope her, we would have a definitive diagnosis.\n(N.T. 3/30/1999, p. 26). When asked what effect the two September of 1994 incidents at work had on Claimant’s pre-existing degenerative disease, Dr. Krum stated that:\nIt’s still difficult to say exactly. Again, that’s why I say if we would have scoped her, all this would be settled right now. It’s possible that she had torn the cartilage from those described injuries; it’s also possible that she did more damage if there was damage to the chondral surface previously.\n(N.T. 3/30/1999, p. 29).\nBy decision and order circulated on December 7, 2000, the WCJ accepted the testimony of Claimant as credible because her “testimony is not inconsistent with the September 17, 1994 Employee Injury Report, the Referral to City Employee’s Compensation Clinic, the September 27, 1994 Employee Injury Report and the September 27, 1994 Triage Report.” (Finding of Fact No. 26). The WCJ also accepted the testimony of Dr. Krum as more credible and persuasive than the testimony of Dr. Woodson. Based on these credibility determinations, the WCJ found that Claimant sustained a work-related exacerbation of pre-existing joint disease of the left knee on September 17, 1994 and September 27, 1994 and that Employer failed to sustain its burden of proving that Claimant fully recovered from her work injury as of January 4, 1997. Further, the WCJ concluded that Claimant failed to prove that Employer violated the Workers’ Compensation Act (Act). Accordingly, the WCJ denied the Penalty Petition and the Termination Petition and ordered Employer to pay Claimant total disability benefits beginning on March 6, 1998. Employer appealed to the Board, which affirmed the decision of the WCJ. This appeal followed.\nOn appeal, Employer argues that the decision of the Board is not supported by substantial evidence and that the Board erred as a matter of law in affirming the decision of the WCJ because the WCJ in effect granted benefits for a left knee injury when no claim petition for such injury was filed by Claimant and no NCP was issued by Employer acknowledging such an injury. Furthermore, Employer argues that because no claim petition was ever filed for this injury, Claimant’s claim for benefits for a left knee injury is barred by the statute of limitations.\nSubstantial evidence is such relevant evidence as a reasonable person might accept as adequate to support a conclusion. Hoffmaster v. Workers’ Compensation Appeal Board (Senco Products, Inc.), 721 A.2d 1152 (Pa.Cmwlth.1998). In performing a substantial evidence analysis, this court must view the evidence in a light most favorable to the party who prevailed before the factfinder. Id. Moreover, we are to draw all reasonable inferences which are deducible from the evidence in support of the factfinder’s decision in favor of that prevailing party. Id. Furthermore, in a substantial evidence analysis where both parties present evidence, it does not matter that there is evidence in the record which supports a factual finding contrary to that made by the WCJ. Rather, the pertinent inquiry is whether there is any evidence which supports the WCJ’s factual finding. Id. It is solely for the WCJ, as the factfinder, to assess credibility and to resolve conflicts in the evidence. In addition, it is solely for the WCJ, as the fact-finder, to determine what weight to give to any evidence. Id. As such, the WCJ may reject the testimony of any witness in whole or in part, even if that testimony is uncontradicted. Id. It is with these principles in mind that we consider this challenge.\nInitially, it is important to review the responsibilities of employers under the Act when an employee is injured. Section 406.1(a) of the Act, which was originally added by Act of February 8, 1972, P.L. 25, as amended, provides, in relevant part, that:\nThe employer and insurer shall promptly investigate each injury reported or known to the employer and shall proceed promptly to commence the payment of compensation due either pursuant to an agreement upon the compensation payable or a notice of compensation payable ... The first installment of compensation shall be paid not later than the twenty-first day after the employer has notice or knowledge of the employe’s disability.\n77 P.S. § 717.1(a). Section 406.1(c) of the Act also provides that the employer shall promptly notify the employee if it is going to deny that the injury is work-related. In addition, the 1993 amendments to the Act added Section 406.1(d), which provides that an employer may issue a notice of temporary compensation payable, without admitting liability, when it is unsure as to the compensability of an employee’s injury. An employer can also file a “medical only” NCP when the claimant does not suffer a loss of earning power but does require medical treatment. See Waldameer Park, Inc. v. Workers’ Compensation Appeal Board (Morrison), 819 A.2d 164 (Pa. Cmwlth.2008).\nIn this case, we are presented with a situation where Claimant sustained two injuries to her left leg at work in September of 1994. Claimant notified Employer of these injuries and she received medical treatment. However, Employer failed to follow the mandates of Section 406.1 of the Act by not issuing a notice of compensation payable or denial. The problems in this case as to the nature of the injury and whether Claimant’s claim is barred by the three-year statute of limitations stem from this failure. By failing to immediately issue a notice of compensation payable or denial, the exact nature of Claimant’s injury remained undefined. However, Employer continued to place Claimant on paid leave when necessary and pay her medical bills. Then, almost four years after Claimant’s work-related injuries, Employer filed a NCP describing Claimant’s injuries only as a contusion to the left leg, hand and wrist and shortly thereafter filed a Termination Petition after Claimant filed a Penalty Petition. This case then proceed to litigation before the WCJ.\nAfter considering all the evidence presented, the WCJ determined that Claimant suffered a work-related exacerbation of her pre-existing degenerative joint disease of the left knee on September 17, 1994 and September 27, 1994. Accordingly, the WCJ granted Claimant total disability benefits as of March 6, 1998, which is the date she credibly testified that she was no longer able to continue working because of that injury. Employer, citing Commercial Credit Claims v. Workmen’s Compensation Appeal Board (Lancaster), 556 Pa. 325, 728 A.2d 902 (1999), argues that the WCJ erred by failing to confine her analysis of the Termination Petition to those injuries accepted in the NCP. However, the principle set forth in Commercial Credit is meant to be used by employers as a shield to prevent claimants from alleging other unrelated injuries at the 11th hour in workers’ compensation proceedings in an attempt to stop benefits for accepted work-related injuries from being terminated. That is not what happened here. In this case, Employer is attempting to use this principle as a sword to stop Claimant from receiving benefits for her left knee which is, of course, part of the left leg which Employer has acknowledged as being injured. Therefore, Commercial Credit does not apply and, because Employer acknowledged a left leg injury, we find it of no consequence that Claimant did not file a Claim Petition alleging a left knee injury.\nAdditionally, with regard to Employer’s argument that Claimant’s claim for benefits is barred by the statute of limitations, Section 315 of the Act provides that:\nIn cases of personal injury all claims for compensation shall be forever barred, unless, within three years after the injury, the parties shall have agreed upon the compensation payable under this article; or unless within three years after the injury, one of the parties shall have filed a petition as provided in article four hereof.\n77 P.S. § 602.\nHowever, “for the purposes of filing a claim petition, the payment of medical expenses for a work-related injury tolls the running of the statute of limitations until three years following the most recent voluntary payment of medical benefits.” Levine v. Workers’ Compensation Appeal Board (Newell Corporation), 760 A.2d 1209, 1213 (Pa.Cmwlth.2000). See also Berwick v. Workmen’s Compensation Appeal Board (Spaid), 537 Pa. 326, 643 A.2d 1066 (1994) and Bellefonte Area School District v. Workmen’s Compensation Board (Morgan), 156 Pa.Cmwlth. 304, 627 A.2d 250 (1993) (medical benefits are “compensation” as that term is used in Section 315 of the Act).\nBecause Employer paid Claimant’s medical expenses, the statute of limitations was tolled through March of 1998. Thus, Claimant timely raised the issues regarding her work-related injuries when she filed the Penalty Petition in June of 1998, as this was less than three years after the most recent payment of compensation benefits by Employer in the form of the payment of medical bills. Therefore, Employer’s statute of limitations argument must fail. Therefore, we conclude that the WCJ did not err by denying the Termination Petition and ordering Employer to pay Claimant total disability benefits beginning on March 6, 1998, which is the day that Claimant could no longer continue working due to her left knee injury.\nAccordingly, the order of the Board is affirmed.\nORDER\nAND NOW, August 15, 2003, the order of the Workers’ Compensation Appeal Board docketed A00-3339 and dated August 27, 2002 is hereby AFFIRMED.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. §§ 1-1041.4; 2501-2606.\n. This court’s appellate review over an order of the Board is limited to determining whether the necessary findings of fact are supported by substantial evidence, whether Board procedures were violated, whether constitutional rights were violated or an error of law was committed. Republic Steel Corporation v. Workmen's Compensation Appeal Board (Petrisek), 537 Pa. 32, 640 A.2d 1266 (1994).\n. A contusion is an injury to the tissue without laceration and is more commonly called a bruise. Merriam-Webster’s Collegiate Dictionary 252, (10th ed.2000).\n. Employer also argues that the WCJ issued conflicting findings when she accepted the testimony of Claimant as credible but also found the testimony of Helen Vesey more credible wherever Claimant’s testimony was inconsistent with Ms. Vesey’s testimony. We fail to see any inconsistency. Ms. Vesey maintained Claimant’s safety file and she testified about the information in that file. The fact that the WCJ accepted the testimony of the custodian of that file as more credible than Claimant to the extent there was any inconsistency is of no consequence and has no bearing on the main issue in this case.",
        "type": "majority",
        "author": "SENIOR JUDGE FLAHERTY."
      }
    ],
    "attorneys": [
      "Kelly F. Melcher, Philadelphia, for petitioner.",
      "Maria Terpolilli, Philadelphia, for respondent."
    ],
    "corrections": "",
    "head_matter": "CITY OF PHILADELPHIA, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (BROWN), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs April 11, 2003.\nDecided Aug. 15, 2003.\nKelly F. Melcher, Philadelphia, for petitioner.\nMaria Terpolilli, Philadelphia, for respondent.\nBEFORE: COLINS, President Judge, FRIEDMAN, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "0649-01",
  "first_page_order": 697,
  "last_page_order": 703
}
