{
  "id": 6789402,
  "name": "Alan K. KREISHER, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Kreisher v. State",
  "decision_date": "1973-02-27",
  "docket_number": "",
  "first_page": "651",
  "last_page": "653",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 651"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "295 A.2d 708",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11254083
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/295/0708-01"
      ]
    },
    {
      "cite": "243 N.E.2d 898",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "355 Mass. 189",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        302791
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/mass/355/0189-01"
      ]
    },
    {
      "cite": "83 A.2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "7 Terry 381",
      "category": "reporters:state",
      "reporter": "Terry",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "64 A.2d 529",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "31 Del.Ch. 459",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        493110
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/31/0459-01"
      ]
    },
    {
      "cite": "102 A.2d 702",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "9 Terry 289",
      "category": "reporters:state",
      "reporter": "Terry",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "219 N.E.2d 12",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "73 Ill.App.2d 55",
      "category": "reporters:state",
      "reporter": "Ill. App. 2d",
      "case_ids": [
        2582621
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-2d/73/0055-01"
      ]
    },
    {
      "cite": "287 U.S. 435",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        369577
      ],
      "weight": 3,
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/us/287/0435-01"
      ]
    },
    {
      "cite": "93 S.Ct. 1038",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11957222
      ],
      "weight": 2,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/410/0284-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 337,
    "char_count": 4549,
    "ocr_confidence": 0.801,
    "pagerank": {
      "raw": 1.1684144217312486e-07,
      "percentile": 0.5857273918286355
    },
    "sha256": "8468c5eeb87601539b4ee5676ee7a0aae214c95978a5e5efb5d1a4c3c7886565",
    "simhash": "1:4a3b647562cf80de",
    "word_count": 748
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WOLCOTT, C. J., and CAREY and HERRMANN, JJ."
    ],
    "parties": [
      "Alan K. KREISHER, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HERRMANN, Justice:\nThe defendant appeals from his conviction on the charge of sale of 21 grams of hashish. 16 Del.C. § 4724. The sale was made to undercover Agent Gray of the Delaware State Drug Control Unit pursuant to prior arrangements made with the defendant by Informant Melvin. The sole defense was entrapment.\nI.\nDuring the trial, in advancing the defense of entrapment, the defendant attempted to testify as to the background and the circumstances of the arrangements, made with him by Informant Melvin, under which the delivery of the drug was made to Agent Gray. The Trial Judge sustained the State’s hearsay objection to testimony by the defendant as to statements made to him by Melvin in arranging for the transaction. The defendant then made the following offer of proof: that the defendant had served with Melvin in the National Guard; that they were good friends and discussed drugs frequently; that, for more than six months, Melvin had importuned the defendant to obtain drugs for him and for Agent Gray whose official status was unknown to the defendant; that the defendant constantly declined; that several days before the transaction here involved, the defendant agreed to obtain marijuana for Gray and Melvin, but that the defendant reneged at the last moment; that, finally, as the result of further importuning by Melvin, the defendant obtained the hashish here involved and sold it to Gray in the presence of Melvin.\nThe offer of proof, as to statements made by Informant Melvin to the defendant, was denied on the basis of the State’s hearsay objection. The defendant appeals the exclusionary ruling as being reversible error. We agree.\nThe defendant was entitled to develop his defense of entrapment. The hearsay rule may not be applied “mechanistically” to defeat a right and the ends of justice. Chambers v. Mississippi, — U.S. —, 93 S.Ct. 1038, 35 L.Ed.2d 297 (1973). Agent Gray, with whom the transaction was consummated, was insulated from the arrangements by Informant Melvin. If Agent Gray had importuned the defendant directly, the defendant undoubtedly would have been permitted to testify as to such importunings. The interposition of a colleague between buyer and seller, in a case of this kind, may not be permitted to vitiate the defense of entrapment. It would be fundamentally unfair to allow the hearsay rule to have that effect. The absence of the colleague at trial does not aid the State in this situation. Presumably, it was within the power of the State to produce Informant Melvin at trial to refute the defendant. See Sorrells v. United States, 287 U.S. 435, 53 S.Ct. 210, 77 L.Ed. 413 (1932); People v. Jones, 73 Ill.App.2d 55, 219 N.E.2d 12 (1966).\nIt is held, therefore, that reversible error was committed in the trial of this case.\nII.\nThe defendant contends that hashish, a form of marijuana, has not been shown to be a “dangerous” drug, within the meaning of 16 Del.C. § 4701; that, therefore, it is beyond the constitutional power of the Legislature to control.\nThe defendant’s attack on the constitutionality of the Statute must fail.\nThe wisdom of legislative policy is not a matter of judicial review. Sibbley v. State, Del.Supr., 9 Terry 289, 102 A.2d 702 (1954). Each legislative enactment is cloaked with the presumption of constitutionality. Klein v. National Pressure Cooker Co., Del.Supr., 31 Del.Ch. 459, 64 A.2d 529 (1949). It is not necessary to find that a state of facts exists which justifies legislation; it is sufficient if a state of facts may reasonably be conceived which would justify it. State v. Hobson, Del.Supr., 7 Terry 381, 83 A.2d 846 (1951). In this connection, we agree with the rationale of the Supreme Judicial Court of Massachusetts in Commonwealth v. Leis, 355 Mass. 189, 243 N.E.2d 898 (1969).\nIII.\nWe deem it unnecessary to discuss the other grounds raised on this appeal. Other points raised, which may be encountered upon a retrial of this case, were answered in large measure by this Court’s recent decision on the subject of entrapment in Crosby v. State, Del.Supr., 295 A.2d 708 (1972).\n* * *\nAccordingly, the judgment below must be reversed and the cause remanded for new trial.",
        "type": "majority",
        "author": "HERRMANN, Justice:"
      }
    ],
    "attorneys": [
      "Henry A. Wise, Jr., of Brooker, Green, Shaffer, Berl & Wise, Wilmington, for defendant below, appellant.",
      "Harrison F. Turner, Deputy Atty. Gen., Dover, for plaintiff below, appellee."
    ],
    "corrections": "",
    "head_matter": "Alan K. KREISHER, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nFeb. 27, 1973.\nHenry A. Wise, Jr., of Brooker, Green, Shaffer, Berl & Wise, Wilmington, for defendant below, appellant.\nHarrison F. Turner, Deputy Atty. Gen., Dover, for plaintiff below, appellee.\nBefore WOLCOTT, C. J., and CAREY and HERRMANN, JJ."
  },
  "file_name": "0651-01",
  "first_page_order": 689,
  "last_page_order": 691
}
