{
  "id": 7869826,
  "name": "STATE of Maine v. John BABBITT",
  "name_abbreviation": "State v. Babbitt",
  "decision_date": "1995-05-10",
  "docket_number": "",
  "first_page": "651",
  "last_page": "654",
  "citations": [
    {
      "type": "official",
      "cite": "658 A.2d 651"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "590 A.2d 149",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7365010
      ],
      "pin_cites": [
        {
          "page": "151"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/590/0149-01"
      ]
    },
    {
      "cite": "633 A.2d 78",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7360199
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "79"
        },
        {
          "page": "79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/633/0078-01"
      ]
    },
    {
      "cite": "622 A.2d 1151",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7360492
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1154"
        },
        {
          "page": "1154-55"
        },
        {
          "page": "1155"
        },
        {
          "page": "1155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/622/1151-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 358,
    "char_count": 6959,
    "ocr_confidence": 0.736,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20035762702767612
    },
    "sha256": "3837947d566e1cf8f869115d4e650cf3ba0ba6af8fc5e40215388a7e7ab28d01",
    "simhash": "1:bed310a8741da3e1",
    "word_count": 1095
  },
  "last_updated": "2024-02-27T22:02:56.390696+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, and DANA, JJ."
    ],
    "parties": [
      "STATE of Maine v. John BABBITT."
    ],
    "opinions": [
      {
        "text": "GLASSMAN, Justice.\nJohn Babbitt appeals from the judgments entered in the Superior Court (Cumberland County, Lvpez, J.) following his convictions on multiple counts of drug trafficking. The State concedes that there are duplicative charges and convictions of aggravated trafficking in heroin. Accordingly, we vacate one of those convictions. Because we agree with Babbitt’s contention that the sentences of twenty-five years for the remaining two counts of aggravated trafficking in heroin are excessive, we also vacate the sentences on the remaining convictions and remand to the Superior Court for resentencing.\nFor offenses alleged to have been committed on February 15, 1990, and February 22, 1990, Babbitt by two separate indictments, bearing criminal docket numbers 90-1300 and 90-1508, was charged with three counts of aggravated trafficking in heroin in violation of 17-A M.R.S.A. § 1103 (1983 & Supp. 1994); one count of conspiring to traffick in heroin, in violation of 17-A M.R.S.A. § 1103; one count of aggravated trafficking in glu-tethimide in violation of 17-A M.R.S.A. § 1103, and one count of aggravated trafficking in codeine, in violation of 17-A M.R.S.A. § 1103.\nBy criminal docket number 91-353, Babbitt was charged with one count of trafficking in heroin on January 31, 1991 in violation of 17-A M.R.S.A. § 1103. By criminal docket number 91-1799, Babbitt was charged with one count of trafficking in prison contraband on July 20,1991 in violation of 17-A M.R.S.A. § 757 (1983 & Supp.1994).\nBabbitt entered guilty pleas to all of the charged offenses. Although the court expressly rejected an imposition of 40 years as recommended by the State, it imposed concurrent sentences of 25 years with all but 8 years suspended and 6 years of probation for the three counts of aggravated trafficking in heroin. Lesser sentences were imposed on all remaining charges with those sentences to be concurrent with each other and with the sentences imposed on the three counts of aggravated trafficking in heroin, with the exception of the charge of trafficking in prison contraband. A sentence of 2 years was imposed for this offense to run consecutive to the sentences imposed on the other charges. Babbitt’s petition for review of the sentences in accordance with 15 M.R.S.A. § 2151 (Supp.1994) was granted pursuant to 15 M.R.S.A. § 2152 (Supp.1994).\nAs a threshold matter, we note that Babbitt was convicted of two counts of aggravated heroin trafficking, contained in separate indictments, for the same transaction occurring on February 22, 1990. The State conceded at oral argument that the police reports reflect that only one heroin transaction occurred on that day, and it was error to charge and convict Babbitt twice for the same transaction. Accordingly, we vacate the judgment of conviction for heroin trafficking entered on docket number 90-1508 as being duplicative to the judgment of conviction entered on docket number 90-1300.\nBabbitt contends that his sentences of twenty-five years imposed for the two remaining convictions of aggravated trafficking in heroin are excessive. Trafficking in heroin is classified as a Class B offense with a statutory maximum period of imprisonment of ten years. The aggravating factor of the conduct occurring within 1,000 feet of a pub-lie elementary or secondary school, in violation of 17-A M.R.S.A. § 1105(1)(E) (Supp. 1994), elevates the offense to Class A with a statutory maximum sentence of twenty years.\nIn State v. Hewey, 622 A.2d 1151 (Me.1993), decided after the imposition of the sentences in the present case, we outlined the three-step process for sentencing. The first step requires the trial court to determine a basic period of incarceration based solely on the nature and seriousness of the crime and without regard to the individual circumstances of the defendant. Hewey, 622 A.2d at 1154. The nature and seriousness of the crime is determined by comparing the crime committed to all possible means of committing that offense. State v. Hawkins, 633 A.2d 78, 79 (Me.1993). After determining the basic period of incarceration, the trial court may consider the aggravating and mitigating circumstances peculiar to that offender to determine the maximum period of incarceration. The maximum period of incarceration may not exceed the statutory maximum sentence for the class of offense. Id. Once this second step is completed, the sentencing court may suspend a portion of the maximum period of incarceration to determine the final sentence to be imposed. Hew-ey, 622 A.2d at 1154-55.\nWe review the trial court’s determination of the basic period of incarceration for misapplication of principle. Hewey, 622 A.2d at 1155. Only if the offense is among “the most heinous and violent crimes that are committed against a person,” is the maximum statutory sentence available for a Class A offense increased from twenty to forty years. State v. Lewis, 590 A.2d 149, 151 (Me.1991) (quoting the Statement of Fact attached to L.D. 2312, No. H-720 (113th Legis.1988)). “Circumstances of the offender, or other circumstances unrelated to the nature and seriousness of the offense, cannot elevate the maximum period of incarceration beyond the twenty years when the crime itself is not within the extended range of Class A crimes.” Hawkins, 633 A.2d at 79.\nThe drug sales involved in this case, although serious offenses, cannot be classified as crimes of violence. Accordingly, Babbitt’s sentences of twenty-five years are excessive and constitute an error in principle requiring resentencing. Hewey, 622 A.2d at 1155. Because of the number of offenses involved in the sentencing proceeding before the court and them possible interrelationship, we deem it appropriate to vacate all the sentences imposed to allow the trial court to resentence Babbitt on all the charges for which he has been convicted.\nThe entry is:\nJudgment of conviction for aggravated heroin trafficking in criminal docket number 90-1508 vacated. Sentences imposed on the remaining judgments vacated. Remanded to the Superior Court for resentencing consistent with the opinion herein.\nAll concurring.\n. In each instance, the aggravating factor alleged was that the conduct had occurred within 1000 feet of the real property comprising a public elementary or secondary school. See 17-A M.R.S.A. § 1105(1)(E) (Supp. 1994) (A person is guilty of aggravated trafficking in scheduled drugs if the person violates section 1103 and, at the time of the offense, the person is within 1000 feet of real property comprising a private or public elementary or secondary school).",
        "type": "majority",
        "author": "GLASSMAN, Justice."
      }
    ],
    "attorneys": [
      "Stephanie Anderson, Dist. Atty., Julia Sheridan, Thomas Majerison (orally), Asst. Dist. Attys., Portland, for the State.",
      "Robert A. Levine (orally), Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. John BABBITT.\nSupreme Judicial Court of Maine.\nArgued Jan. 24, 1995.\nDecided May 10, 1995.\nStephanie Anderson, Dist. Atty., Julia Sheridan, Thomas Majerison (orally), Asst. Dist. Attys., Portland, for the State.\nRobert A. Levine (orally), Portland, for defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, and DANA, JJ."
  },
  "file_name": "0651-02",
  "first_page_order": 709,
  "last_page_order": 712
}
