{
  "id": 7283879,
  "name": "In the Matter of Michael A. MOSCO",
  "name_abbreviation": "In re Mosco",
  "decision_date": "2011-02-24",
  "docket_number": "No. 2011-2-M.P.",
  "first_page": "652",
  "last_page": "654",
  "citations": [
    {
      "type": "official",
      "cite": "13 A.3d 652"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "762 A.2d 439",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11152532
      ],
      "pin_cites": [
        {
          "page": "441"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/762/0439-01"
      ]
    },
    {
      "cite": "994 A.2d 81",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7286921
      ],
      "pin_cites": [
        {
          "page": "82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/994/0081-01"
      ]
    },
    {
      "cite": "980 A.2d 755",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7294897
      ],
      "pin_cites": [
        {
          "page": "756"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/980/0755-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 339,
    "char_count": 5119,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.47259647184063625
    },
    "sha256": "43fc5563b60208a19d92b581efe423e01201a4b14a3152fdc20191ee7cc29019",
    "simhash": "1:ba29597a7bbe2470",
    "word_count": 858
  },
  "last_updated": "2024-02-27T22:54:46.576715+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Michael A. MOSCO."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis matter came before the Court at its conference on January 13, 2011, pursuant to a petition for discipline filed by this Court’s disciplinary counsel. Article III, Rule 24 of the Supreme Court Rules of Disciplinary Procedure, entitled “Proceedings in cases involving conviction of crime” provides, in pertinent part:\n“An attorney admitted to practice in this State who is convicted in a court of record of a crime which is punishable by imprisonment for more than one (1) year in this or any other jurisdiction may * * * be ordered to appear before the [C]ourt to show cause why his or her admission to the bar should not be revoked or suspended.”\nThe facts giving rise to this matter are as follows. In the early morning hours of March 14, 2009, in the City of East Providence, the respondent, Michael A. Mosco, a member of the bar of this state, entered the dwelling of a friend and business associate without his consent. In what appears to have been an alcohol fueled rage he confronted his friend and a female companion, who was a former intimate partner of the respondent. Wielding a club, he assaulted the female victim, causing injury to her hand.\nAs a result of this incident the respondent was charged in a criminal information filed in the Superior Court with several criminal acts. On September 28, 2010, he entered a plea of nolo contendere to one count of felony assault, in violation of G.L. 1956 § 11-5-2; and one misdemeanor count of willful trespass, in violation of G.L.1956 § 11-44-26. He was sentenced to a five year term of imprisonment, sentence suspended, with five years of probation on the felony count. Conditions of his probation include alcohol counseling and restitution to the victim. On the misdemeanor count he was sentenced to a term of imprisonment of one year suspended, with one year of probation. He was also ordered to have no contact with the victim. The imposed sentences are to be served concurrently.\nOn September 20, 2010, while the above-noted chai’ges were pending, but prior to the entry of his nolo contendere plea, the respondent was arrested in the City of Newport and charged with one misdemeanor count of disorderly conduct, in violation of G.L.1956 § 11-45-1. The respondent entered a plea of nolo contendere to that charge, which was filed by the court.\nOn January 4, 2011, disciplinary counsel forwarded to this Court certified copies of the judgments of conviction and a petition requesting that we impose professional discipline upon the respondent due to those convictions. We directed the respondent to appear before the Court to show cause, if any, why the petition should not be granted. He appeared before the Court, without counsel.\nAfter hearing the representations of the respondent and disciplinary counsel, we deem it appropriate that professional discipline be imposed. The purposes of professional discipline are twofold: to protect the public and to maintain the integrity of the profession. In re Hunter, 980 A.2d 755, 756 (R.I.2009) (mem.). The respondent has been convicted of a serious crime involving violence, tarnishing the integrity of the profession. He appears before us serving a term of imprisonment, albeit a suspended one. It is of no moment that his crimes are unrelated to his practice of law, as we expect all members of the bar to comport themselves in accordance with the criminal laws of this state. See In re Ciolli, 994 A.2d 81, 82 (R.I.2010) (mem.); In re Coia, 762 A.2d 439, 441 (R.I.2000).\nWe believe that an order of suspension of the respondent’s privilege to practice law in this state is required to maintain the integrity of the bar. However, we also believe that with proper counseling and treatment for his alcohol abuse the respondent may be able, at some point in the future, to return to the practice of law.\nAccordingly, the respondent, Michael A. Mosco, is suspended from the practice of law for two years, commencing thirty days from the date of this order. During this thirty-day period he shall conclude those pending matters that can be resolved and arrange for the orderly transfer of his remaining client matters to new counsel of the client’s choosing. He shall not take on any new cases. Within ten days of the commencement of his suspension he shall comply with the mandates of Article III, Rule 15 of the Supreme Court Rules of Disciplinary Procedure.\nUpon the completion of his two-year period of suspension the respondent may petition this Court for an order of reinstatement as provided in Article III, Rule 16 of the Supreme Court Rules of Disciplinary Procedure. In addition to meeting the requirements set forth therein the respondent must submit sufficient evidence to this Court that he has obtained and continues to receive treatment and/or counseling for alcohol abuse, that he is fully compliant with his probationary terms, and that he is morally fit to resume the practice of law.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "David D. Curtin, Esq., Disciplinary Counsel.",
      "Michael A. Mosco, Providence."
    ],
    "corrections": "",
    "head_matter": "In the Matter of Michael A. MOSCO.\nNo. 2011-2-M.P.\nSupreme Court of Rhode Island.\nFeb. 24, 2011.\nAs Amended March 4, 2011.\nDavid D. Curtin, Esq., Disciplinary Counsel.\nMichael A. Mosco, Providence."
  },
  "file_name": "0652-01",
  "first_page_order": 706,
  "last_page_order": 708
}
