{
  "id": 8161968,
  "name": "Jean H. TONDREAULT v. Jeannie A. TONDREAULT",
  "name_abbreviation": "Tondreault v. Tondreault",
  "decision_date": "2009-03-13",
  "docket_number": "No. 2007-207-Appeal",
  "first_page": "654",
  "last_page": "665",
  "citations": [
    {
      "type": "official",
      "cite": "966 A.2d 654"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "880 A.2d 784",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8939636
      ],
      "pin_cites": [
        {
          "page": "801"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/880/0784-01"
      ]
    },
    {
      "cite": "788 A.2d 1129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9403886
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/788/1129-01"
      ]
    },
    {
      "cite": "593 A.2d 459",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7374167
      ],
      "pin_cites": [
        {
          "page": "461"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/593/0459-01"
      ]
    },
    {
      "cite": "512 A.2d 848",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7900703
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "853"
        },
        {
          "page": "853"
        },
        {
          "page": "853"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/512/0848-01"
      ]
    },
    {
      "cite": "688 A.2d 1303",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7370150
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1307"
        },
        {
          "page": "1307"
        },
        {
          "page": "1307"
        },
        {
          "page": "1308"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/688/1303-01"
      ]
    },
    {
      "cite": "610 A.2d 80",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7921857
      ],
      "pin_cites": [
        {
          "page": "86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/0080-01"
      ]
    },
    {
      "cite": "669 A.2d 538",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11322489
      ],
      "pin_cites": [
        {
          "page": "541"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/0538-01"
      ]
    },
    {
      "cite": "751 A.2d 747",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11511538
      ],
      "pin_cites": [
        {
          "page": "753"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/0747-01"
      ]
    },
    {
      "cite": "889 A.2d 210",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8992181
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "219"
        },
        {
          "page": "219"
        },
        {
          "page": "219"
        },
        {
          "page": "223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/889/0210-01"
      ]
    },
    {
      "cite": "865 A.2d 1091",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9036851
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1096"
        },
        {
          "page": "1098"
        },
        {
          "page": "1098"
        },
        {
          "page": "1098"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/865/1091-01"
      ]
    },
    {
      "cite": "891 A.2d 885",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8992303
      ],
      "pin_cites": [
        {
          "page": "889"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/891/0885-01"
      ]
    },
    {
      "cite": "535 A.2d 1268",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7885901
      ],
      "pin_cites": [
        {
          "page": "1270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/535/1268-01"
      ]
    },
    {
      "cite": "811 A.2d 1138",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9320963
      ],
      "pin_cites": [
        {
          "page": "1141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/811/1138-01"
      ]
    },
    {
      "cite": "813 A.2d 78",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9375393
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/813/0078-01"
      ]
    },
    {
      "cite": "900 A.2d 1178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8418722
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1184"
        },
        {
          "page": "1185",
          "parenthetical": "\"In this state, 'parties to a divorce action remain as husband and wife until the entry of the final decree of divorce.' \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/900/1178-01"
      ]
    },
    {
      "cite": "923 A.2d 1274",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8312195
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1277"
        },
        {
          "page": "1277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/923/1274-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1040,
    "char_count": 31204,
    "ocr_confidence": 0.715,
    "pagerank": {
      "raw": 6.43978098866137e-08,
      "percentile": 0.39766623459514433
    },
    "sha256": "aa73d642dc81e0b7691102f69955720b3c105d6db9d50a88c6275400c7b35f10",
    "simhash": "1:949d2c896143c56a",
    "word_count": 5050
  },
  "last_updated": "2024-02-27T16:23:59.447136+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: GOLDBERG, Acting C.J., FLAHERTY, SUTTELL, ROBINSON, JJ., and WILLIAMS, C.J. (ret.)."
    ],
    "parties": [
      "Jean H. TONDREAULT v. Jeannie A. TONDREAULT."
    ],
    "opinions": [
      {
        "text": "OPINION\nChief Justice WILLIAMS (ret.),\nfor the Court.\nThe plaintiff, Jean H. Tondreault, (husband or plaintiff), appeals and the defendant, Jeannie A. Tondreault, (wife or defendant), cross-appeals from a Family Court decision pending entry of final judgment of divorce distributing the parties’ marital assets. In his appeal, the husband contends that the trial justice erred in his findings of fact and rulings relative to the distribution of most of the parties’ marital assets. The wife challenges the trial justice’s determination that two parcels of real property and a related bank account held exclusively in her name were marital property. For the reasons hereinafter set forth, we affirm in part and reverse in part the judgment of the trial justice.\nI\nFacts and Travel\nThe parties were married on November 8, 1996. No children were born of the marriage. Both parties had been married previously, and they resided together with the wife’s two minor children from her prior marriage at 5 Hughes Drive in Smithfield, Rhode Island (5 Hughes Drive). The parties separated in May 2008, and on November 4, 2003, the husband filed a complaint for absolute divorce, alleging irreconcilable differences, which had caused the irremediable breakdown of the marriage. The wife thereafter filed a counterclaim, also seeking absolute divorce on the same grounds as the husband. A trial followed in the Family Court, spanning sixteen days, from March 2005 to June 2005, during which both parties and several other witnesses testified. The trial justice issued a bench decision on October 81, 2005, which he reaffirmed in a subsequent written decision pending entry of final judgment.\nIn a well-reasoned bench decision, in which he made 248 findings of fact, the trial justice found that the marital estate subject to equitable distribution included, in relevant part, the following: (1) the appreciation in value of the real estate at 5 Hughes Drive; (2) a residence at 52 Bishop Hill Road in Johnston, Rhode Island (52 Bishop Hill Road) that the wife had purchased during the marriage; (3) a vacant lot in Stanfordville, New York (Stan-fordville lot) that the wife had received prior to the marriage; (4) two timeshares that the husband had purchased during the marriage; (5) the appreciation in value of the husband’s 401(k) account; (6) the appreciation in value of each party’s respective life insurance policies; (7) the appreciation in value of the husband’s IRA account valued to include amounts which the husband had withdrawn prior to trial in violation of a court order; (8) the appreciation in value of an IRA account opened by the wife prior to the marriage; (9) two IRA accounts opened by the wife during the marriage; (10) the appreciation in value of the husband’s annuity account; (11) the appreciation in value of several bank accounts held by the husband; (12) certain bank accounts held by the wife in Citizens Bank; and (13) a $400 child-credit tax rebate check addressed to the parties but cashed after the separation by the husband without the wife’s knowledge.\nThe trial justice thereafter applied his factual findings to the statutorily prescribed factors of equitable distribution listed in G.L. 1956 § 15-5-16.1, and made the following factual findings. The parties had been married nine years. Since at least 2000, the husband had been verbally, physically, and sexually abusive to the wife, as well as verbally and physically abusive to her two children. He also acted in a controlling manner toward the three of them. The wife, for her part, had been verbally abusive to the husband. The trial justice concluded that the husband’s abuse of the wife and her children had caused her to leave him and ultimately had caused the breakdown of the marriage.\nThe trial justice also found that both parties had worked and contributed financially to the household at 5 Hughes Drive. Over the course of the marriage, the wife contributed roughly $64,000 to household expenses. The parties had a joint bank account into which the wife deposited her paycheck and, during periods of unemployment, any unemployment checks she received. The husband used money from this account to pay the mortgage, real estate taxes, and insurance for the marital domicile.\nSimilarly, both parties contributed as homemakers, although the trial justice found that the wife performed more chores by virtue of the husband’s attitude that certain tasks were a “woman’s work.” Specifically, the wife contributed to the household by cooking, cleaning, and performing other chores, and by purchasing window treatments and carpeting. The husband also engaged in home improvement projects, such as tiling the floors and building cabinets — projects with which the wife assisted. In contrast, the trial justice found that the husband made virtually no contribution — financial or otherwise — to either the Bishop Hill Road or Stanfordville lot properties.\nThe trial justice also found that the husband was sixty-seven years old and in good health. He held a Bachelor of Science degree in civil engineering and had been employed at the same company for more than fourteen years, making $43 per hour, plus benefits. In 2004, his gross pay was approximately $91,000. The husband also received Social Security payments of approximately $1,800 a month, as well as payments of $72 a month through a vested pension with a prior employer. As for the wife, the trial justice found that she was fifty-one years old at the time of trial. She held a Masters degree in religious studies but was employed by a temporary staffing agency doing medical billing. She worked thirty-five to forty hours per week and earned $13 per hour with no benefits. The wife also was enrolled in classes to become a registered medical assistant. The trial justice concluded that, notwithstanding the wife’s younger age and some financial support from her mother, plaintiff had a greater opportunity for future acquisition of capital assets and income. He based his finding on the husband’s job and “financial creativity.”\nAdditionally, the trial justice found no evidence of either party contributing anything to the education, training, or licen-sure of the other party. He did, however, find evidence that the husband had dissipated assets from his IRA account in contemplation of divorce.\nBased on these statutory findings, the trial justice made the following relevant assignments of property. He awarded the husband exclusive title to 5 Hughes Drive, but assigned the wife 60 percent of its appreciation in value from the date of the marriage. He also awarded each party exclusive title to one of the two timeshares acquired during the marriage. Additionally, the trial justice awarded the wife exclusive title to 52 Bishop Hill Road and to the Stanfordville lot.\nAs for the other marital assets, the trial justice awarded the wife 60 percent of the appreciated value of the husband’s IRA account, after ordering that money that the husband had withdrawn from the account in May and December 2004 be added back into the total value of the account as of the time of divorce. He also assigned each party 50 percent of the appreciated value of the surrender values of each party’s respective life insurance policy and 50 percent of the appreciated value of the husband’s bank accounts. The trial justice further awarded the wife 100 percent of her bank accounts and the $400 child-credit tax rebate. He also assigned each party 50 percent of the appreciation in value of the husband’s 401(k) account and 50 percent of the appreciation in value of his annuity account. Lastly, despite finding in his bench decision that the husband’s pension account was nonmarital property, the trial justice, in his written decision, also awarded the wife 100 percent of that account.\nThe parties timely cross-appealed the trial justice’s decision pending entry of final judgment. A final judgment of divorce was entered on July 11, 2006.\nII\nAnalysis\nThe husband challenges the trial justice’s equitable distribution of property on several grounds. First, he argues that the trial justice erred in his credibility findings and in his findings of fact relative to several of the statutory factors of equitable distribution. He then makes specific challenges to almost all the individual assignments of property, contending that the trial justice erred either in his designation of property as marital, or in his failure to make findings as to the status or value of property. The wife, on the other hand, challenges only the trial justice’s findings that the Stanfordville lot, 52 Bishop Hill Road, and a related bank account were marital assets subject to distribution.\nA\nStandard of Review\n“[T]he trial justice is accorded broad discretion with respect to the equitable distribution of marital assets; consequently, we will not overturn the trial justice’s distribution unless it is demonstrated that he or she has abused his or her discretion.” DeAngelis v. DeAngelis, 923 A.2d 1274, 1277 (R.I.2007). As long as the trial justice did not overlook or misconceive relevant and material evidence, and as long as he or she considered the requisite statutory elements set forth in § 15-5-16.1, we will not disturb the trial justice’s assignment of property. DeAngelis, 928 A.2d at 1277; Ruffel v. Ruffel, 900 A.2d 1178, 1184 (R.I.2006).\nSimilarly, “determinations of credibility made by a trial justice in a nonjury trial will not be disturbed by this Court ‘unless the findings are clearly wrong or the [trial justice] misconceived or overlooked material evidence.’ ” DeAngelis, 928 A.2d at 1277 (quoting Andreozzi v. Andreozzi, 813 A.2d 78, 82 (R.I.2003)). Furthermore, “[i]t is well established that this Court will defer to a trial justice’s determinations of fact in a divorce action ‘unless he or she has misconceived the relevant evidence or was otherwise clearly wrong.’ ” Id. (quoting Stephenson v. Stephenson, 811 A.2d 1138, 1141 (R.I.2002)).\nB\nCredibility Findings\nThe husband asserts that the trial justice erred in finding that the wife, and not the husband, was a credible witness. Specifically, the husband argues that the trial justice overlooked evidence of contradictions between the wife’s testimony at trial and her earlier sworn statements concerning her employment and finances. In addition, the husband contends that the trial justice overlooked the fact that he had produced complete financial records— more evidence that he claims the trial justice overlooked. Additionally, the husband faults the trial justice for not articulating findings of fact regarding the credibility of two other witnesses: the wife’s mother and the wife’s former husband.\nThe trial justice did not, as the husband suggests, overlook material evidence. In fact, the trial justice specifically found that the wife made omissions and inaccurate statements in a pretrial affidavit and in her statement of assets, liabilities, income, and expenses. However, after observing the wife’s demeanor and responses when confronted with the misstatements during cross-examination, the trial justice concluded that any inaccuracies were due to the wife’s lack of understanding, rather than to any intent to mislead.\nThe trial justice also based his finding that the husband was not a credible witness on other material evidence adduced at trial. Our review of the record supports the trial justice’s findings that the husband failed to cooperate with the discovery process and that he attempted to secret away assets from his IRA account. Additionally, the trial justice reasonably viewed the husband’s outright denial of or failure to remember various incidents of domestic violence that his wife and her daughter testified to as attempts to cover up his misconduct.\nFinally, the husband cites no authority for the proposition that a trial justice in a bench trial must articulate his or her findings with respect to a witness’s credibility. In any event, there is no indication that the trial justice in this case even relied on the testimony of either the wife’s mother or the wife’s former husband in making his findings of fact. Accordingly, there was no error.\nC\nFactual Findings Relating to § 15-5-16.1\nThe husband next challenges several of the trial justice’s findings of fact relative to the equitable distribution factors listed in § 15-5-16.1. First, the husband challenges the trial justice’s finding that the length of the parties’ marriage was nine years, contending instead that the marriage was six-and-one-half years long. The length of a marriage is measured from the date of marriage to the entry of the final divorce decree. See Ruffel, 900 A.2d at 1185 (“In this state, ‘parties to a divorce action remain as husband and wife until the entry of the final decree of divorce.’ ”) (quoting Vanni v. Vanni, 535 A.2d 1268, 1270 (R.I.1988)). The uncontroverted evidence indicates that the parties were married on November 8, 1996, and that the trial justice issued his bench decision on October 31, 2005, before entering a final divorce decree. Consequently, the trial justice did not err in finding the length of the marriage to be nine years.\nSecondly, the husband takes issue with the trial justice’s finding that the husband’s conduct was the cause of the breakdown of the marriage. The husband contends that the trial justice overlooked evidence of the wife’s bad conduct during the marriage, specifically her arrest during a domestic dispute, as well as other incidents in which he alleges she was both verbally and physically abusive to him. Additionally, the husband submits that the trial justice overlooked evidence of the husband’s good conduct during the marriage.\nThe trial justice did not, as the husband contends, overlook material evidence regarding the conduct of the parties. In his bench decision, the trial justice acknowledged the husband’s testimony regarding incidents in which the wife allegedly was physically abusive towards him, including the occasion in which the police were called to the house. However, in accordance with his credibility findings, the trial justice chose not to believe the husband’s testimony, and instead found that the wife was not physically abusive to him. The trial justice did find that the wife was verbally abusive and that the husband had exhibited good conduct in the marriage up until around the year 2000, as it was corroborated by the wife’s testimony. Nevertheless, the trial justice’s finding that the husband’s egregious conduct in verbally, physically, and sexually abusing defendant and in verbally and physically abusing her children caused the marriage to deteriorate and the wife to leave him was supported by the testimony of both the wife and her daughter.\nNext, the husband submits that the trial justice erred in finding that the wife contributed financially and as a homemaker to 5 Hughes Drive. The husband cites his own testimony that the wife did not contribute to the mortgage, taxes, or insurance on the property. Instead, the husband contends that the wife applied all of her income to pay for her children’s private school tuition and her credit card debt. He also argues that the wife contributed nothing to the household after the parties had separated in 2008.\nAgain, despite the trial justice’s finding that he was not a credible witness, the husband relies on his own testimony in asserting that the trial justice overlooked material evidence. Furthermore, other portions of the husband’s testimony support the trial justice’s finding that the wife contributed to 5 Hughes Drive. The husband acknowledged that the wife had deposited her paychecks into the parties’ joint checking account-an account that in turn was used to pay the mortgage, real estate taxes, and insurance at 5 Hughes Drive. He also acknowledged that the wife had done chores in the house, had assisted in various home improvement projects, and had purchased interior window dressings and carpeting. Additionally, the trial justice was well aware that the wife had not contributed to 5 Hughes Drive since May 2003, when the parties had separated and she had moved out.\nFinally, the husband challenges the trial justice’s determination that plaintiff had a greater opportunity than defendant for the future acquisition of capital assets and income. The husband contends that this finding is clearly wrong because he is fifteen years older than the wife and because he testified that he soon would retire.\nNotwithstanding the age differential between the parties and the husband’s unsubstantiated testimony regarding his intent to retire, the trial justice’s finding concerning the parties’ relative earning potential was not clearly wrong. The husband had been employed for the past fourteen years at the same company, earning more than $90,000 a year, while the wife had worked sporadically during the past few years through a temporary staffing agency, earning less than $15 an hour. The husband also received Social Security benefits of approximately $1,800 a month, as well as $72 per month from a vested pension. It was reasonable for the trial justice to find that the husband possessed a greater earning potential than the wife.\nD\nSpecific Assignments of Assets\nThe husband maintains that the trial justice abused his discretion with respect to most of his assignments of assets. First, he argues generally that the trial justice erred by failing to apply each of the statutory factors to each martial asset. He also assigns specific points of error to various assignments, which we discuss below. For her part, the wife submits that the trial justice erred in finding that the Stanfordville lot, 52 Bishop Hill Road, and a related bank account constituted marital property.\n“The equitable distribution of property in a divorce action involves three steps: (1) determining which assets are marital property; (2) considering the factors set forth in G.L. 1956 § 15 — 5—16.1(a); and (3) distributing the property.” DeAngelis, 923 A.2d at 1277. See also Horton v. Horton, 891 A.2d 885, 889 (R.I.2006); Koutroumanos v. Tzeremes, 865 A.2d 1091, 1096 (R.I.2005). As long as the trial justice’s decision indicates that he or she considered all the statutory factors and material facts, we do not require the trial justice “to explain [his or her] considerations in a particular or single [prescribed] manner.” Cardinale v. Cardinale, 889 A.2d 210, 219 (R.I.2006) (quoting DiOrio v. DiOrio, 751 A.2d 747, 753 (R.I.2000)). Furthermore, where “a trial justice fails to expressly articulate findings of fact we shall not refuse to accord the decision the persuasive force usually accorded such decisions on review, for the reason that implicit in a decision are such findings of fact necessary to support it.” Koutroumanos, 865 A.2d at 1098 (quoting Mattera v. Mattera, 669 A.2d 538, 541 (R.I.1996)).\nThe husband’s argument that the trial justice failed to consider all the statutory factors contained within § 15-5-16.1(a) is entirely without merit. As we discussed above, the trial justice made specific findings of fact with respect to each of the statutory factors before distributing the various marital assets. There is no requirement that a trial justice repeat his or her findings of fact each time he or she makes a specific assignment of property. See Cardinale, 889 A.2d at 219; Koutroumanos, 865 A.2d at 1098.\n1\n5 Hughes Drive\nThe husband next challenges the assignment of 60 percent of the appreciation of 5 Hughes Drive to the wife. Specifically, the husband argues that he received the property as a gift and that therefore any appreciation of the property should not have been subject to marital assignment. Additionally, he argues that any appreciation of 5 Hughes Drive was the result of market forces, not the contributions of the wife.\nSection 15 — 5—16.1(b) provides that “[t]he court shall not assign property or an interest in property which has been transferred to one of the parties by gift from a third party before, during, or after the term of the marriage.” We have held that any income or appreciation derived from a gift is likewise exempt from assignment. Hurley v. Hurley, 610 A.2d 80, 86 (R.I.1992). We also have held that “[w]hen marital and nonmarital assets are commingled and then exchanged for other property, the newly acquired asset is marital property.” Gervais v. Gervais, 688 A.2d 1303, 1307 (R.I.1997) (quoting Quinn v. Quinn, 512 A.2d 848, 853 (R.I.1986) (“to accept the husband’s interpretation of § 15-5-16.1, which he views as operating to forever preclude inclusion within the marital estate of any assets traceable to inherited property, would be contrary to clear legislative intent”)). By the same token, if gift and non-gift assets are commingled and then exchanged for other property, the newly acquired asset cannot be considered a gift. See Gervais, 688 A.2d at 1307; Quinn, 512 A.2d at 853.\nThe trial justice did not err in concluding that 5 Hughes Drive was not a gift. The husband testified that he originally had purchased the property as a vacant lot during his previous marriage, using a $7,000 gift from his former wife’s parents. This testimony was undermined by that marriage’s divorce decree, which ordered the husband to repay his former in-laws $5,000, suggesting that the outlay of $7,000 may have been a loan and not a gift. Nevertheless, the husband further testified that he then spent $145,000 of his own money, supplemented by a $15,000 gift from his father, to build the house at 5 Hughes Drive. Even accepting the husband’s self-serving testimony as true, only a small percentage of the real estate is traceable to a gift. Accordingly, the appreciation in value of 5 Hughes Drive was not exempt from assignment. See Gervais, 688 A.2d at 1307; Quinn, 512 A.2d at 853.\nAdditionally, the husband offered no evidence at trial indicating that the appreciation of 5 Hughes Drive was caused entirely by market conditions and not by the contributions of either party. Thus, the trial justice did not err in assigning the wife 60 percent of the property’s appreciation in value.\n2\nTimeshare\nThe husband challenges the trial justice’s assignment to the wife of title to one of the two timeshares that he purchased during the marriage. The husband asserts that the trial justice abused his discretion by failing to make a finding as to the timeshare’s value or its status as marital or nonmarital property. He also contends that the wife was not entitled to the timeshare because he had acquired it less than a year before the parties separated and because she allegedly did not contribute to either its purchase or its upkeep.\nAgain, we do not require a trial justice to articulate in a particular manner his or her findings made in support of equitable distribution. See Cardinale, 889 A.2d at 219; Koutroumanos, 865 A.2d at 1098. Because the trial justice found that the husband had purchased the timeshare during the marriage, there was no question that the timeshare was a marital asset. Similarly, there was no need for the trial justice to articulate a finding as to the value of the timeshare because the husband had submitted an uncontroverted valuation at trial. Finally, the wife’s level of contribution to the timeshare, while relevant, is just one of the several statutory factors which, as we explained above, the trial justice correctly considered before assigning the timeshares and other marital property. See § 15-5-16.1(a). Accordingly, there was no abuse of discretion.\n3\nOther Marital Assets\nThe husband raises similar arguments regarding the trial justice’s articulation of findings with respect to the parties’ individual IRA accounts, their respective life insurance policies, and the wife’s bank accounts. Specifically, the husband contends that the trial justice erred by failing to find the values of appreciation of the IRAs and whether they constituted marital property. Similarly, he argues that the trial justice erred in failing to make findings as to the appreciation of the surrender values of the parties’ life insurance policies, and the values of the wife’s bank accounts.\nThe trial justice, contrary to the husband’s assertions, did articulate findings concerning the status of the parties’ respective IRA accounts. He found the appreciation in value of the husband’s IRA account, but not the account itself, to be marital property. Similarly, with respect to the wife’s three IRA accounts, he found that the two accounts that she had opened during the marriage were marital property, but that only the appreciation in value of the third preexisting account was a marital asset.\nGenerally, a trial justice must value the marital estate as of the time of entry of final judgment. Gervais, 688 A.2d at 1308; Saback v. Saback, 593 A.2d 459, 461 (R.I.1991). In this case, the trial justice appropriately concluded that the appreciation in value of the distributed assets would be determined based on the value of the assets at the time of his decision. He was unable, however, to specify the values of these accounts cited by the husband because they had not been provided by the parties. Given their control over their respective records, it was reasonable to expect that the parties could, between themselves, determine these appreciation values. Furthermore, the exact values of each marital asset were of little consequence to the trial justice’s decision because the trial justice distributed each marital asset by percentage to each party rather than by totaling the values of all assets and making an assignment based on the sum value of the marital estate. There was no error.\nThe husband also challenges the trial justice’s distributions with respect to 52 Bishop Hill Road, the Stanfordville lot, the $400 child-credit tax rebate, and the appreciation in value of his 401 (k), annuity, and bank accounts. However, other than suggesting that the tax rebate was income, he sets forth no specific arguments as to how the trial justice allegedly erred in making these assignments. “It is well established that a mere passing reference to an argument is insufficient to merit appellate review.” DeAngelis, 923 A.2d at 1282 n. 11; see also Wilkinson v. State Crime Laboratory Commission, 788 A.2d 1129, 1131 n. 1 (R.I.2002) (“Simply stating an issue for appellate review, without a meaningful discussion thereof or legal briefing of the issues, does not assist the Court in focusing on the legal questions raised, and therefore constitutes a waiver of that issue.”)- Based on the husband’s failure to articulate any developed arguments, and the fact that the trial justice considered all the statutory factors and material facts, we decline to find any abuse of discretion in his assignment of these assets.\nConclusion\nFor the reasons stated herein, we affirm in part and reverse in part the judgment of the Family Court. The trial justice’s assignment of the husband’s 401(k), annuity, and pension accounts hereby is vacated. Consistent with the trial justice’s findings of fact, each party shall receive 50 percent of the appreciation in value of the husband’s 401(k) and annuity accounts, and the husband shall retain the principal of those accounts. The husband also shall retain 100 percent of the value of his Fidelity pension account. We affirm the judgment in all other respects. The record shall be remanded to the Family Court.\n. There also are two separate appeals (Nos. 2006-260-Appeal and 2008-219-Appeal) pending before this Court arising from the trial justice’s disposition of several posttrial motions. These appeals shall be consolidated and expedited for a hearing.\n. The assignment of property upon divorce is governed by the factors listed in G.L. 1956 § 15-5-16.1(a):\n\"(1) The length of the marriage;\n\"(2) The conduct of the parties during the marriage;\n\"(3) The contribution of each of the parties during the marriage in the acquisition, preservation, or appreciation in value of their respective estates;\n\"(4) The contribution and services of either party as a homemaker;\n\"(5) The health and age of the parties;\n\"(6) The amount and sources of income of each of the parties;\n\"(7) The occupation and employability of each of the parties;\n\"(8) The opportunity of each party for future acquisition of capital assets and income;\n\"(9) The contribution by one party to the education, training, licensure, business, or increased earning power of the other;\n\"(10) The need of the custodial parent to occupy or own the marital residence and to use or own its household effects taking into account the best interest of the children of the marriage;\n\"(11) Either party's wasteful dissipation of assets or any transfer or encumbrance of assets made in contemplation of divorce without fair consideration; and\n\"(12) Any factor which the court shall expressly find to be just and proper.”\n. There appear to be several scrivener’s errors in the trial justice's written decision. The trial justice technically awarded the wife 50 percent of the husband’s 401 (k) and annuity accounts despite finding in both his bench and written decisions that it was the appreciation of those accounts, not the accounts themselves, that constituted marital property. Based on these findings, we assume that the errors in assignment were typographical in nature, which we will remedy in this decision. See Cardinale v. Cardinale, 889 A.2d 210, 223 (R.I.2006) (”[W]e have all the necessary information available to us such that we may use our inherent power to apply tenets of justice and fairness to the factual findings of the [trial] justice, and fashion an appropriate remedy.\") (quoting Tanner v. Town Council of East Greenwich, 880 A.2d 784, 801 (R.I.2005)).\n. Section 15-5-16.1(b) further provides in pertinent part:\n\"The court may not assign property or an interest in property held in the name of one of the parties if the property was held by the parly prior to the marriage, but may assign income which has been derived from the property during the term of the marriage, and the court may assign the appreciation of value from the date of the marriage of property or an interest in property which was held in the name of one party prior to the marriage which increased in value as a result of the efforts of either spouse during the marriage. The court also shall not assign property or an interest in property which has been transferred to one of the parties by inheritance before, during, or after the term of the marriage.”\n. In her cross-appeal, the wife challenges the trial justice's characterization of the residence at 52 Bishop Hill Road and the vacant lot in Stanfordville, New York, as marital property. Although we disagree with the trial justice's characterization, the error was harmless because he properly assigned 100 percent of each property to the wife.\n. See footnote 3, supra.",
        "type": "majority",
        "author": "Chief Justice WILLIAMS (ret.),"
      }
    ],
    "attorneys": [
      "Donald R. Lembo, Esq., North Providence, for Plaintiff.",
      "Brenda F. Rióles, Esq., Providence, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Jean H. TONDREAULT v. Jeannie A. TONDREAULT.\nNo. 2007-207-Appeal.\nSupreme Court of Rhode Island.\nMarch 13, 2009.\nDonald R. Lembo, Esq., North Providence, for Plaintiff.\nBrenda F. Rióles, Esq., Providence, for Defendant.\nPresent: GOLDBERG, Acting C.J., FLAHERTY, SUTTELL, ROBINSON, JJ., and WILLIAMS, C.J. (ret.)."
  },
  "file_name": "0654-01",
  "first_page_order": 688,
  "last_page_order": 699
}
