{
  "id": 9098387,
  "name": "John R. LUKE and Diane C. Luke, John C. and Lynn Holetich, Dr. Philip Gelacek, Mary Biesuz, Thomas and Jean Woods, Dr. William R. Balash, John and Joan Witngens, George and Lori Gatto, Mr. and Mrs. John M. George, Thomas and Mary Ann Timney, Mary Ellen Austin, Mr. and Mrs. Wilbert Woods, Mr. and Mrs. Clarence Conway, Robert and Sheila Gahagan, Mr. and Mrs. Robert Selinger, Regis McGuire, and John McGuire, Rodney H. Hartman, Scott J. Hartman, Clifford and Jean Campbell, Harold Burton, William Findon, Jointly and Severally, Appellants, v. Randy J. CATALDI, David Brestensky, Ron Covone, Supervisors of South Buffalo Township and Mark A. Nesbit, Zoning Officer of South Buffalo Township",
  "name_abbreviation": "Luke v. Cataldi",
  "decision_date": "2003-08-15",
  "docket_number": "",
  "first_page": "655",
  "last_page": "660",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 655"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "509 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795190
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0605-01"
      ]
    },
    {
      "cite": "297 A.2d 823",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "825",
          "parenthetical": "noting that an appeal from an adverse decision is the type of remedy the courts have traditionally viewed as defeating a cause of action in mandamus"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945631
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "297",
          "parenthetical": "noting that an appeal from an adverse decision is the type of remedy the courts have traditionally viewed as defeating a cause of action in mandamus"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0292-01"
      ]
    },
    {
      "cite": "338 A.2d 789",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "339 A.2d 175",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "712 A.2d 791",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11819579
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "794"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/712/0791-01"
      ]
    },
    {
      "cite": "853 A.2d 440",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "pin_cites": [
        {
          "page": "441"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "466 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1714992
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "452"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0450-01"
      ]
    },
    {
      "cite": "814 A.2d 1265",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9348456
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/814/1265-01"
      ]
    },
    {
      "cite": "508 Pa. 11",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794026
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "20"
        },
        {
          "page": "1355"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0011-01"
      ]
    },
    {
      "cite": "814 A.2d 1265",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9348456
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/814/1265-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 676,
    "char_count": 12892,
    "ocr_confidence": 0.725,
    "pagerank": {
      "raw": 7.249476772369152e-08,
      "percentile": 0.4323203785239989
    },
    "sha256": "861fdfb6542ce90dfb1466ff70873ef0600750b3658bafa73ffbadf21aff0443",
    "simhash": "1:29d126e7216acd51",
    "word_count": 2092
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, President Judge, and McGINLEY, Judge, and SMITH-RIBNER, Judge, and PELLEGRINI, Judge, and FRIEDMAN, Judge, and COHN, Judge, and LEAVITT, Judge.",
      "Judge SMITH-RIBNER and Judge FRIEDMAN join in this dissenting opinion."
    ],
    "parties": [
      "John R. LUKE and Diane C. Luke, John C. and Lynn Holetich, Dr. Philip Gelacek, Mary Biesuz, Thomas and Jean Woods, Dr. William R. Balash, John and Joan Witngens, George and Lori Gatto, Mr. and Mrs. John M. George, Thomas and Mary Ann Timney, Mary Ellen Austin, Mr. and Mrs. Wilbert Woods, Mr. and Mrs. Clarence Conway, Robert and Sheila Gahagan, Mr. and Mrs. Robert Selinger, Regis McGuire, and John McGuire, Rodney H. Hartman, Scott J. Hartman, Clifford and Jean Campbell, Harold Burton, William Findon, Jointly and Severally, Appellants, v. Randy J. CATALDI, David Brestensky, Ron Covone, Supervisors of South Buffalo Township and Mark A. Nesbit, Zoning Officer of South Buffalo Township."
    ],
    "opinions": [
      {
        "text": "LEAVITT, Judge.\nAppellants, landowners of property in South Buffalo Township, appeal from the order of the Court of Common Pleas of Armstrong County (trial court) that sustained the preliminary objections filed by the South Buffalo Township Board of Supervisors and the Zoning Officer (collectively Supervisors) to the Appellant’s complaint in mandamus. The trial court dismissed the complaint as untimely filed, and we affirm.\nOn April 26, 2000, McVille Mining Company and Buffalo Valley, Ltd. filed applications for conditional use permits to conduct coal mining activities in South Buffalo Township. The South Buffalo Township Planning Commission (Planning Commission) held a public hearing on the matter and, thereafter, issued a written recommendation, with findings of fact and conclusions of law, that the applications be approved. On June 12, 2000, the Supervisors adopted a motion to approve the applications. Mining activities began in December of 2000.\nOn June 7, 2001, Appellants filed a petition for review of the Supervisors’ grant of the conditional use permits, invoking this Court’s original jurisdiction. The Court granted the Supervisors’ preliminary objections and dismissed the petition because the matter was not one for our original jurisdiction.\nThereafter, in October of 2001, Appellants filed the instant complaint in mandamus against the Supervisors alleging that (1) the Planning Commission, if it held a public hearing, did not have quorum to conduct business; (2) the Planning Commission did not have the authority to approve the applications for conditional use permits; (3) the Supervisors neither gave notice of their intention to act on the applications nor did they hold a public hearing on them; (4) the mining companies did not obtain the occupancy permits required by the Zoning Ordinance of South Buffalo Township (Ordinance); (5) the residents did not have an opportunity to express their position, as required by the Ordinance, on the applications prior to their approval; and (6) the mining companies have conducted mining operations that are not permitted under the Ordinance. Appellants sought relief in a writ of mandamus requiring the Supervisors to hold public hearings on the conditional use permits.\nOn November 26, 2001, the Supervisors filed preliminary objections, arguing that Appellants’ mandamus action was a land use appeal subject to the provisions of the Pennsylvania Municipalities Planning Code (MPC). As such, the complaint was untimely because it was not filed within 30 days of the Supervisors’ decision to approve the conditional use permits. The trial court agreed and dismissed the complaint. Appellants then brought this appeal.\nOn appeal, Appellants argue that the grant of a conditional use permit was void ab initio, because the Supervisors failed to follow the procedure for notice and hearing as required by Section 603(c)(2) of the MPC, 53 P.S. § 10603(c)(2). Further, because only two out of the five members of the Planning Commission actually signed the recommendation that the Supervisors approve the conditional use permit, the Supervisors should have been ordered to conduct hearings on the permit applications.\nMandamus will lie to compel official performance of a mandatory duty where there is a clear legal right in the plaintiff; a corresponding duty in the defendant; and a lack of any other adequate and appropriate remedy at law. Delaware River Port Authority v. Thornburgh, 508 Pa. 11, 20, 493 A.2d 1351, 1355 (1985). Because mandamus is appropriate only in cases where there is no adequate remedy at law, the want of any other adequate remedy must be set forth in the complaint. Failure to allege a lack of another adequate remedy is a material defect that renders the mandamus complaint fatally defective. 18 StandaRD Pennsylvania PRACTICE, 2d § 99:74 (1997).\nHere, Appellants have an adequate remedy at law to challenge the Supervisors’ grant the conditional use permit: the right to file an appeal. Article XI of the MPC, sets forth the procedure to appeal any land use decision made under the terms of the MPC. Section 1002-A of the MPC, 53 P.S. § 11002-A, provides that “all appeals from all land use” decisions shall be taken to the trial court and “shall be filed within 30 days after entry of the decision.” (emphasis added). This provision includes challenges to the procedures by which land use decisions are made. As noted by this Court in Schadler v. Zoning Hearing Board of Weisenberg Township, 814 A.2d 1265 (Pa.Cmwlth.2003), a challenge to procedure, no matter the defect, must be brought in accordance with the time limits set forth by the MPC.\nOtherwise, challenges could be brought forever by arguing that the ordinance is void ab initio because of some defect in its enactment. No one then could ever rely on the ordinance with certainty because it would always be subject to a procedural challenge.\nSchadler, 814 A.2d at 1270. Thus, Appellants’ remedy to challenge the Supervisors’ grant of a conditional use permit was to file an appeal within thirty days of its grant.\nAppellants did not avail themselves of their statutory remedy. The Supervisors granted a conditional use permit on June 12, 2000, but Appellants did not file a petition for review with this Court until June 7, 2001, eleven months later. After the dismissal of this petition, Appellants then filed the instant complaint in mandamus on October 16, 2001, sixteen months after the Supervisors’ decision.\nOne who allows his statutory appeal rights to expire cannot at a later date successfully assert those appeal rights under the guise of a petition for writ of mandamus. Lizzi v. Unemployment Compensation Board of Review, 466 Pa. 450, 452, 853 A.2d 440, 441 (1976). Because Section 1001-A of the MPC provides a remedy for Appellants to contest the Supervisors’ decision and Appellants did not avail themselves of that remedy by filing a timely appeal, we must conclude that the trial court correctly sustained the Supervisors’ preliminary objections.\nAccordingly, we affirm the trial court.\nORDER\nAND NOW, this 15th day of August, 2008, the order of the Court of Common Pleas of Armstrong County, dated May 14, 2002, is hereby affirmed.\n. Randy J. Cataldi, David Brestensky, and Ron Covone are the South Buffalo Township Board of Supervisors involved in this action and Mark A. Nesbit is the Zoning Officer.\n. Buffalo Valley, Ltd. is the owner of a 20-acre tract of land located in South Buffalo Township, Armstrong County. McVille Mining Company owns or leases the coal under the lands and adjacent land totaling approximately 1,000 acres. Rosebud Mining Company has an option to purchase McVille Mining Company and will operate the proposed mining facility. Planning Commission's Proposed Findings of Fact Nos. 1-2.\n. Pennsylvania Municipalities Planning Code, Act of July 31, 1968, P.L. 805, as amended, 53 P.S. §§ 10101-11202.\n.In ruling upon a preliminary objection in the nature of a demurrer, we must accept as true all well-pleaded allegations of material fact and all inferences reasonably deductible therefrom. Myers v. Ridge, 712 A.2d 791, 794 (Pa.Cmwlth. 19^8). We need not accept as true conclusions of law, unwarranted inferences, argumentative allegations, or expressions of opinion. Id. The test is whether it is clear from all of the facts pleaded that the pleader will be unable to prove facts legally sufficient to establish his or her right to relief. Id.\n. It states:\n(c) Zoning ordinances may contain:\n(2) provisions for conditional uses to be allowed or denied by the governing body pursuant to public notice and hearing and recommendations by the planning agency and pursuant to express standards and criteria set forth in the zoning ordinances. In allowing a conditional use, the governing body may attach such reasonable conditions and safeguards, other than those related to off-site transportation or road improvements, in addition to those expressed in the ordinance, as it may deem necessary to implement the purposes of this act and the zoning ordinance.\n53 P.S. 10603(c)(2). In oral argument, Appellants also relied on Cohen v. Ford, 19 Pa. Cmwlth. 417, 339 A.2d 175 (1975) and Flood v. Zoning Hearing Board of Hampden Township, 19 Pa.Cmwlth. 427, 338 A.2d 789 (1975), to support their argument that the Board of Supervisors had to give public notice and a hearing to grant a conditional use.\n. See Valley Forge Racing Association v. State Horse Racing Commission, 449 Pa. 292, 297, 297 A.2d 823, 825 (1972)(noting that an appeal from an adverse decision is the type of remedy the courts have traditionally viewed as defeating a cause of action in mandamus).\n. Section 1001-A of the MPC, added by the Act of December 21, 1988, P.L. 1329, provides,\nThe procedures set forth in this article shall constitute the exclusive mode for securing review of any decision rendered pursuant to Article IX [Zoning Hearing Board and other Administrative Proceedings] or deemed to have been made under this act.\n53 P.S. § 11001-A (emphasis added).\n. Section 1002-A of the MPC, added by the Act of December 21, 1988, P.L. 1329, provides,\nAll appeals from all land use decisions rendered pursuant to Article IX shall be taken to the court of common pleas of the judicial district wherein the land is located and shall he filed within 30 days after entry of the decision as provided in 42 Pa.C.S. § 5572 (relating to time of entry of order) or, in the case of a deemed decision, within 30 days after the date upon which notice of said deemed decision is given as set forth in section 908(9) of this act.\n53 P.S. § 11002-A (emphasis added).\n. The procedure at issue in Schadler concerned the manner of the ordinance adoption. Here, we consider a quasi-judicial act. The principle of finality has equal force in quasi-judicial actions.\n. The Supervisors granted the conditional use permit in accordance with their authority under Section 10909.1(b)(3) of the MPC, added by the Act of December 21, 1988, P.L. 1329, 53 P.S. § 10909.1(b)(3), which provides:\n(b) The governing body, or except to clauses (3), (4) and (5), the planning agency, if designated, shall have exclusive jurisdiction to hear and render final adjudications in the following matters:\n(3) Applications for conditional use under the express provisions of the zoning ordinance pursuant to section 603(c)(2).\n. During oral argument, Appellants relied on Highland Park Community Club of Pittsburgh v. Zoning Board Adjustment of the City of Pittsburgh, 509 Pa. 605, 506 A.2d 887 (1986), to support the claim that a protest to a zoning decision is timely filed if one of the protestants did not become aware of the issuance of a permit until after the thirty day time frame. However, Appellants do not state in the complaint when each of them became aware of the grant of conditional use permit. In any case, a protest is not the same as a land use appeal. Appellants do not assert that their mandamus action should be treated as a land use appeal or that such an appeal could have been filed on a nunc pro tunc basis.\n.Thus, we need not address Appellants’ arguments regarding the notice, hearing and quorum, or the remaining arguments raised by Appellants, t.e., that the mining companies are conducting activities in violation of the ordinance and that the permits issued by the Department of Environmental Protection are not valid because the conditional use permit upon which they are based was invalid.",
        "type": "majority",
        "author": "LEAVITT, Judge."
      },
      {
        "text": "Dissenting Opinion by\nPresident Judge COLINS.\nI must respectfully dissent from the scholarly opinion of the majority for the reasons cited in my dissenting opinion in Schadler v. Zoning Hearing Board of Weisenberg Township, 814 A.2d 1265 (Pa. Cmwlth.2003). This is clearly “stealth” legislation that should not be tolerated in this Commonwealth.\nJudge SMITH-RIBNER and Judge FRIEDMAN join in this dissenting opinion.",
        "type": "dissent",
        "author": "President Judge COLINS."
      }
    ],
    "attorneys": [
      "John R. Luke, Pittsburgh, for appellants.",
      "James H. Owen, Kittanning, for appel-lees."
    ],
    "corrections": "",
    "head_matter": "John R. LUKE and Diane C. Luke, John C. and Lynn Holetich, Dr. Philip Gelacek, Mary Biesuz, Thomas and Jean Woods, Dr. William R. Balash, John and Joan Witngens, George and Lori Gatto, Mr. and Mrs. John M. George, Thomas and Mary Ann Timney, Mary Ellen Austin, Mr. and Mrs. Wilbert Woods, Mr. and Mrs. Clarence Conway, Robert and Sheila Gahagan, Mr. and Mrs. Robert Selinger, Regis McGuire, and John McGuire, Rodney H. Hartman, Scott J. Hartman, Clifford and Jean Campbell, Harold Burton, William Findon, Jointly and Severally, Appellants, v. Randy J. CATALDI, David Brestensky, Ron Covone, Supervisors of South Buffalo Township and Mark A. Nesbit, Zoning Officer of South Buffalo Township.\nCommonwealth Court of Pennsylvania.\nArgued May 7, 2003.\nDecided Aug. 15, 2003.\nJohn R. Luke, Pittsburgh, for appellants.\nJames H. Owen, Kittanning, for appel-lees.\nBEFORE: COLINS, President Judge, and McGINLEY, Judge, and SMITH-RIBNER, Judge, and PELLEGRINI, Judge, and FRIEDMAN, Judge, and COHN, Judge, and LEAVITT, Judge."
  },
  "file_name": "0655-01",
  "first_page_order": 703,
  "last_page_order": 708
}
