{
  "id": 12050867,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Harry Eugene HALSTED, Appellant",
  "name_abbreviation": "Commonwealth v. Halsted",
  "decision_date": "1995-10-20",
  "docket_number": "",
  "first_page": "655",
  "last_page": "663",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 655"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "497 U.S. 805",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6219632
      ],
      "weight": 3,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/us/497/0805-01"
      ]
    },
    {
      "cite": "419 Pa.Super. 411",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        918223
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "422"
        },
        {
          "page": "438"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/419/0411-01"
      ]
    },
    {
      "cite": "510 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1796921
      ],
      "weight": 7,
      "year": 1986,
      "pin_cites": [
        {
          "page": "125"
        },
        {
          "page": "67"
        },
        {
          "page": "133"
        },
        {
          "page": "71"
        },
        {
          "page": "70"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/510/0123-01"
      ]
    },
    {
      "cite": "652 A.2d 407",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "438 Pa.Super. 694",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "weight": 2,
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "530 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1833065
      ],
      "weight": 16,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        },
        {
          "page": "471"
        },
        {
          "page": "10"
        },
        {
          "page": "471-72"
        },
        {
          "page": "10-11"
        },
        {
          "page": "472"
        },
        {
          "page": "11",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/530/0464-01"
      ]
    },
    {
      "cite": "510 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1796921
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 1,
      "case_paths": [
        "/pa/510/0123-01"
      ]
    },
    {
      "cite": "530 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1833065
      ],
      "weight": 6,
      "year": 1992,
      "pin_cites": [
        {
          "page": "471"
        },
        {
          "page": "10"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/530/0464-01"
      ]
    },
    {
      "cite": "659 A.2d 541",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873042,
        7872923,
        472157,
        472221
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "546",
          "parenthetical": "appellate courts will not disturb credibility determinations of the trial court, which observed the witness' demeanor first hand"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/a2d/659/0541-02",
        "/a2d/659/0541-01",
        "/pa/540/0540-01",
        "/pa/540/0541-01"
      ]
    },
    {
      "cite": "540 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472221
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "appellate courts will not disturb credibility determinations of the trial court, which observed the witness' demeanor first hand"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/540/0541-01"
      ]
    },
    {
      "cite": "480 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1745055
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "246"
        },
        {
          "page": "1048"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/480/0233-01"
      ]
    },
    {
      "cite": "530 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1833065
      ],
      "weight": 3,
      "year": 1992,
      "opinion_index": 2,
      "case_paths": [
        "/pa/530/0464-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 878,
    "char_count": 29199,
    "ocr_confidence": 0.734,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2452548391817438
    },
    "sha256": "4a2b11e35c04d8fd51683d668469906e15e70500c334602d0499222cec2dfd7a",
    "simhash": "1:d6974526ebc32c4d",
    "word_count": 4682
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE, and MONTEMURO, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Harry Eugene HALSTED, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Chief Justice.\nAppellant, Harry Eugene Halsted, was convicted by a jury of two counts each of involuntary deviate sexual intercourse and indecent assault and sentenced to five to ten years’ imprisonment. The Superior Court affirmed the conviction and sentence, and Appellant appealed to this Court. For the reasons that follow, we reverse.\nOn April 6,1987, Pennsylvania State Police Trooper Steven Danko went to the home of eleven-year-old B.M. to answer a complaint of possible child abuse. Trooper Danko interviewed B.M. in the presence of his father. The child told the trooper that while visiting Appellant’s home with eight-year-old G.W., Appellant’s grandson, Appellant performed oral sex on him in the presence of G.W. Trooper Danko then interviewed G.W., who stated that Appellant did perform oral sex upon B.M. and that his grandfather had told him to stand guard so they would not be discovered. G.W. also told the trooper that Appellant had performed oral sex on him once when he was five years old and once when he was four years old. Trooper Danko contemporaneously recorded the boys’ statements verbatim at the time of the interviews. Danko prepared a typewritten police report verbatim from his interview notes with G.W. either that night or the following day.\nSeveral days later, Trooper Danko and another officer interviewed Appellant. After being advised of his constitutional right to remain silent, Appellant admitted to having performed acts of fellatio on B.M. and G.W. and provided the officers with a signed statement. Appellant was charged with two counts each of involuntary deviate sexual intercourse and indecent assault.\nAt trial, B.M. testified that Appellant had performed oral sex on him. G.W. also testified at trial; however, he claimed that he had not seen Appellant engage in oral sex with B.M., that he had not acted as a look out for such an act, that he had not been sexually abused by Appellant, and that he could not recall telling Trooper Danko that such abuse had occurred. The Commonwealth unsuccessfully attempted to refresh G.W.’s recollection by confronting him with the statement he had made to Trooper Danko.\nIn response to G.W.’s testimony, the Commonwealth called Trooper Danko as a witness to testify as to what G.W. had told him during their interview. Following an in camera hearing, Trooper Danko was permitted to read into the record the text of G.W.’s statement from his typewritten police report as substantive evidence of the offense. Appellant’s written admission was then admitted into evidence.\nThe court of common pleas cited this Court’s decision in Commonwealth v. Lively, 530 Pa. 464, 610 A.2d 7 (1992), in holding that Trooper Danko’s typewritten report of the interview he had with G.W. was admissible as substantive evidence of the crimes charged. Commonwealth v. Holsted, Nos. 1987-279 and 280, slip op. at 4 (C.P. Crawford County Jan. 11, 1994). According to the trial court, “the statement was a contemporaneous verbatim recording of the witness’ statement and therefore pursuant to Lively was admissible as substantive evidence.” Id. (citation omitted). The Superior Court affirmed, holding that Trooper Danko’s report was admissible under Lively. Commonwealth v. Halsted, 438 Pa.Super. 694, 652 A.2d 407, slip op. at 5 (1994).\nWe granted allocatur to address the issue of whether Trooper Danko’s typewritten report was a contemporaneous, verbatim recording of G.W.’s prior inconsistent statement, and therefore admissible as substantive evidence of the crime charged against Appellant. We now reverse.\nAppellant argues that Trooper Danko’s report was not a contemporaneous, verbatim recording of G.W.’s statement and that the trial court erred in admitting it as substantive evidence. According to Appellant, in order for a prior inconsistent statement to be admissible under Lively, that statement must reach a certain level of reliability and trustworthiness which the statement in question fails to meet. In support of his position, Appellant notes that Trooper Danko’s handwritten notes which were made during his interview with G.W. were never produced at trial and that there was uncertainty as to whether the notes still existed at the time of the trial. Additionally, Appellant claims that it is the material recording of a statement which furnishes the requisite reliability and trustworthiness. It is Appellant’s assertion that allowing this statement absent the actual recording impermissibly extends this Court’s holding in Lively.\nIt is the Commonwealth’s position that the statement taken by Trooper Danko from G.W. was admissible as substantive evidence as it was a contemporaneous, verbatim recording of the child’s statement. According to the Commonwealth, Trooper Danko’s testimony was properly admitted.\nIn Commonwealth v. Brady, 510 Pa. 123, 507 A.2d 66 (1986), this Court reconsidered the long-standing rule that a prior inconsistent statement made by a non-party witness could not be admitted substantively. In overturning that rule of law, we held that such a statement could be used as substantive evidence provided the declarant is a witness at trial and is available for cross-examination. Id. at 125, 507 A.2d at 67. In allowing a tape l’ecorded statement which was inconsistent with a witness’ trial testimony to be admitted as substantive evidence, we noted that the declarations made in the recording were made under highly reliable circumstances. Id. at 133, 507 A.2d at 71. Later, in Commonwealth v. Lively, 530 Pa. 464, 610 A.2d 7 (1992), this Court was called upon to consider our decision in Brady and determine under what circumstances a prior inconsistent statement may be admitted as substantive evidence.\nIn Lively, the appellant was charged with first degree murder and possession of an instrument of crime. At trial, three Commonwealth witnesses refused to implicate the appellant in the murder and were then confronted with prior inconsistent statements they had made. We held that such statements “may be used as substantive evidence only when the statement is given under oath at a formal legal proceeding; or [when] the statement ha[s] been reduced to a writing signed and adopted by the witness; or [when] a statement ... is a contemporaneous verbatim recording of the witness’s statements.” 530 Pa. 464, 471, 610 A.2d 7, 10 (1992). This was the standard to be used in determining whether the witnesses’ statements were made under highly reliable circumstances such that they could be admitted as substantive evidence. Id. Two of the statements did not meet any of the criteria established and were therefore inadmissible as substantive evidence. Id. at 471-72, 610 A.2d at 10-11. One of these statements was a memorandum prepared by the interviewing detective. We held that although the witness’ statements were reduced to a writing, it had not been signed or adopted by him. “Furthermore, the memorandum was not a contemporaneous verbatim recording of [the witness’] statements because the memorandum was not prepared until after the interview.” Id. at 472, 610 A.2d at 11 (emphasis added).\nIn the instant matter the Superior Court held “that the verbatim statements of [G.W.] met the guidelines for admissibility under the Lively case.” Commonwealth v. Halsted 438 Pa.Super. 694, 652 A.2d 407, slip op. at 5 (1994). We cannot agree. It is clear that the police report read into evidence by Trooper Danko was not made contemporaneously with his interview with G.W. Trooper Danko testified that he recorded G.W.’s statements verbatim on a small pad during the interview and that he later made a typewritten police report of these exact statements. The note pad, which was the contemporaneous verbatim recording, was not produced at trial, and Trooper Danko was uncertain as to whether it still existed at the time of trial. Therefore, Trooper Danko’s report can not be said to have been made contemporaneously with G.W.’s statement as it was made after the interview.\nThe statement introduced to form the corpus delicti in the instant matter is not distinguishable from the memorandum which this Court held inadmissible in Lively. As Trooper Danko’s report was not recorded contemporaneously with the making of G.W.’s statements, it was error to admit it as substantive evidence.\nThe Concurring and Dissenting Opinion would uphold Appellant’s conviction on the basis that Trooper Danko’s • statement was admissible as substantive evidence under 42 Pa.C.S. § 5985.1 (“Tender Years Hearsay Act” or “Act”). However, that opinion’s analysis under the Act is flawed and does not provide a basis for admission of Trooper Danko’s statement.\nThe analysis of the Concurring and Dissenting Opinion begins with the conclusion that, “[w]ith respect to subsection (a)(1), the trial court properly found that this prong had been met.” Concurring and Dissenting Opinion, op. at 661. However, this conclusion cannot be maintained because the trial court never considered the applicability of the Tender Years Hearsay Act. The sole basis for admitting the statement in the trial court was its erroneous reading of this Court’s decision in Commonwealth v. Lively, 530 Pa. 464, 610 A.2d 7 (1992). Thus, the trial court could not have found that the first prong of the Act had been met. The Concurring and Dissenting Opinion has taken a fact and retroactively fit it within the guidelines of the Act.\nAlso in support of its position, the Concurring and Dissenting Opinion points to the fact that an in camera hearing was held to determine whether G.W.’s statement to Trooper Danko would be admissible. This in camera hearing is described by the Concurring and Dissenting Opinion as that which is required by the Tender Years Hearsay Act. Concurring and Dissenting Opinion, op. at 661. Again, because the trial court was not considering the admission of the statement under the Act, it cannot be said to have had a hearing required by the Act. Moreover, there is no evidence that the proper factors were considered in that hearing.\nIn Commonwealth v. Hanawalt, 419 Pa.Super. 411, 615 A.2d 432 (1992), the Superior Court was confronted with the issue of whether the Tender Years Hearsay Act violated the Confrontation Clause of the Sixth Amendment of the United States Constitution. In upholding the constitutionality of the Act, the Superior Court relied on the United States Supreme Court decision in Idaho v. Wright, 497 U.S. 805, 110 S.Ct. 3139, 111 L.Ed.2d 638 (1990). The Superior Court noted that in considering the admissibility of the hearsay statements of a child witness in sexual abuse matters, the United States Supreme Court\nidentified a non-inclusive list of factors to consider when making such a determination. Such factors include, but are not limited to: 1) the spontaneity and consistent repetition of the statement(s); 2) the mental state of the declarant; 3) the use of terminology unexpected of a child of similar- age; and, 4) the lack of motive to fabricate.\nCommonwealth v. Hanawalt, 419 Pa.Super. at 422, 615 A.2d at 438. We agree with the Superior Court’s holding in Hanawalt that the factors enunciated by the United States Supreme Court, as well as any other relevant factors, should be considered in determining whether the statement of a child is admissible under 42 Pa.C.S. § 5985.1. The court of common pleas and the Superior Court considered the admissibility of G.W.’s statement only under the test established by this Court in Commonwealth v. Lively, 530 Pa. 464, 610 A.2d 7 (1992). Because none of the factors set forth in Hanawalt were considered in assessing G.W.’s statement, the courts below cannot be said to have properly admitted that statement under the Tender Years Hearsay Act.\nThe Act also requires that the proponent of the statement give notice to the adverse party of the proponent’s intention to offer the statement into evidence. 42 Pa.C.S. § 5985.1(b). According to the Concurring and Dissenting Opinion this requirement was satisfied because Appellant had notice that the statement existed, had a copy of the statement, knew that G.W. was twelve years old or younger, and filed an in limine motion to preclude admission of the statement. Concurring and Dissenting Opinion, slip op. at 662. Additionally, the Concurring and Dissenting Opinion would hold that Appellant was on notice that G.W.’s statement could be admitted under the Act because defense counsel is charged with knowing the law of the Commonwealth. Concurring and Dissenting Opinion, slip op. at 662 n. 2. However, the fact that the adverse party may know of the existence of evidence the Commonwealth could possibly intend to introduce, does not remove the Commonwealth’s burden of actually notifying that party that an attempt to introduce the evidence will be made. Furthermore, although it is true that persons licensed to practice law in Pennsylvania are charged with knowing the law of the Commonwealth, they are not to be penalized when the opposing party fails to abide by the requirements of those same laws.\nBecause there was no basis for the admission of G.W.’s statement through Trooper Danko, the Order of the Superior Court is reversed and the matter is remanded to the court of common pleas for a new trial.\nZAPPALA, J., files a concurring opinion in which FLAHERTY, CAPPY and CASTILLE, JJ., join.\nCASTILLE, J., files a concurring and dissenting opinion.\nMONTEMURO, J., is sitting by designation.\n. 18 Pa.C.S. § 3123.\n. 18 Pa.C.S. § 3126.\n.Appellant's conviction for the acts committed against B.M. are not presently before us, as Appellant does not allege that this conviction was improper.\n. Those circumstances were that the witness’ attorney was present along with her mother and that the attorney questioned both the witness and her mother to assure that the statement was being given knowingly, voluntarily and with understanding of her rights and options. Id. at 131-32, 507 A.2d at 70.\n. 42 Pa.C.S. § 5985.1(a)(1) provides:\n(a) General rule. — An out-of-court statement made by a child victim or witness, who at the time the statement was made was 12 years of age or younger, describing indecent contact, sexual intercourse or deviate sexual intercourse performed with or on the child by another, not otherwise admissible by statute or rule of evidence, is admissible in evidence in any criminal proceeding if:\n(1) The court finds, in an in camera hearing, that the evidence is relevant and that the time, content and circumstances of the statement provide sufficient indicia of reliability.",
        "type": "majority",
        "author": "NIX, Chief Justice."
      },
      {
        "text": "ZAPPALA, Justice,\nconcurring.\nI agree with the majority’s holding that the typewritten police report of the state trooper’s interview with the victim did not satisfy any of the requirements established in Commonwealth v. Lively, 530 Pa. 464, 610 A.2d 7 (1992). The state trooper had testified that the police report was prepared from his verbatim record of the victim’s statements made on a notepad during the interview. The majority concludes that the police report was not a contemporaneous verbatim recording of the victim’s statements, stating that, “The notepad, which was the contemporaneous verbatim recording, was not produced at trial.... ” I must disagree with the intimation that the trooper’s notes would have been admissible as substantive evidence if preserved for use at trial.\nIn Commonwealth v. Brady, 510 Pa. 123, 507 A.2d 66 (1986), we abandoned a longstanding rule that prior inconsistent statements of a non-party witness could not be used at trial as substantive evidence to prove the truth of the matters asserted therein. Prior to that decision, such prior inconsistent statements were admissible only for the limited purpose of impeaching the credibility of the witness. We reversed our position and held that otherwise admissible prior inconsistent statements of a witness in a judicial proceeding, who is available for cross-examination, may be used as substantive evidence.\nIn Brady, the defendant was convicted of second degree murder, burglary, and criminal mischief for the stabbing death of a security guard. The defendant’s girlfriend, Tina Traxler, gave a statement to the police on the day of the homicide. The statement, which was tape-recorded, identified the defendant as the perpetrator of the crimes. Traxler told the police that she and the defendant had climbed a fence surrounding a manufacturing plant and entered the plant through a side door. They were confronted by the security guard while attempting to pry open a dollar-bill change machine. The guard was fatally stabbed in the ensuing struggle.\nTraxler recanted the tape-recorded statement when called as a witness for the Commonwealth at trial, although she admitted that she voluntarily gave the statement to the police. She testified that neither she nor the defendant had entered the plant on the day of the murder. The Commonwealth was allowed to introduce the tape-recorded statement as substantive evidence over the objection of defense counsel and the jury was instructed that the statement could be considered for that purpose.\nWe held that the tape-recorded statement was properly admitted as substantive evidence because the statement was rendered under highly reliable circumstances and the witness was subject to cross-examination during the trial. We did not address in detail, however, what circumstances would be deemed “highly reliable” so as to render a prior inconsistent statement admissible as substantive evidence.\nIn Commonwealth v. Lively, 530 Pa. 464, 610 A.2d 7 (1992), we refined our holding in Brady and limited the circumstances in which a prior inconsistent statement may be introduced as substantive evidence. The Superior Court had approved the use of prior inconsistent statements of three witnesses as substantive evidence during the defendant’s trial on charges of first degree murder and possession of an instrument of crime. At trial, each of the witnesses failed to implicate the defendant in the charges. The Commonwealth was permitted to introduce evidence that shortly after the murder one witness told a police officer that she had seen the defendant commit the crime; that a detective had prepared a memorandum referring to a statement by a second witness that he had seen the defendant during the incident; and inconsistent statements that a third witness had given in a signed, written statement to the police and during a preliminary hearing.\nThe Superior Court had concluded that our holding in Brady did not require that a prior inconsistent statement be either recorded or verbatim. We rejected this interpretation, stating\nIn an effort to ensure that only those hearsay declarations that are demonstrably reliable and trustworthy are considered as substantive evidence, we now hold that a prior inconsistent statement may be used as substantive evidence only when the statement is given under oath at a formal legal proceeding; or the statement had been reduced to a writing signed and adopted by the witness; or a statement that is a contemporaneous verbatim recording of the witness’s statement.\n530 Pa. at 471, 610 A.2d at 10. Under this standard, the police officer’s testimony relating to a statement given to him by a witness and another witness’s statements included in a memorandum prepared by a detective were not properly admitted as substantive evidence. The signed, written statement and preliminary hearing testimony of the third witness satisfied the standard and were properly admitted.\nThe limitations on the rule developed in Brady were intended to ensure that the prior inconsistent statement was in fact made by the witness. If the Commonwealth is to be allowed to introduce a prior inconsistent statement as substantive evidence to prove that the defendant committed the crime, there should be no dispute as to whether the statement was ever made. A statement given under oath at a formal legal proceeding and a written statement signed and adopted by a witness eliminate the possibility that a collateral issue will arise at trial as to whether the witness made the statement. The witness, of course, may offer an explanation as to why the prior inconsistent statement is untrue or inaccurate.\nIn order to ensure that the same degree of reliability has been established when the statement is a contemporaneous verbatim recording of the witness’s statement, the “recording” of a statement must be an audiotaped or videotaped recording. By suggesting that the Lively standard would be met by introducing an officer’s notepad which is claimed to include the verbatim statement of a witness, the majority has interjected a degree of unreliability into the use of a statement as substantive evidence of the crime. In that instance, a witness could challenge whether a statement attributed to him was actually made, or whether the statement was recorded verbatim. The possibility of these unnecessary collateral issues should be eliminated when the statements are to be used as substantive evidence.\nFLAHERTY, CAPPY and CASTILLE, JJ., join this concurring opinion.",
        "type": "concurrence",
        "author": "ZAPPALA, Justice,"
      },
      {
        "text": "CASTILLE, Justice,\nconcurring and dissenting.\nBecause I agree with the majority’s conclusion that the statement of G.W. was inadmissible under Commonwealth v. Lively, 530 Pa. 464, 610 A.2d 7 (1992), I concur in the reasoning on that issue. However, because the statement is nonetheless admissible as substantive evidence under the Tender Years Hearsay Act, 42 Pa.C.S. § 5985.1, I must respectfully dissent.\nThe Tender Years Hearsay Act provides:\n(a) General rule. — An out of court statement made by a child victim or witness, who at the time the statement was made was twelve years of age or younger, describing indecent contact, sexual intercourse or deviate sexual intercourse performed with or on the child by another, not otherwise admissible by statute or rule of evidence, is admissible in evidence in any criminal proceeding if:\n(1) The court finds, in an in camera hearing, that the evidence is relevant and that the time, content and circumstances of the statement provide sufficient indicia of reliability.\n(2) The child either:\n(i) testifies at the proceeding; or\n(ii) is unavailable as a witness and there is corroborating evidence of the act.\n(b) Notice required. — A statement otherwise admissible under subsection (a) shall not be received into evidence unless the proponent of the statement notifies the adverse party of the proponent’s intention to offer the statement and the particulars of the statement sufficiently in advance of the proceeding at which the proponent intends to offer the statement into evidence to provide the adverse party with a fair opportunity to prepare to meet the statement.\n42 Pa.C.S. § 5985.1.\nWith respect to subsection (a)(1), the trial court properly found that this prong had been met. Evidence is relevant if it tends to prove or disprove a material fact. Commonwealth v. Chism, 480 Pa. 233, 246, 389 A.2d 1041, 1048 (1978). Clearly statements by the victim of sexual abuse describing the acts of which petitioner was accused and identifying the accused as the perpetrator were relevant to prove material facts in issue: whether petitioner had committed the acts charged. The trial court conducted the required in camera hearing and determined that the pri- or statement made by the victim to Trooper Danko was highly reliable because the trooper had written down G.W.’s statements verbatim at the time they were made, six and a half years closer in time to the incidents which were the subject of the statement. The trial court found the Trooper’s testimony concerning the circumstances under which the statement was made to be credible and that finding will not be disturbed. Commonwealth v. McCracken, 540 Pa. 541,-, 659 A.2d 541, 546 (1995) (appellate courts will not disturb credibility determinations of the trial court, which observed the witness’ demeanor first hand). The reliability of the prior inconsistent statement is further strengthened by both the testimony of B.M. and appellant’s statement in which he confessed to performing oral sex on B.M. and his grandson. B.M. testified, consistent with his prior statement, that G.W. was present at the time appellant performed oral sex on him. This corroborates the portion of G.W.’s statement in which he said he stood guard while his grandfather performed oral sex on G.W. Moreover, appellant’s own signed statement corroborates the prior statement of G.W. Therefore, G.W.’s prior statement had sufficient indicia of reliability to warrant its admission under the Tender Years Hearsay Act. Because the trial court found the statements to be reliable and relevant following an in camera hearing, the statement satisfies subsection, (a)(1) of the act. The requirement of subsection (a)(2) is satisfied because G.W. testified at trial.\nFinally, appellant contends that he was not notified of the Commonwealth’s intention to admit the prior statement of G.W., as required by subsection (b), and that, therefore, he was not able to “meet the statement.” The record demonstrates that the Commonwealth advised the defense in advance of trial of the existence and particulars of the statement and that the Commonwealth provided the defense with a copy of such a statement. Thus, not only did the defense know prior to trial that there was a written statement that was highly adverse to the defendant, but it also had a copy of the statement. Defense counsel was also put on notice by the statement that the declarant was twelve years old or younger. In fact, on September 6, 1990, appellant filed a motion in limine to prevent the Commonwealth from introducing the statement into evidence in the event that the victim denied having made the statement. In that motion, appellant stated that the victim was eight years old at the time the statement was made and stated that the defense believed that the Commonwealth intended to introduce the statement at trial. Thus, his own actions to exclude use of the statement as substantive evidence demonstrate that he had sufficient notice that the statement could be admitted as a hearsay exception under the Tender Years Hearsay Act. Hence, appellant cannot claim that he was ambushed by the use of the statement after the witness’ memory failed. Further, even were the notice inadequate, had the defense been genuinely unprepared to meet the statement due to the alleged lack of notice, a continuance could have been requested; however, here one was not. Appellant only complains of the notice (or alleged lack thereof) now that the verdict against him has been rendered. Under these facts, I would find that appellant was apprised of the existence and substance of the statement so as to have been put on adequate notice of its potential use at trial. Therefore, the statement is not barred by subsection (b) of the act.\nThe trial court, which was in the best position to assess the credibility of Trooper Danko, determined that the written report of G.W.’s statements was reliable. The circumstances under which the statements were made combined with the corroboration from the statements of both B.M. and appellant provide sufficient indicia of reliability to make the statement admissible under the Tender Years Hearsay Act. As with all exceptions to the rule forbidding the admission of hearsay evidence, once the statement or other evidence is accepted as an exception to the hearsay rule, then that statement or evidence becomes substantive evidence and, if relevant, is admissible in the trial of one accused of criminal conduct. The Tender Years Hearsay Act provides a hearsay exception in Pennsylvania and G.W.’s statement is admissible as substantive evidence in the trial of appellant, notwithstanding the rule espoused by this Court in Lively, supra.\nAccordingly, I would hold that the statement was admissible as substantive evidence and affirm the order of the Superior Court affirming the judgment of sentence, albeit on different grounds.\n. Appellant does not explain how he would otherwise have been able to \"meet the statement” had additional notice been given.\n. In view of the fact that the child’s statement was provided and the child's age at the time the statement was known, defense counsel, who is charged with knowing the law of this Commonwealth as an attorney admitted to practice in the Commonwealth, should have been on notice that such statement could be used under the Tender Years Hearsay Act at the time such information was first provided by the prosecution.\n.There is no indication that the Commonwealth knew that the witness would change the testimony prior to the time the child took the witness stand. Because the Commonwealth was surprised by the testimony, they could not have given additional advance notice of their intention to introduce the statement.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "CASTILLE, Justice,"
      }
    ],
    "attorneys": [
      "Terry Toomey, Meadville, for Appellant.",
      "John M. Dawson, District Attorney, Douglas W. Ferguson, Assistant District Attorney, for Appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Harry Eugene HALSTED, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted March 17, 1995.\nDecided Oct. 20, 1995.\nTerry Toomey, Meadville, for Appellant.\nJohn M. Dawson, District Attorney, Douglas W. Ferguson, Assistant District Attorney, for Appellee.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE, and MONTEMURO, JJ."
  },
  "file_name": "0655-02",
  "first_page_order": 713,
  "last_page_order": 721
}
