{
  "id": 11252063,
  "name": "Thomas NORTON, Plaintiff, v. DIGITAL APPLICATIONS, INC., Defendant",
  "name_abbreviation": "Norton v. Digital Applications, Inc.",
  "decision_date": "1973-03-14",
  "docket_number": "",
  "first_page": "656",
  "last_page": "661",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 656"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "119 A. 444",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1922,
      "opinion_index": 0
    },
    {
      "cite": "13 Del.Ch. 376",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        1786151
      ],
      "year": 1922,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/13/0376-01"
      ]
    },
    {
      "cite": "109 A. 49",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1920,
      "opinion_index": 0
    },
    {
      "cite": "12 Del. Ch. 174",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        458716
      ],
      "year": 1920,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/12/0174-01"
      ]
    },
    {
      "cite": "65 P. 496",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1901,
      "opinion_index": 0
    },
    {
      "cite": "23 Utah 569",
      "category": "reporters:state",
      "reporter": "Utah",
      "case_ids": [
        8872273
      ],
      "year": 1901,
      "opinion_index": 0,
      "case_paths": [
        "/utah/23/0569-01"
      ]
    },
    {
      "cite": "102 A.2d 158",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "147 A. 247",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1929,
      "opinion_index": 0
    },
    {
      "cite": "17 Del.Ch. 58",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        475344
      ],
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/17/0058-01"
      ]
    },
    {
      "cite": "39 A.2d 209",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "28 Del.Ch. 176",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        1872121
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/28/0176-01"
      ]
    },
    {
      "cite": "21 A.2d 697",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "26 Del.Ch. 32",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        707028
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/26/0032-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 610,
    "char_count": 12482,
    "ocr_confidence": 0.814,
    "pagerank": {
      "raw": 7.04711164689461e-08,
      "percentile": 0.4250259378056404
    },
    "sha256": "00e16101c013f621bc5c9c4d9465026708b7f0f34d782e1200d3df23cc88e3f8",
    "simhash": "1:7766978e572788c1",
    "word_count": 2119
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas NORTON, Plaintiff, v. DIGITAL APPLICATIONS, INC., Defendant."
    ],
    "opinions": [
      {
        "text": "DUFFY, Chancellor:\nThe issue before the Court is the right to vote escrowed and other shares of stock issued by defendant and registered in the name of plaintiff. This is the decision after final hearing.\nA.\nDigital Applications, Inc. (DAI), defendant, is a Houston based company which is in the business of manufacturing mechanical and electronic devices. In early 1972 DAI, unable to meet its payrolls and to obtain routine credit, decided to purchase the assets of Dispensing Systems, Inc. (Systems), a corporation owned entirely by Thomas Norton, plaintiff; the assets of Systems included a contract for the manufacture of dried food dispensing machines which DAI hoped would generate the revenues it needed.\nOn February 2, 1972 the two companies signed a contract by which DAI agreed to purchase all assets of Systems in exchange for 600,000 shares of DAI common stock. The terms of transfer of the stock reflect the competing considerations of the parties. Concerned that the purchase might not produce the expected results, DAI wanted to retain some of the stock until the expected revenues were actually received from operations; Norton, however, wanted an immediate transfer of all stock so that his holding period under Federal security regulations (for “investment letter stock”) could begin at settlement and so that the tax impact of the transfer would be minimized under § 368(a)(1)(C) of the Internal Revenue Code.\nTo accommodate these opposing interests the parties agreed to the outright transfer of 300,000 shares to Norton and the transfer of 300,000 others into an escrow arrangement with the Bank of Texas. The pertinent provisions of the contract are as follows:\n“For the assignment . . . [Norton] shall receive shares of Common Stock of DAI in the amounts and in the manner set forth below:\n(3) An issuance into escrow . of 300,000 shares, with distribution in accordance with this Exhibit of one share of Common Stock, $.10 par value, for each $2.66 of net profit before federal income taxes of DAI, attributable to sales from contracts assigned to DAI as a part of the reorganization contemplated hereunder.\nIssuance of shares under ‘(3)’ above, in accordance with the formula shall continue for a period of 18 months from the date of the Agreement and Plan of Reorganization with not more than 150,000 shares of Common Stock being issued in any quarter of the 18 month period. .\nThe 300,000 shares issued into escrow shall be issued in the name of . [Norton] and held by Bank of Texas . and delivered under the terms of this Agreement and Plan of Reorganization. . . . Any balance of shares not released and remaining in escrow at the end of the 18 months period noted herein, shall be returned to DAI.”\nThe contract also noted that 38,000 of the 300,000 shares delivered outright to Norton were attributable to profits to be earned under the earn-out formula but this would reduce the number of shares to be issued only in the last quarter of the 18-month period.\nB.\nThe specific issue for decision is whether, at the annual meeting of DAI stockholders, Norton is entitled to vote (1) the 300,000 shares held in escrow by the Bank of Texas, and (2) the 38,000 shares which he holds but which are attributable to profits to be earned by DAI.\nC.\nI first consider the escrowed shares. Norton says that they are registered in his name and nothing in the agreement say that he cannot vote them; he argues that under the contract .all 600,000 shares are issued and defendant so considered them. DAI contends that Norton may not vote the shares because they are not validly “issued” until delivered out of escrow and, in any event, consideration has not been received by DAI for them.\nThe agreement is silent on the right to vote so it must be construed in light of the evidence received at trial. “Issue” and “delivery” of the shares are fact questions to be determined by the intent of the parties as shown by the agreement and the evidence. 11 Fletcher Cyclopedia Corporations (perm, ed.) § 5159.\nThe right to vote shares of stock issued by a Delaware corporation is an incident of legal ownership. In Re Giant Portland Cement Co., 26 Del.Ch. 32, 21 A.2d 697 (1941); McLain v. Lanova Corporation, 28 Del.Ch. 176, 39 A.2d 209 (1944); 8 Del.C. § 212; 5 Fletcher, supra, § 2025. Here, the certificate was filled in with Norton’s name but that alone does not create legal ownership in him. As the Chancellor said in Smith v. Universal Service Motors Co., 17 Del.Ch. 58, 147 A. 247 (1929), it would be against reason to hold that shares have been “issued” until custody and control of the certificate has passed to the stockholder. The ultimate question in Smith was quite different but the analysis as to delivery is pertinent. Delivery, actual or constructive, is required to complete the transfer of the shares. 1 Christy Transfer of Stock § 12. And the rule is the same if the parties utilized an escrow arrangement. Compare Paul v. Kennedy, 376 Pa. 312, 102 A.2d 158 (1954); Clark v. Campbell, 23 Utah 569, 65 P. 496 (1901); 30A C.J.S. Escrow § 9.\nIn its narrowest sense the question now before the Court is whether delivery of the stock (or stock certificates) into escrow was a delivery to Norton for voting purposes, I conclude that it was not.\nThe agreement quite plainly provides that delivery into escrow is nothing more than that. Thus paragraph 2(e) states that shares “when issued and delivered as herein provided, will be validly issued and outstanding shares” of DAI. Certainly that means, not a mere transfer to the escrow agent but a delivery under the earn-out provision Paragraph 4 states that “On the terms and subject to the conditions herein set forth, DAI will issue and deliver” certificates to Norton but they are “distributable as set forth” in the formula referred to above (one share for each $2.-66 of net profit, etc.). Paragraph 12(b) (iii) of the contract is to the same effect. These mean, as I read them, that two steps are contemplated: first, “issue” of the shares by DAI which was completed when the certificates were titled in Norton’s name and turned over to the Bank of Texas; second, “delivery” of the shares “as herein provided” is required and, since the Bank holds them upon completion of the first step, this can only mean a delivery by it to Norton and that is to take place as provided “herein”; and that necessarily involves the earn-out formula. In short, the total arrangement is tri-partite, as DAI argues and contemplates successive steps: (1) preparation of certificates in Norton’s name, followed by (2) physical transfer of them to the Bank of Texas and then, (3) delivery to Norton. The contract states when each step is to be taken.\nIt follows that legal ownership of the shares does not pass to Norton until they are delivered to him by the Bank out of escrow and until he is the owner he has no right to exercise an incident of ownership, vis voting. And Norton has not shown any right to vote the shares independent of legal ownership.\nMy conclusion with respect to delivery is supported, I believe, by the purpose of the escrow. Beyond doubt it was created for two reasons: first, to assure performance by DAI (release of the shares to Norton) as the conditions of the contract were met; and, second, to give Norton an opportunity to establish an early date for the holding period required under Federal security regulations. Neither of those considerations bears directly upon the right to vote and I conclude that neither of them was, in fact, intended by the parties to have any relationship to the right to vote. In short, the escrow served purposes other than voting and I am unable to infer from its existence that the parties intended it to confer voting rights on Norton.\nNorton’s argument based upon delivery to the Bank as his agent under the Uniform Commercial Code, 5A Del.C. § 8-313(1)(a) is without merit; the Bank serves both parties under the agreement and cannot release the shares until the conditions are met. As to Norton’s argument that certain filings by DAI with the Securities and Exchange Commission show that it considered the escrow stock as issued, this is not persuasive. Assuming that the stock was so considered for record or filing purposes, it does not necessarily follow that Norton had delivery rights to it or voting rights in it.\nIt should also be pointed out that Norton may never receive some of the escrowed shares in which he now claims voting rights. As indicated above, he is entitled to receive those shares only under the earn-out formula and any shares not delivered to him within eighteen months are to be returned from escrow to DAI. It is unrealistic to say that the parties intended that Norton should have the right to vote shares under these circumstances, particularly with their obvious impact on corporate control. At the time of the agreement DAI had only 853,155 shares outstanding. I cannot conclude that the parties agreed that Norton would have right to vote shares which he might never own.\nD.\nI turn now to defendant’s claim that 38,000 out of 300,000 shares issued and delivered to Norton may not be voted by him because they were not issued for valid consideration.\nThe law is clear that future profits are not valid consideration for the issuance of stock in a Delaware corporation. Const., Art. 9, § 3, Del.C.Ann.; 8 Del.C. § 152; Scully v. Automobile Finance Co., 12 Del. Ch. 174, 109 A. 49 (1920).\nNorton argues that the consideration which passed to DAI supports the transfer of all 300,000 shares which were delivered to him, and well it might in most cases. But here the agreement specifically provides otherwise. The contract separates stock for which liquid assets were the consideration from the stock for which future profits was consideration. It provides:\n“Systems [Norton] acknowledges that 38,000 shares of DAI Common Stock, $.10 par value, that it is receiving upon initial issuance under ‘(1)’ above are attributable to profits to be earned under the earn-out in ‘(3)’. In this regard, such 38,000 shares shall be deemed to be the last such number of shares that may be earned under the earn-out in ‘(3)’; that is to say, such 38,000 shares, or any portion thereof, shall not reduce the maximum number of shares that may be issued in any one quarter except the last quarter within the 18 months period.”\nThe contract is clear: 38,000 shares received “are attributable to profits” to be earned. Beyond doubt, these are future profits which do not meet the consideration test under Delaware law. The parties clearly intended that performance be divisible and it is their intent which is controlling. Orenstein v. Kahn, 13 Del.Ch. 376, 119 A. 444 (1922). It follows that prior to the realization of such profits, any stock attributable to them was not issued for a valid consideration.\nPlaintiff argues that if these shares are found to be issued for invalid consideration, cancellation should not automatically be decreed. At this stage I regard the issue before me only as it relates to voting the shares. Norton will be enjoined from voting them but the parties will be heard as to any other relief.\nFor discussion purposes this issue is examined in terms of all 300,000 shares originally placed with the Bank. The parties are agreed that 187,172 of those shares have been earned-out and thus it is undisputed that Norton has a right to vote them.\n. A i)erson may be a stockholder -without having in hand a certificate evidencing stock ownership. For purposes of this decision, however, it is not necessary to make any distinction between ownership of the shares and the certificates evidencing such ownership.\n. The legend on each certificate specifies ownership in Norton but “under the terms of that certain Agreement”, it reads:\n“This is to certify that Thomas Norton under the terms of that certain Agreement and Plan of Reorganization dated as effective January 1, 1972 between Digital Applications, Inc. and Dispensing Systems, Inc. a Texas corporation is the owner of Twenty Five Thousand fully paid and non-assessable shares of the par value of $.10 each of the Common Stock of Digital Applications, Inc. . . .”",
        "type": "majority",
        "author": "DUFFY, Chancellor:"
      }
    ],
    "attorneys": [
      "Edward F. vonWettberg, 3d, of Morris, James, Hitchens & Williams, Wilmington, for plaintiff.",
      "E. D. Giffenberg, Jr., of Potter Anderson & Corroon, Wilmington, for defendant."
    ],
    "corrections": "",
    "head_matter": "Thomas NORTON, Plaintiff, v. DIGITAL APPLICATIONS, INC., Defendant.\nCourt of Chancery of Delaware, New Castle.\nMarch 14, 1973.\nEdward F. vonWettberg, 3d, of Morris, James, Hitchens & Williams, Wilmington, for plaintiff.\nE. D. Giffenberg, Jr., of Potter Anderson & Corroon, Wilmington, for defendant."
  },
  "file_name": "0656-01",
  "first_page_order": 692,
  "last_page_order": 697
}
