{
  "id": 8387815,
  "name": "WAYNE SANDSTROM, Petitioner, v. THE SECOND JUDICIAL DISTRICT COURT OF THE STATE OF NEVADA, in and for THE COUNTY OF WASHOE, and THE HONORABLE JEROME M. POLAHA, District Judge, Respondents, and THE STATE OF NEVADA, Real Party in Interest",
  "name_abbreviation": "Sandstrom v. Second Judicial District Court of Nevada ex rel. County of Washoe",
  "decision_date": "2005-09-22",
  "docket_number": "No. 45153",
  "first_page": "657",
  "last_page": "662",
  "citations": [
    {
      "type": "official",
      "cite": "121 Nev. 657"
    },
    {
      "type": "parallel",
      "cite": "119 P.3d 1250"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "69 Nev. 186",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4965331
      ],
      "weight": 2,
      "year": 1952,
      "pin_cites": [
        {
          "page": "187"
        },
        {
          "page": "866"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/69/0186-01"
      ]
    },
    {
      "cite": "85 Nev. 326",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4881842
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "327"
        },
        {
          "page": "894"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/85/0326-01"
      ]
    },
    {
      "cite": "91 Nev. 24",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8555917
      ],
      "weight": 3,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/nev/91/0024-01"
      ]
    },
    {
      "cite": "100 Nev. 207",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2412285
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/nev/100/0207-01"
      ]
    },
    {
      "cite": "111 Nev. 1021",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11921627
      ],
      "weight": 2,
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/nev/111-2/1021-01"
      ]
    },
    {
      "cite": "3 P.2d 1071",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        5003718
      ],
      "year": 1931,
      "pin_cites": [
        {
          "page": "1072",
          "parenthetical": "stating that a final judgment in a civil case disposes of all issues and leaves nothing for future consideration"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/54/0020-01"
      ]
    },
    {
      "cite": "54 Nev. 28",
      "category": "reporters:state",
      "reporter": "Nev.",
      "year": 1931,
      "pin_cites": [
        {
          "page": "30",
          "parenthetical": "stating that a final judgment in a civil case disposes of all issues and leaves nothing for future consideration"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "106 Nev. 349",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557128
      ],
      "weight": 4,
      "year": 1990,
      "pin_cites": [
        {
          "page": "351",
          "parenthetical": "holding that \"[a]n appeal in a criminal case lies from the final judgment of the district court, not from an order finally resolving an issue in a criminal case\""
        },
        {
          "page": "1134",
          "parenthetical": "holding that \"[a]n appeal in a criminal case lies from the final judgment of the district court, not from an order finally resolving an issue in a criminal case\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/106/0349-01"
      ]
    },
    {
      "cite": "114 Nev. 739",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11499140
      ],
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "page": "740-41"
        },
        {
          "page": "48-49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/114/0739-01"
      ]
    },
    {
      "cite": "116 Nev. 127",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        934861
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "130"
        },
        {
          "page": "694"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/116/0127-01"
      ]
    },
    {
      "cite": "110 P. 1",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1910,
      "pin_cites": [
        {
          "page": "2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 Nev. 53",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4594744
      ],
      "year": 1910,
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/33/0053-01"
      ]
    },
    {
      "cite": "41 Nev. 481",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8578531
      ],
      "weight": 2,
      "year": 1918,
      "pin_cites": [
        {
          "page": "482-83"
        },
        {
          "page": "379"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/41/0481-01"
      ]
    },
    {
      "cite": "135 P. 922",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1913,
      "pin_cites": [
        {
          "page": "924"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "36 Nev. 349",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4575991
      ],
      "year": 1913,
      "pin_cites": [
        {
          "page": "354"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/36/0349-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 550,
    "char_count": 12131,
    "ocr_confidence": 0.878,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.39446160760723886
    },
    "sha256": "074fd0e98f8493c4098e2bbc77b6bc84f365a7d0f00d587c0a651e26c91b537f",
    "simhash": "1:db6f6353c23f2675",
    "word_count": 1962
  },
  "last_updated": "2024-02-27T22:15:52.988371+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Rose, Gibbons and Hardesty, JJ."
    ],
    "parties": [
      "WAYNE SANDSTROM, Petitioner, v. THE SECOND JUDICIAL DISTRICT COURT OF THE STATE OF NEVADA, in and for THE COUNTY OF WASHOE, and THE HONORABLE JEROME M. POLAHA, District Judge, Respondents, and THE STATE OF NEVADA, Real Party in Interest."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nThis original petition for a writ of certiorari or in the alternative a writ of mandamus challenges the district court’s jurisdiction to entertain an appeal by the State from a justice court order granting a motion to dismiss a misdemeanor criminal complaint. Because of the absence of any specific case law interpreting the statute at issue, we have addressed the merits of the petition in this published opinion. We hold that the district courts have jurisdiction under NRS 177.015 to review on appeal orders of the justice courts granting motions to dismiss misdemeanor criminal complaints. Accordingly, we deny this petition.\nFACTS\nOn April 30, 2003, the Washoe County District Attorney filed a complaint in the justice court charging petitioner Wayne Sand-strom with several misdemeanor county code violations, including operating a business without a license, storing a commercial vehicle in a residential area, and outdoor storage and/or display of an inoperable vehicle. Subsequently, Sandstrom filed a motion to dismiss the complaint, which the justice court granted. The State unsuccessfully sought reconsideration of the justice court order and then timely appealed the order granting the motion to dismiss to the district court. On June 7, 2004, the district court reversed the justice court order and remanded the matter for further proceedings. After unsuccessfully pursuing reconsideration of the district court’s order, Sandstrom filed a motion to strike the order on the ground that the district court lacked jurisdiction to entertain the State’s appeal. On March 30, 2005, the district court denied Sand-strom’s motion to strike, concluding that it had jurisdiction to entertain the State’s appeal pursuant to NRS 177.015. Sandstrom then filed the instant petition with this court. The State subsequently filed an answer to the petition as directed by this court.\nDISCUSSION\nSandstrom argues that the district court lacked jurisdiction to consider the State’s appeal because no statutory authority allows for it. The power of the district courts to entertain appeals from justice court orders is firmly rooted in the Nevada Constitution, as well as in our case law. Our State Constitution bestows on the Legislature the authority to “prescribe by law the manner, and determine the cases in which appeals may be taken from Justices and other courts.” More specifically, district courts are granted exclusive ‘ ‘final appellate jurisdiction in cases arising in Justices Courts and such other inferior tribunals as may be established by law.” This court has long recognized this constitutional edict.\nIn accord with this constitutional mandate, the Legislature has defined by statute the parameters of the district courts’ appellate jurisdiction respecting criminal misdemeanor cases originating in justice court. NRS 177.015 provides in pertinent part:\nThe party aggrieved in a criminal action may appeal only as follows:\n1. Whether that party is the State or the defendant:\n(a) To the district court of the county from a final judgment of the justice court.\nThis court has not directly addressed the issue of whether the State may appeal to the district court from a justice court order granting a motion to dismiss a misdemeanor criminal complaint. However, we have considered, without commenting on the jurisdictional issue, a petition for extraordinary relief challenging on other grounds an order of the district court affirming a justice court order granting a motion to dismiss a criminal complaint.\nThe plain language of NRS 177.015(l)(a) clearly vests the district court with final appellate jurisdiction over a final judgment of the justice court, regardless of whether the party appealing is the State or the defendant. The only remaining question is whether the justice court order granting Sandstrom’s motion to dismiss the complaint constituted a final judgment. We conclude that it did.\nWe have defined a final order as one that disposes of all issues and leaves nothing for future consideration. Here, the order of the justice court finally resolved the criminal prosecution by dismissing the complaint and left nothing for future consideration. Accordingly, we conclude that the order granting Sandstrom’s motion to dismiss constituted a final, appealable judgment pursuant to NRS 177.015(l)(a).\nSandstrom nonetheless challenges the district court’s jurisdiction to consider the State’s appeal on several fronts. First, he contends that NRS 177.015 is inapplicable because it only applies when there has been a conviction. However, the plain language of the statute permits an appeal from “a final judgment” and does not specifically require a judgment of conviction. Thus, we conclude that the plain language of NRS 177.015(l)(a) belies this claim.\nSecond, Sandstrom contends that NRS 177.015 is contrary to a number of this court’s previous decisions holding that the right to appeal is statutory and no right to appeal exists where no statute or court rule provides for an appeal. We conclude, however, that NRS 177.015(l)(a) does indeed authorize the State to appeal from an order granting a motion to dismiss a misdemeanor criminal complaint. We therefore reject this argument.\nSandstrom also argues that the district court’s application of NRS 177.015 was misplaced because subsection 3 of the statute affords only a defendant the right to appeal, not the State. Ostensibly, there is a conflict within NRS 177.015 between subsections 1(a) and 3. The latter provides that “[t]he defendant only may appeal from a final judgment or verdict in a criminal case.” We conclude, however, that subsection 1(a) of the statute is more appropriately read as vesting the district courts with the same appellate jurisdiction as is granted to this court in subsection 1(b), while subsection 3 of the statute applies only to final judgments of conviction or verdicts in criminal cases.\nFinally, Sandstrom argues that the district court lacked jurisdiction to entertain the State’s appeal because Chapter 189 of the Nevada Revised Statutes governs the procedures in appeals to the district court from cases arising in the justice court. Specifically, he directs this court’s attention to NRS 189.010, which provides:\nExcept as otherwise provided in NRS 177.015, a defendant in a criminal action tried before a justice of the peace may appeal from the final judgment therein to the district court of the county where the court of the justice of the peace is held, at any time within 10 days from the time of the rendition of the judgment.\nThus, Sandstrom argues, this provision, in conjunction with NRS 177.015(3), bestows the right to appeal only on a defendant, not the State. We reject this view. Sandstrom ignores the express language in NRS 189.010 stating that its provisions apply “[ejxcept as otherwise provided in NRS 177.015.” Moreover, NRS 189.010 functions primarily to specify the time in which an appeal may be taken, not to define the scope of the district courts’ appellate jurisdiction over judgments rendered in the justice courts.\nBased on the foregoing discussion, we expressly hold that the district courts are statutorily authorized pursuant to NRS 177.015(l)(a) to consider appeals from orders of the justice courts granting motions to dismiss misdemeanor criminal complaints. In addition, we expressly extend our holding to include appeals taken by the State from orders of municipal courts granting motions to dismiss misdemeanor criminal complaints. Our Constitution vests final appellate jurisdiction in the district courts not only over cases arising injustice courts but also over those arising in “other inferior tribunals as may be established by law.” Such an extension of our holding is grounded in existing statutory and case law. NRS 266.595 provides that “[ajppeals to the district court may be taken from any final judgment of the municipal court in accordance with the provisions of NRS 5.073.” NRS 5.073(1) requires:\nThe practice and proceedings in the municipal court must conform, as nearly as practicable, to the practice and proceedings of justices’ courts in similar cases. An appeal perfected transfers the action to the district court for trial anew, unless the municipal court is designated as a court of record as provided in NRS 5.010. The municipal court must be treated and considered as a justice court whenever the proceedings thereof are called into question.\nConsistent with this statutory mandate, we have also recognized that procedures governing appeals from final judgments rendered in municipal courts also conform to the procedures applicable to justice courts. Consequently, inasmuch as the proceedings and practice in municipal courts must conform to those in the justice courts, we conclude that the district courts are also vested with jurisdiction to consider appeals from orders of the municipal courts granting motions to dismiss misdemeanor criminal complaints.\nCONCLUSION\nUnder NRS 177.015(l)(a), the State has a statutory right to appeal and the district court has jurisdiction to consider the State’s appeal from a justice court order granting a motion to dismiss a misdemeanor criminal complaint. Therefore, the district court did not exceed its jurisdiction in considering the State’s appeal. Additionally, our holding applies to cases where the State seeks to appeal to the district court from a municipal court order granting a motion to dismiss a misdemeanor criminal complaint. Accordingly, we deny the petition.\nAccording to Sandstrom, the justice court convicted him in a different case on March 27, 2003, of operating a business without a proper license.\nNev. Const. art. 6, § 8.\nId. § 6.\nSee Floyd v. District Court, 36 Nev. 349, 354, 135 P. 922, 924 (1913) (stating that the constitutional grant of final appellate jurisdiction to the district court is “also a prescription that the district court must assume final appellate jurisdiction in cases arising in a justice court, and hence it is the duty which the district court cannot either refuse or divest itself of”); see also Mazade v. Justice Court, 41 Nev. 481, 482-83, 172 P. 378, 379 (1918); Bancroft v. Pike, 33 Nev. 53, 80, 110 P. 1, 2 (1910).\nSee State of Nevada v. Dist. Ct., 116 Nev. 127, 130, 994 P.2d 692, 694 (2000); State of Nevada v. District Court, 114 Nev. 739, 740-41, 964 P.2d 48, 48-49 (1998).\nSee Castillo v. State, 106 Nev. 349, 351, 792 P.2d 1133, 1134 (1990) (holding that “[a]n appeal in a criminal case lies from the final judgment of the district court, not from an order finally resolving an issue in a criminal case”); cf. Elsman v. Elsman, 54 Nev. 28, 30, 3 P.2d 1071, 1072 (1931) (stating that a final judgment in a civil case disposes of all issues and leaves nothing for future consideration).\nSandstrom cites to Phelps v. State, 111 Nev. 1021, 900 P.2d 344 (1995), Castillo, 106 Nev. 349, 792 P.2d 1133, Taylor Constr. Co. v. Hilton Hotels, 100 Nev. 207, 678 P.2d 1152 (1984), and Kokkos v. Tsalikis, 91 Nev. 24, 530 P.2d 756 (1975), to support his argument.\nNRS 177.015(1)(b) permits either the State or the defendant to appeal “[t]o the Supreme Court from an order of the district court granting a motion to dismiss, a motion for acquittal or a motion in arrest of judgment, or granting or refusing a new trial.”\nNev. Const. art. 6, § 6; see also id. § 8.\nSee Root v. City of Las Vegas, 85 Nev. 326, 327, 454 P.2d 894, 894 (1969); State Ex Rel. Digby v. Dist. Ct., 69 Nev. 186, 187, 244 P.2d 866, 866 (1952).",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Jeremy T. Bosler, Public Defender, and Chris C. Fortier, Deputy Public Defender, Washoe County, for Petitioner.",
      "Brian Sandoval, Attorney General, Carson City; Richard A. Gammick, District Attorney, and Gary H. Hatlestad, Deputy District Attorney, Washoe County, for Real Party in Interest."
    ],
    "corrections": "",
    "head_matter": "WAYNE SANDSTROM, Petitioner, v. THE SECOND JUDICIAL DISTRICT COURT OF THE STATE OF NEVADA, in and for THE COUNTY OF WASHOE, and THE HONORABLE JEROME M. POLAHA, District Judge, Respondents, and THE STATE OF NEVADA, Real Party in Interest.\nNo. 45153\nSeptember 22, 2005\n119 P.3d 1250\nJeremy T. Bosler, Public Defender, and Chris C. Fortier, Deputy Public Defender, Washoe County, for Petitioner.\nBrian Sandoval, Attorney General, Carson City; Richard A. Gammick, District Attorney, and Gary H. Hatlestad, Deputy District Attorney, Washoe County, for Real Party in Interest.\nBefore Rose, Gibbons and Hardesty, JJ."
  },
  "file_name": "0657-01",
  "first_page_order": 99,
  "last_page_order": 104
}
