{
  "id": 6789440,
  "name": "Donald Allan PERRY, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Perry v. State",
  "decision_date": "1973-01-24",
  "docket_number": "",
  "first_page": "658",
  "last_page": "660",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 658"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "386 U.S. 18",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168882
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0018-01"
      ]
    },
    {
      "cite": "192 S.E.2d 217",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "213 Va. 269",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        2118084
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/va/213/0269-01"
      ]
    },
    {
      "cite": "281 A.2d 490",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8078751
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/281/0490-01"
      ]
    },
    {
      "cite": "285 A.2d 411",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8066775
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/285/0411-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 326,
    "char_count": 3999,
    "ocr_confidence": 0.798,
    "pagerank": {
      "raw": 1.3108197082284053e-07,
      "percentile": 0.6244273314776266
    },
    "sha256": "118ff58a4cca8a2969c5c86e12c9ce75e0cee4044439f8b06b55301afc9bd61f",
    "simhash": "1:daffcea72f24ce5f",
    "word_count": 653
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, C. J„ and CAREY and HERRMANN, JJ., sitting."
    ],
    "parties": [
      "Donald Allan PERRY, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "CAREY, Justice:\nThis is an appeal from a jury conviction of unlawful possession of a dangerous drug (marijuana) with intent to sell, 16 Del.C. § 4724.\nIn 1969, appellant harvested wild marijuana which was growing on his property. He “manicured” or refined the marijuana to a state where it was suitable for use as a dangerous drug in violation of 16 Del.C. §§ 4701, 4702. He placed the marijuana in a duffel bag with several other personal items and left it there until the day in question.\nOn August 12, 1971, appellant placed the duffel bag in his car and departed for Cape Cod, Massachusetts, where he intended to reside permanently. Acting on information, Delaware officers, equipped with a valid search warrant, arrested him on the Delaware Memorial Bridge and discovered twelve containers comprising a total quantity of 7.33 pounds of marijuana in the trunk of appellant’s car.\nExpert witnesses testified that approximately fifteen thousand cigarettes could be made from the quantity of marijuana found in the possession of the appellant. Expert testimony was also admitted to the effect that the average user would smoke no more than six cigarettes a day.\nAppellant argues that the evidence was insufficient to establish intent to sell beyond a reasonable doubt.\nIn Farren v. State, Del.Supr., 285 A.2d 411 (1971), we held that possession of a quantity of marijuana sufficient to make eighty cigarettes under certain attendant circumstances would sustain a conviction of possession of a dangerous drug with intent to sell under 16 Del.C. § 4724.\nIntent can, in most instances, be shown only by circumstantial evidence. This case differs from Redden v. State, Del.Supr., 281 A.2d 490 (1971), where possession was the only evidence presented to show intent to sell. Here appellant went through the admittedly laborious process of harvesting and refining the marijuana for use as a dangerous drug. He carefully packaged the marijuana in twelve plastic, glass and copper containers. Appellant also testified that he did not like to smoke marijuana.\nQuantity and possession do not, standing alone, necessarily prove intent to sell, but must be considered with the attendant circumstances. Compare Sharp v. Commonwealth, 213 Va. 269, 192 S.E.2d 217 (1972). Here, the State’s evidence as a whole justifies the inference of an intent to sell. The jury was not obliged to accept appellant’s statement of intent. The suggestion that he may have intended to give it away means nothing in the light of 16 Del.C. § 4701, which defines the word “sell” as including a gift.\nThe verdict was received by a Judge other than the one who had presided during the trial, no doubt because of some emergency, without full compliance with Superior Court Criminal Rule 25(a), Del. C.Ann. No actual prejudice is, or could be, shown; furthermore, no objection was made at the trial. This very minor rule infraction is not a valid reason to avoid the conviction; the error was harmless beyond any doubt. Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967).\nWe find no reversible error. The judgment below is affirmed.\nRule 25(a) provides :\n“(a) During Trial. If by reason of death, sickness or other disability the judge before whom a jury trial has commenced is unable to proceed witli the trial, any other judge regularly sitting in or assigned to the court, upon certifying that lie has familiarized himself with the record of the trial or upon written stipulation of the Attorney General, attorney for the defendant, and the defendant, may proceed with and finish the trial.”",
        "type": "majority",
        "author": "CAREY, Justice:"
      }
    ],
    "attorneys": [
      "George Tyler Coulson, Morris, Nichols, Arsht & Tunnell, Wilmington, for defendant below, appellant.",
      "Mason E. Turner, Jr., Deputy Atty. Gen., Wilmington, for plaintiff below, ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Donald Allan PERRY, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nJan. 24, 1973.\nPetition for Rehearing Denied Feb. 9, 1973.\nGeorge Tyler Coulson, Morris, Nichols, Arsht & Tunnell, Wilmington, for defendant below, appellant.\nMason E. Turner, Jr., Deputy Atty. Gen., Wilmington, for plaintiff below, ap-pellee.\nWOLCOTT, C. J„ and CAREY and HERRMANN, JJ., sitting."
  },
  "file_name": "0658-01",
  "first_page_order": 696,
  "last_page_order": 698
}
