{
  "id": 7285885,
  "name": "Lisa SILVIA v. Roland BRULE et al.",
  "name_abbreviation": "Silvia v. Brule",
  "decision_date": "2010-11-24",
  "docket_number": "No. 2009-285-Appeal",
  "first_page": "659",
  "last_page": "662",
  "citations": [
    {
      "type": "official",
      "cite": "9 A.3d 659"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "437 F.2d 196",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2209806
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "199"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/437/0196-01"
      ]
    },
    {
      "cite": "57 F.3d 101",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7410488
      ],
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/57/0101-01"
      ]
    },
    {
      "cite": "568 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7347692
      ],
      "pin_cites": [
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/568/0326-01"
      ]
    },
    {
      "cite": "701 A.2d 814",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11901509,
        11901566
      ],
      "pin_cites": [
        {
          "page": "815"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/701/0814-01",
        "/a2d/701/0814-02"
      ]
    },
    {
      "cite": "788 A.2d 1129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9403886
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/788/1129-01"
      ]
    },
    {
      "cite": "994 A.2d 54",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7286654
      ],
      "pin_cites": [
        {
          "page": "58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/994/0054-01"
      ]
    },
    {
      "cite": "415 A.2d 1040",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7970847
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/415/1040-01"
      ]
    },
    {
      "cite": "448 A.2d 723",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7967475
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "726"
        },
        {
          "page": "726"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/448/0723-01"
      ]
    },
    {
      "cite": "764 A.2d 141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11160845
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "143"
        },
        {
          "page": "143"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/764/0141-01"
      ]
    },
    {
      "cite": "866 A.2d 1230",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9040920
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1236"
        },
        {
          "page": "1237"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/866/1230-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 567,
    "char_count": 9487,
    "ocr_confidence": 0.729,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18827468319581567
    },
    "sha256": "82f160dcdd4145f3ebfb50802463e34e0466d185f0e78b492b3e0fa14ecdd8b1",
    "simhash": "1:c4df81f82a12309e",
    "word_count": 1563
  },
  "last_updated": "2024-02-27T16:17:14.732518+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lisa SILVIA v. Roland BRULE et al."
    ],
    "opinions": [
      {
        "text": "ORDER\nBefore this Court is a pro se appeal by the plaintiff, Lisa Silvia (Silvia), from a judgment dismissing her action alleging excessive force and unlawful arrest against Roland Brule, a police officer for the Town of Warren, other Warren police officers, and the Town of Warren (collectively, defendants) for failure to prosecute under Rule 41(b)(2) of the Superior Court Rules of Civil Procedure. This case came before the Supreme Court for oral argument on November 9, 2010, pursuant to an order directing the parties to appear and show cause why the issues raised in this appeal should not summarily be decided. After considering the parties’ submitted memo-randa, we are satisfied that cause has not been shown, and we proceed to decide the appeal at this time. For the reasons set forth in this order, we affirm the judgment of the Superior Court.\nOn January 6, 2006, Silvia filed a complaint in Providence County Superior Court alleging that the defendant police officers used excessive force when arresting her on or about January 17, 2003. She also asserted that this arrest was illegal and that the Town of Warren maliciously prosecuted her for assault and resisting arrest. Additionally in her complaint, Silvia alleged that she was assaulted by a Warren police officer on July 25, 2005. The defendants responded by denying the allegations, asserting affirmative defenses, propounding interrogatories to Silvia, and requesting the production of certain documents. On July 18, 2007, after more than seven months had passed without a reply to their discovery requests, defendants moved to compel Silvia’s response within thirty days. Their motion was granted without objection on October 12, 2007. By July 8, 2008, Silvia still had neither responded to the interrogatories nor produced any documents. Accordingly, defendants moved for a conditional order of dismissal, which was granted on August 27, 2008. On February 24, 2009, the case was transferred from Providence County to Kent County to ensure a speedier trial. After several continuances, the matter was assigned for a “date certain” trial on April 28, 2009.\nOn this trial date, Silvia’s counsel informed the trial justice that his client would not be present and that she had steadfastly refused to sign her responses to the interrogatories because, as she told him, she “ha[s] [her] mental issues.” On defendants’ motion, and after Silvia’s counsel expressed frustration at his client’s refusal to come to court, the trial justice dismissed the case based on Rule 41(b)(2). The order granting judgment for defendants was entered on April 30, 2009. As the trial justice did not note otherwise, the dismissal “operate [d] as an adjudication upon the merits.” Rule 41(b)(3). Silvia timely appealed to this Court pro se on May 18, 2009, but failed to adhere to other rules of appellate procedure. On June 1, 2009, Silvia wrote to the trial justice averring that she was never informed of the trial date and stating that she would have attended had she known. However, in her two-paragraph, pre-briefing statement to this Court, Silvia simply alleged the same issues on appeal that she alleged but failed to prosecute at the trial court, with the exception of the malicious prosecution claim, which she did not raise on appeal. In response, defendants point out that the question before this Court is not whether Silvia was subjected to unreasonable force or an illegal arrest but whether the trial justice erred in granting the Rule 41(b)(2) motion to dismiss.\nWhen we “review[ ] a trial justice’s dismissal of a civil action for lack of prosecution,” we apply an abuse of discretion standard. Bergeron v. Roszkowski, 866 A.2d 1230, 1236 (R.I.2005) (quoting Harvey v. Town of Tiverton, 764 A.2d 141, 143 (R.I.2001)). In doing so, we “determine [] ‘whether [the trial justice’s] findings are supported by the evidence or whether in making such findings [he] misconceived or overlooked any material evidence.’ ” Id. (quoting Harvey, 764 A.2d at 143). We bear in mind that “[t]he primary responsibility for moving a case on for trial rests with the plaintiff and his or her attorneys, not the defendant or the trial court.” Id. at 1237 (quoting Hyszko v. Barbour, 448 A.2d 723, 726 (R.I.1982)). Ultimately, the propriety of the decision to grant a dismissal for failure to prosecute is determined by a balancing test in which “the court is ‘required to weigh conflicting interests. On the one hand is the court’s need to manage its docket, the public interest in the expeditious resolution of litigation, and the risk of prejudice to the defendants from delay. On the other hand, there is the desire to dispose of cases on their merits.’ ” Id. (quoting Harvey, 764 A.2d at 143 and Hyszko, 448 A.2d at 726).\nBased on the sparse record before us, it is apparent that the trial justice did not abuse his discretion in dismissing this case. Silvia failed to respond to interrogatories and ignored an order to compel her response. Notwithstanding her failures to reply, a trial date certain was finally set, yet Silvia still did not comply. In fact, she told her attorney beforehand that she did not plan to attend. Against this record, we hold that the trial justice did not err in concluding that Silvia had failed to prosecute her case. Although “[m]ere delay is not enough to warrant dismissal for lack of prosecution,” Harvey, 764 A.2d at 143 (citing Scittarelli v. Providence Gas Co., 415 A.2d 1040, 1042 n. 1 (R.I.1980)), the delay at issue here was extreme and persistent, with no indication Silvia would ever proceed. It was not the trial justice’s responsibility to continue the case indefinitely until Silvia might decide to appear. See Bergeron, 866 A.2d at 1237. Moreover, given the extent of Silvia’s delay, her apparent lack of concern for the trial court’s orders, and the countervailing diligence of defendants, the balance of equities expounded in Harvey and Bergeron weighed heavily in favor of dismissing the case. Therefore, the trial justice did not abuse his discretion in doing so.\nSilvia’s claim that she was not informed of the date of her trial and that she would have attended were she aware is unpersuasive given the fact that she ignored all other orders from the court. Furthermore, her failure to engage in a “meaningful discussion” of this contention on appeal “constitutes a waiver of that issue,” and her claim of ignorance thus is foreclosed. Plainfield Pike Gas & Convenience, LLC v. 1889 Plainfield Pike Realty Corp., 994 A.2d 54, 58 (R.I.2010) (quoting Wilkinson v. State Crime Laboratory Commission, 788 A.2d 1129, 1132 n. 1 (R.I.2002)).\nFor the reasons set forth in this order, we affirm the judgment of the Superior Court. The record shall be remanded to the Superior Court.\n. Rule 41(b)(2) of the Superior Court Rules of Civil Procedure provides that \"[o]n motion of the defendant the court may, in its discretion, dismiss any action * * * for lack of prosecution as provided in paragraph (1) of this subdivision.” In relevant part, Rule 41(b)(1) states that \"[t] he court may, in its discretion, dismiss any action for lack of prosecution * * * at any time, for failure of the plaintiff to comply with these rules or to proceed when the action is reached for trial.”\n. Because of Silvia’s unexcused absence, this Court did not hear the parties’ oral arguments scheduled for November 9, 2010. The defendants did appear, but chose to rest on their pre-briefing statement.\n. The defendants state in their pre-briefing statement that the trial was scheduled for April 20, 2009. However, the court documents indicate that the correct date is April 28, 2009.\n. For example, as defendants note, Silvia failed to comply with Article I, Rule 11(a) of the Supreme Court Rules of Appellate Procedure, which requires the transmission of the record on appeal to the Supreme Court within sixty days of the filing of the notice of appeal. Even pro se appellants are \"expected to familiarize [themselves] with * * * the rules of procedure.” Samuelian v. Town of Coventry, 701 A.2d 814, 815 (R.I.1997) (mem.) (quoting Faerber v. Cavanagh, 568 A.2d 326, 330 (R.I.1990)).\n. As noted, unless the trial justice otherwise specifies, dismissal for failure to prosecute \"operates as an adjudication upon the merits.\" Super. R. Civ. P. 41(b)(3). The First Circuit has recognized, \"[dismissal with prejudice 'is a harsh sanction,' ” which \"should be employed only when a plaintiffs misconduct is particularly egregious or extreme.” Benjamin v. Aroostook Medical Center, Inc., 57 F.3d 101, 107 (1st Cir.1995) (quoting Richman v. General Motors Corp., 437 F.2d 196, 199 (1st Cir.1971)). In certain circumstances, a lower court's dismissal with prejudice of a plaintiffs claim for failure to appear is excessive and may warrant relief from the reviewing court in the form of a modification of the order to a dismissal without prejudice. See id. at 108 (citing 9 Wright & Miller, Federal Practice and Procedure § 2373 at 402 (2d ed. 1995)). This is not such a case. Silvia’s deliberate refusal to participate in the process she initiated, extending over the course of approximately three years, more than justifies the harsh medicine of dismissal with prejudice. In so concluding, this Court also notes that Silvia failed to appear at the appellate oral arguments.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Lisa Silvia.",
      "Marc DeSisto, Esq., Providence."
    ],
    "corrections": "",
    "head_matter": "Lisa SILVIA v. Roland BRULE et al.\nNo. 2009-285-Appeal.\nSupreme Court of Rhode Island.\nNov. 24, 2010.\nLisa Silvia.\nMarc DeSisto, Esq., Providence."
  },
  "file_name": "0659-02",
  "first_page_order": 681,
  "last_page_order": 684
}
