{
  "id": 8355345,
  "name": "Gene STILP, Petitioner v. COMMONWEALTH of Pennsylvania, GENERAL ASSEMBLY, Robert C. Jubelirer, David Brightbill, Robert Mellow, John M. Perzel, Sam Smith, H.W. DeWeese, Leadership of the General Assembly, Edward G. Rendell, Governor of the Commonwealth of Pennsylvania, Robert P. Casey, Jr., Treasurer of the Commonwealth of Pennsylvania, Respondents",
  "name_abbreviation": "Stilp v. Commonwealth",
  "decision_date": "2007-07-11",
  "docket_number": "",
  "first_page": "660",
  "last_page": "663",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 660"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "910 A.2d 775",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8449292
      ],
      "opinion_index": -1,
      "case_paths": [
        "/a2d/910/0775-01"
      ]
    },
    {
      "cite": "800 A.2d 294",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9409766,
        9409834,
        312748,
        9409783,
        312794,
        312796
      ],
      "weight": 3,
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/800/0294-01",
        "/a2d/800/0294-03",
        "/pa/569/0046-01",
        "/a2d/800/0294-02",
        "/pa/569/0045-01",
        "/pa/569/0047-01"
      ]
    },
    {
      "cite": "569 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        312794
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/569/0045-01"
      ]
    },
    {
      "cite": "768 A.2d 1214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11120664
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/768/1214-01"
      ]
    },
    {
      "cite": "904 A.2d 1030",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8475221
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/904/1030-01"
      ]
    },
    {
      "cite": "910 A.2d 775",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8449292
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/910/0775-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 451,
    "char_count": 8133,
    "ocr_confidence": 0.724,
    "pagerank": {
      "raw": 6.622831486614397e-08,
      "percentile": 0.404380718721439
    },
    "sha256": "6d8dbeb0a9eae82f519045c74796aed73f8005ec2ee36aa7c7ef37436c0efbc5",
    "simhash": "1:c4229ca0af493d70",
    "word_count": 1272
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, Judge, FRIEDMAN, Judge, and FLAHERTY, Senior Judge.",
      "Judges McGINLEY, SMITH-RIBNER, COHN JUBELIRER and LEAVITT did not participate in the decision in this case."
    ],
    "parties": [
      "Gene STILP, Petitioner v. COMMONWEALTH of Pennsylvania, GENERAL ASSEMBLY, Robert C. Jubelirer, David Brightbill, Robert Mellow, John M. Perzel, Sam Smith, H.W. DeWeese, Leadership of the General Assembly, Edward G. Rendell, Governor of the Commonwealth of Pennsylvania, Robert P. Casey, Jr., Treasurer of the Commonwealth of Pennsylvania, Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge FRIEDMAN.\nGene Stilp (Stilp) has filed an amended petition for review in this court’s original jurisdiction, alleging in Count XII that the General Assembly has violated Article VIII, Section 14 of the Pennsylvania Constitution by maintaining legislative leadership accounts. Respondents have filed answers to the amended petition, setting forth new matter. Stilp has responded to the new matter, and Respondents now apply for summary relief in the nature of judgment on the pleadings.\nPa. R.A.P. 1532(b) provides that, at any time after the filing of a petition for review in an original jurisdiction matter, the court on application may enter judgment if the right of the applicant is clear. The grant of judgment by way of summary relief is appropriate where there are no material facts in dispute and the applicant is correct on the dispositive legal issues. Jubelirer v. Rendell, 904 A.2d 1030 (Pa.Cmwlth.2006).\nIn Count XII, Stilp avers that legislative leaders acknowledge the existence of legislative leadership accounts, that the balance is approximately $135,000,000 and that legislative leaders accumulated the balance by failing to return surplus appropriations at the end of each fiscal year. (Amended Petition, ¶¶ 143-145, Joint Appendix (Jt. App.) at 23a-24a.) Article VIII, Section 14 of the Pennsylvania Constitution provides as follows: “All surplus of operating funds at the end of the fiscal year shall be appropriated during the ensuing fiscal year by the General Assembly.” Pa. Const., art. VIII, § 14.\nIn answers and new matter, Respondents assert that, as of June 30, 2004, the Legislature has a “continuing appropriations” balance of $135,037,369, which does not lapse at the end of the fiscal year. (Respondents’ Answers, Jt. App. at 66a-67a, 70a-71a, 78a-79a, 80a-81a, 88a-89a, 90a-91a.) In support of their assertion, Respondents attached the General Appropriations Act of 2005 (Act) and an Ernst & Young audit of legislative appropriations for the fiscal year ending June 30, 2004. Section 2006(e) of the Act states that appropriations to the Legislature shall be “continuing appropriations.” (Jt. App. at 356a.) The audit shows that the Legislature has a “continuing appropriations” balance of $135,037,369 as of June 30, 2004. (Jt. App. at 377a.)\nRespondents contend that, because “continuing appropriations” do not lapse at the end of the fiscal year, they are not “surplus” that must be appropriated in the ensuing fiscal year under Article VIII, Section 14. Respondents refer this court to the Journal of the Constitutional Convention of 1967-1968 for Wednesday, February 14, 1968. On that date, Delegate Woodring explained that the purpose of Article VIII, Section 14 was to change past practice relating to surpluses:\nMembers of the Convention, this ... section is to ... change a situation. Heretofore ... surpluses had to be placed into the sinking fund, and now instead of that, there being no sinking fund — the sinking fund has been abolished — any surpluses will be put into the next fiscal year’s budget to dispose of it.\n(Jt. App. at 408a.) Delegate Leonard explained his understanding of “surplus” as follows: “If there is any money left over at the end of the year from lapses that occur within the department or from revenues that were received in excess of that which was estimated, that would then become a surplus.” (Jt. App. at 408a) (emphasis added). Delegate O’Donnell provided further insight, stating that “uncommitted and unencumbered funds shall lapse.” (Jt. App. at 408a.)\nStilp, in his brief to this court, concedes, “A continuing appropriation, in and of itself, seems harmless and not necessarily violative of the constitution.” (Stilp’s brief at 4) (emphasis added). Stilp elaborates, stating that “continuing appropriations” sound innocent, “[a]t least in theory. Whatever is not spent in the present fiscal year is continuously appropriated to the following fiscal year. So far, so good and consistent with the constitution.” (Stilp’s brief at 4) (emphasis added). However, Stilp believes that the problem with “continuing appropriations” is that they give a few people unchecked access to millions of dollars that are not needed for the operation of the Legislature. Stilp states that people with control over so much money may use it for personal purposes rather than the people’s business.\nAlthough we understand Stilp’s concern, the legal question before us here is a narrow one, i.e., whether “continuing appropriations” constitute “surplus” under Article VIII, Section 14 of the Pennsylvania Constitution. The Ernst & Young audit explains that “[continuing] appropriations unexpended at the end of an appropriation period are available in the subsequent appropriation period.” (Jt. App. at 380a.) Thus, “continuing appropriations” are committed and encumbered and do not lapse at the end of the fiscal year. Because of this, they cannot be “surplus” that is available for appropriation during the ensuing fiscal year.\nAccordingly, we grant Respondents’ applications for summary relief and enter judgment in favor of Respondents with respect to Count XII of Stilp’s amended petition.\nORDER\nAND NOW, this 11th day of July, 2007, the applications for summary relief and the motion for judgment on the pleadings filed by Respondents are granted. Judgment is entered in favor of Respondents with respect to Count XII of Gene Stilp’s amended petition for review.\nJudges McGINLEY, SMITH-RIBNER, COHN JUBELIRER and LEAVITT did not participate in the decision in this case.\n. In Stilp v. Commonwealth, 910 A.2d 775 (Pa.Cmwlth.2006), this court dismissed Stilp’s amended petition as to Respondents Edward G. Rendell, Governor of the Commonwealth of Pennsylvania, and Robert P. Casey, Jr., Treasurer of the Commonwealth of Pennsylvania. As to the other Respondents, this court dismissed Counts I to XI and Counts XIII(ii) and XIV and granted Stilp leave to file a second amended petition within thirty days with respect to Count XIII(i). Stilp failed to file a timely second amended petition; thus, Count XII is the only matter still before this court.\n. Robert Mellow has filed an application for summary relief. Robert C. Jubelirer and David Brightbill have filed an application for summary relief in the nature of a motion for judgment on the pleadings. John M. Perzel, Sam Smith, H.W. DeWeese and the General Assembly have filed a motion for judgment on the pleadings.\n.The Note to Pa. R.A.P. 1532 states that Pa. R.A.P. 1532(b) authorizes the type of relief envisioned by the Rules of Civil Procedure with respect to judgment on the pleadings. See Pa. R.C.P. No. 1034 (relating to judgment on the pleadings). When ruling on a motion for judgment on the pleadings, we view all of the opposing party’s allegations as true, and only those facts that the opposing party has specifically admitted are considered against the opposing party. Parish v. Horn, 768 A.2d 1214 (Pa.Cmwlth.2001), aff'd, 569 Pa. 45, 800 A.2d 294 (2002). We consider only the pleadings themselves and any documents properly attached to them. Id. We grant judgment on the pleadings only when there is no genuine issue of fact and the moving party is entitled to judgment as a matter of law. Id.\n. General Appropriations Bill of 2005, Act No. 2005-1A.",
        "type": "majority",
        "author": "Judge FRIEDMAN."
      }
    ],
    "attorneys": [
      "Gene Stilp, petitioner, pro se.",
      "Linda J. Shorey, Hairisburg, for respondents, Senators Jubelirer and Brightbill.",
      "James F. Tierney, IV, Scranton, for respondent, Senator Mellow.",
      "Amanda L. Smith, Harrisburg, for respondent, Governor Rendell.",
      "Salley Ann Ulrich, Harrisburg, for respondent, R. Casey."
    ],
    "corrections": "",
    "head_matter": "Gene STILP, Petitioner v. COMMONWEALTH of Pennsylvania, GENERAL ASSEMBLY, Robert C. Jubelirer, David Brightbill, Robert Mellow, John M. Perzel, Sam Smith, H.W. DeWeese, Leadership of the General Assembly, Edward G. Rendell, Governor of the Commonwealth of Pennsylvania, Robert P. Casey, Jr., Treasurer of the Commonwealth of Pennsylvania, Respondents.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs June 1, 2007.\nDecided July 11, 2007.\nSee also, 910 A.2d 775.\nGene Stilp, petitioner, pro se.\nLinda J. Shorey, Hairisburg, for respondents, Senators Jubelirer and Brightbill.\nJames F. Tierney, IV, Scranton, for respondent, Senator Mellow.\nAmanda L. Smith, Harrisburg, for respondent, Governor Rendell.\nSalley Ann Ulrich, Harrisburg, for respondent, R. Casey.\nBEFORE: COLINS, Judge, FRIEDMAN, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "0660-01",
  "first_page_order": 708,
  "last_page_order": 711
}
