{
  "id": 6094241,
  "name": "The Maytag Co., Assignee of Howard F. Snyder, dec'd v. George L. Davis",
  "name_abbreviation": "Maytag Co. v. Davis",
  "decision_date": "1929-12-19",
  "docket_number": "No. 2173",
  "first_page": "661",
  "last_page": "664",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 661"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 345,
    "char_count": 6950,
    "ocr_confidence": 0.446,
    "sha256": "1f2a4836939b3723304f8616820ec218211df7f92af1c3e5afbe27f7dd40565e",
    "simhash": "1:508d2d437c186c0f",
    "word_count": 1197
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot,. Associate Judges"
    ],
    "parties": [
      "The Maytag Co., Assignee of Howard F. Snyder, dec’d v. George L. Davis"
    ],
    "opinions": [
      {
        "text": "Bland, Judge,\ndelivered the opinion of the court:\nAppellee, Davis, filed application in the Patent Office on August 28, 1924, for a patent on an improvement in a washing machine,. and the Maytag Co., assignee of Howard F. Snyder, deceased, on December 12, 1924, filed application for a patent on the same kind of device. Priority of invention was awarded to Davis, who has assigned his patent to the 1900 Washer Co., and Snyder’s assignee has appealed here. The question of priority is presented because of the fact that on the 21st day of August, 1925, an interference proceeding was instituted and declared between the Davis and the Maytag Co. applications for a patent on a washing machine having a single vane agitator.\nBoth machines are similar in so far as they are of the agitator type. That is, -the washing is accomplished by the action of a constantly oscillating vane projecting upwards from the bottom of the tub which agitates the soapy water and clothes. It is said that machines of this general type .are old but that all machines in the prior art of this type included a plurality of radial vanes, three, four or more. One of the machines belonging to the prior art is shown in' Snyder’s Exhibit 1, in this case, and the drawing and application shows a multiple vane agitator. This was the device disclosed in an application by Snyder, filed on the 14th day of June, 1922, which was one day earlier than Davis’s conception date. While appellant introduced evidence for the purpose of showing an earlier date of conception and reduction to practice of the single vane idea, it has elected to stand on the record date of Snyder’s Exhibit 1.\nThe device of the senior party, Davis, as well as the device of the junior party, Snyder, under consideration in this interference, may be said to be almost identical insofar as both applications are grounded upon the proposition that a single oscillating vane in the agitator at the bottom of the tub produces a different motion of the water and is an improvement on the plural vane idea.\nThe sole question in the case is the question of priority in the conception and reduction to practice of the single-vane idea and the determination of this question involves, it seems to us, only the question as to whether the single-vane function, upon which patent is sought by both parties, was disclosed in Snyder’s Exhibit 1.\nThe tribunals below held that the single-vane function, upon which both sought a patent, for the purposes of this case, should be regarded as a different function from that maintained in a multiple vane agitator and that Synder’s Exhibit 1, which was a multiple vane machine, was not, either in the drawings or specifications, a disclosure or reduction to practice of the machine for which a patent is sought in the two applications involved in the interference.\nWhen shorn of all immaterial and irrelevant matter, it seems that the determination of priority in this case rests entirely upon the single proposition as to whether Snyder’s Exhibit 1 disclosed the use of a single vane to produce tlie result sought in the applications in interference.\nEach of the applications under consideration, both in drawing and specifications, is based solely on the difference in the result obtained by plural vanes and that obtained by a single vane. It is the contention of the appellant that notwithstanding this fact and that notwithstanding the fact that the drawing in Snyder’s Exhibit 1 discloses a four-vane agitator, with a resulting movement of the tub contents different from the resulting movement of the contents brought about by a single vane, that in the specifications of Snyder’s Exhibit 1, it was expressly stated that “ in the improvement shown there are four of these blades, but any other number can be used if ■desired,” and that this was a disclosure of the use of one blade.\nAppellant, when pressing its claim for patent on the single-vane machine before the interference proceedings were begun, urged the difference in the number of vanes and the difference in the action resulting therefrom as the basis for granting the new patent. If we understand its contentions here, they are to the effect that since the single-vane idea was disclosed in Snyder’s Exhibit 1, appellant would now be entitled to a divisional patent. Under any theory of the case presented to us, it all goes back to the question as to whether or not the single vane and its function was disclosed in Snyder’s Exhibit 1.\nAgreeable to the opinions of the tribunals below, we can not agree that the same construction was disclosed or that the same result was shown to have been sought in Snyder’s Exhibit 1 as is shown and claimed in the later applications. Snyder in Exhibit 1 may have disclosed one vane in his disclosure of four vanes, but he certainly made no attempt to disclose the action of a single vane or to distinguish between the action of one blade and the action of more than one blade. Indeed, his disclosure was to the contrary, since he stated in his application in Exhibit 1 with reference to his gyrator, that it would “ act to successively impart movement to the contents of the tub, such that the resultant direction of movement of the contents is normally radially outward from the central portion of the tub, then upwardly, then inwardly, and then downwardly toward the center of the gyrator.” The drawing of Snyder’s Exhibit 1 shows dotted lines which indicate the course of the water from the bottom of each of the vanes of the gyrator upwardly, inwardly, and downwardly to and by the cone in .the center of the gyrator. In both Snyder’s application and Davis’s application in interference, the motion of the contents of the tub is claimed to be from the bottom of the gyrator upwardly and entirely across the tub and downwardly on the opposite side. Both parties contend that this is a patentable idea. Whether it is or is not patentable, the priority of the same should go to the first to conceive it and reduce it to practice.\nAs to the parties to this interference, Davis is the first to conceive the use of a single vane to produce the result claimed and first to reduce it to practice. The phrase “ any other number can be used if desired ” in Snyder’s Exhibit 1 meant any other number which would produce the particular motion claimed for the machine in Exhibit 1, which, as said before, was an entirely different and less efficacious movement.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Bland, Judge,"
      }
    ],
    "attorneys": [
      "Wallace R. Lane (Frederick F. Mason and William S. Modges of counsel) for appellant.",
      "Merrell B. Clark (H. A. Dodge and Parker Dodge of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "The Maytag Co., Assignee of Howard F. Snyder, dec’d v. George L. Davis\n(No. 2173)\nUnited States Court of Customs and Patent Appeals,\nDecember 19, 1929\nWallace R. Lane (Frederick F. Mason and William S. Modges of counsel) for appellant.\nMerrell B. Clark (H. A. Dodge and Parker Dodge of counsel) for appellee.\n[Oral argument November 19, 1929, by Mr. Hodges and Mr. Clark]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot,. Associate Judges"
  },
  "file_name": "0661-01",
  "first_page_order": 111,
  "last_page_order": 114
}
