{
  "id": 7870278,
  "name": "Bruce CHASE, et al. v. CITY OF PORTLAND, et al.",
  "name_abbreviation": "Chase v. City of Portland",
  "decision_date": "1995-05-24",
  "docket_number": "",
  "first_page": "661",
  "last_page": "666",
  "citations": [
    {
      "type": "official",
      "cite": "658 A.2d 661"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "628 A.2d 146",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7358974
      ],
      "pin_cites": [
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/628/0146-01"
      ]
    },
    {
      "cite": "591 A.2d 1300",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7382601
      ],
      "pin_cites": [
        {
          "page": "1303"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/591/1300-01"
      ]
    },
    {
      "cite": "643 A.2d 372",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863708
      ],
      "pin_cites": [
        {
          "page": "376-77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/643/0372-01"
      ]
    },
    {
      "cite": "609 A.2d 1146",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12120010
      ],
      "pin_cites": [
        {
          "page": "1147"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/609/1146-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 704,
    "char_count": 19621,
    "ocr_confidence": 0.739,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2003647703012801
    },
    "sha256": "4989173ce66bbf9b0723fb36d2b8f14539e49d07d17eb6906ee00a511f622562",
    "simhash": "1:bc30c458700b0229",
    "word_count": 3066
  },
  "last_updated": "2024-02-27T22:02:56.390696+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ."
    ],
    "parties": [
      "Bruce CHASE, et al. v. CITY OF PORTLAND, et al."
    ],
    "opinions": [
      {
        "text": "CLIFFORD, Justice.\nThe City of Portland is now, and was in 1977, a participating local district in the Maine State Retirement System. See 5 M.R.S.A. § 18201 (1989 & Supp.1994). Pursuant to state law, employees of the City were eligible for one of two separate retirement plans. Police officers and firefighters were eligible for a “special plan” retirement plan (special plan) permitting retirement after twenty years of service with no age qualification. See 5 M.R.S.A. § 1092(3) (codified as amended at 5 M.R.S.A. § 18453 (1989 & Supp.1994)). All other City employees were provided with a plan permitting retirement after twenty-five years of service and sixty years of age, referred to as the “regular plan.” See 5 M.R.S.A. § 1121 (currently codified as amended at 5 M.R.S.A. § 18451 (1989 & Supp.1994)).\nThe plaintiffs in this case, current Portland police officers Bruce Chase, Michael Barter, James Beecher, John Clement, George Con-nick, John Curran, Jeffrey Davis, Jay Kelly, Edmund Leadbetter, and William Soper, appeal from a judgment of the Superior Court (Cumberland County, Bradford, J.) affirming a decision of the Board of Trustees of the Maine State Retirement System that they are ineligible to receive credit under the City’s special plan for their service in the Department of Public Safety between 1978 and 1981.\nBecause the statute did not authorize a participating district to make the benefits of a special plan available to some of its employees who were policemen within the meaning of section 1092(3), while denying benefits to others who also met the definition, and because we conclude that while they were assigned to the Department of Public Safety, the plaintiffs were “policemen” within the meaning of the provision, the plaintiffs are entitled to special plan credit for their time in the Department. Accordingly, we vacate the judgment of the Superior Court.\nThe Department of Public Safety was created by the City in 1977. It had four divisions: Communications, Island Services, Security, and Medical Crisis Unit, and was headed by a Director of Public Safety who reported to the City Manager. Employees of the new Department were appointed as “special police officers” for one-year terms, pursuant to the Municipal Code.\nThe Security Division employees were responsible for security services at the Jetport and were either transferred park police (not a part of the City police department) or new hires. Employees in the Island Division were responsible for “certain police and fire safety services” on the Casco Bay islands. Some employees of the new Department were involuntarily transferred from other positions in the City. Some were voluntary transfers from the police department or fire department; others were new hires. Regardless of their prior job status, all of the employees in the Island Division had the same title (public safety officers), the same job description, performed the same duties, and had to be cross-trained in police, fire, and emergency services. New recruits were required to attend the Criminal Justice Academy, as were new hires in the police department.\nDuring the five years of the Department’s existence, the City also maintained separate police and fire departments. Each of these departments had its own chief. Employees were hired as officers pursuant to regulations established and administered by a City civil service commission.\nThe plaintiffs were new hires into the Department between 1978 and 1981. All were public safety officers with the Island Division during the entire time they worked for the Department, and their responsibilities were 85 percent police and fire-related work (about 5 percent of that being fire-related), and 15 percent emergency medical services.\nAll employees who were involuntarily transferred or recruited from the police department to the Department retained their eligibility in the special retirement plan. The plaintiffs, as newly hired employees, were eligible only for the regular retirement plan provided to those City employees not in the police or fire departments. The Collective Bargaining Agreement between the Portland Public Safety Officers Association and the City of Portland stated that employees entitled to special plan benefits who were transferred to the Department would remain eligible for the special plan, and that new employees would be eligible to participate in the regular plan only.\nAt the time the park police were transferred into the Department in July 1977, they were not part of the civil service system and were not eligible for the special plan benefits. In February 1978, however, by virtue of a City Council ordinance, they were granted special plan eligibility, provided they passed the civil service exam required of police officers assigned to the police department. They were permitted to apply all time served as park police (from the date of hire) toward the special plan.\nIn late 1981, the Department and its Director’s position were eliminated. The four divisions were absorbed into the police and fire departments. The Island Division was added to the police department and “public safety services, including fire, police and emergency medical services, for the residents of Portland’s island communities, and upon the waters of Casco Bay within the City of Portland” became the responsibility of the Chief of Police. The Security Division was also transferred into the police department.\nWhen the branches merged, the plaintiffs were transferred to the police department on the condition that they pass the police civil service test required of police officers assigned to the police department. Within the police department, they retained the title of public safety officers and their duties remained the same as when they were assigned to the Department of Public Safety. They continued to work on the islands and have police, fire, and emergency medical responsibilities. All police officers subsequently assigned to the islands had to be cross-trained in these three areas. Since the elimination of the Department of Public Safety and their transfer to the police department, the plaintiffs have been eligible to participate in the special plan.\nBruce Chase, one of these officers, petitioned the Executive Director of the Maine State Retirement System seeking special plan credit for his service from 1978 to 1981 in the Department. His request was denied and he, along with other employees who were identified by the City of Portland as similarly situated, the plaintiffs in this action, appealed the decision to the Board of Trustees. Two stipulated issues were presented to the Board.\nFollowing hearings, the Board affirmed the Executive Director’s denial of the request and issued findings of fact and conclusions of law. The Board concluded that the plaintiffs were not eligible to participate in the special plan for their periods of service in the Department because there were significant differences between the terms and conditions of employment of the City’s public safety officers and its police officers and firefighters. The Board also rejected the arguments of the plaintiffs that the City was required to make the same retirement plan available to the plaintiffs as was available to the former park police officers.\nThe Board found the following distinctions between the plaintiffs and officers who were assigned to the police department. The responsibilities of the Island Division public safety officer's were broader than those of police officers. In addition to their law enforcement duties, they acted as firefighters and emergency medical technicians, and were required to receive the training and medical examinations required for firefighters and to undergo emergency medical training. These requirements were not applied to officers assigned to the police department. Public safety officers’ responsibilities were limited to the geographic area of the Casco Bay islands, while officers assigned to the police department had city-wide jurisdiction. There were differences as to how they were hired, reported to superiors, and were discharged. Officers in the police department were hired pursuant to the City’s Civil Service Ordinance; public safety officers were appointed annually for a definite term pursuant to P.L.197S, ch. 135, § 1 (recodified as amended at 30-A M.R.S.A. § 2672 (Pamph. 1994)). The Department positions were not “subject to [the] public advertisement, formal hiring lists, and written and oral examinations” that the police department positions were. Public safety officers had a six-month probationary period, reported directly to the Director of Public Safety, and were subject to review in disciplinary actions by the Director of Public Safety, the Personnel Director, and the City Manager. Police department officers had a year-long probationary period, reported to the Chief of Police, and were subject to the notice and hearing requirements in P.L.1973, ch. 135, § 1 (reco-dified as amended at 30-A M.R.S.A. § 2671 (Pamph.1994)) in disciplinary proceedings. In addition, the Board, relying on the public safety officers’ 1979 collective bargaining agreement with the City that specified that they would be provided standard plan retirement benefits, found that the public safety officers viewed themselves as a different class than police officers assigned to the police department or firefighters. Following the Board’s decision, the plaintiffs appealed to the Superior Court, see 5 M.R.S.A. § 17451(2) (1989); M.R.Civ.P. 80C, which affirmed the Board’s decision.\nBecause the Superior Court acted in an appellate capacity, we review the Board’s decision directly “to determine whether the Board abused its discretion, committed an error of law, or made findings not supported by substantial evidence in the record.” Porter v. Maine State Retirement Sys., 609 A.2d 1146, 1147 (Me.1992). Although our review of findings of fact made by the Board is for clear error, Carr v. Board of Trustees of Me. State Retirement Sys., 643 A.2d 372, 376-77 (Me.1994), the Board’s factual findings determining what duties the plaintiffs actually performed are not in dispute. The real issue before us is the application of the law to these undisputed facts. Accordingly, we review for legal error the Board’s conclusion that the plaintiffs are ineligible to participate in the special retirement plan for their years of service in the Department of Public Safety because the duties performed by them were not those of poliee-men within the definition of section 1092(3). Kelley v. Commissioner, Me. Dep’t of Human Sews., 591 A.2d 1300, 1303 (Me.1991); see also Fraser v. Barton, 628 A.2d 146, 148 (Me.1993) (finding that statutory definition met reviewed for error of law).\nNo one disputes that all of the officers assigned to the police department were policemen within the meaning of section 1092(3) and thus were eligible for special plan benefits. They performed law enforcement duties normally regarded as those of police officers. The plaintiffs, as public safety officers, performed the same police duties and carried out the same law enforcement functions.\nThe distinctions between the duties of public safety officers and officers assigned to the police department, as found by the Board and conceded by the plaintiffs, were insignificant in relation to the issue of whether they were policemen within the meaning of section 1092(3). Although public safety officers had in addition to their police duties, responsibilities as firefighters (5%) and for emergency medical services (15%), the vast bulk of their time was spent in carrying out their police duties (80%). Moreover, although the duties of public safety officers were limited geographically to the islands of Casco Bay, and there were differences in the way they were hired, reported to superiors, and were discharged, there is no suggestion that their police duties were performed or carried out any differently than, or that their authority differed from, the police duties performed by officers assigned to the police department. Although the public safety officers were special police officers under state statute and the City’s ordinances, they were vested with all the powers of regular police officers. P.L.1973, ch. 135, § 1 (recodified as amended at 30-A M.R.S.A. § 2672); see Portland Municipal Code ch. 420, §§ 2, 4 (1974).\nMoreover, their fellow public safety officers who were transferred from the police department or were former park police, were eligible to participate in the special plan during the existence of the Public Safety Department despite performing identical duties with identical limitations as the plaintiffs. Since the elimination of the Public Safety Department and the assignment of the plaintiffs to the police department, they have continued to perform duties identical to the duties they formerly performed as public safety officers. Yet they are now recognized as police officers and eligible for special plan participation.\nBecause the vast bulk of the duties performed by the plaintiffs were those of police officers, it was error for the Board to conclude that they were not policemen within the meaning of section 1092(3). Pursuant to that section, the City made the special plan available only to some of the police officers in its employ. They were not authorized to deny the plaintiffs the opportunity to participate in that plan.\nThe entry is:\nJudgment vacated. Remanded for entry of judgment vacating the decision of the Board.\nAll concurring.\n. In 1977, section 1092(3), as amended by P.L. 1975, ch. 262, §§ 22-23, read:\n3. Retirement benefit for policemen, fire fighters, local district employees, sheriffs and full-time deputy sheriffs. Any participating local district, by filing with the board of trustees a duly certified copy of its action, may provide a retirement benefit for policemen, fire fighters, sheriffs and full-time deputy sheriffs or any other participating local district employees, in lieu of the retirement benefits otherwise provided in this chapter for these employees, of % average final compensation, after having completed 20 to 25 years of service.\n. The statute has been changed to refer to “police officers,” as opposed to \"policemen.”\n. The relevant provisions read:\nSection 2. Special police officers having all the powers of a regular police officer may be appointed by the Municipal Officers for a term of not more than one year to serve at such locations as shall be set forth by the Municipal Officers in their certificate of appointment. Such special police officers shall be required to comply with the basic training and in-service training requirements as now or hereafter provided by statute for all full-time law enforcement officers. Such special police officers shall wear such uniform and may carry, wear, or display firearms and such other equipment as shall be prescribed by the Municipal Officers in their certificate of appointment.\nSection 4. Special police officers of limited jurisdiction and special officers having all the powers of regular police officers appointed or continued in office under the terms of this ordinance may be removed by the Municipal Officers for cause and after notice and hearing.\nPortland Municipal Code, ch. 420, §§ 2, 4 (1974). These provisions were enacted pursuant to state law, which authorized municipalities to appoint special police officers of limited jurisdiction for terms not exceeding one year. P.L.1973, ch. 135, § 1 (recodified as amended at 30-A M.R.S.A. § 2672 (Pamph.1994)). The statute did and still does provide that special police officers have all the powers of a police officer except as specifically provided by charter, ordinance, or the certificate of appointment.\n.Pursuant to state law authorization to establish police and fire departments, and to create a civil service commission to administer these departments, see 30 M.R.S.A. § 2152 (repealed by P.L. 1987, ch. 583, § 15 (effective Feb. 26, 1988)), the City’s Civil Service Ordinance provided:\nThis article shall govern the appointment, reinstatement, promotion, demotion, layoff, suspension, resignation, or removal of members of the fire and police departments of the city, other than the chiefs thereof, except to the extent that the Maine Public Employees Labor Relations Law or any collective bargaining agreement made in accordance therewith provides to the contrary.\nPortland City Code, ch. 2, art. IV, § 2-47. Authority for the civil service commission was established by the City’s Charter.\nThe city council shall provide by ordinance for a system of civil service rules for the appointment, promotion, demotion, lay-off, reinstatement, suspension, and removal of the members of the police department and of the fire department, other than the chiefs of said departments, and for a civil service commission to administer the same.\nCharter of City of Portland, art. IV, § 3.\n. These police and fire department transfers were grandfathered as a result of their transfer to the Department.\n. Article XV of the agreement provided as follows:\nThe City agrees that it will participate in the Maine State Retirement System for the benefit of the employees of this unit. Employees who have transferred into this unit and who were, at transfer, members of an existing collective bargaining unit entitled to retirement benefits after twenty (20) years of service regardless of age, shall continue to retain such entitlement in the present unit, with years of prior service in the prior unit credited to such employee’s record. All other employees in this unit shall be entitled to retirement benefits after twenty-five (25) years of service and after having attained the age of sixty (60) years. All such twenty-five (25) year employees shall have credited to their years of service in this unit those years of employment actually credited to them by reason of prior employment with the City of Portland.\nCollective Bargaining Agreement between City of Portland and Portland Public Safety Officers Association, art. XV (1979).\n.According to Gloria Thomas, the City’s labor relations administrator at the time of these events, the park police were granted special plan eligibility as a result of negotiations that had taken place during prior years. The order granting the park police special benefits was passed in February 1978. These employees, who began working under Department auspices in the summer of 1977, did not technically become part of the Public Safety Department bargaining unit until late 1978, when they were deleted from their prior collective bargaining agreement. At that time, they became members of the same bargaining unit as the public safety officers.\n. The two issues were:\n1. Were public safety officers, in the Public Safety Department, City of Portland, police officers or firefighters?\n2. If so, should they have been afforded special plan benefits?\n. The Board concluded that when the park police transferred into the Department, they were covered by the special plan, even though accomplished retroactively, and were therefore grandfathered in the same way as the police department transferees.",
        "type": "majority",
        "author": "CLIFFORD, Justice."
      }
    ],
    "attorneys": [
      "Donald F. Fontaine (orally), Fontaine & Beal, Portland, for plaintiffs.",
      "Gary C. Wood, Elizabeth L. Boynton (orally), City of Portland, Portland, Polly Haight Frawley, Asst. Atty. Gen., Augusta, for defendants."
    ],
    "corrections": "",
    "head_matter": "Bruce CHASE, et al. v. CITY OF PORTLAND, et al.\nSupreme Judicial Court of Maine.\nArgued Nov. 2, 1994.\nDecided May 24, 1995.\nDonald F. Fontaine (orally), Fontaine & Beal, Portland, for plaintiffs.\nGary C. Wood, Elizabeth L. Boynton (orally), City of Portland, Portland, Polly Haight Frawley, Asst. Atty. Gen., Augusta, for defendants.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ."
  },
  "file_name": "0661-02",
  "first_page_order": 719,
  "last_page_order": 724
}
