{
  "id": 8355361,
  "name": "Theodore KIRSCH Account of Theodore Kirsch, Jacob B. Steinberg Account of Jacob B. Steinberg, Thomas F. Doyle Account of Thomas F. Doyle, William G. Gormley Account of William G. Gormley, Petitioners v. PUBLIC SCHOOL EMPLOYEES' RETIREMENT BOARD, Respondent",
  "name_abbreviation": "Kirsch v. Public School Employees' Retirement Board",
  "decision_date": "2007-07-17",
  "docket_number": "",
  "first_page": "663",
  "last_page": "671",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 663"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "606 A.2d 609",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1428662
      ],
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "Salary adjustment received by retiree in the year he retired was a severance payment that was not includable as compensation for retirement purposes."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/146/0514-01"
      ]
    },
    {
      "cite": "684 A.2d 112",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        466656,
        7346637
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "Salary increase made strictly pursuant to termination agreements are tantamount to severance payments and such increases should not have been used in calculating a retiree's final average salary for purposes of retirement benefits."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0215-01",
        "/a2d/684/0112-01"
      ]
    },
    {
      "cite": "546 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466656
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "Salary increase made strictly pursuant to termination agreements are tantamount to severance payments and such increases should not have been used in calculating a retiree's final average salary for purposes of retirement benefits."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0215-01"
      ]
    },
    {
      "cite": "669 A.2d 940",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11336561,
        461595
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/0940-01",
        "/pa/543/0132-01"
      ]
    },
    {
      "cite": "543 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461595
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0132-01"
      ]
    },
    {
      "cite": "801 A.2d 478",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        312789,
        9409581
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/569/0123-01",
        "/a2d/801/0478-01"
      ]
    },
    {
      "cite": "569 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        312789
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/569/0123-01"
      ]
    },
    {
      "cite": "759 A.2d 434",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11231192
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/759/0434-01"
      ]
    },
    {
      "cite": "620 A.2d 639",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1442332
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "Severance payment that was not made as part of a retiree's regular salary was not in-cludable in the calculation of the retiree's final average salary."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/153/0109-01"
      ]
    },
    {
      "cite": "428 A.2d 1008",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 771,
    "char_count": 26887,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 1.7971473759298957e-07,
      "percentile": 0.7158332396985306
    },
    "sha256": "13cc14a99b1fcf1f6291c31a9314b0bea177800be992d02cb4a2e80d23f6c689",
    "simhash": "1:95a43432ac07b3a6",
    "word_count": 4226
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, Judge, and McGINLEY, Judge (P), and KELLEY, Senior Judge.",
      "Judge COLINS dissents."
    ],
    "parties": [
      "Theodore KIRSCH Account of Theodore Kirsch, Jacob B. Steinberg Account of Jacob B. Steinberg, Thomas F. Doyle Account of Thomas F. Doyle, William G. Gormley Account of William G. Gormley, Petitioners v. PUBLIC SCHOOL EMPLOYEES’ RETIREMENT BOARD, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSenior Judge KELLEY.\nTheodore Kirsch, Jacob B. Steinberg, Thomas F. Doyle and William G. Gorm-ley (hereinafter referred to collectively as “Claimants”) petition for review of an order of the Public School Employees’ Retirement Board (Board) denying Claimants’ request to have the total compensation they received from a collective bargaining organization, which exceeded the standard school salary schedule, during their approved leaves from the Philadelphia School District (School District) for service with a union, to be included as compensation for retirement purposes. We affirm.\nThe issue before this Court is one of first impression. In this case, we are called upon to determine, under the Public School Employees’ Retirement Code (Retirement Code), the legally correct compensation for use in calculating the final average salary of retirees on approved leave from their school employee positions for service with a collective bargaining organization.\nClaimants were all employed by the School District. Claimants are also members of the Public School Employees’ Retirement System (PSERS). Beginning with the 1999-2000 school year through the 2003-04 school year, Claimants were each granted an approved leave of absence pursuant to Section 8102 of the Retirement Code to serve in various capacities with their respective unions. Pursuant to Section 8102, a school employee who is granted such leave is guaranteed the same compensation and benefits as if he or she had remained in active full time service with a school district. Under Section 8102, each employee continues to participate as a member of PSERS through contributions made on his or her behalf through the school district. The collective bargaining organization is required to fully reimburse the school district for the compensation the employee would have earned as a school employee as well as any pension or retirement contributions the school district is obligated to make to PSERS to maintain the status of each employee as a member thereof. Section 8102 of the Retirement Code, 24 Pa.C.S. § 8102.\nIn the present case, prior to the 2000-01 school year, Claimants’ salaries reported for PSERS’ purposes by the School District were the salaries they would have earned for their regular school employee positions as if they were in full time daily attendance with the School District instead of being on leave for service with a union. However, during the 2000-01 school year and thereafter, the amount of Claimants’ salaries reported by the School District for PSERS purposes was changed as the unions chose to compensate Claimants at a rate greater than what they were statutorily guaranteed had they continued in the school employee position from which they were granted an approved leave. The increase in the salaries paid to Claimants by the unions ranged from forty-four percent to fifty-five percent over the compensation Claimants would have been paid by the School District as school employees. It is this differential of compensation actually paid by the unions to Claimants in excess of what Claimants would have earned from the School District had they remained employed with the School District that is at issue in this matter.\nIt is obvious that if the increased compensation paid to each Claimant by the union is the legally correct compensation that should be credited under the Retirement Code, it would enhance the retirement benefits for each Claimant over what they would have received otherwise. This enhanced benefit would increase the Claimants’ final average salaries by approximately $26,805 to $34,059 and Claimants’ retirement benefits from thirty-eight percent to seventy-nine percent.\nIn 2004, Claimants Kirsch, Steinberg and Gormley did not return to their School District positions and filed applications for retirement with PSERS. Claimant Doyle also did not return to his School District position but has not filed a retirement application with PSERS.\nIn determining Claimants’ final average salaries, PSERS concluded that the actual salaries Claimants earned from the unions, while on an approved leave of absence from the School District, should not be credited for retirement purposes. PSERS determined that pursuant to Section 8102 of the Retirement Code, the correct salary that should be credited to the individual Claimants for the period of approved leave is the applicable salary level commensurate with the position each held in the School District for that time period.\nClaimants appealed PSERS’ determination contending that they were entitled to receive additional credit for the salaries they received for their service with their respective unions rather than only the amount of the salaries they would have received had they not taken a leave from their School District positions. After a hearing, the Board rejected Claimants’ contention and denied Claimants’ requests, pursuant to the Retirement Code, to have the compensation they received during their leaves for service with a union, over and above the salary they would have received if they had remained employed by the School District, to be included as compensation for retirement purposes. This appeal followed.\nHerein, Claimants contend that the Board committed an error of law in denying Claimants’ request that PSERS recognize and credit as their final average salaries the full salaries that they earned while on leave to serve as officers in a collective bargaining organization under Section 8102 of the Retirement Code. Claimants argue that in accordance with the plain language of Section 8102 of the Retirement Code, the legislative history and purpose of Section 8102, and judicial, authority, they are entitled to have the full salary paid to them by the unions and reported by the School District for PSERS purposes included in the calculation of their final average salary under the Retirement Code.\nAs pointed out by the Board in its decision, prior to 1992, the Retirement Code did not permit retirement credit for leave of service with a collective bargaining organization. On October 19, 1983, in Official Opinion No. 83-11, the Attorney General advised the Board that “a person on leave from his or her employment as a public school employee to work full time for a public school employee labor union is not entitled to active membership in the [PSERS].” See Original Record (O.R.), General Stipulations, Exhibit 1 — Official Opinion of Attorney General’s Office dated October 19,1983.\nIn response to the Attorney General’s Official Opinion, the General Assembly amended the definition of “approved leave of absence” found in Section 8102 of the Retirement Code in 1992 to include “service with a collective bargaining organization” and inserted a separate definition entitled “Leave for service with a collective bargaining organization.” , In 1994, the General Assembly further refined the definition of “Leave for service with a collective bargaining organization.” Accordingly, Section 8102 of the Retirement Code presently defines “Leave for service with a collective bargaining organization” as follows:\nPaid leave granted to an active member by an employer for purposes of working full time for or serving full time as an officer of a Statewide employee organization or a local collective bargaining representative under the act of July 23, 1970 (P.L. 563, No. 195), known as the Public Employe Relations Act: Provided, That greater than one-half of the members of the employee organization are active members in the system; that the employer shall fully compensate the member including, but not limited to, salary, wages, pension and retirement contributions and benefits, other benefits and seniority, as if he were in full-time active service; and that the employee organization shall fully reimburse the employer for such salary, wages, pension and retirement contributions and benefits and other benefits and seniority.\n24 Pa.C.S. § 8102.\nIn the present case, the Board found that PSERS has consistently required, as with all types of approved leave, that school districts report the salary that the member would have earned had the member continued to work in the school district during the period of the leave. As noted previously herein, in other school districts, when employees have taken leave similar to Claimants’ for service with a union, only the standard school salary and not the salary for union service has been reported to and credited by PSERS for retirement purposes. The parties in this matter stipulated that prior to the 2000-01 school year, the School District reported salaries for Claimants to PSERS in line with the salaries Claimants would have earned for their regular school positions had they not taken a leave for service with their respective unions. Thereafter, the School District reported the salaries Claimants earned while working or serving full time with the unions which exceeded Claimants’ standard school salaries. As such, the issue presented herein is one of first impression.\nClaimants argue that the General Assembly, by enacting the 1992 and 1994 amendments to Section 8102, clearly evidenced the intent to expand the applicability of the leave of absence provisions of the Retirement Code to more union officials and for a longer period of time. Claimants contend that at no point in 1992 or 1994 or at any other time did the General Assembly expressly limit the salary to be paid to union officials on leaves of absence under Section 8102.\nClaimants argue that the plain language of the leave of absence provision of the Retirement Code supports the construction of the statute as advanced by Claimants rather than the Board’s restrictive interpretation. Claimants contend that there are four elements that must be satisfied in order to obtain retirement credit while engaged in service to a union: (1) application to the local school board for a leave of absence; (2) approval of the application; (3) payment by the local school board of the salary, wages, pension and retirement contributions and benefits to the employee during the entire period of the leave of absence; and (4) reimbursement by the union to the school board for such salary, wages, pension and retirement contributions and benefits paid to the employee during the entire period of the leave of absence. Claimants argue that the Board erroneously imports a fifth element by focusing on the words “as if’. Claimants contend that the Board erroneously adopted the position that an employee on an approved leave of absence with a union may only receive retirement credit up to the salary of the position from which he or she is on leave. Claimants argue that the Board’s interpretation effectively freezes the member’s salary to that which he or she received immediately prior to the leave, and further removes the discretion of local school districts to adjust salaries and benefits commensurate with levels of responsibility during the periods of such leave.\nClaimants contend that the words “as if’ may equally refer to employees being paid in “the same manner” that they were paid prior to the approved leave but not necessarily in the same amount. Claimants argue that Section 8102 does not limit the retirement credit a member may receive to no more than the salary of the position from which the employee is on leave. Thus, Claimants contend that the General Assembly chose not to interfere with the local school boards’ discretion to set salaries for its employees, including those on approved leaves of absences to render service to a union.\nUpon review, we conclude that the Board did not err in determining that pursuant to Section 8102 of the Retirement Code, the appropriate salary that should be credited to the individual Claimants for the period of approved leave is the applicable salary level commensurate with the position each held in the School District for that time period. First, with respect to Claimants’ contention that at no point in 1992 or 1994 or at any other time did the General Assembly expressly limit the salary to be paid to union officials on leaves of absence under Section 8102, we point out that the General Assembly also did not expressly provide that the salary creditable for retirement purposes is that which the unions actually pay a member of PSERS on approved leave rather than the standard school salary. In addition, by amending the Retirement Code to include leave for service with a collective bargaining organization, the General Assembly did not explicitly remove a school district’s discretion to set salaries or direct that the salaries be frozen at any particular level. The plain language of the definition of “Leave for service with a collective bargaining organization” simply does not support such assertions.\nSecond, we also reject Claimants’ argument that the plain language of the leave of absence provision of the Retirement Code supports the construction of the statute as advanced by Claimants rather than the Board’s restrictive interpretation. As stated previously herein, the definition of “Leave for service with a collective bargaining organization” as set forth in Section 8102, provides that “the employer shall fully compensate the member including, but not limited to, salary, wages, pension and retirement contributions and benefits, other benefits and seniority, as if he were in full-time active service.” Emphasis added. Claimants take issue with the Board’s interpretation of the phrase “as if.” We, however, believe that the Board’s interpretation is correct.\nIt is well settled that construction of a statute by those charged with its execution and application is entitled to great weight and should not be disregarded or overturned except for cogent reasons, and unless it is clear that such construction is clearly erroneous. Spicer v. Department of Public Welfare, 58 Pa. Cmwlth. 558, 428 A.2d 1008 (1981). While the Retirement Code must be construed liberally in favor of the retiree, such construction must not violate the express language of the Retirement Code. Dowler v. Public School Employes’ Retirement Board, 153 Pa.Cmwlth. 109, 620 A.2d 639 (1993).\nPursuant to Section 1903(a) of the Statutory Construction Act of 1972, 1 Pa.C.S. § 1903(a), words and phrases shall be construed according to their common and approved usage. In ascertaining the common and approved usage or meaning, the courts may resort to the dictionary definitions of the terms left undefined by the General Assembly. P.R. v. Department of Public Welfare, 759 A.2d 434 (Pa.Cmwlth.2000), aff'd, 569 Pa. 123, 801 A.2d 478 (2002).\nHerein, the Board determined that while the phrase “as if’ could be interpreted as Claimants suggest, that it means “in the same manner” as if they had remained in school service but not necessarily in the same amount, the Board determined further that the common usage of the phrase “as if’ is “in or to the same degree that.” When used as a conjunction, Webster’s Third New International Dictionary defines “as” to mean “in or to the same degree in which.” Webster’s Third New International Dictionary 125 (1986). The phrase “as if’ is defined in Webster’s as “as it would be if.” Id. at 128. Therefore, the Board’s construction of the phrase “as if’ is not clearly erroneous.\nAccordingly, as the entity charged with the Retirement Code’s execution, the Board did not err in rejecting Claimants’ suggested interpretation and finding that when used in the definition of “Leave for service with a collective bargaining organization”, the phrase “as if’ means that retirement credit is authorized only for the salary paid “as if’ “or to the same degree in which” the member were in full-time service to the school district and not for any salary paid in excess of that amount.\nThird, we reject Claimants’ contention that the legislative history and purpose of Section 8102 supports their construction of the Retirement Code. We recognize that the General Assembly amended the Retirement Code in response to the Attorney General’s Official Opinion that school employees on leave for service with a collective bar-gaining organization were not entitled to retirement credit. The parties in the matter do not dispute that the purpose of the 1992 and 1994 amendments to the Retirement Code was to permit members who are on approved leaves of absences to serve with a collective bargaining organization to receive retirement credit. However, the present provisions of the Retirement Code do not reflect an intent by the General Assembly to permit a member’s benefits to be enhanced because the salary the union pays for his or her service is greater than the standard school salary to which that member would be entitled if he remained employed by a school district. There is no indication that the intent of the General Assembly was to permit such members to receive an enhanced benefit because of their choice to serve with a collective bargaining organization rather than continue employment with a school district. To the contrary, the clear intent was to ensure that members serving with a union did not lose any benefits to which they would otherwise continue to be entitled to if they had remained in the employ of a school district.\nFinally, Claimants argue that the Board erred in determining that the calculation of Claimants’ final average salaries should exclude the amounts above the standard school salaries on the grounds that it artificially enhanced or inflated their retirement benefits. Claimants contend that such prohibited enhancements, however, have been found only in the context of retirement, separation agreements or terminations from service with a school district.\nClaimants contend further that never before has either the Board or the courts found such an enhancement in the duly negotiated salaries of members on leave under Section 8102 like the Claimants. Claimants point out that the Retirement Code does not define “standard salary schedule” and that the “standard salary schedule” for School District employees is found within the four corners of the respective collective bargaining agreements which also contain the salary schedules applicable to all employees on approved leaves of absences whether eligible for retirement or not. Likewise, Claimants point out further that the Retirement Code likewise does not contain a definition of “enhanced compensation” and that the salary paid by the School District to Claimants clearly does not fall within any of the other designation of excluded compensation under Section 8102 of the Retirement Code. Claimants argue that there is no evidence that Claimants’ salaries were established for retirement purposes.\nWe agree with Claimants that enhancements that artificially enhance or inflate retirement benefits have been found only in the context of retirement agreements, separation agreements or terminations from service with a school district. However, the issue before this Court is clearly one of first impression. Therefore, the fact that certain enhancements have been found only in the context of such agreements does not preclude this Court from holding that salaries paid over and above the School District’s standard salary schedule are not compensation for retirement purposes.\nCompensation is defined in Section 8102 of the Retirement Code, in pertinent part as “[pjickup contributions plus any remuneration received as a school employee excluding reimbursements for expenses incidental to employment and excluding any bonus, severance payments, any other remuneration or other emolument received by a school employee during his school service which is not based on the standard salary schedule under which he is rendering service ...” 24 Pa.C.S. § 8102. School employee is defined in Section 8102 as “[a]ny person engaged in work relating to a public school for any governmental entity and for which work he is receiving regular remuneration as an officer, administrator or employee excluding, however, any independent contractor or a person compensated on a fee basis.” Id. Final average salary is defined, in pertinent part, in Section 8102 as “[t]he highest average compensation received as an active member during any three nonoverlapping periods of 12 consecutive months.”\nHerein, Claimants were employed by the unions. They were not employed as a “person engaged in work relating to a public school.” As such, any salary received by Claimants over and above the salary they would have received had they remained a school employee is clearly not remuneration received as a school employee. Therefore, the enhanced compensation received by Claimants should not be included in their final average salaries. As stated by our Supreme Court, “[t]he restrictive definitions of compensation under the Retirement Code ... reflect the Legislature’s intention to preserve the actuarial integrity of the retirement fund by ‘excluding from the computation of employes’ final average salary all payments which may artificially inflate compensation for the purpose of enhancing retirement benefits.’ ” Christiana, 543 Pa. at 141, 669 A.2d at 944 (quoting Laurito, 606 A.2d at 611).\nMoreover, the fact that the Retirement Code does not define “standard salary schedule” or “enhanced compensation” is of no moment. The Retirement Code clearly defines the terms “compensation”, “school employee”, “final average salary” and “Leave for service with collective bargaining organization.” In reading the foregoing definitions in tandem, it is clear that the Board did not err in denying Claimants’ request to have the full compensation they received during their leaves for service with a union, which exceeded the standard school salary schedule, to be included as compensation for retirement purposes.\nIn addition, the test for determining whether remuneration constitutes a severance payment pursuant to the Retirement Code’s restrictive definitions is instructive. See id. at 144, 669 A.2d at 945. Pursuant to that test, a claimant may rebut a prima facie severance payment by showing that the payment is in accord with the scheduled customary salary scale within the school district for personnel with the same education and experience qualifications. Id. In the present case, the record shows that the enhanced salaries paid to Claimants by the unions was over and above the standard or customary salary scale with the School District for personnel with the same education and experience qualifications.\nAccordingly, we reject Claimants’ assertion that the Board erred in determining that the calculation of Claimants’ final average salaries should exclude the amounts above the standard school salaries on the grounds that it artificially enhanced or inflated their retirement benefits.\nThe Board’s order is affirmed.\nORDER\nAND NOW, this 17th day of July, 2007, the order of the Public School Employees’ Retirement Board in the above captioned matter is affirmed.\nJudge COLINS dissents.\n. 24Pa.C.S.§§ 8101-8535.\n. The job title of the School District position held by Claimant Kirsch and Claimant Stein-berg is Department Head. The job title of the School District position held by Claimant Doyle and Claimant Gormley is HVAC Mechanic.\n. 24 Pa.C.S. § 8102.\n. During the school years 1999-2000, 2000-01, 2001-02, 2002-03 and 2003-04:(l) Claimant Kirsch was on an approved leave of absence from the School District to serve as President of the Philadelphia Federation of Teachers Local American Federation of Teachers, AFL-CIO; (2) Claimant Steinberg was on an approved leave of absence from the School District to serve as Treasurer of the Philadelphia Federation of Teachers Local American Federation of Teachers, AFL-CIO; (3) Claimant Doyle was on an approved leave of absence from the School District to serve as President of the School Employees Local No. 1201 National Conference of Firemen and Oilers Affiliated with SEIU AFL-CIO; and (4) Claimant Gormley was on an approved leave of absence from the School District to serve as Secretary/Treasurer of the School Employees Local No. 1201 National Conference of Firemen and Oilers Affiliated with SEIU AFL-CIO.\n.We note that in other school districts, when employees take leave similar to Claimants’ for service with a union, only the salary that would have been earned had the leave not been taken is reported and not the salary actually paid while on the leave.\n.Our scope of review is limited to a determination of whether the Board committed an error of law, whether there has been a violation of constitutional rights, or whether necessary factual findings are supported by substantial evidence. Christiana v. Public School Employes’ Retirement Board, 543 Pa. 132, 669 A.2d 940 (1996).\n. See Act of November 30, 1992, P.L. 737, No. 112.\n. See Act of April 29, 1994, P.L. 159, No. 29.\n. See Hoerner v. Public School Employees’ Retirement Board, 546 Pa. 215, 684 A.2d 112 (1996) (Salary increase made strictly pursuant to termination agreements are tantamount to severance payments and such increases should not have been used in calculating a retiree's final average salary for purposes of retirement benefits.); Christiana (Annuity purchases made on behalf of retired school superintendent were not includable as compensation for purposes of determining final average salary.); Dowler v. Public School Employes’ Retirement Board, 153 Pa.Cmwlth. 109, 620 A.2d 639 (1993) (Severance payment that was not made as part of a retiree’s regular salary was not in-cludable in the calculation of the retiree's final average salary.); Laurito v. Public School Employes’ Retirement Board, 146 Pa. Cmwlth. 514, 606 A.2d 609 (1992) (Salary adjustment received by retiree in the year he retired was a severance payment that was not includable as compensation for retirement purposes.).\n. Moreover, this Court believes that permitting a school district to report a member’s enhanced salary for service with a collective bargaining organization for retirement purposes would result in a conflict of interest. There would be nothing to prevent the union from paying a member an enhanced salary for which a member would receive full retirement credit as an additional incentive to work in the union’s favor while the member was negotiating agreements with his or her former school district employer.",
        "type": "majority",
        "author": "Senior Judge KELLEY."
      }
    ],
    "attorneys": [
      "Ralph J. Teti, Philadelphia, for petitioners.",
      "Charles K. Serine, Deputy Chief Counsel, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "Theodore KIRSCH Account of Theodore Kirsch, Jacob B. Steinberg Account of Jacob B. Steinberg, Thomas F. Doyle Account of Thomas F. Doyle, William G. Gormley Account of William G. Gormley, Petitioners v. PUBLIC SCHOOL EMPLOYEES’ RETIREMENT BOARD, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued June 14, 2007.\nDecided July 17, 2007.\nRalph J. Teti, Philadelphia, for petitioners.\nCharles K. Serine, Deputy Chief Counsel, Harrisburg, for respondent.\nBEFORE: COLINS, Judge, and McGINLEY, Judge (P), and KELLEY, Senior Judge."
  },
  "file_name": "0663-01",
  "first_page_order": 711,
  "last_page_order": 719
}
