{
  "id": 6789493,
  "name": "Stanley A. LUKAS, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Lukas v. State",
  "decision_date": "1973-02-01",
  "docket_number": "",
  "first_page": "664",
  "last_page": "666",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 664"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "146 A.2d 796",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "pin_cites": [
        {
          "page": "799"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1 Storey 390",
      "category": "reporters:state",
      "reporter": "Storey",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "399 U.S. 149",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168934
      ],
      "weight": 3,
      "year": 1970,
      "pin_cites": [
        {
          "page": "155"
        },
        {
          "page": "1949"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/399/0149-01"
      ]
    },
    {
      "cite": "97 L.Ed. 1522",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "346 U.S. 156",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6930835
      ],
      "weight": 2,
      "year": 1953,
      "pin_cites": [
        {
          "page": "196"
        },
        {
          "page": "1098"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/346/0156-01"
      ]
    },
    {
      "cite": "210 A.2d 314",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 369,
    "char_count": 5053,
    "ocr_confidence": 0.801,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18251874916259597
    },
    "sha256": "7ada3e703cbaa5d3d5c01396d861482ec28036a3d9e1678153622ffc3f62a6ac",
    "simhash": "1:6a9a263fee2d7a56",
    "word_count": 846
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
    ],
    "parties": [
      "Stanley A. LUKAS, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "CAREY, Justice:\nThe appellant, Stanley Lukas, was convicted of receiving stolen property in violation of 11 Del.C. § 791. He seeks review of the Superior Court’s denial of post-conviction relief under Superior Court Criminal Rule of Procedure 35(a), Del.C.Ann.\nDuring the weekend of October 10-11, 1970, the building assembly area of Riblett Corporation in New Castle County was broken into and twelve axle parts, some brake drums, and eighteen tires and rims were stolen. On October 29, 1970, the Maryland State Police, investigating a separate crime involving Lukas, contacted the Delaware State Police for the purpose of obtaining a search warrant to search appellant’s garage. Pursuant to the search warrant, the Delaware and Maryland police discovered the property stolen from Rib-lett, as well as other property which had been the object of the Maryland investigation.\nI\nLukas assigns error to the proof of value of the axles and drums at trial. Appellant urges that it was error to compute the value on a finished-product basis, rather than on a scrap-value basis, because the axles and drums were component parts while in Lukas’s possession. The State urges that this question was not raised below and that since the appeal is before this Court on a Rule 35 motion, this Court is restricted to review only constitutional infirmities, not trial error.\n11 Del.C. § 791 states that:\n“Whoever buys, receives or conceals any money, goods, or other things being the subject of larceny, to the value of $100 or more, which have been stolen or taken by robbery, knowing the same to have been stolen or taken by robbery, is guilty of a felony, and shall be imprisoned not more than 3 years.”\nAn essential element of the felony is that the value of the goods must exceed $100.00. Without such allegation or proof, the verdict must fall. The general rule that an appellate court cannot review questions not considered below is subject to a “plain error” exception. Where we are faced with a basic and fundamental error of the kind that requires review and rectification by this Court, we may take notice of such objection even if the defendant did not raise it below and would thus ordinarily be precluded from raising the point on appeal. Wiggins v. State, Del.Supr., 210 A.2d 314, 316 (1965).\nTo determine value, 11 Del.C. § 793 requires the Court to compute value in stolen goods cases as provided by the law with respect to larceny. The larceny statute, 11 Del.C. § 633, requires that “ . . . with respect to all other things being the subject of larceny, the value shall be the market value or replacement cost.” A representative of Riblett Corporation testified that even though the stolen goods had been broken down into component parts, the parts represented six complete axle assemblies, each of which was worth $65.00; the total value of the stolen property therefore equalled $390.00. Lukas himself testified that he paid the unidentified seller the sum of $300.00 for these items.\nIt cannot be held that there was no valid evidence of the value of the items found in appellant’s possession in the trial below or in the hearing on the Rule 35(a) motion; certainly, there is no plain error in this respect.\nII\nLukas also assigns error in the admission of certain testimony which he claims was hearsay. One of the police officers testified that he had double-checked, with the victim of the robbery, the serial number of a riding tractor which was also found in appellant’s garage along with the axles, brake drums and tires. The owner of the tractor did not testify as to his ownership at trial. Lukas argues that the officer’s statement was circumstantial hearsay ■evidence and could not be admissible to prove scienter.\nIn reality, the officer testified that the tractor was one of the specific items which jwas the object of his investigation. His statement was not hearsay; it was testimony based on information he had gathered as a result of his investigation and was never admitted to prove the truth of statements made by other persons. No objection to this testimony was raised at the trial. In any event, the fact that, technically, some hearsay evidence may have been admitted does not, in this case, create a question of constitutional dimensions cognizable under a Rule 35 hearing. Stein v. New York, 346 U.S. 156, 196, 73 S.Ct. 1077, 1098, 97 L.Ed. 1522 (1953); California v. Green, 399 U.S. 149, 155, 90 S.Ct. 1930, 1949, 26 L.Ed.2d 489 (1970); Cf. Draper v. State, Del.Supr., 1 Storey 390, 146 A.2d 796, 799 (1958); 16A C.J.S. Constitutional Law § 589 (1956).\nThe denial of the motion below will be affirmed.",
        "type": "majority",
        "author": "CAREY, Justice:"
      }
    ],
    "attorneys": [
      "Henry A. Wise, Jr., Booker, Green, Shaffer, Berl & Wise, Wilmington, for defendant below, appellant.",
      "Mason E. Turner, Jr., Deputy Atty. Gen., Wilmington, for plaintiff below, ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Stanley A. LUKAS, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nFeb. 1, 1973.\nPetition for Reargument Denied Feb. 20, 1973.\nHenry A. Wise, Jr., Booker, Green, Shaffer, Berl & Wise, Wilmington, for defendant below, appellant.\nMason E. Turner, Jr., Deputy Atty. Gen., Wilmington, for plaintiff below, ap-pellee.\nWOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
  },
  "file_name": "0664-01",
  "first_page_order": 702,
  "last_page_order": 704
}
