{
  "id": 11629266,
  "name": "Robert KAY v. Edward MENARD",
  "name_abbreviation": "Kay v. Menard",
  "decision_date": "1999-03-22",
  "docket_number": "No. 97-535-Appeal",
  "first_page": "665",
  "last_page": "667",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 665"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "694 A.2d 738",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11981715
      ],
      "pin_cites": [
        {
          "page": "739-40"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/694/0738-01"
      ]
    },
    {
      "cite": "927 F.2d 522",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1797108
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/927/0522-01"
      ]
    },
    {
      "cite": "101 F.3d 20",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7630157
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/101/0020-01"
      ]
    },
    {
      "cite": "593 A.2d 1354",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7384271
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/593/1354-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 383,
    "char_count": 7209,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 1.8033762390971534e-07,
      "percentile": 0.7167468064740454
    },
    "sha256": "69cf01bc5390487ae9e94bc85288a9ea9720fb90c867e304894f39eb2ee5d21b",
    "simhash": "1:0803457ab97eb5a3",
    "word_count": 1232
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WEISBERGER, C.J., and LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
    ],
    "parties": [
      "Robert KAY v. Edward MENARD."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before the Court on January 25,1999, pursuant to our order directing the parties to appear and show cause why the plaintiffs motion to dismiss the defendant’s appeal should not be summarily decided. After consideration of the parties’ legal memoranda and oral argument by their counsel, we conclude that cause has not been shown and we proceed to summarily decide the timeliness of the defendant’s appeal that is raised by the plaintiffs motion to dismiss.\nIn this motion by the plaintiff, we are called upon to decide when the appeal time commences to run, following entry in the Superior Court, of separate but identical ap-pealable final orders entered on different days.\nI\nCase Travel\nOn April 25, 1997, a Superior Court trial jury returned a verdict awarding the plaintiff Robert Kay (plaintiff) $275,000 on his negligence claim against the defendant Edward Menard (defendant). Following entry of judgment on that verdict, the defendant, on April 30,1997, duly filed his motion for a new trial. The plaintiff responded with objection to the defendant’s new trial motion and also moved for “an additur on damages and liability” and for costs.\nOn May 22, 1997, all of the motions were reached for hearing by the trial justice. On that day following hearing, the trial justice reserved decisions and later, on May 28, 1997, the trial justice, in open court and with all counsel present, denied the defendant’s motion for new trial, the plaintiff’s motion for an additur, and granted in part the plaintiff’s motion for costs. The trial justice’s court clerk, purportedly acting pursuant to Rule 58(a) of the Superior Court Rules of Civil Procedure, prepared a Superior Court order form reciting that the defendant’s motion for new trial had been denied. On a separate order form, the denial of plaintiff’s motion for an additur was noted as well as the award of costs in the amount of $2,697.00. Because we have before us only the plaintiffs motion to dismiss the defendant’s appeal as being untimely, we concern ourselves only with the clerk’s May 28, 1997 order pertaining to the denial of the defendant’s motion for new trial, because, if that order has been properly entered, the defendant’s appeal filed on June 24,1997 would indeed be untimely.\nII\nThe May 28 Order\nRule 58(a) provides that upon a decision by the court denying relief to a party, the clerk unless otherwise ordered by the trial justice “shall forthwith prepare, sign, and enter the judgment without awaiting any direction by the court.” (Emphasis added.) The judgment is effective and deemed entered when so prepared and signed by the clerk.\nIn this case, the trial justice’s court clerk at some time on May 28, 1997 did prepare and sign an order reciting that the defendant’s motion for a new trial had been denied. There is, however, nothing noted upon the order indicating the time when the order was prepared and signed by the court clerk, nor does it contain any file marking showing when it was entered. The absence of that information on the clerk’s May 28,1997 order is crucial in this ease.\nDefendant’s attorney vigorously asserts that he was totally unaware and was never notified by the court clerk of the entry of any order reflecting the denial of his client’s motion for new trial on May 28, 1997. Because of that lack of notice and knowledge, he prepared, on June 4, 1997, an order reciting the trial justice’s denial of the new trial motion and mailed a copy thereof to plaintiffs counsel. After not having received any objection to the proposed order, defendant’s counsel presented the order to the trial justice for entry on June 6, 1997. That order was signed by both the trial justice and the trial justice’s court clerk on June 6,1997, and entered into the case file. Accordingly, on June 6, 1997, there existed two separate identical orders in this case file, each reflecting the trial justice’s denial of the defendant’s motion for a new trial. From which order did the twenty-day appeal time commence to run?\nWe conclude that the twenty-day appeal time commenced to run from the first day following the day when the first valid appealable order was entered. Article I, Rules 4(a) and 20(a) of the Supreme Court Rules of Appellate Procedure. See also Friedman v. Lee Pare & Associates, Inc., 593 A.2d 1354, 1355 n. 3 (R.I.1991).\nThe law appears clear that if the first order prepared and entered by the court clerk on May 28, 1997 had been properly and validly entered, the twenty-day appeal time would have commenced to run on May 29, 1997, and the defendant’s notice of appeal filed on June 24, 1997 would have been untimely. Farkas v. Rumore, 101 F.3d 20 (2nd. Cir.1996). See also Kline v. Department of Health & Human Services, 927 F.2d 522 (10th Cir.1991). However, we conclude from the face of the May 28,1997 order that it had not been properly entered on that date, if in fact it was entered on that date. The order as noted earlier contains no indication of when it was entered. Furthermore, it contains no recitation thereon that it was “entered in open court in the presence of the parties or their counsel,” thereby relieving the trial justice’s court clerk of the necessity of serving notice of the entry of the order by mail, to the defendant or his attorney, as mandated by Rule 77(d) of the Superior Court Rules of Civil Procedure. The confusion resulting from the entry in this case of the two separate identical orders, on different dates, could have been easily avoided had the trial justice’s clerk noted on the order whether it had been entered in the presence of the parties or their counsel. Had that been done, the first order would have presumptively been considered to be a valid order pursuant to Rule 58(a). Absent that notation on the first order, however, the mailing of notice required by Rule 77(d) must be complied with in order to provide the order with facial presumptive validity and commence the running of the appellate appeal time.\nAccordingly, on the basis of the case file record before us, the first valid order that was entered in this case was the order entered on June 6, 1997 and the twenty-day time for appeal did not commence to run until June 7, 1997. The defendant’s appeal on June 24, 1997 was therefore within the twenty-day appeal period and thus was timely.\nThe plaintiffs motion to dismiss the defendant’s appeal as untimely is denied.\n. Rule 54(a) of the Superior Court Rules of Civil Procedure defines \"judgment\" so as to include \"a decree and any order from which an appeal lies.\"\n. We acknowledge that while a date-stamp on the order would not in and of itself be indicative of when the order was actually entered by the trial justice's clerk but would only denote when it was eventually filed in the clerk’s office, Abbatematteo v. State, 694 A.2d 738, 739-40 (R.I.1997), in this instance no clerk’s office date-stamp appears on the order.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Donald A. Woodbine, Phillip S. Rosen, Providence, for Plaintiff.",
      "John B. Reilly, Warwick, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Robert KAY v. Edward MENARD.\nNo. 97-535-Appeal.\nSupreme Court of Rhode Island.\nMarch 22, 1999.\nDonald A. Woodbine, Phillip S. Rosen, Providence, for Plaintiff.\nJohn B. Reilly, Warwick, for Defendant.\nBefore WEISBERGER, C.J., and LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
  },
  "file_name": "0665-01",
  "first_page_order": 719,
  "last_page_order": 721
}
