{
  "id": 6789515,
  "name": "DELAWARE CITIZENS FOR CLEAN AIR, INC., and Jacob Kreshtool, Esquire, Appellants, v. WATER AND AIR RESOURCES COMMISSION and Delmarva Power and Light Company, Appellees",
  "name_abbreviation": "Delaware Citizens for Clean Air, Inc. v. Water & Air Resources Commission",
  "decision_date": "1973-02-13",
  "docket_number": "",
  "first_page": "666",
  "last_page": "668",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 666"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "29 A.2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "26 Del.Ch. 447",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        706999
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/26/0447-01"
      ]
    },
    {
      "cite": "152 A. 596",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "4 W.W.Harr. 345",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "case_ids": [
        1864929
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del/4/0345-01"
      ]
    },
    {
      "cite": "165 A. 136",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "19 Del.Ch. 172",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        484189
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/19/0172-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 398,
    "char_count": 7240,
    "ocr_confidence": 0.823,
    "pagerank": {
      "raw": 4.5316790902399677e-07,
      "percentile": 0.9239353336816162
    },
    "sha256": "c74c5d58d3494cbf154ff7b35d30f9897807d7a35cba7e2b600f307e05914f77",
    "simhash": "1:b5538656b00cf870",
    "word_count": 1213
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "DELAWARE CITIZENS FOR CLEAN AIR, INC., and Jacob Kreshtool, Esquire, Appellants, v. WATER AND AIR RESOURCES COMMISSION and Delmarva Power and Light Company, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nCHRISTIE, Judge.\nThis is an appeal from the refusal of the Water and Air Resources Commission to entertain an appeal which the Commission says was not perfected within the time limits set by statute.\nOn February 29, 1972, the Department of Natural Resources and Environmental Control issued to the Delmarva Power and Light Company a permit allowing it to withdraw and discharge water from the Delaware River at its generating plant near Edgemoor, Delaware.\nUnder the provisions of 7 Del.C. § 6008, any person whose interest is substantially affected by an action or order of the Secretary of that Department may appeal to the Water and Air Resources Commission. That statute provides in part:\n(a) Any person whose interest is substantially affected by any action or order of the Secretary may appeal to the Water and Air Resources Commission by filing with the Secretary a notice of appeal. The notice shall be filed within 20 days from the date of mailing of the notice of the action or order of the Secretary and shall be signed by the applicant or his attorney. Except when immediate action is required to protect the public health, the action, order or decision of the Secretary shall be stayed pending disposition of the appeal.\n(b) Within 20 days from the receipt of the notice of appeal, the Secretary shall prepare and forward to the appellant or his attorney a copy of the transcript and record of the proceedings together with a copy of the order of the Secretary and a copy of the notice of appeal.\n(c) Within 30 days from the filing of the notice of appeal with the Secretary, the appellant shall file the certified transcript and record of the proceedings and the other documents enumerated in subsection (b) of this section with the Commission.\nJacob Kreshtool filed notice of appeal on his own behalf and for Delaware Citizens for Clean Air, Inc., within the 20 day time limit provided for in § 6008(a). The Department in turn provided the appellant with a transcript and record of the Department’s proceedings, as it was required to do by § 6008(b). The appellants, however, failed to file the transcript and record with the Commission within the 30 day time limit set by § 6008(c) and, indeed, made no attempt to comply until several weeks later. Meanwhile, Delmarva moved to dismiss the appeal.\nThe Commission granted Delmarva’s motion. It apparently held in the alternative that by failing to comply with 7 Del.C. § 6008(c) the appellant had “waived” the statutory right to appeal or alternatively that because of appellants failure to complete the requirements, the Commission did not gain jurisdiction of the appeal. Thus, the decision from which the appeal was to have been taken was automatically affirmed upon expiration of the appeal period.\nUnder either theory the issue is whether compliance with 7 Del.C. § 6008(c) is necessary in order to perfect an appeal under § 6008. As indicated above the statute provides that within “30 days from the filing of the notice of appeal with the Secretary, the appellant shall file the certified transcript and record of the proceedings and the other documents enumerated in subsection (b) of this section with the Commission.”\nThe language of § 6008(c) appears to be mandatory in character. It states that “the appellant shall file.” While the words “shall” and “may” do not always by themselves determine the mandatory or permissive character of a statute, it is generally presumed that the word “shall” indicates a mandatory requirement. Gow v. Consolidated Coppermines Corp., 19 Del.Ch. 172, 165 A. 136 (1933); 2 Southerland, Statutory Construction § 2803 (3d Ed. 1940). Such a presumption is reasonable because the General Assembly appears to have made discriminate use of the two words throughout the section.\nA statute should be construed so that effect is given to all of its provisions, and so that no part is superfluous or insignificant. Harlee v. Federal Finance Corp. of America, 4 W.W.Harr. 345, 152 A. 596 (Del.Super.1931). The provisions of subsection (c) can be given effect consistent with the rest of the section only by construing them as the second of two mandatory steps required by co-ordinated provisions of the statute.\nSuch a construction is consistent with the whole of the legislative scheme expressed in § 6008. Upon notice of appeal to the secretary under subsection (a) the order or decision appealed from is stayed. Yet the Commission obviously cannot begin its appellate deliberations until it has received the record of the proceedings below, and it is reasonable to conclude that the General Assembly intended to charge the appellant in subsection (c) with the burden of providing that record to the Commission within the reasonable time limit therein specified.\nThe right to appeal in this State exists only to the extent it is provided for in the Constitution and laws, and an appellate tribunal is without jurisdiction to hear an appeal unless the proceeding therefor is filed within the time allowed by the governing law. Casey v. Southern Corporation, 26 Del.Ch. 447, 29 A.2d 174 (Del.Supr.1940). Section 6008(c) sets such a time limit and the appellant failed to complete the filing within that time limit. It follows that the Commission never gained jurisdiction over the appeal, and that the final order of the secretary was not subject to review after the expiration of the time allowed for appeals in § 6008.\nI have considered appellant’s argument that under the arguments advanced by Delmarva a failure by the secretary to provide the record within 20 days of the notice of appeal, as he is required to do by subsection (b), would defeat the Commission’s jurisdiction as well. This it is said would be an absurd result. That argument is not persuasive because such a situation would fall within the exception noted by the Court in Casey v. Southern Corp., supra that a review proceeding is not defeated by the default of a third party officer when the appellant has otherwise done all that was required of him. In this case there is no claim that the failure to file was the fault of a government official who failed to do what he was requested to do.\nFinally, I note that the requirement of 7 Del.C. § 6015 that this part of the Code be “liberally construed in order to effect the purpose thereof” is not helpful. I cannot presume that by “liberal construction” the General Assembly intended that the specific administrative procedure it provided for in order to perfect an appeal should be ignored.\nThe decision of the Commission is affirmed. In view of this result, it is unnecessary to consider the Commission’s motion to be dismissed as a party defendant in this action.\nThe action is dismissed. It is so ordered.",
        "type": "majority",
        "author": "CHRISTIE, Judge."
      }
    ],
    "attorneys": [
      "Jacob Kreshtool, Bader, Dorsey & Kreshtool, Wilmington, for appellants.",
      "Richard Schleim, III, Deputy Atty. Gen., for Water and Air Resources Commission.",
      "E. Dickinson Griffenberg, Jr., and Peter M. Sieglaff, Potter, Anderson & Corroon, Wilmington, for Delmarva Power and Light Co."
    ],
    "corrections": "",
    "head_matter": "DELAWARE CITIZENS FOR CLEAN AIR, INC., and Jacob Kreshtool, Esquire, Appellants, v. WATER AND AIR RESOURCES COMMISSION and Delmarva Power and Light Company, Appellees.\nSuperior Court of Delaware, New Castle.\nFeb. 13, 1973.\nJacob Kreshtool, Bader, Dorsey & Kreshtool, Wilmington, for appellants.\nRichard Schleim, III, Deputy Atty. Gen., for Water and Air Resources Commission.\nE. Dickinson Griffenberg, Jr., and Peter M. Sieglaff, Potter, Anderson & Corroon, Wilmington, for Delmarva Power and Light Co."
  },
  "file_name": "0666-01",
  "first_page_order": 704,
  "last_page_order": 706
}
