{
  "id": 7258989,
  "name": "STATE v. Gerardo CARDONA",
  "name_abbreviation": "State v. Cardona",
  "decision_date": "2009-05-06",
  "docket_number": "No. 2007-31-C.A.",
  "first_page": "667",
  "last_page": "676",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 667"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "950 A.2d 1180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8232845
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/950/1180-01"
      ]
    },
    {
      "cite": "964 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8210464
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/964/0516-01"
      ]
    },
    {
      "cite": "708 A.2d 895",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11822748
      ],
      "pin_cites": [
        {
          "page": "896-97, 899"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/708/0895-01"
      ]
    },
    {
      "cite": "726 A.2d 458",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11590453
      ],
      "pin_cites": [
        {
          "page": "460-61, 463"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/726/0458-01"
      ]
    },
    {
      "cite": "767 A.2d 655",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11125594
      ],
      "pin_cites": [
        {
          "page": "656"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/767/0655-01"
      ]
    },
    {
      "cite": "822 A.2d 911",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9133376
      ],
      "pin_cites": [
        {
          "page": "914"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/822/0911-01"
      ]
    },
    {
      "cite": "888 A.2d 965",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8999938
      ],
      "pin_cites": [
        {
          "page": "966-68, 973"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/888/0965-01"
      ]
    },
    {
      "cite": "922 A.2d 102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8306624
      ],
      "pin_cites": [
        {
          "page": "103, 106"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/922/0102-01"
      ]
    },
    {
      "cite": "594 A.2d 882",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7376103
      ],
      "pin_cites": [
        {
          "page": "884"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/594/0882-01"
      ]
    },
    {
      "cite": "463 A.2d 514",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7973028
      ],
      "pin_cites": [
        {
          "page": "517"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/463/0514-01"
      ]
    },
    {
      "cite": "847 A.2d 852",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9264275
      ],
      "pin_cites": [
        {
          "page": "855"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/847/0852-01"
      ]
    },
    {
      "cite": "962 A.2d 758",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8187989
      ],
      "pin_cites": [
        {
          "page": "769"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/962/0758-01"
      ]
    },
    {
      "cite": "508 A.2d 1339",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7925523
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1349"
        },
        {
          "page": "1349"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/508/1339-01"
      ]
    },
    {
      "cite": "582 A.2d 1166",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7387128
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/582/1166-01"
      ]
    },
    {
      "cite": "773 A.2d 243",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11089546
      ],
      "pin_cites": [
        {
          "page": "246"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/773/0243-01"
      ]
    },
    {
      "cite": "841 A.2d 1109",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9287850
      ],
      "pin_cites": [
        {
          "page": "1112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/841/1109-01"
      ]
    },
    {
      "cite": "883 A.2d 1131",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8917247
      ],
      "pin_cites": [
        {
          "page": "1137"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/883/1131-01"
      ]
    },
    {
      "cite": "788 A.2d 469",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9401733
      ],
      "pin_cites": [
        {
          "page": "475"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/788/0469-01"
      ]
    },
    {
      "cite": "900 A.2d 1194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8418754
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1200"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/900/1194-01"
      ]
    },
    {
      "cite": "694 A.2d 691",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11980560
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "696"
        },
        {
          "page": "696"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/694/0691-01"
      ]
    },
    {
      "cite": "939 A.2d 1016",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8304874
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1021"
        },
        {
          "page": "1021"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/939/1016-01"
      ]
    },
    {
      "cite": "592 A.2d 850",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7375849
      ],
      "pin_cites": [
        {
          "page": "853"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/592/0850-01"
      ]
    },
    {
      "cite": "822 A.2d 184",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9126533
      ],
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/822/0184-01"
      ]
    },
    {
      "cite": "878 A.2d 992",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8946071
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1011"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/878/0992-01"
      ]
    },
    {
      "cite": "925 A.2d 962",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8307081
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "984"
        },
        {
          "page": "983-84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/925/0962-01"
      ]
    },
    {
      "cite": "895 A.2d 114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8428704
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/895/0114-01"
      ]
    },
    {
      "cite": "913 A.2d 1022",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8440802
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1028"
        },
        {
          "page": "1028"
        },
        {
          "page": "1030"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/913/1022-01"
      ]
    },
    {
      "cite": "943 A.2d 1052",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8393277
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "1058"
        },
        {
          "page": "1057, 1059-62"
        },
        {
          "page": "1060"
        },
        {
          "page": "1061"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/943/1052-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1007,
    "char_count": 23957,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 2.728220704332319e-07,
      "percentile": 0.8307721801541326
    },
    "sha256": "9cf3c918cfc723e94448d0355f2c25125b491260c9dfae292782232c5ff90ba0",
    "simhash": "1:deffa1e9790c8461",
    "word_count": 3891
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: GOLDBERG, Acting C.J., FLAHERTY, SUTTELL, ROBINSON, JJ., and WILLIAMS, C.J. (ret.)."
    ],
    "parties": [
      "STATE v. Gerardo CARDONA."
    ],
    "opinions": [
      {
        "text": "OPINION\nActing Chief Justice GOLDBERG,\nfor the Court.\nIn this case, the Supreme Court is confronted with yet another victim of domestic violence who, after her abuser was arrested and charged with a felony, changed her story and gave markedly different testimony at trial to protect her abuser. The jury was provided with two versions of the events leading to this prosecution — the first was the statement given to the police on the scene and the second was the testimony at trial. By its verdict of guilty, the jury chose to believe the statement the witness gave to the police immediately after the crime. We affirm.\nThis case came before the Supreme Court on January 26, 2009, pursuant to an order directing the parties to appear and show cause why the issues raised in this appeal should not summarily be decided. The defendant, Gerardo Cardona (defendant), was convicted by a jury in the Superior Court of two counts of domestic assault in violation of G.L. 1956 § 11-5-3 (simple assault or battery) and § 12-29-5 (disposition of domestic violence cases), against his wife, Catherine Cardona (Catherine), and Catherine’s son, Bernard Baton (Bernard). After hearing the arguments of counsel and examining the memoranda submitted by the parties, we are of the opinion that cause has not been shown, and we shall decide this appeal without further briefing and argument.\nFacts and Travel\nThis case arose from an incident of domestic abuse that took place on August 9, 2005. That evening, the South Kingstown Police Department received a report of a domestic disturbance and dispatched several officers to a home on Broad Rock Road, where defendant lived with Catherine and Bernard, who was twenty-eight years old at the time and is developmentally disabled. Upon arrival, several officers questioned Catherine and memorialized her answers in a witness statement. Catherine reported that she saw her husband hit her son in the face and, when he fell to the ground, defendant kicked him. She also informed the officers that when she went into the house to call the police, defendant followed her; he was swearing at her, and he attempted to slap the telephone out of her hand. After she told the officers that she wanted defendant arrested and charged, Catherine signed both pages of her witness statement. A no-contact order was issued the next day that prohibited defendant from having any contact with Catherine or Bernard. The defendant, having been convicted of domestic assault on two prior occasions, was charged by criminal information with two counts of felony domestic assault. However, during the time between defendant’s arrest and the trial, Catherine’s resolve wavered.\nAt trial, Catherine provided a different account of the evening of August 9, 2005 than she had when she spoke with the police. She testified that she was in the swimming pool in the backyard when she heard yelling from the front yard. After calling for her husband and son to quiet down, Catherine moved to the right side of the pool, which afforded her a view of what was transpiring in the front of the house. Catherine first testified that she saw the arms of both men “flying in the air,” but she then clarified that “[i]t looked like my husband was hitting my son.” Catherine also testified that she went into the house at a “fast-paced walk” to call the police, but admitted that she might have told the police that she “ran” for the phone. She stated that her husband followed her, “tapping [her] arm,” swearing at her, and calling her names while attempting to explain that nothing happened and, according to Catherine, to stop her from calling the police.\nCatherine admitted that she called the South Kingstown police, but she denied telling the police that defendant struck and kicked her son. She also denied telling the police that defendant slapped her arm, and she refused to look at a copy of the signed witness statement, explaining, “I didn’t write that statement.” Catherine acknowledged that she inquired about obtaining a restraining order, but claimed that she did so only because she was angry that defendant had been fighting with her son and because defendant’s former girlfriend had been interfering with their marriage. Although Bernard took the stand at trial, he could not recall any of the events that caused the police to respond to his home.\nOfficer Craig Young (Officer Young), a patrolman with the South Kingstown Police Department, testified that when he arrived at the house, Catherine was shaken and speaking excitedly, and Bernard looked “agitated and nervous.” Additionally, there were visible grass stains on Bernard’s clothes and his left cheek was “slightly red.” According to Officer Young, Catherine informed him that defendant struck Bernard, then followed her into the house, and slapped her hand as she attempted to call the police. Catherine also told the officer that she no longer wanted defendant in her home. Officer Young testified that although Bernard did not verbally respond to his questions, when asked if defendant had struck him, Bernard nodded, lifted his shirt to show his lower torso, and pointed to his reddened left cheek.\nOfficer Sean Clarke (Officer Clarke) also responded to the scene. He recalled that Catherine and Bernard were both visibly upset; he described Catherine as “flushed,” “fidgety,” “shaky,” and “having trouble communicating.” Bernard had “a red mark” on the left side of his face, and he was pacing continuously. The officer testified that Catherine gave a statement, and he recorded it for her because she was too nervous to write it herself. According to Officer Clarke, Catherine told them that she saw her husband strike her son and that when she ran into the house to call the police, defendant followed her, “slapping at her hand” and calling her names. After Officer Clark reviewed the questions and answers with her, Catherine signed the statement and informed the officer that she wanted defendant to be arrested and prosecuted.\nAt the close of the state’s case, defendant moved for judgment of acquittal on the charge of assault against Catherine; the motion was denied. The jury affirmatively answered four separate questions on the verdict form: defendant committed domestic assault on Bernard, domestic battery on Bernard, domestic assault on Catherine, and domestic battery on Catherine. The defendant moved for a new trial and argued that the state’s case rested on Catherine’s prior inconsistent statement, which, he contended, was insufficient evidence to support the criminal conviction. The trial justice denied the motion, concluding that in addition to the prior inconsistent statement there was other credible evidence to support the jury’s verdict. The defendant was sentenced to five years in the Adult Correctional Institutions — one year to serve on each count to run concurrently, the balance suspended, with probation. The judgment of conviction was entered on September 7, 2006. The defendant filed his notice of appeal prematurely on August 7, 2006.\nOn appeal, defendant makes three arguments. First, he contends that the trial justice erred by denying his motion for judgment of acquittal as to the assault of Catherine and his motion for a new trial with respect to both counts in the criminal information because the verdict rested on Catherine’s prior inconsistent statement which alone was insufficient evidence as a matter of law. Second, defendant argues that in charging the jury, the trial justice erroneously omitted an instruction that surmise, suspicion, or a hunch alone is insufficient to support a finding of guilt beyond a reasonable doubt. Third, defendant argues that the trial justice erred by instructing the jury on assault and battery because the criminal information only charged him with assault.\nAnalysis\nPrior Inconsistent Statement\nThe defendant argues that the trial justice should have granted his motion for judgment of acquittal and his motion for a new trial based on the insufficiency of the evidence. The crux of defendant’s argument is that the only evidence offered by the prosecution to prove that a crime was committed was Catherine’s prior inconsistent statement to the police, which, standing alone, legally is insufficient to support a criminal conviction. The state argues that in addition to Catherine’s prior statement, there was other evidence presented at trial such that the totality of the evidence produced constituted adequate proof to support the conviction.\nBecause both of defendant’s motions raised the same challenge to the sufficiency of the evidence, we shall conduct the more exacting analysis required for review of a ruling on a motion for a new trial. “When deciding whether to grant or deny a motion for a new trial, ‘the trial justice acts as a thirteenth juror.’ ” State v. Espinal, 943 A.2d 1052, 1058 (R.I.2008) (quoting State v. Imbruglia, 913 A.2d 1022, 1028 (R.I.2007)). “[T]he trial justice must (1) consider the evidence in light of the jury charge, (2) independently assess the credibility of the witnesses and the weight of the evidence, and then (3) determine whether he or she would have reached a result different from that reached by the jury.” Id. (quoting State v. Morales, 895 A.2d 114, 121 (R.I.2006)). The new-trial motion should be denied “[i]f the trial justice concludes that reasonable minds could differ as to the result or if the trial justice reaches the same conclusion as the jury did * * Id. (quoting State v. Day, 925 A.2d 962, 984 (R.I.2007)).\n“On review, we accord great weight to a trial justice’s ruling on a motion for a new trial if he or she has articulated sufficient reasoning in support of the ruling.” Espinal, 943 A.2d at 1058 (citing Day, 925 A.2d at 983-84; Imbruglia, 913 A.2d at 1028; State v. Hallenbeck, 878 A.2d 992, 1011 (R.I.2005)). We will overturn the trial justice’s ruling only if we are convinced “that the trial justice committed clear error or that he or she ‘overlooked or misconceived material and relevant evidence [relating] to a critical issue in the case.’ ” Id. (quoting State v. Bolduc, 822 A.2d 184, 187 (R.I.2003)).\nIn seeking a new trial, defendant argued that a prior inconsistent statement, without more, cannot support a finding of guilt beyond a reasonable doubt. This Court previously has considered the evi-dentiary force of a prior inconsistent statement in a criminal prosecution in Espinal. In that case, we reviewed a similar challenge to the sufficiency of the evidence raised in the context of a motion for a new trial in which the defendant alleged that his conviction for assault was based solely on the prior inconsistent statements of the complainants. Espinal, 943 A.2d at 1057, 1059-62. We noted that “[p]ursuant to Rule 801(d)(1)(A) of the Rhode Island Rules of Evidence, prior inconsistent statements may be admitted as substantive evidence ‘as long as the declarant testifies at trial and is available for cross-examination.’ ” Espinal, 943 A.2d at 1060 (quoting State v. Pusyka, 592 A.2d 850, 853 (R.I.1991)). However, we did not address the question of whether a prior inconsistent statement standing alone is adequate evidence to support a criminal conviction because Espinal was “not a case where the only evidence supporting the central allegations of a charge consisted of a prior inconsistent statement alone.” Id. at 1061. We are satisfied that in the case before us, similar to Espinal, the state presented additional evidence to support the counts charged in the criminal information.\nThis Court is not persuaded, nor was the trial justice, by defendant’s attempts to distinguish this ease from Espinal, and we are of the opinion that the evidence presented by the state was not limited to Catherine’s prior inconsistent statement. Catherine’s trial testimony revealed that she heard her husband yelling at her son, saw their arms flailing, and concluded that “[i]t looked like my husband was hitting my son.” She also testified that she went into the house to call the police and her husband followed her, “tapping [her] arm” and “swearing at [her],” in an attempt to prevent her from calling the police. Other relevant evidence included the testimony of two police officers that Catherine and Bernard both were noticeably agitated and that Bernard appeared to have been struck in the face, had grass stains on his clothes, and when asked if defendant assaulted him, Bernard lifted his shirt and displayed his lower torso.\nAssault is “a physical act of a threatening nature or an offer of corporal injury which puts an individual in reasonable fear of imminent bodily harm.” Broadley v. State, 939 A.2d 1016, 1021 (R.I.2008) (quoting Hennessey v. Pyne, 694 A.2d 691, 696 (R.I.1997)). We are of the opinion that Catherine’s trial testimony was sufficient to submit to the jury the question of whether defendant committed physical acts that put Catherine and Bernard in reasonable fear of imminent bodily harm.\nAdditionally, we note that Catherine’s statement has the same indicia of reliability as we discussed in Espinal. The statement was taken immediately after the incident, and it was given to the police officers who had been called to- the home. See Espinal, 943 A.2d at 1061. Moreover, there exists a close relationship between Catherine and defendant, which, upon reflection or request, may have “influenced the victim[’s] memories and eventual testimony concerning what occurred.” Id. A fair reading of Catherine’s trial testimony reveals that she attempted to protect defendant in hopes of terminating the prosecution.\nThe trial justice explained that he denied the motion for a new trial because there was substantive and credible evidence in addition to Catherine’s prior witness statement to establish defendant’s guilt beyond a reasonable doubt. After a careful review of the record, we are of the opinion that the trial justice correctly found that the evidence presented to the jury was sufficient to support the verdict. “[Hjaving concluded that the evidence “was sufficient to withstand the more stringent review applicable to a motion for a new trial, it follows that the evidence was also sufficient to withstand a motion for a judgment of acquittal.’ ” State v. Hesford, 900 A.2d 1194, 1200 (R.I.2006) (quoting State v. Otero, 788 A.2d 469, 475 (R.I.2002)). Accordingly, we affirm the trial justice’s denial of defendant’s new-trial motion and motion for judgment of acquittal.\nJury Instructions on Reasonable Doubt\nThe defendant argues that the trial justice’s failure to inform the jury that surmise, suspicion, or a hunch alone cannot support a criminal conviction was reversible error. “It is incumbent upon a trial justice to instruct the jury on the law that applies to each issue that the parties raise at trial.” State v. Garcia, 883 A.2d 1131, 1137 (R.I.2005) (citing State v. McGuy, 841 A.2d 1109, 1112 (R.I.2003)). The standard of review for jury instructions is well settled. A charge “need only ‘adequately cover[ ] the law.’ ” State v. Krushnowski, 773 A.2d 243, 246 (R.I.2001) (quoting State v. Grundy, 582 A.2d 1166, 1170 (R.I.1990)). “[I]nstructions will be upheld if they neither reduce nor shift the state’s burden of proof.” Id. (citing State v. Gordon, 508 A.2d 1339, 1349 (R.I.1986)). This Court examines “the instructions in their entirety to ascertain the manner in which a jury of ordinary intelligent lay people would have understood them, * * * and * * * review[s the] challenged portions * * * ‘in the context in which they were rendered.’ ” Id. (quoting Gordon, 508 A.2d at 1349).\nIncluded in the trial justice’s jury instructions on reasonable doubt was the following admonition:\n“I must point out to you that there are very few things in the world that we know with absolute certainty and, in criminal cases, the law does not require the [s]tate to prove the elements of the offense beyond all possible doubt or to a mathematical or scientific certainty. The law does not require the [s]tate to prove their case beyond a shadow of a doubt. A reasonable doubt, again, cannot be a doubt based on sympathy. A reasonable doubt cannot be a fanciful or whimsical doubt. A reasonable doubt must be a doubt based on reason.”\nAlthough the trial justice provided a written copy of the jury instructions to counsel before the jury charge, it was only after the jury was charged that defense counsel stated that he had “not so much an objection, it is a request.” The substance of that request was that the trial justice provide the jury with an additional instruction “that surmise, suspicion[,] or hunch alone is not enough to establish proof beyond a reasonable doubt.”\nEven if we agree that counsel’s request, as opposed to an objection to the jury instructions, properly preserved an appellate challenge, we nonetheless affirm the conviction. “Although a defendant is free to request that certain language be included in the jury instructions, there is no requirement that the trial justice use any particular words or phrases in the instruction.” State v. Palmer, 962 A.2d 758, 769 (R.I.2009) (citing Imbruglia, 913 A.2d at 1030). Although the trial justice noted that defense counsel had been afforded an opportunity to review the instructions beforehand, but waited until after the jury was charged to request additional language, the request was not denied on the basis that it was untimely. Rather, the trial justice appropriately was concerned that at that point in the trial, any additional instruction relative to surmise, suspicion, or hunch could serve to unfairly highlight that portion of the charge and result in the jury considering the instruction out of context.\nWe are of the opinion that the jury instructions adequately explained the law on reasonable doubt, and that the trial justice did not shift the burden of proof to defendant. Additionally, we are satisfied that the requested language was unnecessary in the context of the instructions in their entirety.\nCounts of the Criminal Information\nFinally, we reject defendant’s argument that it was reversible error for the trial justice to instruct the jury on the crime of battery because the criminal information charged only assault. The criminal information charged in count 1 “[t]hat [Gerardo Cardona] * * * did assault Bernard [Baton] after having been previously convicted twice of domestic assault * * * in violation of § 11-5-3 and § 12-29-5,” and it charged in count 2 “[t]hat [Gerardo Cardona] * * * did assault Catherine Car-dona after having been previously convicted twice of domestic assault * * * in violation of § 11-5-3 and § 12-29-5[.]”\nSection 11-5-3, entitled “Simple assault or battery,” provides:\n“(a) Except as otherwise provided in § 11-5-2, every person who shall make an assault or battery or both shall be imprisoned not exceeding one year or fined not exceeding one thousand dollars ($1,000), or both.\n“(b) Where the provisions of ‘The Domestic Violence Prevention Act,’ chapter 29 of title 12, are applicable, the penalties for violation of this section shall also include the penalties as provided in § 12-29-5.”\nAssault and battery are both chargeable under § 11-5-3. Assault is “a physical act of a threatening nature or an offer of corporal injury which puts an individual in reasonable fear of imminent bodily harm.” Broadley, 939 A.2d at 1021 (quoting Hennessey, 694 A.2d at 696). Battery is defined as “an act that was intended to cause, and does cause, an offensive contact with or unconsented touching of or trauma upon the body of another, thereby generally resulting in the consummation of the assault.” Id. (quoting Fenwick v. Oberman, 847 A.2d 852, 855 (R.I.2004)). As this definition reflects, these two crimes, although independent and distinct from each other, are closely related and often arise from a single incident. See Proffitt v. Ricci, 463 A.2d 514, 517 (R.I.1983) (emphasizing that “assault and battery are separate and different acts, each with independent significance,” that often arise out of the same incident); see also State v. Messa, 594 A.2d 882, 884 (R.I.1991).\nIn light of the reference to § 11-5-3 in the criminal information and the evidence that was presented at trial, we are satisfied that it was not error for the trial justice to instruct the jury on both assault and battery. Ultimately, the defendant was convicted of the two counts charged in the criminal information and sentenced accordingly; the defendant was neither convicted of nor sentenced for a criminal battery.\nConclusion\nFor the aforementioned reasons, the judgment of the Superior Court is affirmed. The papers may be remanded to the Superior Court.\n. See State v. Tillery, 922 A.2d 102, 103, 106 (R.I.2007) (at his trial, the defendant's girlfriend recanted her prior statement to the police that the defendant did not have permission to enter her apartment); State v. Hesford, 900 A.2d 1194, 1196 n. 1, 1196-97 (R.I.2006) (after calling the police and reporting that the defendant had \"punched” her, his girlfriend testified that she was injured during mutual combat and did not want the defendant to be convicted; this Court upheld the defendant’s conviction); State v. Bryant, 888 A.2d 965, 966-68, 973 (R.I.2006) (the defendant’s girlfriend testified that the defendant did not strike her, although several witnesses testified that they saw the defendant hit the witness on the night in question, and this Court upheld the defendant’s conviction); State v. Bruneau, 822 A.2d 911, 914 (R.I.2003) (the defendant’s former wife reluctantly testified about the defendant's conduct in violation of a no-contact order and repeatedly stated that she did not want him to go to prison; this Court upheld the defendant’s conviction); State v. Medina, 767 A.2d 655, 656 (R.I.2001) (during a voir dire examination the defendant's girlfriend recanted her statement to the police that the defendant had struck her with a beer bottle and informed the trial justice that she would refuse to testify at trial); State v. Krakue, 726 A.2d 458, 460-61, 463 (R.I.1999) (wife left the state before her husband's trial for domestic assault, but returned to testify at the hearing on his motion for a new trial and denied telling the police that her husband had beaten her; this Court upheld the defendant’s conviction); State v. Rioux, 708 A.2d 895, 896-97, 899 (R.I.1998) (although the defendant's former girlfriend testified that when she told the police that the defendant had beaten her and had inflicted the bruises that the police observed on her chest and arms she was lying, this Court upheld the hearing justice's determination that the defendant had violated his probation).\n. \"We repeatedly have said that we treat premature appeals as timely filed.” Brown v. State, 964 A.2d 516, 526 n. 14 (R.I.2009) (citing State v. McManus, 950 A.2d 1180, 1181 n. 2 (R.I.2008) (mem.)); see also Hesford, 900 A.2d at 1197 n. 3.\n. General Laws 1956 § 12-29-5 provides in pertinent part:\n\"(c)(1) Every person convicted of an offense punishable as a misdemeanor involving domestic violence as defined in § 12-29-2 shall:\n\"(ii) For a third and subsequent violation be deemed guilty of a felony and be imprisoned for a term of not less than one year and not more than ten (10) years.\" Section 12-29-2(a) provides in relevant part that \" 'Domestic violence' includes, but is not limited to, any of the following crimes when committed by one family or household member against another: (1) Simple assault (§ 11-5-3)[.]”\n. We note that defendant did not request a bill of particulars as permitted in Rule 7(f) of the Superior Court Rules of Criminal Procedure.",
        "type": "majority",
        "author": "Acting Chief Justice GOLDBERG,"
      }
    ],
    "attorneys": [
      "Aaron L. Weisman, Department of the Attorney General, for Plaintiff.",
      "Paula Rosin, Office of the Public Defender, for Defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Gerardo CARDONA.\nNo. 2007-31-C.A.\nSupreme Court of Rhode Island.\nMay 6, 2009.\nAaron L. Weisman, Department of the Attorney General, for Plaintiff.\nPaula Rosin, Office of the Public Defender, for Defendant.\nPresent: GOLDBERG, Acting C.J., FLAHERTY, SUTTELL, ROBINSON, JJ., and WILLIAMS, C.J. (ret.)."
  },
  "file_name": "0667-01",
  "first_page_order": 695,
  "last_page_order": 704
}
