{
  "id": 6789553,
  "name": "Paul J. MURPHY and Jane Murphy, his wife, Plaintiffs, v. Francis W. GODWIN, M.D., Defendant",
  "name_abbreviation": "Murphy v. Godwin",
  "decision_date": "1973-02-15",
  "docket_number": "",
  "first_page": "668",
  "last_page": "675",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 668"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "180 A.2d 467",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "4 Storey 463",
      "category": "reporters:state",
      "reporter": "Storey",
      "opinion_index": 0
    },
    {
      "cite": "243 F.Supp. 793",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        407501
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/243/0793-01"
      ]
    },
    {
      "cite": "177 A.2d 142",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "146",
          "parenthetical": "dictum"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "197 Pa.Super. 79",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        757321
      ],
      "year": 1962,
      "pin_cites": [
        {
          "parenthetical": "dictum"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/197/0079-01"
      ]
    },
    {
      "cite": "58 Yale L.J. 1272",
      "category": "journals:journal",
      "reporter": "Yale L.J.",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "175 A.2d 39",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "4 Storey 175",
      "category": "reporters:state",
      "reporter": "Storey",
      "opinion_index": 0
    },
    {
      "cite": "148 A.2d 583",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8124854
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/148/0583-01"
      ]
    },
    {
      "cite": "216 A.2d 281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8096334
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/216/0281-01"
      ]
    },
    {
      "cite": "251 A.2d 824",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8087779
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/251/0824-01"
      ]
    },
    {
      "cite": "163 A.2d 278",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "2 Storey 588",
      "category": "reporters:state",
      "reporter": "Storey",
      "opinion_index": 0
    },
    {
      "cite": "87 A.2d 637",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "8 Terry 99",
      "category": "reporters:state",
      "reporter": "Terry",
      "opinion_index": 0
    },
    {
      "cite": "173 A.2d 617",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "4 Storey 62",
      "category": "reporters:state",
      "reporter": "Storey",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 875,
    "char_count": 18925,
    "ocr_confidence": 0.807,
    "pagerank": {
      "raw": 2.7282548331117144e-07,
      "percentile": 0.8307756552602101
    },
    "sha256": "7e873761d4e5b2943cca9b54b62aacc338f4c1726478e937c3b25f275b103f8d",
    "simhash": "1:7ae269dfbd96b211",
    "word_count": 3159
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Paul J. MURPHY and Jane Murphy, his wife, Plaintiffs, v. Francis W. GODWIN, M.D., Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION\nCHRISTIE, Judge.\nThis is a tort action in which the plaintiffs, Paul A. Murphy, Jr., and his wife, Jane, seek to recover damages which they say occurred as a result of the wrongful conduct of the defendant, Dr. Francis W. Godwin. The suit centers about the failure of Dr. Godwin to return promptly to the New York Life Insurance Company an attending physician’s statement required by the company as a prerequisite to its underwriting a health insurance policy for the Murphys. The plaintiffs say that as a result of Dr. Godwin’s failure to promptly return the form after it had been indicated he would return it, they were uninsured during a period in which they incurred substantial medical expenses. They charge the doctor with intentional interference with contractual relations, actionable deceit and negligence.\nThe defendant has moved for summary judgment. This is the decision of that motion.\nI\nAt all times relevant to this case, the Murphys considered a Dr. Walker of Newark, Delaware, to be their “family doctor”. Early in July, 1970, Mrs. Murphy, who was at that time about four to six months pregnant, developed a high fever and pains in her lower back. She called Dr. Walker; but he was not in and Mrs. Murphy was advised by Dr. Dear-worth, an associate of Dr. Walker. Dr. Dearworth thought that Mrs. Murphy should be checked for possible appendicitis and on July 13, 1970, he told her to go to the emergency room of the Wilmington General Hospital to be examined by a surgeon.\nMrs. Murphy went to the hospital on July 13, 1970, and was first examined by Dr. Mansoory, a surgeon. Dr. Mansoory indicated that since Mrs. Murphy was pregnant, she should be examined by an obstetrician. Mrs. Murphy had no obstetrician. The defendant, Dr. Godwin, who is an obstetrician, was in the hospital at the time and he was called to examine her. Dr. Godwin diagnosed Mrs. Murphy’s condition as a kidney infection and anemia. He committed her to the hospital for treatment.\nMrs. Murphy says that Dr. Godwin told her that “he would take over”, and it appears that he alone attended Mrs. Murphy while she was hospitalized. On July 19, 1970, Mrs. Murphy was discharged from the hospital by Dr. Godwin, who told her to call his office for an appointment in about six weeks.\nWithin several days following Mrs. Murphy’s discharge from the hospital the Mur-phys decided to obtain family health insur-anee coverage. They contacted a New York Life Insurance agent named Charles Mason. On July 22, 1970, they made application for a policy, remitting with the application the first month’s premium. There is nothing in the record to dispute Mason’s deposition testimony that the policy would have been retroactively effective had the underwriting requirements of the company been met in a timely manner, subject, of course, to the Murphys accepting whatever underwriting conditions the company may have required after reviewing their medical history.\nMr. Murphy’s kidney infection was listed on the application and Dr. Godwin was named as the physician treating that illness. Consequently, on July 30, 1970, New York Life sent to Dr. Godwin, from its home office, a routine form known as an “attending physician’s statement”. The form was apparently a standard form and states on its face that it was “developed by the Health Insurance Council and approved by the Council on Medical Services of the AMA in 1965”. The form consists of a single page containing five questions. Four of the questions seek information concerning diagnosis, treatment and present condition as to the specific illnesses treated by the physician and the fifth question asks for any other information bearing on the patient’s health. It may fairly be described as a concise and relatively simple form.\nPlaintiffs say that there followed the series of events from which the present law suit springs.\nThe form was not promptly returned to the company by Dr. Godwin. Approximately ten days after July 30, the company sent Dr. Godwin a reminder notice. Mr. Mason says that the reminder notice provided a phone number in New York which the doctor might call in lieu of completing the form. On August 12, 1970, Mr. Mason personally visited Dr. Godwin’s office and asked that the form be completed and returned. He spoke to the nurse-receptionist, who told him that the matter would be taken care of.\nOn August 28, 1970, Fredda Trabbold, the office manager of the company’s general office in Wilmington, telephoned Dr. Godwin’s office. She was told by the nurse or receptionist with whom she spoke that the doctor had been away, but that “the doctor was working on it”.\nMr. Mason personally visited the doctor’s office again late in August or early in September. He took a second copy of the form and was again told that the matter would be taken care of. Mr. Mason also telephoned the doctor’s office several times during the month of August and says that on each of his phone calls and visits he told the persons with whom he spoke that the form was needed “immediately”.\nFinally, Mr. Murphy telephoned Dr. Godwin’s office late in August and was told that the form would be taken care of.\nThe matter stood thus on August 31, 1970, when Mrs. Murphy suffered labor pains. She called Dr. Godwin, who told her to come to the hospital, where he examined her and determined that she could be sent home for a day or two. On September 2, 1970, Mrs. Murphy returned to the hospital and Dr. Godwin delivered twins, both of whom were born with congenital illnesses. The daughter and son were required to remain in the hospital for one and two months respectively, and the son continues to suffer from his complications.\nShortly after the children were born, Mr. Murphy was told by Charles Mason that Dr. Godwin had called Mason and told him that he had never attended Mrs. Murphy. Mr. Murphy then telephoned Dr. Godwin, explained the matter to him and was told by Dr. Godwin that he w.ould take care of the form.\nOn September 7, 1970, the company wrote to Mr. Murphy, informing him that it had declined his application for insurance because it had not received the necessary underwriting requirement and enclosing a refund of the first month’s premium payment. Mr. Murphy denies ever having received this letter. He admits, however, that at some later date he was told by Charles Mason that the application had been declined but could be reactivated if and when the form requested of Dr. God-win were received. The exact date upon which the Murphys had notice of the company’s declination remains in issue upon the present record.\nIn any case, further medical expenses followed for the Murphys. Mrs. Murphy suffered a ruptured appendix and was hospitalized from September 25, 1970, to October 26, 1970. Mr. Murphy was injured in a fall caused by an apparent seizure and was hospitalized from October 24, 1970, to November 3, 1970.\nIn the meantime, Mr. Murphy and Charles Mason had continued to contact Dr. Godwin’s office in an attempt to have the form completed and returned to the company. These contacts included a personal visit by the two of them together during which visit they were told by the receptionist that the form had been lost. Charles Mason says he asked to see Mrs. Murphy’s file and when it was produced, he found the form in the doctor’s file.\nDr. Godwin ultimately completed the form which was received by the company on November 11, 1970. However, the company declined to extend coverage retroactively to the date of the Murphy’s first application and the Murphys did not file a new application. The Murphys then attempted to file a claim against the company for the expenses which they had incurred as a result of the family’s various illnesses in September, October and November of 1970, described above. The claim was denied and the Murphys brought this action against Dr. Godwin.\nThe defendant is entitled to summary judgment if he has shown that there is no genuine issue as to any material fact and that on the undisputed facts he is entitled to judgment as a matter of law. I conclude that he has met that burden in regard to the first two counts of the plaintiffs’ complaint.\nThe plaintiffs charge Dr. Godwin in Count I with intentional interference with contractual relations. They concede that there was no consummated contract between them and the company but rely upon a theory variously described as intentional interference with reasonable economic expectancy, or intentional interference with prospective advantage under contract. See Prosser, The Law of Torts (4th ed.) § 130. This form of tort has been implicitly recognized in Delaware, Metropolitan Convoy Corp. v. Chrysler Corp., 4 Storey 62, 173 A.2d 617 (Del.Super.1961).\nIn Count II, the plaintiffs charge Dr. Godwin with deceit, relying upon the rule that a statement of intent to perform an act, when in truth no such intent exists, constitutes an actionable misrepresentation of fact. Murphy v. T. B. O’Toole, Inc., 8 Terry 99, 87 A.2d 637 (Del.Super.1952). Thus, they say that if Dr. Godwin said that he intended to promptly return the form when in fact he had no such intention, his assurances constituted an actionable misrepresentation of fact.\nAn element crucial to both of these counts is that of the defendant’s wrongful intent. Plaintiffs must prove that Dr. Godwin intended to interfere with the consummation of their contract if they are to prevail as to their claim of interference. Prosser, supra § 130 at 952; 45 Am.Jur.2d, Interference, § 4. To prevail on the second count they must prove that Dr. Godwin had a malicious intent to deceive the Murphys by his representations. Twin Coach Co. v. Chance Vought Aircraft, Inc., 2 Storey 588, 163 A.2d 278 (Del.Super.1960); Murphy v. T. B. O’Toole, Inc., supra.\nAs a general rule, when an ultimate fact to be determined is one of intention a decision as to intent on motion for summary judgment is inappropriate. Continental Oil Co. v. Pauley Petroleum, Inc., 251 A.2d 824 (Del.Supr.1969). But, the general rule necessarily supposes that there is some evidence of the required intent. If a plaintiff opposing defendant’s motion for summary judgment has had fair opportunity to utilize 'discovery to explore his defendant’s subjective state of mind and yet cannot point to anything tangible which indicates that defendant had the intent to deceive or to interfere, plaintiff cannot prevail and the defense motion must he granted. Barron & Holtzoff, Federal Practice and Procedure (Rules ed.), § 1232.2.\nTo defeat defendant’s motion for summary judgment plaintiff has the burden of bringing in some evidence to support each essential allegation. See Phillips v. Delaware Power & Light Co., Del.Supr., 216 A.2d 281 (1966).\nThe defendant here relies upon a record consisting of answers to written interrogatories and the deposition statements of Mr. and Mrs. Murphy, Charles Mason and Fredda Trabbold. Under these circumstances, the plaintiffs presumably have put forth what they have as to defendant’s intent. See Metropolitan Convoy Corp. v. Chrysler Corp. supra.\nThe only evidence which might bear on the alleged intent of defendant to defraud or to interfere is circumstantial. It amounts to a contention that because the doctor did not perform promptly, as he is alleged to have promised, it may be inferred by the trier of fact that he intended to defraud the Murphys or that he intended to interfere with their contractual relations with New York Life Insurance Company.\nUnder the circumstances here present something more than non-performance of a promise is required to justify an inference of wrongful intent. Murphy v. T. B. O’Toole, Inc., supra. Some independent evidence or more pertinent circumstances tending to show an intent to deceive or to interfere with contractual relations must be offered where the omission charged to the defendant consists solely of a failure to act without a hint of ill will or self seeking and with no apparent reason for any improper intent. Compare Metropolitan Convoy Corp. v. Chrysler Corp., supra.\nI conclude as a matter of law that there is no creditable evidence as to a wrongful subjective intent on defendant’s part. Defendant’s motion as to Counts I and II must be granted.\nII\nI turn next to the third count of the complaint in which the plaintiffs charge the defendant with actionable negligence in failing to complete the form in a timely manner. It is elementary that actionable negligence must be predicated upon a legally recognized duty owed to the plaintiff. The crucial question here is what duty, if any, was owed the Murphys by Dr. God-win.\nAlthough it is well known that physicians usually accommodate patients by filling in the forms required by them for various reasons connected with insurance, the question of a doctor’s legal duty toward his patients with respect to completing insurance forms is apparently novel. The existence of such a duty may be found, however, by reference to established tort theory and recognized incidents of the doctor-patient relationship.\nI assume for the purposes of this motion that the relationship between Dr. Godwin and Mrs. Murphy was that of doctor and patient. Although Dr. Godwin denies that such a relationship existed, the question is one of fact which on the record now before the Court presents an issue to be determined by the jury, Hankerson v. Thomas, 148 A.2d 583 (D.C.Mun.Ct.App.1959). For purposes of this motion the facts must be viewed in the light most favorable to the parties against whom the motion for summary judgment was made. Dineen v. City and Suburban Cab Co., 4 Storey 175, 175 A.2d 39 (Del.Super.1961). Considered in that light, the record will be regarded as establishing that a doctor-patient relationship existed.\nLiability for negligent nonfeasance may be found to exist where there is some already existing and definite relationship between the parties “of such a character that social policy justifies the imposition of a duty to act.” Prosser, supra, § 56 at p. 339. A relationship of that character exists when the party to be held liable has by some foregoing voluntary act brought himself into a relationship with others from which he obtains or expects benefits. See McNiece and Thornton, Affirmative Duties in Tort, 58 Yale L.J. 1272 (1949). An English author referring in English common law put it this way, “He was not in the first instance bound to do anything at all; but by some independent motion of his own he has given hostages, so to speak, to the law. Thus, I am not compelled to be a parent; but if I am one, I must maintain my children.” F. Pollock, The Law of Torts (12th ed., London, 1923) 440.\nIs the relationship of doctor and patient such as justifies the imposition upon the doctor of a duty to act where the patient needs the doctor’s help in filling out a short routine form to obtain an insurance contract ?\nThe relationship between doctor and patient is often described as fiduciary in character and it has been suggested that “there is a duty of total care; that includes and comprehends a duty to aid the patient in litigation, to render reports when necessary and to attend court when needed.” Alexander v. Knight, 197 Pa.Super. 79, 177 A.2d 142, 146 (1962) (dictum); accord Hammonds v. Aetna Casualty & Surety Co., 243 F.Supp. 793 (N.D.Ohio 1965).\nI will not go so far as to attempt to formulate a general description of the doctor’s duty to provide his patient with reasonable services ancillary to medical care. But, under the particular circumstances here, if a doctor-patient relationship is shown to exist, it must have given rise to a duty of reasonable care in the disposition of the form by Dr. Godwin. In arriving at that conclusion, I note particularly that the short form in question was directed to Dr. Godwin because he was the physician attending Mrs. Murphy for a specific recent illness and was presumably the only person competent to provide the requested information.\nIn the absence of special circumstances it was Dr. Godwin’s duty to recognize his unique position as the treating physician who alone could comply with the insurance requirement without the expense and delay of a further examination. Upon actual receipt of the form, he was under a duty to exercise reasonable care in the disposition of the form. He might discharge that duty by completing and returning the form within a reasonable period of time to the insurance company, or by promptly notifying the Murphys and the insurance company that he would not complete the form and perhaps referring them to another source for the vital information.\nWhether under the circumstances Dr. Godwin acted within a reasonable time is a question of fact to be decided by the trier of fact upon familiar negligence principles. There are issues of material fact as to the relationship of the parties, the details of their communications and the reasonableness of defendant’s delay. Defendant’s motion for summary judgment as to Count 111 must be denied.\nDefendant has also moved for partial summary judgment limiting his liability to medical expenses of plaintiffs arising on or before September 7, 1970, upon the theory that after that date the plaintiffs had notice that their insurance application had been denied.\nHowever, the date upon which the Mur-phys had such notice remains in issue upon the present record. Furthermore, if it is shown that the only reason the insurance was refused was the actionable, negligent failure of the doctor to supply necessary information, the consequence of such failure would not necessarily end with the September 7 notice. Beyond the issues of material fact discussed above, the question of the limitations of the defendant’s potential liability requires a more complete consideration of the facts and the law. For those reasons I decline at this point to grant partial summary judgment as to the limits of defendant’s potential liability. Ebersole v. Lowengrub, 4 Storey 463, 180 A.2d 467, (Del.Supr.1962). It is clear, however, that if liability is found to exist, such liability would not go beyond the immediate scope of the exact insurance contract which plaintiffs must show they would have obtained but for the doctor’s alleged negligence. Additional insurance coverage not then applied for covering children not yet born and possible recovery under such coverage would almost surely be deemed to be beyond the scope of the potential liability.\nDefendant’s motion for summary judgment is granted on Counts 1 and 11 and denied on Count 111.\nIt is so ordered and the case will be set down for trial.",
        "type": "majority",
        "author": "CHRISTIE, Judge."
      }
    ],
    "attorneys": [
      "John G. Mulford, of Theisen, Lank & Mulford, Wilmington, for plaintiffs.",
      "Rodney M. Layton, Wendell Fenton and Jane R. Roth, of Richards, Layton & Finger, Wilmington, for defendant."
    ],
    "corrections": "",
    "head_matter": "Paul J. MURPHY and Jane Murphy, his wife, Plaintiffs, v. Francis W. GODWIN, M.D., Defendant.\nSuperior Court of Delaware, New Castle.\nFeb. 15, 1973.\nJohn G. Mulford, of Theisen, Lank & Mulford, Wilmington, for plaintiffs.\nRodney M. Layton, Wendell Fenton and Jane R. Roth, of Richards, Layton & Finger, Wilmington, for defendant."
  },
  "file_name": "0668-01",
  "first_page_order": 706,
  "last_page_order": 713
}
