{
  "id": 8125185,
  "name": "OURISMAN CHEVROLET, Inc., Garnishee, Appellant, v. POHANKA SERVICE, Inc., a corporation, Appellee",
  "name_abbreviation": "Ourisman Chevrolet, Inc. v. Pohanka Service, Inc.",
  "decision_date": "1958-02-13",
  "docket_number": "No. 2081",
  "first_page": "668",
  "last_page": "670",
  "citations": [
    {
      "type": "official",
      "cite": "138 A.2d 668"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "60 App.D.C. 82",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "47 F.2d 978",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1835344
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/47/0978-01"
      ]
    },
    {
      "cite": "70 App.D.C. 351",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "pin_cites": [
        {
          "page": "353"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "107 F.2d 177",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1046410
      ],
      "pin_cites": [
        {
          "page": "179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/107/0177-01"
      ]
    },
    {
      "cite": "71 App.D.C. 106",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "108 F.2d 4",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1042109
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/108/0004-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 321,
    "char_count": 5181,
    "ocr_confidence": 0.669,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2008302414542315
    },
    "sha256": "3d7b36e8779c61b1fc4f006dcabe0bfa6e8245f66a2ef5b338797bcaa8337fb2",
    "simhash": "1:233cf2b93722b961",
    "word_count": 872
  },
  "last_updated": "2024-02-27T20:36:11.872465+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
    ],
    "parties": [
      "OURISMAN CHEVROLET, Inc., Garnishee, Appellant, v. POHANKA SERVICE, Inc., a corporation, Appellee."
    ],
    "opinions": [
      {
        "text": "ROVER, Chief Judge.\nThis case involves the procedure to be followed in a garnishment proceeding by an attaching judgment creditor.\nAppellee, having secured a money judgment against one Ennis, an employee of appellant, issued two attachments, together with the usual interrogatories, against the employer (appellant). The latter answered the interrogatories, admitting that Ennis was employed by it, but denying any indebtedness to him. Appellee filed a motion for oral examination of the appellant (Code 1951, § 15-304 (Supp. V)). The motion having been granted, an employee of the appellant, who was in charge of its payroll records, testified in substance that at the time the attachments were served, appellant was indebted to Ennis for wages, but that the latter was indebted to it in a greater amount. He further testified this indebtedness of Ennis had been reduced somewhat by withholding a part of his wages. However, there was still due appellant an amount in excess of the wages earned, and appellant had on some occasions made salary advances ahead of the regular payday and had also paid his wages at the regular periods after the service of the attachments. Following this testimony appellee’s counsel orally moved for a judgment of condemnation for the amount of salary shown to have been due Ennis at the time of service of the attachments. Counsel for appellant objected on the ground that it had not been served with a written motion for condemnation and that no traverse had been filed. Appellee then filed a written motion for judgment of condemnation. When the motion came on for hearing appellant objected on the ground that the motion was premature because a traverse had not been filed nor a hearing held on the issues raised by the traverse. After argument of counsel a judgment of condemnation was entered; this appeal is from that judgment.\nThe procedure to be followed in attachments after judgment is set forth in Code 1951, § 15-301 et seq. If a garnishee admits credits in the answer or fails to-answer within the prescribed time, a judgment of condemnation may properly be entered (§ 15-312). When the answer denies credits the attaching creditor may, under the provisions of § 15-304 (Supp. V), require the garnishee to appear for oral examination; and if he is convinced that the facts developed indicate possible inaccuracies in the answer, he may traverse the answer, and the issue raised shall then be tried (§ 15-309) “by the court or by a jury * * * if either party desire it” (§ 15-308). (Emphasis supplied.) And if the issue be decided for the garnishee, he is entitled to a reasonable counsel fee and costs (§ 15-309). It should be pointed out that one does not have to file a traverse before being entitled to an oral examination. But, as we hereafter decide under the facts of this case, judgment of condemnation was not proper immediately following the oral examination and could only be entered when credits were found upon an issue made pursuant to the provisions of Code 1951, §§ 15-308, 15-309.\nWe think this is the only construction of the Code provisions which can be made in view of the decisions of the United States Court of Appeals. In Young v. Nicholson the court said:\n“As we view it, the statute contemplates (1) the garnishee answering written interrogatories, (2) oral examination of the garnishee, supplementing the answers to the interrogatories, (3) traverse by plaintiff of the garnishee’s answer, after the oral examination, and (4), the determination of the issue joined by traverse. * * * ”\nIn that case ownership of funds in the hands of a garnishee was in issue, and the court said: “Neither the answer of the garnishee nor the information obtained in the oral examination is conclusive upon the court in respect of the true ownership of the fund” (emphasis supplied), pointing out that the proper procedure is by way of traverse and trial by the court or jury on the issues raised by the traverse. In the absence of a traverse no triable issue is raised. It is true that in an appropriate proceeding appellee may be able to convince the court that it is entitled to a judgment of condemnation; and we rule that the only way to have this issue determined is in accordance with the Code provisions which we have discussed. We are therefore constrained to reverse the judgment with instructions to vacate it and to permit appellant to proceed by way of traverse and a trial of the issues raised thereby, in accordance with this opinion.\nIt is so ordered.\n. Flynn v. Potomac Electric Power Co., 60 App.D.C. 82, 47 F.2d 978.\n. 70 App.D.C. 351, 353, 107 F.2d 177, 179.\n. See also Dickinson v. Brooks, 71 App.D.C. 106, 108 F.2d 4\n. 70 App.D.C. at page 352, 107 F.2d at page 178.",
        "type": "majority",
        "author": "ROVER, Chief Judge."
      }
    ],
    "attorneys": [
      "Joseph Levin, Washington, D. C., for appellant.",
      "Paul J. Kasloff, Washington, D. C., with whom M. Robert Deutsch, Washington, D. C., was on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "OURISMAN CHEVROLET, Inc., Garnishee, Appellant, v. POHANKA SERVICE, Inc., a corporation, Appellee.\nNo. 2081.\nMunicipal Court of Appeals for the District of Columbia.\nArgued Oct. 14, 1957.\nDecided Feb. 13, 1958.\nJoseph Levin, Washington, D. C., for appellant.\nPaul J. Kasloff, Washington, D. C., with whom M. Robert Deutsch, Washington, D. C., was on the brief, for appellee.\nBefore ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
  },
  "file_name": "0668-02",
  "first_page_order": 704,
  "last_page_order": 706
}
