{
  "id": 7866389,
  "name": "PENNSYLVANIA STATE POLICE, BUREAU OF LIQUOR CONTROL ENFORCEMENT, Appellee, v. GENERAL DAVIS, INC., Appellant",
  "name_abbreviation": "Pennsylvania State Police v. General Davis, Inc.",
  "decision_date": "1994-06-16",
  "docket_number": "",
  "first_page": "670",
  "last_page": "672",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 670"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "44 A.2d 48",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1945,
      "opinion_index": 0
    },
    {
      "cite": "352 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464121
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/pa/352/0576-01"
      ]
    },
    {
      "cite": "147 A.2d 380",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "394 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1280922
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/394/0489-01"
      ]
    },
    {
      "cite": "93 A.2d 679",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "372 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1238007
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/372/0468-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 465,
    "char_count": 7801,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20027499672760846
    },
    "sha256": "0935f1f9ce02d80e4284f7aa20981acde5445219188063702f2e067b6e03d00f",
    "simhash": "1:05d1f646af459d0b",
    "word_count": 1303
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "PENNSYLVANIA STATE POLICE, BUREAU OF LIQUOR CONTROL ENFORCEMENT, Appellee, v. GENERAL DAVIS, INC., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nAppellant, General Davis, Inc., is a restaurant licensed to serve liquor by the Pennsylvania Liquor Control Board (LCB). General Davis is appealing its conviction for violating the Liquor Code, 47 P.S. § 4-493(1) (furnishing or giving or permitting the sale, furnishing or giving of alcohol beverages to minors). The facts indicate that two minors were observed by agents of the LCB in possession of a bottle of beer. They were cited for underage possession (18 Pa.C.S. § 6308) and released. One of the minors testified that another person bought the beer for her, and that she sipped it. (T.T., pp. 40a-41a). The other testified that she was merely holding the beer but did not consume any of it. (T.T., p. 34a).\nThe instant appeal requires us to interpret 47 P.S. § 4-471(a), the Liquor Code:\n(a) Upon learning of any violation of this act ... or upon any other sufficient cause shown, the enforcement bureau may, within one year from the date of such violation or cause appearing, cite such licensee to appear before an administrative law judge, not less than ten nor more than sixty days from the date of sending such licensee, by registered mail, a notice addressed to him at his licensed premises, to show cause why such license should not be suspended or revoked or a fine imposed, or both.\nThe violation took place on February 16, 1988. On August 19, 1988, a citation was issued to General Davis charging a violation under § 493(1). On July 12,1989, nearly ten months later, the Office of the Administrative Law Judge (OALJ) sent to General Davis a hearing notice on the citation. The hearing took place on August 15 of that year, and the restaurant was ordered to pay a fine of $1,000. The verdict was affirmed by the LCB, the Court of Common Pleas of Bucks County, and the Commonwealth Court.\nGeneral Davis alleges error on the grounds that Section 4-471(a) requires that both the LCB citation and OALJ notice of hearing must be given within one year from the date of the violation, and that the hearing must be held no less than ten nor more than sixty days after the date of the notice. Appellant’s position is that the LCB and OALJ have a maximum of one year from the date of the violation to issue both the citation and the notice of hearing. The dates here indicate that while the citation was issued within six months of the violation, the hearing notice was not sent out by the OALJ until nearly one and one-half years after the incident.\nThe Commonwealth asserts several defenses.' It argues that there exists a separation between enforcement and adjudicatory functions. The Bureau of Liquor Control Enforcement operates within the Pennsylvania State Police, while the Office of the Administrative Law Judge works autonomously within the Pennsylvania Liquor Control Board. The Bureau is admittedly required by § 471 to issue a citation within one year, which was done in this case. The OALJ issues a notice of administrative hearing which sets a hearing date consistent with the caseload and facilities of its office. The timing of the notice of hearing is, therefore, within the discretion of the OALJ and not subject to § 471(a). In the alternative, even if § 471(a) is applicable to the OALJ, the language of time is merely directoiy but not mandatory. The enforcement process is designed to safeguard the due process rights of the licensee against lengthy investigations, but as a matter of administrative hearings, the OALJ must have the power to organize its calendar for purposes of administrative convenience.\nSince the citation was issued within the rule, our review centers on the issue of whether it was mandatory to have the OALJ send its notice within the same time frame as opposed to the actual one and one-half years employed here.\nWe have determined that whether a statute is mandatory or directory depends on a reading of the statute, the legislative intent, its nature and object, and the consequences that may flow from a particular construction of it. If the time and manner is the essence of the thing required, the statute is mandatory. Pennsylvania Railroad Company v. Board of Revision of Taxes, 372 Pa. 468, 93 A.2d 679 (1953). On the other hand, if the statute merely directs that certain proceedings be accomplished in a particular manner or at a certain time, it is directory. Prichard v. Williston Township School District, 394 Pa. 489, 147 A.2d 380 (1959). Under our holding in American Labor Party, 352 Pa. 576, 44 A.2d 48 (1945), violation of a mandatory rule voids the procedure, while a failure to follow a directory statute will not have such a result.\nWe are cognizant of the fact that the OALJ is an autonomous administrative body and that it exercises quasi-judicial functions. We are equally cognizant that § 4-471(a) is punitive in nature and that such statutes should be strictly construed.\nThe express language of 47 P.S. § 4-471(a), however, addresses time limits for actions taken by the enforcement bureau rather than for actions taken by the OALJ. Since the scheduling of hearings is within the realm of the OALJ rather than the enforcement bureau, the enforcement bureau cannot be faulted for the OALJ’s failure to schedule a hearing in this case promptly. While 47 P.S. § 4-471(a) certainly contemplates that hearings will be held within the time limits specified, the provision fails to set forth a requirement that is expressly applicable to actions of the OALJ. Thus, the time limit for scheduling hearings is directory rather than mandatory with respect to the OALJ.\nAccordingly, the order of the Commonwealth Court is affirmed.\nMONTEMURO, J., is sitting by designation as a Senior Justice pursuant to Judicial Assignment Docket No. 94 R1800, due to the unavailability of LARSEN, J., see No. 127 Judicial Administration Docket No. 1, filed October 28, 1993.\n. These legislative changes were made to the Liquor Code in 1987 and are codified at 47 P.S. §§ 2-211 and 2-212:\n§ 2-211. Enforcement\n(a) There is created within the Pennsylvania State Police a Bureau of Liquor Control Enforcement which shall be responsible for enforcing this act and any regulations promulgated pursuant thereto. Officers and investigators assigned to the bureau shall have the power and their duty shall be:\n‡ s(c ‡ sj:\n(4) To investigate and issue citations for any violations of this act or any laws of this Commonwealth relating to liquor, alcohol or malt or brewed beverages, or any regulations of the board adopted pursuant to such laws or any violation of any laws of this Commonwealth or of the Federal Government, relating to the payment of taxes on liquor, alcohol or malt or brewed beverages by any licensee, his officers, servants, agents or employes.\n§ 2-212. Office of administrative law judge (a) There is hereby created within the board an autonomous office to be known as the Office of Administrative Law Judge.\n* * ‡ ‡ *\n(c) Administrative law judges shall preside at all citation and other enforcement hearings required or permitted under this act.\n* * * * * *\n(g) Administrative law judges appointed under this section shall be afforded employment security as provided by the \"Civil Service Act.”\n. The OALJ is defined at 47 P.S. § 2-212 as an autonomous office, i.e., a quasi-judicial office that is separate and independent from the enforcement bureau.",
        "type": "majority",
        "author": "PAPADAKOS, Justice."
      }
    ],
    "attorneys": [
      "Charles T. Mcllhinney, Jamison, for General Davis, Inc.",
      "Joseph S. Rengert, Michael S. Sherman, and Thomas M. Bailaron, Harrisburg, for Pennsylvania State Police."
    ],
    "corrections": "",
    "head_matter": "PENNSYLVANIA STATE POLICE, BUREAU OF LIQUOR CONTROL ENFORCEMENT, Appellee, v. GENERAL DAVIS, INC., Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Jan. 25, 1994.\nDecided June 16, 1994.\nCharles T. Mcllhinney, Jamison, for General Davis, Inc.\nJoseph S. Rengert, Michael S. Sherman, and Thomas M. Bailaron, Harrisburg, for Pennsylvania State Police.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0670-01",
  "first_page_order": 736,
  "last_page_order": 738
}
