{
  "id": 8355409,
  "name": "WHITE DEER TOWNSHIP, Appellant v. Charles NAPP, Helen Napp, Leonard Caris, Doris Caris, Charlotte Hartranft, and Donald Bird",
  "name_abbreviation": "White Deer Township v. Napp",
  "decision_date": "2007-07-19",
  "docket_number": "",
  "first_page": "671",
  "last_page": "680",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 671"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "770 A.2d 364",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11101195
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "371"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/770/0364-01"
      ]
    },
    {
      "cite": "907 A.2d 1033",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        2572306,
        8937139
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "1035"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/589/0135-01",
        "/a2d/907/1033-01"
      ]
    },
    {
      "cite": "589 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2572306
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "139"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/589/0135-01"
      ]
    },
    {
      "cite": "903 A.2d 110",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8409147
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/903/0110-01"
      ]
    },
    {
      "cite": "84 A.2d 303",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "pin_cites": [
        {
          "page": "306"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "368 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230391
      ],
      "year": 1951,
      "pin_cites": [
        {
          "page": "552"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0547-01"
      ]
    },
    {
      "cite": "795 A.2d 463",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9424513
      ],
      "pin_cites": [
        {
          "page": "468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/795/0463-01"
      ]
    },
    {
      "cite": "424 A.2d 997",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1981,
      "pin_cites": [
        {
          "page": "998"
        },
        {
          "page": "998"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "912 A.2d 781",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8444034,
        3852022
      ],
      "weight": 5,
      "year": 2006,
      "pin_cites": [
        {
          "page": "785"
        },
        {
          "page": "785"
        },
        {
          "page": "786"
        },
        {
          "page": "787"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/912/0781-01",
        "/pa/590/0300-01"
      ]
    },
    {
      "cite": "590 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3852022
      ],
      "weight": 2,
      "year": 2006,
      "pin_cites": [
        {
          "page": "306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0300-01"
      ]
    },
    {
      "cite": "874 A.2d 1258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8960989
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/874/1258-01"
      ]
    },
    {
      "cite": "532 A.2d 1263",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1364523
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/110/0611-01"
      ]
    },
    {
      "cite": "563 A.2d 1295",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1393426
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/128/0520-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 928,
    "char_count": 27502,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 4.773439315624326e-08,
      "percentile": 0.29932150484449094
    },
    "sha256": "c41e2825a6f1f5222e1576c0bdf930dd30de11b3f73d652b51bf8d9d1105014b",
    "simhash": "1:d720c476fa9d884c",
    "word_count": 4315
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, LEAVITT (P.), and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "WHITE DEER TOWNSHIP, Appellant v. Charles NAPP, Helen Napp, Leonard Caris, Doris Caris, Charlotte Hartranft, and Donald Bird."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge LEAVITT.\nThis ease is before the Court on remand from the Pennsylvania Supreme Court. White Deer Township filed a complaint for declaratory judgment challenging the validity of an ordinance providing health insurance to retired township supervisors and their families that was enacted by supervisors just before they retired. Charles Napp, Helen Napp, Leonard Car-is, Doris Caris, Charlotte Hartranft and Donald Bird (collectively Retirees) responded with preliminary objections that were sustained by the Court of Common Pleas of the 17th Judicial District of Pennsylvania, Union County Branch (trial court). This Court reversed and remanded the matter to the trial court with directions to enter judgment in favor of White Deer Township. Thereafter, our Supreme Court vacated and remanded the matter to this Court for further proceedings. We now consider whether the Township challenged the ordinance in a timely manner and whether the supervisors are entitled to the post-retirement medical benefits they enacted.\nThe facts as pleaded in the Township’s complaint are as follows. White Deer Township is a Second Class Township organized under the provisions of the Second Class Township Code. Charles Napp and Leonard Caris were Township Supervisors from January 1, 1965, through December 30, 1997. Napp was employed by the Township from January 2, 1968, through December 30, 1997. Caris was employed by the Township from January 1, 1969, through December 30, 1999. Carl Hartranft, now deceased, was a Township Supervisor from January 3, 1978, through June 10, 1998; he was also employed by the Township from January 3, 1978, through June 10, 1998. Helen Napp, Doris Caris and Charlotte Hartranft are the spouses of Charles Napp, Leonard Caris and Carl Hartranft. Donald Bird was employed by the Township from August 1985 through April 30, 2000.\nIn December 1997, the Township Board of Supervisors, consisting of Charles Napp, Leonard Caris and Carl Hartranft, enacted Ordinance No. 4-97 (Ordinance). The Ordinance provides, in relevant part, as follows:\nNOW THEREFORE, BE IT RESOLVED BY THE BOARD OF SUPERVISORS, OF WHITE DEER TOWNSHIP, UNION COUNTY, PENNSYLVANIA, the same is Resolved by authority of the same that White Deer Township provide medical insurance for all retired employees of White Deer Township, who have been employed by White Deer Township, Union County, Pennsylvania, for at least twenty (20) years the same to be consecutive or non consecutive. The medical insurance to be provided shall be limited to medical insurance supplementing Medicare and shall be provided through such insurance carrier as White Deer Township, Union County, Pennsylvania, shall from time to time determine. To qualify for this benefit the employee must be eligible for and be covered by Medicare or any coverage equivalent to Medicare as may be established in the future. The cost of Medicare or its equivalent coverage shall be paid by the said employee.\nReproduced Record at 10a (R.R. -) (emphasis in original). Napp and Caris and Hartranft were all Township supervisors as well as Township employees at the time of the adoption of the Ordinance. Napp retired within 30 days of enacting the Ordinance; Hartranft retired six months later; and Caris retired two years later. Retirees all receive benefits under the Ordinance.\nIn January 2004, White Deer Township filed a complaint seeking a declaratory judgment that: (1) the Township lacks legal authority to provide health benefits to retired employees; (2) the Township lacks legal authority to provide health benefits to Charles Napp, Leonard Caris, Carl Hartranft and their spouses because at the time the Ordinance was enacted, Napp, Caris and Hartranft were employees and supervisors of the Township; and (3) even if the Township could legally provide such benefits, it has a legal right to repeal the Ordinance and terminate Retirees’ health insurance benefits. Retirees responded with preliminary objections in the nature of a demurrer.\nThe trial court sustained the demurrer and dismissed the complaint, concluding that “the Township is procedurally and substantively precluded from challenging the validity of Ordinance 4-97 and, alternatively, precluded from abolishing the medical benefits due [Retirees].” Trial Court Opinion at 6. Relying on Summers v. State Ethics Commission, 128 Pa. Cmwlth. 520, 563 A.2d 1295 (1989), the trial court concluded that the Ordinance was proper because participation by supervisor-employees in township-paid health insurance plans did not require auditor approval under the Second Class Township Code and did not violate the prohibition against using one’s public office to obtain financial gain. The trial court also held that the Township could not repeal the Ordinance with respect to Retirees. Relying on Newport Township, v. Margalis, 110 Pa.Cmwlth. 611, 532 A.2d 1263 (1987), the trial court held that the health insurance benefits were actually a form of deferred compensation that could not be reduced or abolished. Finally, the trial court stated,\n[w]hile not specifically addressed by either party, we question whether any challenge to the legal validity of Ordinance 4-97 is time-barred insofar as “questions relating to ... the adoption of any ordinance ... shall be raised by appeal or challenge commenced within 30 days after the intended effective date of the ordinance.” 42 Pa.C.S. § 5571(c)(5).\nTrial Court Opinion at 3, n. 1.\nThis Court reversed the trial court, holding that the Township was not statutorily authorized to provide medical insurance to retired employees. White Deer Township v. Charles Napp, Helen Napp, Leonard Caris, Doris Caris, Charlotte Hartranft, and Donald Bird, 874 A.2d 1258 (Pa.Cmwlth.2005). Section 606(c) of the Second Class Township Code, 53 P.S. § 65606(c), provides that “supervisors while in office or while in the employ of the township may be eligible for inclusion in township-paid insurance plans.... ” We construed Section 606(c) to allow participation in township-paid insurance while in office or still employed, but not thereafter. White Deer, 874 A.2d at 1263.\nThe Pennsylvania Supreme Court granted Retirees’ request for appeal on the issue of whether townships are authorized under the Second Class Township Code to provide post-retirement medical and health benefits to employees. Subsequently, the Court enlarged its review to consider whether the Second Class Township Code prohibits townships from providing such benefits to supervisors who are also employees. It ruled on these issues in White Deer Township v. Charles Napp, Helen Napp, Leonard Caris, Doris Caris, Charlotte Hartranft, and Donald Bird, 590 Pa. 300, 912 A.2d 781 (2006). We begin with a review of the highlights of that opinion.\nFirst, the Supreme Court addressed the question of whether Township retired employees may be awarded post-retirement health insurance. Because this issue had not been preserved for appeal, the Supreme Court held that this Court erred in ruling on that question. Stated otherwise, the general question of whether medical insurance benefits can be given to retired employees was never the issue on appeal.\nSecond, the Supreme Court addressed the question of whether Township supervisors may be awarded post-retirement medical insurance. Retirees argued that supervisors are entitled to such benefits as deferred compensation in their capacity as employees and that nothing in Section 606 of the Second Class Township Code precludes supervisors from being so compensated. However, the Supreme Court observed that Section 606 is “designed to curtail decision making by local supervisors on matters affecting their own self-interest” and, further, that “the legislative intent to limit self-interested decision making by supervisors is, again, manifest.” White Deer Township, 590 Pa. at 306, 912 A.2d at 785.\nThe Supreme Court pointed out that the heart of the Township’s challenge was that the Ordinance was passed to benefit the legislators voting on it, ie., the supervisors. The Supreme Court held that the trial court erred in concluding that Section 606(c) authorized supervisors to confer post-retirement medical insurance benefits upon themselves. Further, because Section 606(c) pertains to what supervisors may receive while in office or while in the employ of the Township, the Supreme Court noted that “Section 606(c) does not operate to control the conferral of post-retirement medical insurance benefits ....” Id. at 307, 912 A.2d at 785.\nThird, the Supreme Court addressed the statutory requirements that compensation to supervisors be set by a board of auditors and that an auditor must review deferred compensation paid in the form of pension benefits. The Court noted that\nthe only prevailing theory supporting the provision of medical insurance benefits to retired employees (and [Retirees’] sole argument that such provision is authorized under the Second Class Township Code) is that the benefits are a form of deferred compensation.\nId. at 309, 912 A.2d at 786. The Supreme Court held that the General Assembly did not intend that compensation decisions be relegated solely to the supervisors benefiting from the compensation. However, it also concluded that the appeal could not be resolved on the basis that there was a lack of auditor approval because there were no facts of record on that issue.\nFinally, the Supreme Court held that the trial court’s.analysis did not support a dismissal of the Township’s complaint. Although the trial court had expressed an alternative basis for its holding, namely that the Township’s challenge of the Ordinance was timed barred, the Supreme Court did not resolve this issue due to the limited grant of allocatur. Instead, the Supreme Court vacated our previous order and remanded to this Court for “appropriate disposition.” Id. at 310, 912 A.2d at 787.\nOn remand, the issues before this Court are: (1) whether the Township’s challenge to the Ordinance was procedurally barred; (2) whether township supervisors who are also employees may receive post-retirement medical benefits under the Second Class Township Code; (3) whether such benefits are “deferred compensation”; and (4) how auditor approval or lack thereof impacts .this case. We will address these issues seriatim.\nFirst, we consider whether White Deer Township’s challenge to the Ordinance is time barred, an issue not addressed by the Supreme Court. We begin with a review of the applicable statute. Section 5571(c)(5) of the Judicial Code provides, in relevant part, as follows:\n[QJuestions relating to an alleged defect in the process of enactment or adoption of any ordinance, resolution, map or similar action of a political subdivision ... shall be raised by appeal or challenge commenced within 30 days after the intended effective date of the ordinance, resolution, map or similar action. As used in this paragraph, the term ‘intended effective date’ means the effective date specified in the ordinance, resolution, map or similar action or, if no effective date is specified, the date 60 days after the date the ordinance, resolution, map or similar action was finally adopted but for the alleged defect in the process of enactment or adoption.\n42 Pa.C.S. § 5571(c)(5) (emphasis added). The Township argues that it challenges the authority of supervisors to enact an ordinance, and this is a substantive challenge, not a procedural one governed by the 30-day statute of limitations.\nIt is certainly true, as we have explained, that “the 30-day appeal period applies only to attacks based upon procedural defects in the enactment of the ordinance and does not prevent subsequent attacks on its substantive validity.” Holsten v. West Goshen Township, 56 Pa. Cmwlth. 283, 424 A.2d 997, 998 (1981). Further, “a challenge based upon the township’s lack of statutory authority to enact the ordinance is a substantive question not subject to the 30-day appeal period.” Id. In response to the Township’s argument, Retirees contend that the issue of whether the Board of Supervisors obtained the appropriate auditor approval of the post-retirement benefits is procedural and, as such, is subject to the 30-day statute of limitations.\nRetirees’ argument is unpersuasive. The Township challenge is that the Ordinance is invalid because it was beyond the statutory power of the supervisors to enact. See Holsten, 424 A.2d at 998. The Township’s assertion that the supervisors needed auditor approval goes directly to the substantive question of whether the supervisors had the authority to enact the Ordinance. We hold that the Township is not time-barred from challenging the Ordinance.\nWe now turn to the critical issue of whether township supervisors, who are also employees, are eligible for post-retirement medical benefits under the Second Class Township Code. The Supreme Court noted that Section 606 of the Second Class Township Code does not expressly forbid supervisors from receiving post-retirement medical insurance benefits in their capacity as former employees. However, this does not end the inquiry. The question here is whether Section 606 authorizes the award of such post-retirement health insurance to supervisors.\nIt is well settled that “municipalities are created by the state and as such, may do only those things which the state legislature has placed within their power in enabling statutes.” Fairview Township v. Fairview Township Police Association, 795 A.2d 463, 468 (Pa.Cmwlth.2002). Further, when public officials have a direct pecuniary interest in a matter being voted on, the enabling legislation which gives them the power to vote on such a matter must be strictly construed. Genkinger v. City of New Castle, 368 Pa. 547, 552, 84 A.2d 303, 306 (1951).\nWith these principles in mind, we turn to the applicable provisions of the Second Class Township Code. Section 1512 of the Second Class Township Code, 53 P.S. § 66512, provides that supervisors may provide medical insurance for themselves in accordance with Section 606 of the Second Class Township Code. Section 1512 states, in relevant part, as follows:\n(d) The board of supervisors may contract with any insurance company, nonprofit hospitalization corporation or nonprofit medical service corporation to insure its supervisors under section 606, employes and their dependents under a policy or policies of group insurance covering life, health, hospitalization, medical service or accident insurance....\n53 P.S. § 66512(d). In turn, Section 606, relating to the compensation of supervisors, states, in relevant part, as follows:\n(a) Supervisors may receive as compensation an amount established by ordinance .... Salaries are payable monthly or quarterly for the duties imposed by this act... .The compensation of supervisors, when employed as roadmasters, laborers, secretary, treasurer, assistant seere-tary, assistant treasurer or in any employe capacity not otherwise prohibited by this or any other act, shall be determined by the board of auditors, at an hourly, daily, weekly, semi-monthly or monthly basis, which shall be comparable to compensation paid in the locality for similar services....\n(b) Any benefit provided tó or for the benefit of a supervisor employed by the township in any employe capacity under this act in the form of inclusion in a pension plan paid for in whole or in part by the township is compensation within the meaning of this act to the extent that benefit is paid for by the township and is determined by the board of auditors; however:\n(1) Supervisors are eligible for inclusion in township pension plans only if they are employed by the township in any employe capacity under this act. In order to be eligible for inclusion in the plans, supervisor-employes must meet the same requirements as other employes of the township who are eligible to participate in a pension plan. Pension plans shall not improperly discriminate in favor of a supervisor-employe.\n(2) Once given, auditor approval for inclusion of supervisor-employes shall not be rescinded in any subsequent years as long as the pension plan remains in effect and the supervisors remain employed by the township and continue to meet the same requirements as other employes of the township who are eligible to participate in a pension plan; nor shall the auditors act in any way that disqualifies the pension plan under Federal Law.\n(c) In addition to the compensation authorized under this section, supervisors while in office or while in the employ of the township may be eligible for inclusion in township-paid insurance plans, as follows:\n(1) Supervisors, whether or not they are employed by the township, and their dependents are eligible for inclusion in group life, health, hospitalization, medical service and accident insurance plans paid in whole or in part by the township. Their inclusion in those plans does not require auditor approval, but does require submission of a letter requesting participation at a regularly scheduled meeting of the board of supervisors before commencing participation. The insurance shall be uniformly applicable to those covered and shall not give eligibility preference to or improperly discriminate in favor of supervisors. No policy of group life insurance shall contain any provision for a cash surrender value, loan value or any other benefit beyond the face amount of insurance. The policy may contain a provision that when the insurance ceases because of termination of employment or term of office, the person is entitled to have issued to him by the insurer, without evidence of insur-ability, an individual policy of insurance on any form customarily issued by the insurer at the age and for the amount applied for if the amount is not in excess of the amount of life insurance which ceases because of the termination and the application for the individual policy is made and first premium is paid to the insurer within thirty-one days after termination.\n53 P.S. § 65606(a)-(c) (emphasis added).\nA review of the components of Section 606 is instructive. Section 606(a) deals with compensation for supervisors who are also employees. Section 606(b) deals with inclusion in a pension plan for supervisors, who are also employees, and specifically provides that such inclusion is permissible and is to be considered “compensation.” Section 606(c) deals with insurance for supervisors and states\n[i]n addition to the compensation authorized under this section, supervisors while in office or while in the employ of the township may be eligible for inclusion in township-paid insurance plans.\n53 P.S. § 65606(c) (emphasis added). Notably, Section 606(c) does not identify insurance as a type of “compensation.”\nSupervisors are eligible for township-paid insurance, including medical insurance, but only while in office or while in the employ of the township. We need look no further than these words in Section 606(c). The drafters of the statute chose to treat insurance benefits differently than supervisor compensation and pension benefits. The legislature did not direct us to consider insurance, unlike the pension benefit, a type of compensation. It would defeat the purpose of the statute’s directive to allow supervisors “while in the employ of the township” to grant themselves medical insurance after they left the township’s employ.\nBecause supervisors may receive health insurance only while employed or while in office, the Board of Supervisors lacked the statutory authority to confer such benefits upon themselves and their spouses after they left office. As such, the trial court erred in granting Retirees’ preliminary objections and dismissing the Township’s complaint. Therefore, we reverse the trial court’s grant of Retirees’ demurrer.\nRetirees assert that upon overruling the preliminary objections, we must remand the matter to afford Retirees an opportunity to file an answer to the complaint consistent with Pa.R.C.P. No. 1028(d). We agree and remand to give Retirees an opportunity to file an answer to the complaint.\nAs a final matter, we note, as did the Supreme Court, that Donald Bird was not alleged to be a supervisor of the Township. Therefore, our holding that post-retirement medical insurance, benefits are not available to supervisors may not apply to Mr. Bird. On remand, the parties should develop facts with respect to Donald Bird’s status and eligibility for benefits under the Ordinance.\nIn summary, we reverse the trial court’s grant of Retirees’ demurrer and remand for further proceedings consistent with this opinion.\nORDER\nAND NOW, this 19th day of July, 2007, the order of the Court of Common Pleas of the 17th Judicial District of Pennsylvania, Union County Branch, dated June 30, 2004, sustaining Retirees’ preliminary objections and dismissing White Deer Township’s complaint is hereby REVERSED. The matter is REMANDED for further proceedings on the complaint including the filing of an answer and the development of facts concerning Donald Bird.\nJurisdiction relinquished.\n. The Pennsylvania State Association of Township Supervisors Trustees Insurance has filed an amicus cunae brief in support of Retirees.\n. Act of May 1, 1933, P.L. 103, as amended, 53 P.S. §§ 65101-68701.\n.According to Retirees’ brief, Leonard Caris passed away during the course of this litigation.\n. No further facts are included concerning Donald Bird. We note that he apparently was the Secretary for the Board of Supervisors at the time the Ordinance was adopted. R.R. 11a.\n. The Supreme Court directed this Court to treat the trial court’s conclusion that Second Class Township employees are eligible for post-retirement medical benefits as the law of the case.\nThe Supreme Court noted that Donald Bird was not a supervisor, but it declined to approve the demurrer as to any part of the Township’s complaint in the absence of developed legal arguments regarding the effect of the invalidation of the Ordinance as to the Napps, Carises and Mrs. Hartranft upon benefits to Donald Bird.\n. The Supreme Court agreed with Retirees that Section 606 does not expressly forbid supervisors from receiving post-retirement medical insurance benefits in their capacity as former employees.\n. This Court’s review of a trial court’s decision sustaining preliminary objections in the nature of a demurrer is limited to whether, on the facts averred, the law states with certainty that no recovery is possible. Scott v. City of Pittsburgh and University of Pittsburgh, 903 A.2d 110, 113 Pa.Cmwlth.2006). This Court must accept as true all well-pleaded allegations and material facts averred in the complaint, as well as reasonable inferences therefrom, and any doubt should be resolved in favor of overruling the demurrer. Id.\n. Retirees argue that the Township has waived the issue of its ability to repeal the Ordinance even if the Ordinance is found to be legal, by failing to brief the issue on remand. The issue has not been waived. However, we need not address it.\n. The Ordinance does not specify an effective date. Presumably then, it became effective in February 1998, 60 days after it was adopted. The Township filed its challenge to the Ordinance in January 2004.\nThe Pennsylvania Supreme Court has held that “a claim alleging a procedural defect affecting notice or due process rights in the enactment of an ordinance may be brought notwithstanding the provisions of ... Section 5571(c)(5) because, if proven, the ordinance would be rendered void ab initio.\" Glen-Gery Corporation v. Zoning Hearing Board of Dover Township, 589 Pa. 135, 139, 907 A.2d 1033, 1035 (2006).\n. The Township argues in the alternative that the doctrine of nullum tempus occurrit reipublicae defeats any assertion that its claim is time-barred. Retirees counter very generally that the doctrine is not applicable. This Court has explained that “\\n\\ullwn tempus is a vestige of the English doctrine stating ‘time does not run against the king’ and its adoption in our jurisprudence is based on the public policy that the passage of time should not impede the Commonwealth’s obligation as a plaintiff to preserve public rights and revenues and protect public property from injury and loss.” Township of Indiana v. Acquisitions & Mergers, Inc., 770 A.2d 364, 371 (Pa.Cmwlth.2001). Further, \"municipalities, counties or other political subdivisions, though not vested with Commonwealth status, may still invoke nullum tempus provided they do so in an effort to enforce strictly public rights and obligations imposed by law.” Id. Because we have already determined that the challenge to the Ordinance is substantive in nature and thus not time-barred under Section 5571(c)(5) of the Judicial Code, we need not determine whether the doctrine of nullum tempus applies in this case.\n. In their brief, Retirees discuss Fairview Township at length for the proposition that employees are entitled to post-retirement medical insurance benefits under the Second Class Township Code. This is not necessary as we have been instructed by our Supreme Court to treat that premise as the law of the case. Further, we have already explained in our earlier opinion that Fairview Township is inapplicable to these facts because Fairview Township involved a collective bargaining agreement involving retirement benefits for police officers.\n. As a result, we will not address the remaining issues of whether the post-retirement medical insurance benefits are deferred compensation and whether auditor approval of such benefits was required.\n. Pa.R.C.P. No. 1028(d) provides that \"[i]f the preliminary objections are overruled, the objecting party shall have the right to plead over within twenty days after notice of the order or within such other time as the court shall fix.”\n.Indeed, it is not clear to this Court whether Donald Bird is even eligible for benefits under the Ordinance. In the Township’s complaint, he is listed as one of the defendants. However, the complaint alleges that Donald Bird was employed by the Township for approximately 15 years. The Ordinance provides that an individual must be employed for 20 years in order to be eligible for the post-retirement medical insurance.",
        "type": "majority",
        "author": "Judge LEAVITT."
      }
    ],
    "attorneys": [
      "Timothy J. Nieman, Harrisburg, for appellant.",
      "Pamela L. Shipman, Williamsport, for appellees."
    ],
    "corrections": "",
    "head_matter": "WHITE DEER TOWNSHIP, Appellant v. Charles NAPP, Helen Napp, Leonard Caris, Doris Caris, Charlotte Hartranft, and Donald Bird.\nCommonwealth Court of Pennsylvania.\nArgued April 9, 2007.\nDecided July 19, 2007.\nTimothy J. Nieman, Harrisburg, for appellant.\nPamela L. Shipman, Williamsport, for appellees.\nBEFORE: LEADBETTER, President Judge, LEAVITT (P.), and FLAHERTY, Senior Judge.\n. We listed the Township’s arguments on appeal as follows:\n1) the Resolution is invalid because the supervisors were acting under a conflict of interest, 2) the Resolution is procedurally invalid because there is no evidence that the Supervisors submitted ‘a letter requesting participation' in the insurance plan as required by Section 606(c)(1), 3) it can repeal the Resolution even if it was properly enacted, 4) if the grant of medical insurance is treated as ‘deferred compensation,’ then the Supervisors were required to have the Resolution approved by the Township’s Board of Auditors and 5) the Resolution is invalid because it provides medical insurance for retired employees whereas Section 606(c) only allows for medical insurance to be provided to current employees.\nWhite Deer, 874 A.2d at 1261. We disposed of the appeal based on the last issue, and therefore did not address any of the other arguments."
  },
  "file_name": "0671-01",
  "first_page_order": 719,
  "last_page_order": 728
}
