{
  "id": 11243679,
  "name": "Abraham KALANTARY, Appellee, v. Cecil MENTION and The City of Philadelphia. Appeal of Cecil Mention",
  "name_abbreviation": "Kalantary v. Mention",
  "decision_date": "2000-06-29",
  "docket_number": "",
  "first_page": "671",
  "last_page": "676",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 671"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "410 Pa.Super. 416",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        903282
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "citing 42 Pa.C.S.A. § 704(a); Pa. R.A.P. 741(a)"
        },
        {
          "page": "211",
          "parenthetical": "citing 42 Pa.C.S.A. § 704(a); Pa. R.A.P. 741(a)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/410/0416-01"
      ]
    },
    {
      "cite": "744 A.2d 327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11487092
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/744/0327-01"
      ]
    },
    {
      "cite": "251 Pa.Super. 568",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        838001
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "1244"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/251/0568-01"
      ]
    },
    {
      "cite": "637 A.2d 659",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7359779,
        939979
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "660",
          "parenthetical": "quoting Lee v. Cel-Pek Industries, Inc., 251 Pa.Super. 568, 380 A.2d 1243, 1244 (1977)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/637/0659-01",
        "/pa-super/432/0054-01"
      ]
    },
    {
      "cite": "432 Pa.Super. 54",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        939979
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "quoting Lee v. Cel-Pek Industries, Inc., 251 Pa.Super. 568, 380 A.2d 1243, 1244 (1977)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/432/0054-01"
      ]
    },
    {
      "cite": "661 A.2d 9",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866236,
        722014
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "12",
          "parenthetical": "\"A recovery for unjust enrichment is proper if one party is enriched by another, and an injustice would result if recovery for the enrichment is denied.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/661/0009-01",
        "/pa-super/443/0170-01"
      ]
    },
    {
      "cite": "443 Pa.Super. 170",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        722014
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "\"A recovery for unjust enrichment is proper if one party is enriched by another, and an injustice would result if recovery for the enrichment is denied.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/443/0170-01"
      ]
    },
    {
      "cite": "674 A.2d 1099",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868656,
        734402
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "1102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/1099-01",
        "/pa-super/449/0606-01"
      ]
    },
    {
      "cite": "449 Pa.Super. 606",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        734402
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/449/0606-01"
      ]
    },
    {
      "cite": "744 A.2d 327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11487092
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "335"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/744/0327-01"
      ]
    },
    {
      "cite": "251 Pa.Super. 568",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        838001
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/251/0568-01"
      ]
    },
    {
      "cite": "637 A.2d 659",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7359779,
        939979
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/637/0659-01",
        "/pa-super/432/0054-01"
      ]
    },
    {
      "cite": "432 Pa.Super. 54",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        939979
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/432/0054-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 754,
    "char_count": 17271,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23887377217745126
    },
    "sha256": "da27cbc18d08c89cd101099ce6d1778eea91430978a4eaf6a174459e1f408e79",
    "simhash": "1:9e749709756b813e",
    "word_count": 2845
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FORD ELLIOTT, MONTEMURO, JJ., and CIRILLO, President Judge Emeritus."
    ],
    "parties": [
      "Abraham KALANTARY, Appellee, v. Cecil MENTION and The City of Philadelphia. Appeal of Cecil Mention."
    ],
    "opinions": [
      {
        "text": "MONTEMURO, J.:\n¶ 1 Appellant, Cecil Mention, appeals from an order entered by the Court of Common Pleas of Philadelphia County, entering default judgment against him, setting aside a tax sale at which he had purchased property, ordering him to convey that property to its previous owner, and refunding him the purchase price. We reverse the order and vacate the default judgment.\n¶ 2 In 1998, Appellee, Abraham Kalantary, filed a complaint against Appellant and the City of Philadelphia, alleging that Appellee’s property, located at 613 N. 18th Street in Philadelphia, had been seized and sold by the City for nonpayment of property taxes. The complaint alleged that the City had violated Appellee’s right to due process by selling the property without first informing him of its intent to do so, and sought damages, ejectment of Appellant, who had purchased the property at the sale, and a declaration that Appellee was the rightful owner.\n¶ 3 A settlement conference was scheduled, at which all parties were required to be present. Appellee and the City reached a settlement. However, despite having been required to be present, neither Appellant nor his attorney attended. After waiting over an hour for Appellant to appear, the judge entered a default judgment against him setting aside the tax sale, ordering him to convey title to Appel-lee, and refunding him the purchase price of $4,100. Ten days after the default judgment was entered, Appellant filed a petition to open, which was denied. He then filed the instant appeal.\n[T]he decision concerning whether to open a default judgment lies within the sound discretion of the trial court and its decision will not be reversed absent a manifest abuse of discretion or error of law.... The party seeking relief from a default judgment must establish three elements: (1) the petition was timely filed; (2) a reasonable explanation or excuse for the default; and (3) the petitioner had a meritorious defense to the underlying claim.\nFlynn v. Casa Di Bertacchi Corp., 449 Pa.Super. 606, 674 A.2d 1099, 1102 (1996). Further, the Pennsylvania Rules of Civil Procedure provide that if a petition to open a default judgment “is filed within ten days after the entry of the judgment on the docket, the court shall open the judgment if the proposed complaint or answer states a meritorious cause of action or defense.” Pa.R.C.P. 237.3(b). “[This] rule supplies two of the three requisites for opening such judgments by presupposing that a petition filed as provided by the rule is timely and with reasonable explanation or legitimate excuse for the inactivity or delay resulting in the entry of the judgment.” Id., Note.\n¶ 4 Appellant argues simply that the entry of the default judgment was inequitable, and an abuse of discretion. For a number of reasons, we agree.\n¶ 5 First, Appellant’s petition to open was filed ten days after the entry of the default judgment, invoking the rule that the first two necessary elements are presumed. Consequently, a determination must be made as to whether he advanced a meritorious defense. In his petition to open, Appellant states that he has such a defense, as he “obtained the property via a Sheriffs sale in December 1995. Since th[at] date ..., [he] has expended substantial sums of money to repair, improve and rehabilitate the property.” (Petition to Open Default Judgment at ¶ 6). Attached to the petition are photographs of improvements allegedly made to the property, and copies of checks payable to a contractor totaling $28,000.\n¶ 6 After summarily taking away his property, the trial court awarded Appellant only his $4,100 purchase price. The benefits of the time and money Appellant spent in refurbishing the property were arbitrarily conferred upon Appellee. Appellant’s defense, therefore, is that unjust enrichment of Appellee resulted from the setting aside of the sale. See Duquesne Litho, Inc. v. Roberts & Jaworski, Inc., 443 Pa.Super. 170, 661 A.2d 9, 12 (1995) (“A recovery for unjust enrichment is proper if one party is enriched by another, and an injustice would result if recovery for the enrichment is denied.”). This is indeed a meritorious defense to the underlying claim.\n¶ 7 Further, in his preliminary objections to Appellee’s complaint, and in his answer, Appellant asserts the statute of limitations as a defense. Appellee’s complaint was filed on October 23,1998, nearly three years after the alleged tax sale. 42 Pa.C.S.A. § 5522(b)(5) provides that the period of limitations for “action[s] or proceeding[s] to set aside a judicial sale of property” is six months. Although Appel-lee claimed in his answer to the preliminary objections that the statute was tolled because he did not learn of the sale for some time, at this point in the proceedings the expiration of the statute is a meritorious defense, as it would be successful if proven at trial.\n¶ 8 Therefore, as all three of the necessary elements are present, the trial court erred in refusing to open the default judgment.\n¶ 9 We also find that the default judgment should not have been entered in the first place. In support of its actions, the only authority cited by the trial court was Pennsylvania Rule of Civil Procedure 218, which has been held to govern attendance at pre trial conferences, and provides,\n(a) Where a case is called for trial, if without satisfactory excuse a plaintiff is not ready, the court may enter a nonsuit on motion of the defendant or a non pros on the court’s own motion.\n(b) If without satisfactory excuse a defendant is not ready, the plaintiff may (1) proceed to trial, or, (2) if the case called for trial is an appeal from compulsory arbitration, either proceed to trial or request the court to dismiss the appeal and reinstate the arbitration award.\n(c) A party who fails to appear for trial shall be deemed to be not ready without satisfactory excuse.\nPa.R.C.P. 218.\n¶ 10 Rule 212, which governs pre-trial conferences in general, does not include sanctions for non-attendance. However, we have held that Rule 218 governs attendance at pre-trial conferences as well as at trials, because “[e]ounsel is under.the same duty to appear at conciliatory or pretrial conferences as he or she is to appear for trial.” Anderson v. Financial Responsibility Assigned Claims Plan, 432 Pa.Super. 54, 637 A.2d 659, 660 (1994) (quoting Lee v. Cel-Pek Industries, Inc., 251 Pa.Super. 568, 380 A.2d 1243, 1244 (1977)). Here, Appellant, who was the defendant, failed to appear at the settlement conference. Based on the proposition cited above, therefore, Rule 218(b), seems to govern. This rule provides simply that in the event the defendant fails to appear for trial, the plaintiff may proceed ex parte.\n¶ 11 It could be argued that the judgment against Appellant was the result of an ex parte settlement conference, analogous to a Rule 218(b) ex parte trial, and that therefore the trial court complied with the rule. However, that argument would fail because the judgment entered against Appellant was not the result of the settlement conference and, even if it was, for purposes of Rule 218(b) an ex parte settlement proceeding is not analogous to an ex parte trial.\n¶ 12 First, the trial court’s entry of a default judgment against Appellant implies the occurrence not of a settlement conference at which Appellant’s interests were considered in his absence, but a summary dismissal of his position, that is, a severance of Appellant’s rights before the conference even took place. The judgment entered against Appellant, therefore, was not the result of an ex parte proceeding. Rather, as the trial court Opinion indicates, it appears to be an arbitrary sanction inflicted against Appellant before the commencement of the proceeding simply because he failed to appear.\n¶ 13 Second, a settlement conference may not properly be considered the equivalent of an ex parte trial for purposes of Rule 218, because no record is produced of the proceedings' at the conference; an appellate court would be prevented from conducting an effective review of such a proceeding on appeal. Therefore, conducting a settlement conference in the absence of a defendant is not a proceeding anticipated by Rule 218(b). Even though it remains true that Rule 218(a) applies to plaintiffs who fail to attend settlement conferences, the specific language of Rule 218(b) does not empower a trial court to conduct an ex parte settlement conference when a defendant fails to appear, only to proceed to trial.\n¶ 14 The issue then becomes whether, in light of Rule 218, a judge may enter default judgment as a sanction against a defendant who fails to appear at a settlement conference. On this subject, Goodrich-Amram’s Standard Pennsylvania Practice states,\nThe Pretrial Conference Rule [212] does not provide any means of enforcing an attorney’s duty to attend and does not sanction the entry of a default judgment against a party because of the failure of the party’s attorney to appear. It has been postulated, however, that under the rule, a plaintiff who fails to appear either in person or through an attorney at a pretrial conference in contravention of a court order can be subject to a judgment of non pros.\nA trial court may not deny a party’s right to a jury trial because his or her attorney failed to attend a pretrial conference; there are many alternative sanctions which would not pre-empt the innocent litigant’s constitutional right to a jury trial, including the imposition of fines against the attorney, as well as the assessment of the opposing party’s legal fees against the attorney who misses a conference due to his or her own negligence ....\nA court faced with a plaintiff who does not appear at a pretrial conference either in person or through an attorney might enter an order striking a case from a trial list, if it is already listed, and staying further proceedings on the part of the plaintiff until he or she conforms to the order to hold a pretrial conference....\nThere is no penalty similar to a non pros or a stay of proceedings which may be imposed upon a defendant’s attorney for failing to attend a pretrial conference. It would seem, however, that any party, whether plaintiff or defendant, who without reasonable cause fails to attend a pretrial conference in person or by an attorney subjects himself or herself to summary punishment for contempt of court.\n1 Goodrich-Amram 2d §§ 212.3:9-10.\n¶ 15 There is simply is no authority in the Rules of Civil Procedure or elsewhere for the proposition that a trial court may summarily enter judgment against a defendant who fails to appear for a settlement conference. Therefore, given the prescriptions of Rule 218, the court’s options when presented with a situation where a defendant does not appear at a settlement conference are limited to imposition of one of the sanctions suggested in the above-quoted passage. Summarily entering judgment against the defendant is not among them.\n¶ 16 The trial court cites Rule 218(c) in its Opinion, stating,\nPursuant to Pennsylvania Rule of Civil Procedure 218(c), “a party who fails to appear for trial shall be deemed to be not ready without satisfactory cause.” This rule allows the trial court to grant relief under the rule without a separate determination that the failure to appear was without satisfactory excuse.\nPursuant to the Pennsylvania Rules of Civil Procedure, it is within this Court’s discretion whether to enter judgment against a party who fails to appear for a mandatory settlement conference.\n(Trial Ct. Op., 10/8/99, at 2). It is true that 218(c) permits the court to grant relief without a separate determination that the party’s excuse was unsatisfactory. However, 218(c) merely invokes automatically the operation of 218(a) and (b) without a separate determination of the validity of the absentee’s excuse. In the context of a settlement conference, as discussed above, the court may not conduct an ex parte proceeding; nor may it summarily enter judgment against the defendant. The court must satisfy itself with the sanctions discussed supra in 1 Goodrich-Am-ram 2d §§ 212.3:9-10.\n¶ 17 In First Union Mortg. Corp. v. Frempong, 744 A.2d 327 (Pa.Super.1999), we recently addressed the issue of whether a court may enter judgment against a defendant who had been absent from a settlement conference. There, judgment was entered against a defendant who had failed to appear both at a scheduled pre trial settlement conference and at the subsequent trial. Although we upheld the entry of judgment against the defendant, there are two important distinctions between Frempong and the instant case.\n¶ 18 First, here, the default judgment was entered against Appellant on the day that that the settlement conference was scheduled as a sanction for failure to appear. In Frempong, although the defendant had failed to appear for the scheduled settlement conference, the judgment was not rendered until the trial date, where he again made no appearance. This fact -implies that it was not for his failure to appear at the conference that he was punished, but for his failure to appear at trial, and is consistent with the provisions of Rule 218(b). Second, the factual history of Frempong is drastically different than that of the instant case. There, the trial court found that the defendant had engaged in highly egregious dilatory tactics, and that justice favored a speedy dismissal of his claims. In the instant case, however, there was no evidence that Appellant had acted in anything but good faith.\n¶ 19 Because the application of Rule 218 to settlement conferences is not a literal application of the letter of the rule, but is instead a question of interpretation, we find that the rules of construction stated in Pa.R.C.P. 126 and 127(c) apply. Rule 126 states, “The rules shall be liberally construed to secure the just, speedy and inexpensive determination of every action or proceeding to which they are applicable.” Rule 127 states,\nWhen the words of a rule are not explicit, the intention of the Supreme Court may be ascertained by considering, among other matters (1) the occasion and necessity for the rule; ... (3) the mischief to be remedied; (4) the object to be attained; ... [and] (6) the consequences of a particular interpretation; ....\nPa.R.C.P. 127(c).\n¶ 20 After considering the object of the rule, the circumstances of the two cases, and the consequences of the possible interpretations, we find that Frempong is distinguishable from the instant case, and, therefore, does not compel us to uphold the default judgment here.\n¶21 Order reversed and default judgment vacated. Case remanded for proceedings consistent with this Opinion.\n¶ 22 CIRILLO, President Judge Emeritus files a Concurring Statement.\n. Prior to the filing of this appeal, the City and Appellee entered into a settlement. The only issue on appeal is the propriety of the court's entry of default judgment against Appellant, Mention. Further, even though the City is a named party, we may exercise jurisdiction because neither party has objected to our jurisdiction. Wilson v. School Dist. of Phila., 410 Pa.Super. 416, 600 A.2d 210, 211 (1991) (citing 42 Pa.C.S.A. § 704(a); Pa. R.A.P. 741(a)).",
        "type": "majority",
        "author": "MONTEMURO, J.:"
      },
      {
        "text": "CIRILLO, President Judge Emeritus,\nconcurring:\n¶ 1 I join in the majority’s ultimate decision to reverse and vacate the default judgment entered against Appellant. I write separately, however, to state that I believe a defendant’s failure to appear at a pre-trial settlement conference does, in fact, invoke the dictates of Rule 218. For, when this same dilatory defendant fails to appear at the impending scheduled trial, judgment should be entered ágainst him or her.'\n¶ 2 I make this statement only to disagree with the majority’s proclamation that in First Union Mortg. Corp. v. Frempong, 744 A.2d 327 (Pa.Super.1999), the judgment against the defendant was entered “not for his failure to appear at the conference ..., but for his failure to appear at trial.” In Frempong, I clearly indicated that the defendant’s failure to appear for a mandatory settlement conference, despite being given notice of such obligation, “triggered the provisions of Rule of Civil Procedure 218.” Id. at 335. Settlement conferences are by their very nature conciliatory, and, as the majority notes in its decision, “counsel is under the same duty to appear at conciliatory or pretrial conferences as he or she is to appear for trial.” Accordingly, if Rule 218 governs attendance at pre-trial conferences as well as at trial, then it must also govern settlement (conciliatory) conferences. See Frempong, supra; Anderson v. Financial Responsibility Assigned Claims Plan, 432 Pa.Super. 54, 637 A.2d 659 (1994), citing Lee v. Cel-Pek Industries, Inc., 251 Pa.Super. 568, 380 A.2d 1243 (1977).\n¶ 3 Accordingly, I concur.",
        "type": "concurrence",
        "author": "CIRILLO, President Judge Emeritus,"
      }
    ],
    "attorneys": [
      "Roland B. Jarvis, Wyncote, for appellant.",
      "Thomas S. Famish, Philadelphia, for Kalantary.",
      "James J. Zwolak, Philadelphia, for City of Philadelphia."
    ],
    "corrections": "",
    "head_matter": "Abraham KALANTARY, Appellee, v. Cecil MENTION and The City of Philadelphia. Appeal of Cecil Mention.\nSuperior Court of Pennsylvania.\nArgued March 30, 2000.\nFiled June 29, 2000.\nRoland B. Jarvis, Wyncote, for appellant.\nThomas S. Famish, Philadelphia, for Kalantary.\nJames J. Zwolak, Philadelphia, for City of Philadelphia.\nBefore FORD ELLIOTT, MONTEMURO, JJ., and CIRILLO, President Judge Emeritus.\nRetired Justice assigned to the Superior Court."
  },
  "file_name": "0671-02",
  "first_page_order": 705,
  "last_page_order": 710
}
