{
  "id": 6789571,
  "name": "Mildred WARE, Claimant-Appellant, v. SPORTSMAN'S CAFE, INC., Employer-Appellee",
  "name_abbreviation": "Ware v. Sportsman's Cafe, Inc.",
  "decision_date": "1972-08-01",
  "docket_number": "",
  "first_page": "675",
  "last_page": "677",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 675"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "300 A.2d 2",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8047191
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/300/0002-01"
      ]
    },
    {
      "cite": "213 A.2d 64",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 301,
    "char_count": 4284,
    "ocr_confidence": 0.8,
    "pagerank": {
      "raw": 1.0678041250728425e-07,
      "percentile": 0.5589864505614034
    },
    "sha256": "42decd4e3a43842921d74e2777485e6377fb625bd6930d805b2ee19b190acd18",
    "simhash": "1:acf6808c5b66f13f",
    "word_count": 742
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mildred WARE, Claimant-Appellant, v. SPORTSMAN’S CAFE, INC., Employer-Appellee."
    ],
    "opinions": [
      {
        "text": "STIFTEL, President Judge.\nClaimant, Mildred Ware, was injured on October 12, 1963, when she fell through a trapdoor in the floor of the Sportsman’s Cafe, Inc., where she was employed as a barmaid. Periodically, following her accident, she received total disability payments and is presently receiving them.\nThis Court is asked to review a decision of the Industrial Accident Board dated June 9, 1971, which increased claimant’s neck disability from 12i/¿% to 30% and denied any compensation for her claim of permanent loss of use of her right arm. Mrs. Ware argues that she was entitled to more than 30% and that the Board erred in denying her compensation for loss of use of her right arm.\nThe Superior Court, in hearing appeals from the Industrial Accident Board, has the sole function to determine whether or not there was substantial competent evidence in the record to support the findings of the Board. Johnson v. Chrysler, Del.Supr., 213 A.2d 64; Food Crafts, Inc. v. Santiago, Sup.Ct.Del., 1972, 300 A.2d 2.\nNeck\nDr. Anthony L. Cucazzella’s estimate of Mrs. Ware’s neck disability was 40%. Dr. Thomas S. Vates, Jr. thought 25%. Claimant argues that the Board should have accepted either the testimony of Dr. Cucazzella or Dr. Vates but should not have decided on a figure in between. The Board, just like a jury, was not bound to accept the percentage figure of either doctor. It has the right to decide on a percentage disability in-between the two figures mentioned by the doctors. There was no arbitrary action by the Board. What it did was proper on the evidence before it.\nRight Arm\nDr. Cucazzella testified that the right arm injury was caused by the 1963 accident. On the other hand, Dr. Vates, in various parts of the record, reached the conclusion that the right arm injury was unrelated to the 1963 accident. For instance, Dr. Vates testified as follows :\n“The right-arm problem I thought was difficult to attribute to her fall unless one could find continuity between the fall and when the pain began. And in going over the records, there appeared to be at least a two-year discrepancy of the time of the fall to the time the pain began, if one goes by the records I could get. Possibly longer.” (Bd. Tr. 41).\nLater, Dr. Vates opined that Mrs. Ware had “radiculitis of several nerve roots” in her right arm; he said he would think that the radiculitis would not be related to the 1963 injury (Bd. Tr. 41, 42); and on cross-examination by claimant’s attorney, Dr. Vates remarked:\n“In other words, I am still up the same tree to attribute the symptoms of the right arm to the fall.” (Bd. Tr. 52).\nClaimant says Dr. Vates completely retreated from this position when he testified :\n“Q. Now, Doctor, earlier today Mildred Ware indicated that right after she got out of the hospital in 1963 she noticed the problem with her right arm.\n“A. Yes, that’s what she said to me in the office, or within a month or so she had noticed this, right, sir.\n“Q. And that would tie the right arm to the accident in your opinion if that were—\n“A. If that is correct, yes, sir.\n“Q. So if you assume that to be correct that would be the cause of the right-arm problem?\n“A. Then that could be the cause of the right arm, yes, sir.” (Bd. Tr. 46).\nThe Board had a right to determine that this was not a retreat. It could discount or reject Mrs. Ware’s testimony that “she noticed the problem with her right arm” after she got out of the hospital in 1963. There was record evidence that indicated no complaint about the right arm until the visit to Dr. Bailey in 1966. Dr. Bailey testified that he didn’t know whether the right arm problem related to the accident or not and commented:\n“Why in the world it would take two years to show up, I don’t know.”\nThe composite testimony of Dr. Vates indicated causation other than the accident for the right arm problem.\nThe Board made its own determination from conflicting evidence. Its decision is supported by competent evidence and must be affirmed.\nIt is so ordered.",
        "type": "majority",
        "author": "STIFTEL, President Judge."
      }
    ],
    "attorneys": [
      "Oliver V. Suddard, Wilmington, for claimant-appellant.",
      "William F. Taylor, Young, Conaway, Stargatt & Tayor, Wilmington, for employer-appellee."
    ],
    "corrections": "",
    "head_matter": "Mildred WARE, Claimant-Appellant, v. SPORTSMAN’S CAFE, INC., Employer-Appellee.\nSuperior Court of Delaware, New Castle.\nAug. 1, 1972.\nOliver V. Suddard, Wilmington, for claimant-appellant.\nWilliam F. Taylor, Young, Conaway, Stargatt & Tayor, Wilmington, for employer-appellee."
  },
  "file_name": "0675-01",
  "first_page_order": 713,
  "last_page_order": 715
}
