{
  "id": 7259082,
  "name": "STATE v. Ernest JONES",
  "name_abbreviation": "State v. Jones",
  "decision_date": "2009-05-07",
  "docket_number": "No. 2007-82-C.A.",
  "first_page": "676",
  "last_page": "682",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 676"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "309 F.3d 179",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11404441
      ],
      "pin_cites": [
        {
          "page": "181"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/309/0179-01"
      ]
    },
    {
      "cite": "523 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11503101
      ],
      "weight": 5,
      "year": 1998,
      "pin_cites": [
        {
          "page": "7"
        },
        {
          "page": "14-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/523/0001-01"
      ]
    },
    {
      "cite": "891 A.2d 893",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8992318
      ],
      "pin_cites": [
        {
          "page": "894"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/891/0893-01"
      ]
    },
    {
      "cite": "786 A.2d 1066",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9456332
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1069"
        },
        {
          "page": "1069"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/786/1066-01"
      ]
    },
    {
      "cite": "950 A.2d 400",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8228212
      ],
      "pin_cites": [
        {
          "page": "408"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/950/0400-01"
      ]
    },
    {
      "cite": "702 A.2d 28",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11888884
      ],
      "pin_cites": [
        {
          "page": "31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/702/0028-01"
      ]
    },
    {
      "cite": "559 A.2d 641",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7891965
      ],
      "pin_cites": [
        {
          "page": "643"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/559/0641-01"
      ]
    },
    {
      "cite": "732 A.2d 120",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11545898
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "122"
        },
        {
          "page": "123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/732/0120-01"
      ]
    },
    {
      "cite": "528 A.2d 1098",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7906745
      ],
      "pin_cites": [
        {
          "page": "1105"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/528/1098-01"
      ]
    },
    {
      "cite": "708 A.2d 895",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11822748
      ],
      "pin_cites": [
        {
          "page": "898"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/708/0895-01"
      ]
    },
    {
      "cite": "813 A.2d 982",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9382041
      ],
      "pin_cites": [
        {
          "page": "985"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/813/0982-01"
      ]
    },
    {
      "cite": "883 A.2d 1146",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8917433
      ],
      "pin_cites": [
        {
          "page": "1148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/883/1146-01"
      ]
    },
    {
      "cite": "935 A.2d 618",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8363545
      ],
      "pin_cites": [
        {
          "page": "621"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/935/0618-01"
      ]
    },
    {
      "cite": "899 A.2d 478",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8419460
      ],
      "pin_cites": [
        {
          "page": "482"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/899/0478-01"
      ]
    },
    {
      "cite": "966 A.2d 1225",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8169853
      ],
      "pin_cites": [
        {
          "page": "1229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/966/1225-01"
      ]
    },
    {
      "cite": "925 A.2d 929",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8306831
      ],
      "pin_cites": [
        {
          "page": "934"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/925/0929-01"
      ]
    },
    {
      "cite": "945 A.2d 305",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8383412
      ],
      "pin_cites": [
        {
          "page": "310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/945/0305-01"
      ]
    },
    {
      "cite": "946 A.2d 811",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8383313
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "816"
        },
        {
          "page": "816"
        },
        {
          "page": "816"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/946/0811-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 824,
    "char_count": 17723,
    "ocr_confidence": 0.732,
    "pagerank": {
      "raw": 1.2243761242503372e-07,
      "percentile": 0.604244880686094
    },
    "sha256": "8233ddacc8151d25dfcb0da5cb7d12aee691e9fb640faf95a34497b458e8bc95",
    "simhash": "1:1ba7c870e309e6e8",
    "word_count": 2895
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: GOLDBERG, Acting C.J., FLAHERTY, SUTTELL, ROBINSON, JJ., and WILLIAMS, C.J. (ret.)."
    ],
    "parties": [
      "STATE v. Ernest JONES."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice FLAHERTY,\nfor the Court.\nThe defendant, Ernest Jones, appeals pro se to this Court from an adjudication of probation violation. On appeal, the defendant contends: (1) that the hearing justice acted arbitrarily and capriciously in finding that he violated his probation, and (2) that the hearing justice did not afford him his right of allocution. This case came before the Supreme Court for oral argument on March 30, 2009, pursuant to an order directing the parties to appear and show cause why the issues raised in this appeal should not summarily be decided. After hearing the parties’ arguments and considering the memoranda submitted by counsel, we are satisfied that cause has not been shown, and we shall decide the appeal at this time. For the reasons set forth in this opinion, we affirm the judgment of the Superior Court.\nFacts and Procedural History\nOn September 25, 2006, in the Newport County Superior Court, defendant pled nolo contendere to one count of vandalism in violation of G.L.1956 § 11^44-1. The trial justice imposed a one-year suspended sentence, with probation. Additionally, with the exception of specified Saturday visits, the court ordered defendant not to have any contact with his mother, Frances Batey, the victim of his admitted vandalism. On October 18, 2006, less than three and a half weeks after his plea, defendant was arrested and charged with violating the no-contact order and with one count of simple assault and battery in violation of G.L.1956 § 11-5-8. Because of the new charges, the state filed a notice of violation pursuant to Rule 82(f) of the Superior Court Rules of Criminal Procedure, alleging that defendant had violated the terms and conditions of his probation. A probation-revocation hearing was held on November 8, 2006, in the Superior Court.\nAt the hearing, defendant’s sister, Barbara Hargrow, testified that at approximately 1 or 2 p.m. on Wednesday, October 18, 2006, defendant appeared in front of their mother’s home. Hargrow testified that defendant staggered and smelled strongly of alcohol and that he approached her and began to verbally accost her. Hargrow informed defendant that she was gathering his belongings from their mother’s home so that he could return with a police officer to retrieve them, as had earlier been arranged with their mother, Ba-tey. Hargrow testified that defendant got very close to her, and she was “kind of scared, like he was going to hit me,” even though she was confident that he would never strike her.\nBatey testified at the probation-revocation hearing that she went outside and heard defendant swearing at his sister. When defendant continued to verbally abuse both women, Batey returned to her home and called the police. However, she also testified that she did not feel threatened by her son, and that he never actually stepped onto her property.\nScott Herrmann was walking on the street with a companion when he noticed the commotion in front of Batey’s home. He testified that he became concerned because the interaction between the two siblings appeared as though it was “going to become physical.” He said that he told defendant to “knock it off,” at which point defendant approached him and pushed him. Herrmann said that he told defendant, “if you do that again, I’m knocking you out.” As Herrmann walked away, Hargrow told him that the police were on their way and that he needed to speak to them, which Herrmann agreed to do.\nThe defendant also testified at the hearing, but his was a decidedly different account of what had transpired. He admitted that he saw his sister, but he said that they had run into each other earlier in the day and that she asked him what he wanted her to do with the clothes that remained at their mother’s home. He said that he told her that he would collect them on Saturday with a police officer. He testified that he often walked along his mother’s street during the course of his day, but because of the no-contact order, he confined himself to the side of the street opposite her house. He submitted that he was doing just that when Hargrow came outside the home and again asked him where he wanted his clothes delivered. He testified that he told her to deliver them to a location where he maintained storage space, and that he continued walking down the street. He acknowledged that he brushed past Herrmann on the sidewalk as his sister screamed at him, but he said that he did not push Herrmann. The defendant admitted that he and Herr-mann might have bumped shoulders, but he said that this was because he attempted to maneuver around a tree that blocked his path on the sidewalk.\nAfter hearing testimony from the four witnesses, the hearing justice found defendant’s testimony to be “one complete lie.” The hearing justice suggested that the Attorney General consider perjury charges against defendant because of his testimony during the hearing. The court found Herrmann to be credible, despite his significant criminal record, because his testimony supported that of Hargrow and Ba-tey, both of whom the court also found credible. In rendering his decision, the hearing justice found that defendant assaulted Herrmann, verbally harassed Har-grow, and deliberately appeared at Batey’s home to have “some type of interchange with his mother or family,” in violation of the no-contact order. Consequently, the court found that defendant violated the terms and conditions of his probation. The hearing justice removed the suspended sentence and ordered defendant to serve one year imprisonment at the Adult Correctional Institutions. The defendant timely appealed.\nStandard of Review\nThe sole issue before a hearing justice at a probation-revocation hearing is whether the defendant violated one or more terms of his probation by failing to keep the peace or remain on good behavior. State v. Christodal, 946 A.2d 811, 816 (R.I.2008). “The burden of proof on the state is much lower than that which exists in a criminal trial — the state need only show that ‘reasonably satisfactory’ evidence supports a finding that the defendant has violated his or her probation.” State v. Bouffard, 945 A.2d 305, 310 (R.I.2008) (quoting State v. Forbes, 925 A.2d 929, 934 (R.I.2007)). “In determining whether or not a defendant has committed a probation violation, the hearing justice is charged with weighing the evidence and assessing the credibility of the witnesses.” Christodal, 946 A.2d at 816. “[T]his Court will not ‘second-guess’ supportable credibility assessments of a hearing justice in a probation-revocation hearing.” State v. Jackson, 966 A.2d 1225, 1229 (R.I.2009) (quoting State v. Johnson, 899 A.2d 478, 482 (R.I.2006)). We consistently have said that “when reviewing a finding of a probation violation, [we] will consider only ‘whether the hearing justice acted arbitrarily or capriciously in finding a violation.’ ” State v. Seamans, 935 A.2d 618, 621 (R.I.2007) (quoting State v. Vieira, 883 A.2d 1146, 1148 (R.I.2005)).\nAnalysis\nThe defendant first contends that the hearing justice acted arbitrarily and capriciously when he found that a probation violation occurred. We disagree. After reviewing the record before us, it is clear that the hearing justice did not act arbitrarily or capriciously when he found that defendant violated the terms and conditions of his probation.\nDuring oral argument, defendant argued that he could not be found to be a violator because the assault charges filed against him for pushing Herrmann later were dismissed. However, this Court consistently has reiterated that, “the state does not have to prove beyond a reasonable doubt that an alleged probation violator committed a crime; the state need only reasonably satisfy the hearing justice that a defendant breached a condition of probation by failing to keep the peace or remain on good behavior.” Christodal, 946 A.2d at 816.\nThe hearing justice in this case weighed the evidence and assessed the credibility of the witnesses that testified before him. He found Batey, Hargrow, and Herrmann to be credible because they shared the same description of the events that transpired outside of Bate/s home. The hearing justice found defendant’s testimony to be “one complete lie,” that in no way refuted the testimony of the other three witnesses.\n“When a probation-violation inquiry turns on a determination of credibility, * * * and the hearing justice, after considering all the evidence, accepts one version of events for plausible reasons stated and rationally rejects another version, we can safely conclude that the hearing justice did not act unreasonably or arbitrarily in finding that a probation violation has occurred.” State v. Waite, 813 A.2d 982, 985 (R.I.2003) (quoting State v. Rioux, 708 A.2d 895, 898 (R.I.1998)).\nThe hearing justice found that defendant went to Batey’s home in violation of the no-contact order, caused a public disturbance by harassing his sister in the street, and pushed Herrmann. He reasonably did not believe defendant’s version of events. Therefore, we conclude that the hearing justice’s determination that defendant violated the terms and conditions of his probation was not arbitrary or capricious.\nThe defendant next argues that he was not afforded his right of allocution because he was not allowed to make a statement on his own behalf before the hearing justice imposed his sentence. This Court has held that a defendant must be provided with a right to “address the court before the trial justice pronounces sentence,” and that “[t]he right of allocution in this state is a right of constitutional dimension.” State v. Brown, 528 A.2d 1098, 1105 (R.I.1987). “The process due a defendant in a probation-revocation hearing, however ‘is less formal than the full panoply of rights afforded at a criminal trial.’ ” State v. Ratchford, 732 A.2d 120, 122 (R.I.1999) (quoting State v. Desrosiers, 559 A.2d 641, 643 (R.I.1989)). This is because a probation-revocation hearing is “not part of the criminal prosecution process,” State v. Kennedy, 702 A.2d 28, 31 (R.I.1997), but is instead a civil proceeding. State v. Gautier, 950 A.2d 400, 408 (R.I.2008).\nRule 32(f) provides that before probation is revoked, the court shall afford a defendant a hearing “at which the defendant shall be afforded the opportunity to be present and apprised of the grounds on which such action is proposed.” General Laws 1956 § 12-19-9 specifies that “[t]he court shall conduct a hearing to determine whether the defendant has violated the terms and conditions of his or her probation,” and that the defendant “shall have the opportunity to be present and to respond.” “However, once a defendant is declared to be a violator, neither section requires allocution or argument before a suspension of sentence is lifted and the sentence is ordered to be served.” State v. Nania, 786 A.2d 1066, 1069 (R.I.2001).\nA review of the record reveals that defendant was not afforded the opportunity to address the court before the hearing justice imposed his sentence. The defendant relies on this Court’s holding in Ratchford to argue that his right of allocution was violated. In that case, we said that;\n“[Ajlthough * * * no constitutional right of allocution exists in probation revocation hearings, it is our opinion that whenever, as here, the trial justice is called upon to exercise his or her discretion in determining, in open court and in the presence of the defendant, how much of the suspended sentence, if any, should be imposed and whether or not the sentences should be ordered to run consecutively, the better practice is to permit counsel to address the court concerning any factors which may assist the court in fashioning a sentence that ‘as to the court may seem just and proper.’ ” Ratchford, 732 A.2d at 123 (quoting § 12-19-9).\nThere, we remanded for resentencing because we concluded that the hearing justice erred when he failed to give defense counsel the opportunity to address the court before consecutive sentences were ordered to be executed. Id. However, Ratchford is clearly distinguishable from the instant case. In Ratchford, the defendant was sentenced on more than one felony conviction, and the multiple sentences were imposed consecutively, notwithstanding that the notice of violation “made no reference to the consecutive nature of the sentences.” Id. In Nania, 786 A.2d at 1069, this Court clarified our holding in Ratchford. We reiterated that the better practice is to allow counsel to address “any factors in mitigation and factors that might militate against the imposition of a consecutive sentence,” but we held that “our holding in Ratchford is applicable to situations in which the hearing justice intends to impose consecutive sentences or to impose a sentence on more than one case.” Id. In this case, the hearing justice did not impose consecutive or multiple sentences; therefore, defendant’s reliance on Ratch-ford is misplaced.\nThe hearing justice satisfied the requirements of both Rule 32(f) and § 12-19-9; he allowed the defendant’s counsel to address the court before he decided whether the defendant had violated the terms and conditions of his probation. Therefore, because allocution is not required during a probation-revocation hearing, the hearing justice did not err when, after finding the defendant a violator, he sentenced the defendant before providing him an opportunity to address the court about the sentence to be imposed.\nConclusion\nFor the foregoing reasons, we affirm the judgment of the Superior Court. The record in this case shall be returned to the Superior Court.\n. Rule 32(f) of the Superior Court Rules of Criminal Procedure provides in pertinent part:\n\"The court shall not revoke probation or revoke a suspension of sentence or impose a sentence previously deferred except after a hearing at which the defendant shall be afforded the opportunity to be present and apprised of the grounds on which such action is proposed. * * * Prior to the hearing the State shall furnish the defendant and the court with a written statement specifying the grounds upon which action is sought under this subdivision.”\n. Hargrow testified that Herrmann had a \"bag with some beer in it” and that she could also smell alcohol on his breath.\n. The defendant was released from incarceration before oral argument. Although the parties have not addressed mootness, and we have decided this case on its merits, we recognize that the expiration of a defendant’s sentence imposed after a probation violation may well render his appeal moot. See State v. Cosores, 891 A.2d 893, 894 (R.I.2006) (mem.) (\"the completion of a prisoner's sentence renders his or her appeal from the revocation of a term of supervised release moot”) (citing Spencer v. Kemna, 523 U.S. 1, 7, 118 S.Ct. 978, 140 L.Ed.2d 43 (1998)). In Spencer, 523 U.S. at 14-18, 118 S.Ct. 978 the United States Supreme Court held that a petitioner’s appeal challenging the revocation of his parole was moot because he completed his sentence while his appeal was pending and he could not allege sufficient collateral consequences from his allegedly invalid parole revocation. See also United States v. Kissinger, 309 F.3d 179, 181 (3d Cir.2002) (holding that Spencer is not limited to parole context and applying it to probation revocation proceedings).\n. Article 1, section 10, of the Rhode Island Constitution provides:\n\"In all criminal prosecutions, accused persons shall enjoy the right to a speedy and public trial, by an impartial jury; to be informed of the nature and cause of the accusation, to be confronted with the witnesses against them, to have compulsory process for obtaining them in their favor, to have the assistance of counsel in their defense, and shall be at liberty to speak for themselves; nor shall they be deprived of life, liberty, or property, unless by the judgment of their peers, or the law of the land.”\n. The following colloquy occurred at the conclusion of the probation-revocation hearing:\n\"THE COURT: * * * In sum, I find the defendant, Ernest Jones to be a violator of the terms and conditions of his probation because I find that on October 18th he deliberately went to Pond Avenue to have some type of interchange with his mother or family. He had no reason to be there; it was a Wednesday not a Saturday. I find that he did in fact assault Scott Herrmann by shoving him backwards because Mr. Herrmann was, on this occasion, at least doing the gentlemanly thing by attempting to stop and prevent harassment of two women by an uncontrolled individual, that is, the defendant. So I find the defendant is a violator. I only regret that there is but one year to utilize as punishment for Mr. Jones. As he is well aware, this Court was sympathetic to some of his health issues, some of the travel of his life, and I believe that there is but a single year that I can give to Mr. Jones as a penalty.\n\"In N3-2006 1112A, I found Ernest T. Jones a violator of the terms and conditions of his Superior Court probation. In that case, he received a one year suspended sentence. I vacate the suspended sentence and sentence the defendant to one year to serve. That is the order of this Court.\n\"THE DEFENDANT: Your Honor, we would like to appeal your judgment on the record, please.\n\"THE COURT: [Defense counsel], do you wish to consult with your client very briefly?\n\"[DEFENSE COUNSEL]: He has nothing to say, Judge.”",
        "type": "majority",
        "author": "Justice FLAHERTY,"
      }
    ],
    "attorneys": [
      "Aaron L. Weisman, Department of the Attorney General, for plaintiff.",
      "Ernest G. Jones, pro se, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Ernest JONES.\nNo. 2007-82-C.A.\nSupreme Court of Rhode Island.\nMay 7, 2009.\nAaron L. Weisman, Department of the Attorney General, for plaintiff.\nErnest G. Jones, pro se, for defendant.\nPresent: GOLDBERG, Acting C.J., FLAHERTY, SUTTELL, ROBINSON, JJ., and WILLIAMS, C.J. (ret.)."
  },
  "file_name": "0676-01",
  "first_page_order": 704,
  "last_page_order": 710
}
