{
  "id": 7954018,
  "name": "Frank A. CARTER, Chief Disciplinary Counsel v. Perry D. WHEELER",
  "name_abbreviation": "Carter v. Wheeler",
  "decision_date": "1983-06-16",
  "docket_number": "",
  "first_page": "677",
  "last_page": "677",
  "citations": [
    {
      "type": "official",
      "cite": "461 A.2d 677"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "426 A.2d 255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7942426
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "256-57"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/426/0255-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 215,
    "char_count": 2376,
    "ocr_confidence": 0.716,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2006466400164643
    },
    "sha256": "bb0fc2437d7d37563cf77f0f5c5ca9955e88a682eefcf5e8eaaa4d0e290ef587",
    "simhash": "1:15a5d0a869d8052b",
    "word_count": 398
  },
  "last_updated": "2024-02-27T18:13:59.154543+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frank A. CARTER, Chief Disciplinary Counsel v. Perry D. WHEELER."
    ],
    "opinions": [
      {
        "text": "ORDER\nThe respondent is a member of the Bar of this state. On February 19,1983, a Superi- or Court jury returned guilty verdicts on two counts of a three-count criminal indictment. The respondent was found guilty of manslaughter in violation of G.L.1956 (1969 Reenactment) § 11-23-3 and of conspiracy in violation of G.L.1956 (1969 Reenactment) § 11-1-6 as enacted by P.L.1975, ch. 283 § 2. Later, the trial justice denied respondent’s motion for a new trial, and on April 12, 1983 the respondent was sentenced on each count to eight years at the Adult Correctional Institution, four years to be served and four years suspended with four years probation, said sentences to run concurrently-\nSubsequently, on June 3, 1983, the respondent, accompanied by counsel, appeared before us in response to our order to show cause why he should not be suspended from the practice of law while his appeal is pending before us. Our order was entered pursuant to the provisions of this court’s Rule 42-12(a). At the show cause hearing, respondent’s attorney discussed the legal issues which his client’s appeal will encompass and urged the court to defer disciplinary action pending final determination of the appeal.\nThere can be no question but that at this time, the respondent stands convicted of two serious offenses and as this court noted in Carter v. Romano, R.I., 426 A.2d 255, 256-57 (1981), “respect for law in this jurisdiction would be greatly diminished if this attorney were permitted to continue to practice his profession during the pendency of an appeal from his convictions.” What we said in Romano applies in this situation with equal force.\nWe order that the respondent be suspended from the practice of law beginning July 15, 1983 and he will remain in that status until further order of this court. The respondent is ordered to furnish on or before July 1, 1983 to the clerk of this court the names and addresses of all clients presently represented by him. The effective date of this suspension has been deferred so that those interested clients may take such measures as they deem necessary to protect their rights. It is further ordered that this matter be referred to the Disciplinary Board for appropriate action in accordance with our Rule 42-12(c).",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Frank A. CARTER, Chief Disciplinary Counsel v. Perry D. WHEELER.\nSupreme Court of Rhode Island.\nJune 16, 1983."
  },
  "file_name": "0677-02",
  "first_page_order": 707,
  "last_page_order": 707
}
