{
  "id": 6789594,
  "name": "Roy A. JOHNSTON, Plaintiff, v. TALLY HO, INC., a Delaware corporation, Defendant and Third-Party Plaintiff, v. PENNSYLVANIA MANUFACTURERS' ASSOCIATION INSURANCE CO., a Pennsylvania corporation, Third-Party Defendant",
  "name_abbreviation": "Johnston v. Tally Ho, Inc.",
  "decision_date": "1973-02-15",
  "docket_number": "",
  "first_page": "677",
  "last_page": "679",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 677"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "185 F.2d 443",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1231757
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/185/0443-01"
      ]
    },
    {
      "cite": "178 F.2d 750",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1162394
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/178/0750-01"
      ]
    },
    {
      "cite": "81 F.Supp. 1008",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        666563
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/81/1008-01"
      ]
    },
    {
      "cite": "50 A.L.R.2d 449",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": 0
    },
    {
      "cite": "105 A.2d 304",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "377 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/377/0588-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 370,
    "char_count": 6288,
    "ocr_confidence": 0.807,
    "pagerank": {
      "raw": 1.6753649821684346e-07,
      "percentile": 0.6965948593914163
    },
    "sha256": "04f34c41e522dd712943c10a160c70fb9fafab5ba66146d974c1f285d5aadb77",
    "simhash": "1:98b348124dadc207",
    "word_count": 1020
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Roy A. JOHNSTON, Plaintiff, v. TALLY HO, INC., a Delaware corporation, Defendant and Third-Party Plaintiff, v. PENNSYLVANIA MANUFACTURERS’ ASSOCIATION INSURANCE CO., a Pennsylvania corporation, Third-Party Defendant."
    ],
    "opinions": [
      {
        "text": "STIFTEL, President Judge.\nPlaintiff was arrested and taken into custody by the Delaware State Police during a raid at the Tally Ho restaurant, owned by defendant, Tally Ho, Inc. Plaintiff claimed that he had innocently wandered into a gambling and girlie party. All criminal charges against him by the State were dropped. Plaintiff’s name had appeared in several newspaper stories in connection with the illegal party and police raid. Plaintiff brought suit against Tally Ho for negligence in allowing such a party. He wants damages for lost commissions and injury to his reputation and business standing.\nDefendant Tally Ho requested its insurance carrier, Pennsylvania Manufacturers’ Association Insurance Company (“PMA”), to defend the suit under the terms of its policy. PMA refused; whereupon, Tally Ho joined PMA as a third-party defendant and asked for attorney’s fees to defend Johnston’s suit against it. PMA moved for judgment, summary or on the pleadings.\nPMA’s motion is based on two grounds. First, it argues that the damages complained of in Johnston’s suit against Tally Ho do not fall within the coverage provisions of the insurance policy. Therefore, it claims PMA has no obligation to defend the suit or pay Tally Ho’s attorney’s fees. Second, PMA argues that Tally Ho failed to give PMA timely notice of Johnston’s suit.\nGenerally, an insurer’s obligation to defend a suit against an insured does not extend to suits based on claims not covered by the policy. 44 Am.Jur.2d, “Insurance”, § 1535, p. 415; Wilson v. Maryland Casualty Co., 377 Pa. 588, 105 A.2d 304, 50 A.L.R.2d 449. When an insurer bases its refusal to defend on the ground that the action is not covered by the policy, and it appears that the claim for damages against the insured really is outside the policy’s coverage, then such refusal is justified. There is no breach of contract, and the insurer incurs no legal liability. 49 A. L.R.2d, “Liability Insurer — Refusal to Defend”, § 4, p. 703; 44 Am.Jur.2d, “Insurance”, § 1545, p. 425.\nThe controlling question is whether or not the damages claimed by Johnston fall within the coverage provision of the insurance policy. The coverage provision reads as follows:\n“The company will pay on behalf of the insured all sums which the insured shall become legally obligated to pay as damages because of\nCoverage A. Bodily injury or\nCoverage B. Property damage to which this insurance applies, caused by an occurrence, and the company shall have the right and duty to defend any suit against the insured seeking damages on account of such bodily injury or property damage, even if any of the allegations of the suit are groundless, false or fraudulent . . .”\nIn his complaint, plaintiff requested money for damage to his reputation and business standing. Is this covered by the “property damage” clause in the policy?\n“Property damage is defined in the policy as “injury to or destruction of tangible property”. Clear and unambiguous words and phrases in insurance policies should be given their ordinary, usual meaning. See Couch On Insurance, § 15.-71, p. 671. Webster’s Third New International Dictionary defines “tangible property” as “property having physical substance apparent to the senses.” Black’s Law Dictionary, p. 1627 (Rev. 4th Ed.), defines “tangible property” as “that which may be felt or touched, and is necessarily corporeal . . .”. “Property damage” is a limiting term, designed to exclude from its province all property that is not tangible. To define it otherwise would not be its usual and ordinary meaning.\nLoss of reputation and business standing is not an “injury to or destruction of tangible property”. It may be property in the broad sense of the word, but it is not “tangible property”. Plaintiff’s claim under the property damage provision is not covered by the insurance policy.\nAt oral argument, counsel for Tally Ho suggested that a claim for damages due to bodily injury also is included in the complaint. Plaintiff alleges in his complaint that he was “. . . set upon and arrested” by the police. He does not say any bodily injury resulted. No damages for bodily injury are claimed by him in his complaint. The mere use of the words “set upon and arrested” does not convey the conclusion that plaintiff was physically injured. The complaint, therefore, does not present a claim for bodily injury damage under the policy.\nThe next question is whether PMA has a duty to defend against plaintiff’s suit. The widely accepted rule is that an insurer’s duty to defend an action against an insured is measured by the allegations in plaintiff’s pleadings. If plaintiff’s pleadings state facts bringing the injury within the coverage of the policy, the insurer must defend. 7A Appleman On Insurance Law and Practice, § 4683, p. 436; Lee v. Aetna Casualty and Surety Co. (D.C.N.Y.1949), 81 F.Supp. 1008, aff’d (2 Cir.), 178 F.2d 750. As seen above, plaintiff has not stated facts in his pleadings that would bring the injury within the coverage of the policy. The duty to defend is limited by the terms of this policy to those suits “seeking damages on account of such bodily injury or property damage .”. There being no coverage of the damages alleged, there is no duty to defend.\nSince there is no coverage or duty to defend, PMA is not obligated to pay attorney’s fees incurred by Tally Ho in defending plaintiff’s action. United Pacific Ins. Co. v. Northwestern Nat. Ins. Co. (10 Cir., Utah), 185 F.2d 443. PMA has not breached the terms of its contract and has incurred no legal obligation to Tally Ho to defend.\nMy conclusion makes it unnecessary to determine the question of the timeliness of notice of injury to PMA.\nJudgment for defendant Pennsylvania Manufacturers’ Association Insurance Company.\nIt is so ordered.",
        "type": "majority",
        "author": "STIFTEL, President Judge."
      }
    ],
    "attorneys": [
      "Karl J. Parrish, Wilmington, for plaintiff.",
      "Clement C. Wood, Allmond & Wood, Wilmington, for Tally Ho, Inc.",
      "William J. Taylor, III, of Berg, Taylor & Komissaroff, Wilmington, for Pennsylvania Manufacturers’ Association Ins. Co."
    ],
    "corrections": "",
    "head_matter": "Roy A. JOHNSTON, Plaintiff, v. TALLY HO, INC., a Delaware corporation, Defendant and Third-Party Plaintiff, v. PENNSYLVANIA MANUFACTURERS’ ASSOCIATION INSURANCE CO., a Pennsylvania corporation, Third-Party Defendant.\nSuperior Court of Delaware, New Castle County.\nFeb. 15, 1973.\nKarl J. Parrish, Wilmington, for plaintiff.\nClement C. Wood, Allmond & Wood, Wilmington, for Tally Ho, Inc.\nWilliam J. Taylor, III, of Berg, Taylor & Komissaroff, Wilmington, for Pennsylvania Manufacturers’ Association Ins. Co."
  },
  "file_name": "0677-01",
  "first_page_order": 715,
  "last_page_order": 717
}
