{
  "id": 8050346,
  "name": "Howard W. MOORE, Jr., and Ruth M. Moore, his wife, Plaintiffs, Appellants, v. Glenn A. SIZEMORE and Leon R. Ellis, Partners of Sizemore & Ellis Realty Co., a Delaware Partnership, Glenn A. Sizemore, Individually, Leon R. Ellis, Individually, Lee Littleton, and William D. DeVore and Christina E. DeVore, his wife, Defendants, Appellees",
  "name_abbreviation": "Moore v. Sizemore",
  "decision_date": "1979-08-06",
  "docket_number": "",
  "first_page": "679",
  "last_page": "681",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 679"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "54 A.L.R.2d 660",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": 0
    },
    {
      "cite": "330 A.2d 134",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12023351
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/330/0134-01"
      ]
    },
    {
      "cite": "180 A.2d 467",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "4 Storey 463",
      "category": "reporters:state",
      "reporter": "Storey",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "83 A.2d 759",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "7 Terry 362",
      "category": "reporters:state",
      "reporter": "Terry",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "171 A.2d 916",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "3 Storey 473",
      "category": "reporters:state",
      "reporter": "Storey",
      "year": 1961,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 7795,
    "ocr_confidence": 0.8,
    "pagerank": {
      "raw": 1.0191787557090858e-06,
      "percentile": 0.9833135059225461
    },
    "sha256": "e437378d446dfe1cad2b63005426884a31d6e072828bc7de028fcd7e88834564",
    "simhash": "1:94515ae53d2c36eb",
    "word_count": 1286
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C. J., and DUFFY and HORSEY, JJ."
    ],
    "parties": [
      "Howard W. MOORE, Jr., and Ruth M. Moore, his wife, Plaintiffs, Appellants, v. Glenn A. SIZEMORE and Leon R. Ellis, Partners of Sizemore & Ellis Realty Co., a Delaware Partnership, Glenn A. Sizemore, Individually, Leon R. Ellis, Individually, Lee Littleton, and William D. DeVore and Christina E. DeVore, his wife, Defendants, Appellees."
    ],
    "opinions": [
      {
        "text": "DUFFY, Justice:\nThis is an action for misrepresentation in connection with a land sale. The parties to the sale were Howard W. Moore, Jr., and Ruth M. Moore, his wife (plaintiffs) and William D. DeVore and Christina E. DeVore, his wife. The real estate agents involved were Glenn A. Sizemore, Leon R. Ellis, Lee Littleton and the partnership of Sizemore & Ellis Realty Co. (defendants). The Superior Court granted summary judgment to all defendants, and plaintiffs docketed this appeal.\nI\nTaking the record in the light most favorable to plaintiffs, who are the non-moving parties, Matas v. Green, Del.Super., 3 Storey 473, 171 A.2d 916 (1961), the facts are these:\nThe DeVores wanted to sell a house and land which they owned near Seaford and they authorized Sizemore & Ellis to be their agent in arranging for a sale of the property. In May 1975, the Moores and the De-Vores entered into a contract for the purchase and sale of the property. The contract did not refer to the size of the tract, but to a description of the land filed with the Recorder of Deeds. The sale was closed on July 21, 1975.\nThe amount of acreage was an important factor in plaintiffs’ decision to buy the De-Vores’ property, and they say that defendants falsely represented to them that the land consisted of three acres; plaintiffs say that such misrepresentations were made with intent to deceive and defraud them, and that they relied upon the misrepresented facts.\nSometime after the Moores took title to the property, they discovered that the parcel contained only one and three-quarters acres and on May 26, 1977 they filed this action for breach of fiduciary duty and misrepresentation. Defendants moved to dismiss the complaint on the ground that it did not state a claim upon which relief can be granted, and a Superior Court Judge granted the motion as to the breach of fiduciary duty count, but denied it as to the remainder of the complaint. The Judge left open the possibility of a motion for summary judgment and, thereafter, defendants filed such a motion, supporting it with an affidavit by Sizemore. Plaintiffs then filed a motion to amend the complaint to add allegations of deceptive trade practices in violation of 6 Del.C. §§ 2532, 2533.\nIn ruling on the motions, the Trial Judge (not the same Judge who had ruled on the motions to dismiss) issued the following opinion:\n“On the present record I cannot find by studying the complaint any cause of action upon which the plaintiffs can possibly be successful against those defendants who have filed motions to dismiss.\nAccordingly, the motions to dismiss are granted.”\nThree weeks later, upon plaintiffs’ motion for reargument, the Trial Judge issued an opinion stating:\n“Implicit in my letter opinion in the above matter is denial of the plaintiffs’ motion to amend and the granting of the defendants’ motions for summary judgment.\nUnfortunately the language used in the letter apparently created some misunderstanding.\nAccordingly, the motion for reargument is denied.”\nIt is from those rulings that plaintiffs appeal.\nII\nA summary judgment may not be granted under Rule 56 unless there are no material issues of fact, State ex rel. Mitchell v. Wolcott, Del.Supr., 7 Terry 362, 83 A.2d 759 (1951), and the moving party initially bears the burden of showing that none are present. Ebersole v. Lowengrub, Del.Supr., 4 Storey 463, 180 A.2d 467 (1962). When a motion for summary judgment is “supported” by such a showing under the Rule, the burden shifts to a non-moving party to demonstrate that there are material issues of fact. Hurtt v. Goleburn, Del. Supr., 330 A.2d 134 (1974). See also 6 Moore's Federal Practice ¶ 56.15[3] (1976).\nIn this case, the complaint alleges misrepresentation, fraud and deceit by defendants about the size of the tract of land. Defendants have not filed an answer. Indeed, the only relevant document in the record, other than the complaint, is the Sizemore affidavit filed with the motion for summary judgment, which states:\n“2. The property of William D. DeVore and Christina E. DeVore was advertised for sale as containing three (3) acres of land solely on the basis of representations made to Sizemore & Ellis Realty Company by William D. DeVore and Christina E. DeVore.\n3. The property of William D. DeVore and Christina E. DeVore was advertised for sale as containing three acres of land in good faith reliance on representations made to the Sizemore & Ellis Realty Company by the aforementioned De-Vores.\n4. The contract for sale made no reference to acres but referred to the property to be sold as described in Deed Book 689, Page 418 as recorded in the office of the Recorder of Deeds, Georgetown, Sussex County, Delaware.”\nOn its face, the affidavit does not controvert the issues of fraud and deceit alleged in the complaint, except that it states that Sizemore and Ellis relied on representations made to them by the DeVores with respect to the acreage.\nThe allegations of the complaint as to fraud, misrepresentation, reliance and actual acreage are not denied by anything which defendants have put in the record. Indeed, the Sizemore affidavit conceded that the property was advertised as containing three acres, but says that was done “in good faith reliance on representations made to the Sizemore & Ellis Realty Company by the aforementioned DeVores.” On this state of affairs, defendants did not support the motion for summary judgment as to allegations of fraud, misrepresentation, reliance and actual acreage. Thus the burden did not shift to plaintiffs to show that there were material issues of fact as to such issues. Hurtt v. Goleburn, supra.\nDefendants did, however, propose a legal issue by filing the Sizemore affidavit, alleging good faith reliance on the representations by the principals (that is, the owners). But the Superior Court opinions do not discuss that issue nor do the briefs filed in this Court. In this Court, the briefs filed by the parties deal largely with procedural issues — whether a defendant is required to file an answer before moving for summary judgment, whether a motion for summary judgment was permissible after the Court had denied a motion to dismiss the complaint, whether counter-affidavits were required, and so on.\nWe recognize that an agent who makes untrue statements based upon information-received from the principal may not be liable because the principal knew that the information was untrue. See Restatement of the Law, Agency 2d § 348, comment b; Anno.: Misrepresentation — Area of Realty, 54 A.L.R.2d 660. But the Superior Court did not consider that law nor have the parties argued it here. Thus, it cannot be said, as a matter of law, that defendants are entitled to judgment. It follows that the case was not ready for summary judgment, and the Trial Judge erred when he granted it. See 6 (Part 2) Moore’s Federal Practice ¶ 56.23 (1979). We do not reach other issues raised by the parties.\n* * * * * #\nReversed.\nThe DeVores are named defendants but have not been served with process.",
        "type": "majority",
        "author": "DUFFY, Justice:"
      }
    ],
    "attorneys": [
      "William D. Fletcher, Jr., of Schmittinger & Rodriguez, P.A., Dover, for plaintiffs.",
      "Randy J. Holland and June E. West, of Dunlap, Holland & Eberly, Georgetown, for defendants Glenn A. Sizemore and Lee Lit-tleton.",
      "H. Clay Davis, III, of Davis & Marshall, Georgetown, for defendant Leon R. Ellis."
    ],
    "corrections": "",
    "head_matter": "Howard W. MOORE, Jr., and Ruth M. Moore, his wife, Plaintiffs, Appellants, v. Glenn A. SIZEMORE and Leon R. Ellis, Partners of Sizemore & Ellis Realty Co., a Delaware Partnership, Glenn A. Sizemore, Individually, Leon R. Ellis, Individually, Lee Littleton, and William D. DeVore and Christina E. DeVore, his wife, Defendants, Appellees.\nSupreme Court of Delaware.\nSubmitted June 12, 1979.\nDecided Aug. 6, 1979.\nWilliam D. Fletcher, Jr., of Schmittinger & Rodriguez, P.A., Dover, for plaintiffs.\nRandy J. Holland and June E. West, of Dunlap, Holland & Eberly, Georgetown, for defendants Glenn A. Sizemore and Lee Lit-tleton.\nH. Clay Davis, III, of Davis & Marshall, Georgetown, for defendant Leon R. Ellis.\nBefore HERRMANN, C. J., and DUFFY and HORSEY, JJ."
  },
  "file_name": "0679-01",
  "first_page_order": 743,
  "last_page_order": 745
}
