{
  "id": 8355432,
  "name": "CARLYNTON SCHOOL DISTRICT, Petitioner v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent",
  "name_abbreviation": "Carlynton School District v. Unemployment Compensation Board of Review",
  "decision_date": "2007-07-19",
  "docket_number": "",
  "first_page": "680",
  "last_page": "684",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 680"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "291 N.W.2d 699",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10684514
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "702"
        },
        {
          "page": "702"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/291/0699-01"
      ]
    },
    {
      "cite": "496 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1772913
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "625",
          "parenthetical": "finding that employer may rebut the claimant's prima facie case of availability"
        },
        {
          "page": "1216",
          "parenthetical": "finding that employer may rebut the claimant's prima facie case of availability"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/496/0620-01"
      ]
    },
    {
      "cite": "609 A.2d 596",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1431648
      ],
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "holding long-term substitutes ineligible for benefits when assured per diem employment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/147/0654-01"
      ]
    },
    {
      "cite": "426 A.2d 1245",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "finding long-term substitute for two-and-a-half years ineligible for benefits when assured per diem employment"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "856 A.2d 269",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9202590
      ],
      "pin_cites": [
        {
          "page": "274"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/856/0269-01"
      ]
    },
    {
      "cite": "897 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8423607
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "4"
        },
        {
          "page": "5"
        },
        {
          "page": "5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/897/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 542,
    "char_count": 12334,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3934362582528943
    },
    "sha256": "15cccc68f0c7f7b038c1d0510752572adab193843af2a47bd901e1eee6348185",
    "simhash": "1:c066cca0c256775d",
    "word_count": 1936
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, Judge, COHN JUBELIRER, Judge, FLAHERTY, Senior Judge.",
      "Judge COLINS dissents."
    ],
    "parties": [
      "CARLYNTON SCHOOL DISTRICT, Petitioner v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge COHN JUBELIRER.\nCarlynton School District (Employer) petitions this Court for review of an order of the Unemployment Compensation Board of Review (Board) finding Anthony Putaro (Claimant) eligible for unemployment compensation benefits for the week at issue. The Board reversed the Referee’s decision and concluded that Employer’s written assurance of continued employment contained economic terms substantially less than the terms of the previous year and, thus, did not constitute an offer of “reasonable assurance” pursuant to Section 402.1(1) of the Unemployment Compensation Law (Law).\nThe Unemployment Compensation Service Center initially denied unemployment compensation benefits and Claimant appealed. A hearing was held before a Referee at which Claimant and two representatives for Employer testified. The Referee made findings of fact and issued a Decision/Order affirming the decision of the UC Service Center. Claimant then filed a timely appeal to the Board, which ultimately reversed the Referee’s decision and found Claimant eligible for unemployment compensation benefits. The Board, taking no additional testimony, made the following findings of fact:\n1. The claimant was last employed by the Carlynton School District as a teacher at different rates of pay until his last day worked of June 9, 2006. The claimant was paid $100 per day for his last assignment. The claimant began working for the school district as a teacher in August 2003.\n2. During the 2005-2006 academic year, the claimant had worked as a long-term substitute teacher on multiple occasions.\n3. The claimant started off the academic,year as a long-term substitute teacher, filling in for a teacher who was on maternity leave.\n4. The claimant worked for eighteen weeks in this assignment as a second grade teacher and he received the salary and benefits of a first-year contracted teacher.\n5. The claimant returned to the status of a per diem substitute for about six weeks.\n6. The claimant then finished the school year as a long-term substitute teacher with an assignment that lasted from the beginning of April 2006, until June 9, 2006, which was the end of the school year.\n7. In June 2006, the employer assured the claimants via a letter of assurance,] that it anticipated continuing employment for the claimant on a day-to-day basis for the 2006-2007 school year.\n8. Classes for that current school year began August 24, 2006.\n9. The claimant filed his Application for Benefits as of August 20, 2006, and the only week at issue is waiting week ending August 26, 2006.\n(Board Decision and Order, Findings of Fact (FOF) ¶¶ 1-9.)\nThe Board based the above findings of fact on the credible testimony of Claimant and concluded that Employer’s offer of returning Claimant to the status of a per diem substitute teacher does not constitute an offer of reasonable assurance. (Board Decision and Order at 3.) The Board found that, based on the economic equivalency analysis as provided in Section 65.161(a) of the unemployment regulations, the economic terms and conditions of the per diem position offered to Claimant for the upcoming year were substantially less than the terms and conditions of Claimant’s employment in the prior 2005-2006 academic year which had included multiple long-term assignments. Therefore, the Board held that Claimant was eligible for benefits under Section 402.1(1) of the Law for the week at issue. Employer now petitions this Court for review.\nOn appeal, Employer argues that: (1) the Board incorrectly applied the economic equivalency test of Section 65.161 of the regulations; and (2) by refusing suitable work when offered, Claimant was unavailable for work under Section 401(d) of the Law, 43 P.S. § 801(d).\nEmployer first argues that its letter of assurance did not specifically change the economic terms and conditions of the employment offered, but that the stated terms only differed with respect to consistency of available work, which is not a factor under the economic equivalency test. Additionally, Employer contends that the favorable terms Claimant enjoyed while receiving benefits and a salary are irrelevant to the analysis because Claimant returned to the per diem schedule later in the same year. Furthermore, Employer notes that Section 402.1(1) of the Law was intended to eliminate benefits for employees who can anticipate and prepare for stretches of scheduled unemployment, such as a teacher’s summer vacation.\nThe Board maintains that the terms of Employer’s letter of assurance substantially lessened Claimant’s previous terms by not including benefits. The Board also notes that the Department of Labor and Industry (Department) suggested, in a bulletin, that switching from long-term to per diem substitute teaching might constitute unequal economic terms under the regulations. The Board claims that this is a case of first impression subsequent to the Department’s promulgation of Section 65.161 of the regulations, and that its interpretation of its own regulation is entitled to deference. Finally, the Board relies on a case from the state of Minnesota, and argues that it should be instructive to this Court.\nAn employer’s reasonable assurance of continued employment precludes employees from receiving unemployment compensation benefits. 43 P.S. § 802.1(1). Although the term “reasonable assurance” is not defined by the Law, regulations have addressed its meaning.\nSection 65.161 of the regulations provides, in relevant part:\n(a) For purposes of section 402.1 of the law (43 P.S. § 802.1), a contract or reasonable assurance that an individual will perform services in the second academic period exists only if both of the following conditions are met:\n(1) The educational institution or educational service agency provides a bona fide offer of employment for the second academic period to the individual.\n(2) The economic terms and conditions of the employment offered to the individual for the second academic period are not substantially less than the terms and conditions of the individual’s employment in the first academic period.\n34 Pa. Code 65.161(a).\nThis Court, in Archie v. Unemployment Compensation Board of Review, 897 A.2d 1, 4 (Pa.Cmwlth.2006), defined economic terms and conditions of employment as, “wages, benefits and hours of work.” As explained in Archie, “the focus of our inquiry is whether the terms and conditions offered were substantially less at the time the offer was made, “without the benefit of hindsight.’ ” Archie, 897 A.2d at 5 (quoting Glassmire v. Unemployment Compensation Board of Review, 856 A.2d 269, 274 (Pa.Cmwlth.2004)). In Archie, the employer’s letter of assurance failed to state a reduction with regard to terms and, thus, this Court concluded that the letter offered the previous year’s terms. Archie, 897 A.2d at 5.\nHere, Claimant accepted per diem work and the uncertainty inherent in that position. Claimant did begin the school year receiving the salary and benefits of a first year teacher when he filled in for a teacher who was on maternity leave. (FOF ¶ 3.) However, when that assignment ended, Claimant returned to the per diem pay schedule for six weeks. (FOF ¶ 5.) Claimant worked six weeks on a per diem basis before fortuitously securing another long-term substitute teaching position for several weeks during which Employer continued to pay him according to the per diem rate. (FOF ¶¶ 1,, 5, 6.) This particular assignment lasted from April 2006 until June 9, 2006, which was the end of the school year. (FOF ¶ 6.) In June 2006, Employer sent Claimant a letter assuring him of a per diem position for the following 2006-2007 school year. (FOF ¶ 7.) Lacking the benefit of hindsight, we find that Employer’s letter assured Claimant the same opportunity to secure limited long-term assignments and, failing that, daily work ás the previous year. The letter does not describe any alterations to Claimant’s accepted terms from the previous year. Thus, the letter does not contemplate a wage or hourly reduction.\nThe Board cites a Department bulletin and suggests that applying an economic equivalency test should change the result in Neshaminy School District v. Unemployment Compensation Board of Review, 57 Pa.Cmwlth. 543, 426 A.2d 1245 (1981) (finding long-term substitute for two-and-a-half years ineligible for benefits when assured per diem employment) and Board of Education, School District of Philadelphia v. Unemployment Compensation Board of Review, 147 Pa.Cmwlth. 654, 609 A.2d 596 (1992) (holding long-term substitutes ineligible for benefits when assured per diem employment), which were decided before Section 65.161 mandated the economic equivalency test. Therefore, we note that facts relevant to the economic equivalency analysis may have been omitted from those cases, rendering those cases of limited value to our decision in the present case.\nHere, there is no evidence that the terms of Claimant’s employment as a per diem substitute teacher- changed from the 2005-2006 school year to the 2006-2007 school year. Applying Archie, Employer assured Claimant of terms and conditions that were not substantially less than Claimant’s employment in the 2005-2006 school year.\nAccordingly, the order of the Board is reversed.\nORDER\nNOW, July 19, 2007, the order of the Unemployment Compensation Board of Review in the above-captioned matter is hereby REVERSED.\nJudge COLINS dissents.\n. Act of December 5, 1936, Second Ex. Sess., P.L. (1937) 2897, added by the Act of July 6, 1977, P.L. 41, as amended, 43 P.S. § 802.1(1). This section provides:\nWith respect to service performed after December 31, 1977, in an instructional, research, or principal administrative capacity for an educational institution, benefits shall not be paid based on such services for any week of unemployment commencing during the period between two successive academic years, or during a similar period between two regular terms whether or not successive or during a period of paid sabbatical leave provided for in the individual's contract, to any individual if such individual performs such services in the first of such academic years or terms and if there is a contract or a reasonable assurance that such individual will perform services in any such capacity for any educational institution in the second of such academic years or terms.\n43 P.S. § 802.1(1).\n. The Board argues that Employer waived this argument regarding unavailability. Assuming the Employer had not waived its argument, a review of the record shows that, for the week in question, no evidence existed to rebut the presumption of Claimant’s availability. See Penn Hills School District v. Unemployment Compensation Board of Review, 496 Pa. 620, 625, 437 A.2d 1213, 1216 (1981) (finding that employer may rebut the claimant’s prima facie case of availability). In any event, our resolution of the first issue makes treatment of the second issue unnecessaiy.\n.Our scope of review \"is limited to determining whether constitutional rights have been violated, errors of law were committed, or whether findings of fact were supported by substantial evidence.” Archie v. Unemployment Compensation Board of Review, 897 A.2d 1, 3 n. 4 (Pa.Cmwlth.2006).\n. See 33 Pa. B. 25 (2003).\n. See Johnson v. Independent School District, 291 N.W.2d 699, 702 (Minn.1980) (finding unequal economic terms when long-term substitutes assured per diem employment the following year).\n. The Board calls our attention to a case from Minnesota, Johnson v. Independent School District, 291 N.W.2d 699, 702 (Minn.1980). In Johnson, unlike in the case at bar, the claimants worked entirely under one long-term contract lasting at least a full school term and, so, the claimants could not be converted to per diem substitutes. Here, however, Claimant worked under a per diem basis and accepted the accompanying risk of limited available work.",
        "type": "majority",
        "author": "Judge COHN JUBELIRER."
      }
    ],
    "attorneys": [
      "Gregory Gleason and Robert Max Junker, Pittsburgh, for petitioner.",
      "Paul R. Jordan, Asst. Counsel and Gerard M. Maekarevich, Deputy Chief Counsel, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "CARLYNTON SCHOOL DISTRICT, Petitioner v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs May 25, 2007.\nDecided July 19, 2007.\nGregory Gleason and Robert Max Junker, Pittsburgh, for petitioner.\nPaul R. Jordan, Asst. Counsel and Gerard M. Maekarevich, Deputy Chief Counsel, Harrisburg, for respondent.\nBEFORE: COLINS, Judge, COHN JUBELIRER, Judge, FLAHERTY, Senior Judge."
  },
  "file_name": "0680-01",
  "first_page_order": 728,
  "last_page_order": 732
}
