{
  "id": 8050394,
  "name": "David SCHNEIDER, Defendant and Third-Party Plaintiff Below, Appellant, v. Dwight L. COE, Plaintiff and Third-Party Defendant Below, Appellee",
  "name_abbreviation": "Schneider v. Coe",
  "decision_date": "1979-08-06",
  "docket_number": "",
  "first_page": "682",
  "last_page": "685",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 682"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "406 U.S. 205",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6170178
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/406/0205-01"
      ]
    },
    {
      "cite": "41 A.L.R.3d 904",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 3d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "976-80"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "479 P.2d 648",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "653"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "92 Cal.Rptr. 288",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1971,
      "pin_cites": [
        {
          "page": "293"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "3 Cal.3d 914",
      "category": "reporters:state",
      "reporter": "Cal. 3d",
      "case_ids": [
        2313242
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/cal-3d/3/0914-01"
      ]
    },
    {
      "cite": "245 N.E.2d 192",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1969,
      "pin_cites": [
        {
          "page": "194"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "297 N.Y.S.2d 529",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1969,
      "pin_cites": [
        {
          "page": "532"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "23 N.Y.2d 434",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2287424
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/23/0434-01"
      ]
    },
    {
      "cite": "324 N.E.2d 338",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 5,
      "year": 1974,
      "pin_cites": [
        {
          "page": "340"
        },
        {
          "page": "342"
        },
        {
          "page": "346"
        },
        {
          "page": "346"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "364 N.Y.S.2d 859",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 5,
      "year": 1974,
      "pin_cites": [
        {
          "page": "863"
        },
        {
          "page": "866"
        },
        {
          "page": "871"
        },
        {
          "page": "870-871"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "36 N.Y.2d 35",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2317091
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/36/0035-01"
      ]
    },
    {
      "cite": "369 A.2d 669",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8002575
      ],
      "weight": 5,
      "year": 1976,
      "pin_cites": [
        {
          "page": "673"
        },
        {
          "page": "673"
        },
        {
          "page": "673"
        },
        {
          "page": "672"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/369/0669-01"
      ]
    },
    {
      "cite": "123 A.2d 107",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "109"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 522,
    "char_count": 8700,
    "ocr_confidence": 0.793,
    "pagerank": {
      "raw": 2.0432483949539603e-07,
      "percentile": 0.7479862725587476
    },
    "sha256": "0061615d3171df450687eda2f7e147143af7d7fe3849a2414511c51341196a10",
    "simhash": "1:62642bcb74ada607",
    "word_count": 1365
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C. J., DUFFY and QUILLEN, JJ. ‘"
    ],
    "parties": [
      "David SCHNEIDER, Defendant and Third-Party Plaintiff Below, Appellant, v. Dwight L. COE, Plaintiff and Third-Party Defendant Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HERRMANN, Chief Justice:\nIn this case, we must decide whether a parent who negligently supervises his un-emancipated child can be liable for the resulting injury to his child.\ni.\nMr. and Mrs. Coe, who lived on the second floor of an apartment house, were preparing to take an automobile ride with their three year old son, Andrew. The child was impatient to leave, but the parents needed a few more minutes to finish preparations. Mr. Coe directed Andrew to wait for them at the top of the stairs leading from their apartment down to the landing and exit from the apartment house on the first floor. Although Andrew was not at the top of the steps when his parents checked on him, they assumed he was waiting for them on the landing downstairs. Because Andrew was not on the landing when Mr. Coe looked, he descended the stairs to see if his son was waiting outside. As he emerged from the apartment, Coe observed Andrew entering a field across the street, where a pony was tethered to a clump of bushes. Instead of stopping when his father called, Andrew proceeded directly to the pony. Although Coe ran after his son, before he could reach him, the pony kicked Andrew on the head, resulting in partial paralysis of Andrew’s left side.\nII.\nSeeking damages for his son’s injuries, Coe filed suit, on his own behalf and on behalf of his son, against Calvin E. Powell, the owner of the land where the pony was tethered, and David Schneider, the lessee of the land. Schneider filed a third-party action against Coe, seeking contribution on the ground of negligent parental supervision. The Superior Court granted Coe’s motion for summary judgment as third-party defendant, concluding that Strahorn v. Sears, Roebuck & Co., Del.Super., 123 A.2d 107 (1956), required that disposition on the ground of parental immunity for “negligence involving parental authority and discretion.”\nSchneider appeals, contending that the parental immunity doctrine lacks the support of public policy when the tortfeasor has liability insurance and, therefore, the doctrine should be held inapplicable to the extent of such insurance coverage. Schneider argues that this conclusion is mandated by this Court’s holding in Williams v. Williams, Del.Supr., 369 A.2d 669, 673 (1976), that “an absolute rule of parental immunity in tort has no rational basis under modern day conditions and circumstances, especially the prevalence of liability insurance.” We find Schneider’s contention unacceptable.\nIII.\nIn Williams, this Court confined its abrogation of the parental immunity doctrine to actions “for negligence arising from an automobile accident, brought on behalf of an unemancipated minor child against a parent.” 369 A.2d at 673. We there emphasized:\n“ * * * we do not overrule Strahorn v. Sears, Roebuck & Co., * * *. That case is clearly distinguishable on its facts * * *. In Strahorn, the child was injured on a department store escalator after twisting free of his father’s grip. Directly involved was the question of the exercise of parental discretion and control. Whether this Court will adopt the doctrine of parental immunity when such issues of parental authority and discretion are presented must await another case.” (369 A.2d at 673.)\nThe instant appeal seems to be that other case. Accordingly, we must now decide whether the doctrine of parental immunity applies in an action for negligent supervision of a minor child involving issues of parental authority, discretion, and control.\nAs has been noted, Schneider contends that our decision in Williams to abrogate the rule of parental immunity because of the presence of compulsory automobile insurance, requires us to overrule Strahorn and hold the parents liable in the instant case to the extent of their liability insurance coverage. The argument goes that our conclusion in Williams, that “when liability insurance exists, the domestic tranquility argument is, at best, hollow”, 369 A.2d at 672, undermines Strahorn because the Court’s rationale in Strahorn was that parental immunity was necessary to preserve domestic tranquility. But Schneider has failed to persuade us to extend the automobile-negligence-by-parent rule of Williams to a supervision-negligence-by-parent action such as is here involved.\nUnlike driving an automobile, supervision of one’s children involves issues of parental control, authority, and discretion that are uniquely matters of a very personal type of judgment. The freedom to exercise such judgment has constitutional underpinning and contrasts sharply with the State’s supervision and regulation of the judgment one must exercise while driving an automobile. Reciprocal rights and duties inhere in the parent-child relationship. Anything creating conflict between parent and child, or interfering with the authority, discretion, or control that a parent has the right to exercise in supervising his child is repugnant to the institution of the family, and therefore is against public policy. Parental immunity will not be abrogated where the duty arises from the family relationship, for to do so would manifestly tend to disturb domestic tranquility. It is for these reasons that we decline to extend Williams v. Williams, Del.Supr., 369 A.2d 669 (1976), to abrogate parental immunity in actions against parents for negligent supervision of their children.\nIn reaching this decision, we find persuasive support in Holodook v. Spencer, N.Y.App., 36 N.Y.2d 35, 364 N.Y.S.2d 859, 324 N.E.2d 338 (1974). In a 1969 case involving negligent automobile driving, the New York Court of Appeals abolished “the defense of intrafamily tort immunity for nonwillful torts.” Gelbman v. Gelbman, N.Y.App., 23 N.Y.2d 434, 297 N.Y.S.2d 529, 532, 245 N.E.2d 192, 194 (1969). However, in 1974 in Holodook, the New York Court of Appeals was asked whether Gelbman allowed parents to be sued for negligent supervision of their children. The Court “concluded that a child does not have a legally cognizable claim for damages against his parent for negligent supervision.” 364 N.Y.S.2d at 863, 324 N.E.2d at 340. The Court distinguished the abrogation of parental immunity in the automobile cases because negligent driving is an actionable tort between “parties absent the family relationship”, whereas a “parent’s negligent failure to supervise his child is not presently recognized in New York as a tort, actionable by the child.” 364 N.Y.S.2d at 866, 324 N.E.2d at 342. The Court’s holding flowed from its conclusion that “where the duty is ordinarily owed, apart from the family relation, the law will not withhold its sanctions merely because the parties are parent and child.” 364 N.Y.S.2d at 871, 324 N.E.2d at 346. We subscribe to that rationale and that distinction.\nSchneider contends that extending Williams to abrogate parental immunity for negligent supervision of a child will not interfere with the right of a parent to control and discipline his child, if the Court applies the traditional standard of “reasonableness, . . . viewed in light of the parental role.” Gibson v. Gibson, Cal.Super., 3 Cal.3d 914, 92 Cal.Rptr. 288, 293, 479 P.2d 648, 653 (1971). We agree with the Holodook view that:\n“[i]n the family relation between parent and child, . . . we do not believe that application of this standardized norm is the wisest course. The result, we believe, would be to circumscribe the wide range of discretion a parent ought to have in permitting his child to undertake responsibility and gain independence. . ” Holodook v. Spencer, N.Y.App., 36 N.Y.2d 35, 364 N.Y.S.2d 859, 870-871, 324 N.E.2d 338, 346 (1974).\nIn summary, we conclude that where parental control, authority, or discretion is involved, the rule of parental immunity must be preserved. See, Annot., 41 A.L.R.3d 904, 976-80 (1972). Accordingly, there was no error in the grant of summary judgment by the Superior Court in favor of the parent Coe.\n*******\nAffirmed.\n. See, e. g., Wisconsin v. Yoder, 406 U.S. 205, 92 S.Ct. 1526, 32 L.Ed.2d 15 (1972).\n. The fact that contribution is sought rather than a direct action for damages by the son against the parent does not alter the disposition. Strahorn v. Sears, Roebuck & Co., Del.Super., 123 A.2d 107, 109 (1956).",
        "type": "majority",
        "author": "HERRMANN, Chief Justice:"
      }
    ],
    "attorneys": [
      "Wayne N. Elliott and Edward P. Welch, of Prickett, Ward, Burt & Sanders, Wilmington, for third-party plaintiff, appellant.",
      "Dennis D. Ferri, of Becker, Ferri & Ot-lowski, P. A., Wilmington, for third-party defendant, appellee."
    ],
    "corrections": "",
    "head_matter": "David SCHNEIDER, Defendant and Third-Party Plaintiff Below, Appellant, v. Dwight L. COE, Plaintiff and Third-Party Defendant Below, Appellee.\nSupreme Court of Delaware.\nSubmitted April 19, 1979.\nDecided Aug. 6, 1979.\nWayne N. Elliott and Edward P. Welch, of Prickett, Ward, Burt & Sanders, Wilmington, for third-party plaintiff, appellant.\nDennis D. Ferri, of Becker, Ferri & Ot-lowski, P. A., Wilmington, for third-party defendant, appellee.\nBefore HERRMANN, C. J., DUFFY and QUILLEN, JJ. ‘"
  },
  "file_name": "0682-01",
  "first_page_order": 746,
  "last_page_order": 749
}
