{
  "id": 6789629,
  "name": "Francis A. GRIER v. UNEMPLOYMENT INSURANCE APPEAL BOARD and C. F. Braun Company",
  "name_abbreviation": "Grier v. Unemployment Insurance Appeal Board",
  "decision_date": "1972-09-14",
  "docket_number": "",
  "first_page": "683",
  "last_page": "684",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 683"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "271 A.2d 35",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8061764
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/271/0035-01"
      ]
    },
    {
      "cite": "295 A.2d 731",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11254190
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/295/0731-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 235,
    "char_count": 3697,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.47253855340600937
    },
    "sha256": "19c02b3fddb9d6c15d48cf1ed3ab82f27522650c682b9c300a41f5d690b1c54d",
    "simhash": "1:d99706dfff31868d",
    "word_count": 578
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Francis A. GRIER v. UNEMPLOYMENT INSURANCE APPEAL BOARD and C. F. Braun Company."
    ],
    "opinions": [
      {
        "text": "OPINION\nCHRISTIE, Judge.\nClaimant in this case seeks unemployment compensation. Claimant, a bricklayer, had voluntarily quit a job outside of his field under circumstances which made him ineligible for unemployment compensation. Thereafter, the business agent for the bricklayers union sent him out to a bricklaying job with Apollo Construction Co. The construction project for which he had been hired was delayed after he had worked there only one day and, as the most recently hired bricklayer, he was laid-off.\nClaimant contends that in view of the one day employment his prior disqualification for unemployment compensation was removed and he was thereafter eligible for unemployment compensation.\nAn Unemployment Insurance Referee held that the one day of employment did not interrupt the disqualification for unemployment compensation because it did not amount to “bona fide” employment. He ruled that the claimant remained disqualified. The Unemployment Insurance Appeal Board affirmed that decision. An appeal to this Court followed.\nClaimant on appeal contends that although the project for which he was hired failed to go forward after the first day, nevertheless, it did constitute regular and not temporary employment since he had intended to remain in that employment indefinitely. He says such one day employment brought to an end the period of claimant’s voluntary unemployment and effectively removed his disqualification for unemployment compensation.\nI find claimant’s contention to be without merit. Claimant may have thought he had a job and he did work for a few hours but, through no fault of his own, the construction project could not go forward and he was laid-off during his first day on the job. The Referee was not in error in holding that such incident did not constitute such bona fide employment as would remove a disqualification for unemployment compensation. There is substantial evidence to support the finding.\nSince the argument in this case, the Delaware Supreme Court held under somewhat parallel circumstances, that 21 hours of work over a three day period did not remove a corresponding disqualification, Gebhart v. Unemployment Insurance Appeal and Union Wholesale Company, 295 A.2d 731 (1972). See also duPont v. Dale, 271 A.2d 35 (Del.1970), where employment of one and one-half weeks which was intended to be temporary employment was deemed not to remove a disqualification.\nBoth of the cited cases involved employees subject to disqualification for unemployment compensation which disqualification stemmed from having voluntarily left employment on account of a labor dispute. In the Dale case, supra, there was a specific finding that the new employment was temporary since the claimant intended to return to his regular employment at the end of the strike. Nevertheless, the cases establish that not all periods of employment constitute such employment as would remove claimant’s disqualification for benefits.\nIt is to be noted that it is not a claimant’s willingness to become employed which brings to a close his period of ineligibility for benefits. The statute requires actual employment and under the case law such employment must be something more than temporary. A job of one day’s duration may properly be regarded as temporary even though it was believed to be more than a temporary job at the beginning of the day.\nThe decision of the Board is affirmed.\nIt is so ordered.",
        "type": "majority",
        "author": "CHRISTIE, Judge."
      }
    ],
    "attorneys": [
      "Harvey B. Rubenstein, Wilmington, attorney for plaintiff.",
      "Jay H. Conner, of Conner & Daley, Wilmington, attorney for defendants."
    ],
    "corrections": "",
    "head_matter": "Francis A. GRIER v. UNEMPLOYMENT INSURANCE APPEAL BOARD and C. F. Braun Company.\nSuperior Court of Delaware, New Castle.\nSept. 14, 1972.\nHarvey B. Rubenstein, Wilmington, attorney for plaintiff.\nJay H. Conner, of Conner & Daley, Wilmington, attorney for defendants."
  },
  "file_name": "0683-01",
  "first_page_order": 721,
  "last_page_order": 722
}
