{
  "id": 8355456,
  "name": "CITY OF PHILADELPHIA, Appellant v. TAX REVIEW BOARD OF THE CITY OF PHILADELPHIA, to the use of Victa Floyd",
  "name_abbreviation": "City of Philadelphia v. Tax Review Board of Philadelphia ex rel. Floyd",
  "decision_date": "2007-07-23",
  "docket_number": "",
  "first_page": "685",
  "last_page": "689",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 685"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "901 A.2d 1113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8419601
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/901/1113-01"
      ]
    },
    {
      "cite": "369 A.2d 1343",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "pin_cites": [
        {
          "page": "1351"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "561 A.2d 1309",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1391642
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/127/0415-01"
      ]
    },
    {
      "cite": "692 A.2d 246",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11912939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/692/0246-01"
      ]
    },
    {
      "cite": "533 A.2d 1135",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1366551
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/111/0451-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 645,
    "char_count": 14884,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3941662235906418
    },
    "sha256": "9fa956e3648b12c79ac15f8943d1155f506428506074bc45f8b4d90e2e9a153c",
    "simhash": "1:35bbc9c6c79c3cf5",
    "word_count": 2460
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, and SIMPSON, Judge, and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "CITY OF PHILADELPHIA, Appellant v. TAX REVIEW BOARD OF THE CITY OF PHILADELPHIA, to the use of Victa Floyd."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPresident Judge LEADBETTER.\nThe City of Philadelphia appeals the order of the Court of Common Pleas of Philadelphia County (common pleas), which adopted and affirmed the decision of the Tax Review Board of the City of Philadelphia (Board) abating interest, penalties, and lien charges relating to delinquent real estate taxes owed by Victa Floyd. The City argues that the Board lacks the authority to abate the lien charges, to direct the apportionment of the payment to principal only, and to enter into an installment agreement with a taxpayer. We reverse.\nFloyd is the owner of property located at 3111 North 16th Street, Philadelphia, PA 19132 (property). Floyd failed to pay real estate taxes due on the property for the years 1990 to 1999 and the year 2003. On August 23, 2004, Floyd filed with the Board a petition seeking an abatement of the interest and penalties that had accrued relating to the real estate taxes he owed. In October of 2004, a hearing was held before a Master, who decided to abate one-half of the interest, all of the penalties, and all of the lien charges owed by Floyd, contingent upon Floyd making all payments by December 31, 2004. Floyd appealed the Master’s decision to the Board.\nOn January 6, 2005, the Board held a hearing at which Floyd testified. As of the date of the hearing, Floyd owed $6,244.85 in principal, $4,986.89 in interest, $518.66 in penalties, $200.00 in lien charges, and $2,186.41 in legal fees. Floyd testified that he became delinquent in paying real estate taxes for the years 1990 to 1999 and the year 2003 due to a variety of events in his life, including a short marriage during which he resided elsewhere and a work-related injury in 2000 that rendered him unable to work through 2003. At the hearing, Floyd stated that he had a personal check made out for $6,244.85, an amount equal to the outstanding principal.\nThe Board decided to abate all interest, penalties, and lien charges for the aforementioned tax years. The Board ordered Floyd “to pay the principal amount today, and the balance, which would be the legal fees, is to be paid in installments not to exceed 18 months.” Hearing transcript, docket # 36REINPZZ6084, dated January 6, 2005. At the conclusion of the hearing, Floyd tendered the check to the Board. Unbeknownst to the Board, this check was post-dated to January 14, 2005. The Board memorialized its decision in a letter mailed on January 11, 2005. The letter reiterated that Floyd was to “PAY PRINCIPAL TODAY, BALANCE TO BE PAID IN INSTALLMENTS TO NOT EXCEED 18 MONTHS.” Board’s decision letter, dated January 7, 2005, at 1.\nThe City appealed the Board’s decision to common pleas. After deciding to do so,the City voided the personal check that Floyd had tendered and returned it to him. In support of its decision, the Board issued an opinion dated July 11, 2005. In its opinion, the Board noted that “[t]he Philadelphia Code provides broad jurisdiction to the ... Board to review charges claimed by the Department of Revenue. It is under this broad umbrella that the Board considers lien charges assessed by the City.” Board’s Opinion, dated July 11, 2005, at 2. The Board concluded that Floyd “had taken sufficient steps to correct the situation so that in the view of the ... Board an abatement of interest and penalties was warranted.” Id. The Board further commented that “Floyd had faithfully made monthly payments despite being unemployed due to a work[-]related injury, and at the time of the hearing came forward with sufficient funds to pay all of the outstanding principal amount of tax still due.” Id.\nIn January of 2006, common pleas ordered the Board to file a supplemental opinion justifying and/or clarifying its authority to abate lien charges. In this supplemental opinion, the Board stated that “[l]ien charges assessed by the City as part of a tax collection matter fit into the category of ‘other charges’ over which the ... Board has jurisdiction under Chapter 19-1702(1) of [t]he Philadelphia Code.” Board’s Supplemental Opinion, dated March 24, 2006, at 1. The Board also commented:\nAn abatement of these lien charges does not in any way divest the City of its authority to impose liens nor divest the specific lien in question as imposed pursuant to [Section 3 of the Municipal Claims and Tax Liens Act, Act of May 16, 1923, P.L. 207, as amended,] 53 P.S. § 7106[,] as a means of protecting its interest in the delinquent taxes that may be owed. The ... Board has never attempted or intended to interfere with the City’s right or authority to impose such liens but rather is looking at the charge assessed for the creation of these liens and the fairness of these charges in certain factual circumstances put before the Board. In addition the statute itself does not provide an express remedy for those seeking an appeal to this charge.\nId. Furthermore, the Board stated:\nTo exclude these charges from the ... Board[’s] jurisdiction would preclude a taxpayer from raising the issue of their abatement on appeal from a Board decision because it would not have been raised at the administrative review level. To expect a petitioner to initiate a separate cause of action for hen charges alone would require the expenditure of resources on behalf of the petitioner, the City and the Court that would be well out of proportion to the dollar value of these charges which generally range from under $100 to several hundred dollars.\nId. at 2. For the aforementioned reasons, the Board declared that “the practice of the ... Board has been to consider the lien charges as part of the total charges appealed when part of the billing under dispute by taxpayers seeking redress before the Board.” Id. By order dated June 1, 2006, common pleas adopted and affirmed the Board’s decision.\nThe City now appeals to our court, arguing that the Board lacks the authority to abate the hen charges, to direct the apportionment of the payment to principal only, and to enter into an installment agreement with a taxpayer. With respect to whether the Board has the authority to abate lien charges, Section 19-1705 provides for the abatement of interest and penalties only, not lien charges. The Board, in its decision below, concluded that lien charges fell within the category of “other charges” over which the Board has jurisdiction under Section 19-1702(1). We disagree. Section 19-1702 governs petitions for review “relating to the liability of any person for any unpaid money or claim collectible by the Department of Revenue .... ” Philadelphia Code § 19-1702(1) (emphasis added). Here, Floyd did not challenge the underlying liability for the unpaid taxes, interest, penalties, legal fees, or lien charges. Rather, Floyd simply sought to have the interest and penalties abated as a matter of grace, as allowed under Section 19-1705. Therefore, Section 19-1702 is inapplicable to the present case. Thus, the Board lacks authority to abate the lien charges for the tax years in question.\nEvery petition for review of any decision or determination relating to the liability of any person for any unpaid money or claim collectible by the Department of Revenue, for or on behalf of the City or the School District of Philadelphia, including, but not limited to, any tax, water or sewer rent, license fee or other charge, and interest and penalties thereon, shall be filed with the Tax Review Board within 60 days after the mailing of a notice of such decision or determination to the petitioner.\nWith regard to whether the Board lacks the authority to direct the apportionment of the payment to principal only, Section 19-505(1) of the Philadelphia Code provides that “[ujnless otherwise provided, when a partial payment is made on account of any delinquent tax, such payment shall be pro-rated between the principal sum of such tax and the penalties and interest accumulated on it.” Furthermore, the City Department of Revenue’s General Regulation Section 506 states the following:\nAll payments for real estate taxes shall be applied to the oldest real estate tax year first and apportioned to tax principal, interest, penalties, costs and fees, regardless of any designation made by the taxpayer or his or her agent. However, if such allocation would result in a taxpayer being unable to take advantage of the Senior Citizen Real Estate Tax Rebate Program offered by the Commonwealth of Pennsylvania or being unable to enter into the Installment Payment Program, as defined in Philadelphia Code § 19-1305, the taxpayer may apply for a different allocation of the payment. The method of applying for a change in allocation will be set forth by the Philadelphia Department of Revenue. Upon finding that the oldest year first allocation would prevent the taxpayer from taking advantage of or entering into either such program, the Department of Revenue may permit a different allocation of payments. The Department of Revenue’s response to the taxpayer must be in writing. Payments made by a taxpayer who has entered into an agreement to pay delinquent real estate taxes, which agreement requires that the taxpayer pay current real estate taxes on time, shall be permitted to have payments applied to such current year taxes so long as that taxpayer has not otherwise broken the agreement.\nThe present case does not present the type of situation where the Department of Revenue’s typical allocation can be altered. Thus, the Board’s apportionment of the payment to principal only was in derogation of Section 19-505(1) of the Philadelphia Code as well as the City Department of Revenue’s General Regulation Section 506, and therefore, outside its authority.\nFinally, we address whether the Board has the authority to enter into an installment agreement with a taxpayer. The City is able to enter into an installment agreement with a taxpayer regarding the payment of delinquent real estate taxes pursuant to Sections 19-1302 and 19-1305 of the Philadelphia Code. Furthermore, there is authority for the proposition that the Board may make the waiver of interest and penalties contingent upon a taxpayer’s entering into a suitable agreement with the City to pay the balance due. See Estate of Kuljian v. Philadelphia Tax Review Bd., 111 Pa.Cmwlth. 451, 533 A.2d 1135 (1987); Nine Penn Center Associates v. Tax Review Bd. of the City of Philadelphia, 692 A.2d 246 (Pa.Cmwlth.1997). However, there is no authority for the proposition that the Board has the ability to enter into an installment agreement with a taxpayer.\nAccordingly, we reverse.\nORDER\nAND NOW, this 23rd day of July, 2007, the order of the Court of Common Pleas of Philadelphia County in the above captioned matter is hereby REVERSED.\n.The Tax Review Board of the City of Philadelphia \"is an administrative agency created by Sections 3-100(f) and 6-207 of the Philadelphia Home Rule Charter.” All Purpose Vending, Inc. v. City of Philadelphia, 127 Pa. Cmwlth. 415, 561 A.2d 1309, 1311 n. 7 (1989).\n. Floyd paid the real estate taxes due for the years 2000 through 2002.\n. Floyd’s petition for waiver of interest and penalties is absent from the record.\n. \"Pursuant to the authority granted by Section 6-207 [of the Philadelphia Home Rule Charter], the City Council enacted the Tax Review Board Ordinance, as codified in the Philadelphia Code, Sections 19-1700 et seq.\" City of Philadelphia v. Kenny, 28 Pa.Cmwlth. 531, 369 A.2d 1343, 1351 (1977). Section 19-1702(1) of the Philadelphia Code provides the following:\n. Here, because common pleas has taken no additional evidence and the facts are not in dispute, our review is limited to determining whether an error of law was committed. City of Philadelphia v. Tax Review Bd. of the City of Philadelphia, 901 A.2d 1113, 1116 n. 3 (Pa.Cmwlth.2006). The Board did not file an appellate brief and did not participate at oral argument.\n.While this issue was not raised by the Board, we first note that Floyd's petition appears to have been untimely under Section 19-1705 of the Philadelphia Code, at least as it related to delinquent taxes for the years 1990 to 1999. Section 19-1705, which governs petitions for waiver of interest and penalties, specifies that ”[s]uch petitions must be filed [with the Revenue Commissioner] within sixty (60) days of the date of the bill noted on the first billing of any amount that is the subject of the petition....” Philadelphia Code § 19-1705(1). \"If the decision [of the Revenue Commissioner] is not satisfactory to the petitioner, the petitioner may [then] file a petition with the ... Board pursuant to subsection 19-1702(2)....\" Id. In the present case, there is no mention in the record of when the first billings were sent to Floyd regarding the unpaid taxes for any of the years in question. Floyd filed his petition for waiver of interest and penalties with the Board on August 23, 2004. Floyd’s petition in regards to the unpaid taxes for the years 1990 to 1999 presumably was filed outside the 60 day window provided by Section 19-1705(1). It also appears Floyd’s petition as it related to unpaid taxes for the year 2003 was also untimely as his petition was not filed until August 23, 2004. Additionally, Floyd failed to first file á petition with the Revenue Commissioner as prescribed by Section 19-1705(1).\n. Section 19-1705(1) provides that “the Revenue Commissioner or his or her designee may abate in whole or in part interest or penalty, or both, where in the opinion of the Revenue Commissioner the petitioner acted in good faith and without negligence and had no intent to defraud.”\n. Section 19-512(1) of the Philadelphia Code specifies that \"[t]he Commissioner of Revenue is ... authorized to promulgate regulations governing the administration, enforcement and interpretation of the provisions of this Title.”\n. Section 19-1302 provides that \"[t]he Department [of Revenue] may accept payment of real estate taxes in four equal installments, subject to the discounts and penalties prescribed in § 19-1303.” Section 19-1305(2), meanwhile, authorizes installment agreements between the Department of Revenue and low income taxpayers for amounts due on current real estate tax liabilities. Furthermore, Section 19-1305(3)(a) provides, in pertinent part, that \"[t]he Revenue Commissioner may prescribe such rules and regulations as are deemed necessary to effectuate the purpose of this Section including but not limited to rules and regulations to establish the forms and/or procedures: (i) To enter into installment payment agreements.... ”",
        "type": "majority",
        "author": "President Judge LEADBETTER."
      }
    ],
    "attorneys": [
      "George V. Baker, Jr., Philadelphia, for appellant.",
      "No appearance entered on behalf of ap-pellee."
    ],
    "corrections": "",
    "head_matter": "CITY OF PHILADELPHIA, Appellant v. TAX REVIEW BOARD OF THE CITY OF PHILADELPHIA, to the use of Victa Floyd.\nCommonwealth Court of Pennsylvania.\nArgued March 5, 2007.\nDecided July 23, 2007.\nGeorge V. Baker, Jr., Philadelphia, for appellant.\nNo appearance entered on behalf of ap-pellee.\nBEFORE: LEADBETTER, President Judge, and SIMPSON, Judge, and McCLOSKEY, Senior Judge."
  },
  "file_name": "0685-01",
  "first_page_order": 733,
  "last_page_order": 737
}
