{
  "id": 9183177,
  "name": "COMMONWEALTH OF PENNSYLVANIA, Appellant v. James August LEHMAN, Appellee",
  "name_abbreviation": "Commonwealth v. Lehman",
  "decision_date": "2004-08-20",
  "docket_number": "",
  "first_page": "686",
  "last_page": "689",
  "citations": [
    {
      "type": "official",
      "cite": "857 A.2d 686"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 U.S.C. § 89",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "504 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787690
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0046-01"
      ]
    },
    {
      "cite": "738 A.2d 993",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        838532,
        11571756,
        11571685,
        838558
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "1003-4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0565-01",
        "/a2d/738/0993-02",
        "/a2d/738/0993-01",
        "/pa/558/0564-01"
      ]
    },
    {
      "cite": "558 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838532
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0565-01"
      ]
    },
    {
      "cite": "826 A.2d 831",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9111753,
        197189
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/826/0831-01",
        "/pa/573/0426-01"
      ]
    },
    {
      "cite": "573 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        197189
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0426-01"
      ]
    },
    {
      "cite": "535 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841604
      ],
      "weight": 3,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0241-01"
      ]
    },
    {
      "cite": "436 U.S. 128",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1490215
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "136"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/436/0128-01"
      ]
    },
    {
      "cite": "526 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825870
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/pa/526/0374-01"
      ]
    },
    {
      "cite": "517 U.S. 806",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11746960
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "812-813"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/517/0806-01"
      ]
    },
    {
      "cite": "462 U.S. 579",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6190962
      ],
      "weight": 6,
      "year": 1983,
      "pin_cites": [
        {
          "page": "584, n. 3"
        },
        {
          "page": "584"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/462/0579-01"
      ]
    },
    {
      "cite": "653 F.2d 8",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1465982
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/653/0008-01"
      ]
    },
    {
      "cite": "66 L.Ed.2d 113",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1980,
      "opinion_index": 1
    },
    {
      "cite": "101 S.Ct. 243",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1980,
      "opinion_index": 1
    },
    {
      "cite": "449 U.S. 887",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11776099,
        11776232,
        11776142,
        11776049,
        11776185,
        11776347,
        11776286
      ],
      "year": 1980,
      "opinion_index": 1,
      "case_paths": [
        "/us/449/0887-02",
        "/us/449/0887-05",
        "/us/449/0887-03",
        "/us/449/0887-01",
        "/us/449/0887-04",
        "/us/449/0887-07",
        "/us/449/0887-06"
      ]
    },
    {
      "cite": "617 F.2d 35",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1386708
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/617/0035-01"
      ]
    },
    {
      "cite": "74 L.Ed.2d 605",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1982,
      "opinion_index": 1
    },
    {
      "cite": "103 S.Ct. 451",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1982,
      "opinion_index": 1
    },
    {
      "cite": "459 U.S. 1038",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6479296,
        6479585,
        6479235,
        6479982,
        6479670,
        6480086,
        6479894,
        6479481,
        6479740,
        6479806,
        6479391
      ],
      "year": 1982,
      "opinion_index": 1,
      "case_paths": [
        "/us/459/1038-02",
        "/us/459/1038-05",
        "/us/459/1038-01",
        "/us/459/1038-10",
        "/us/459/1038-06",
        "/us/459/1038-11",
        "/us/459/1038-09",
        "/us/459/1038-04",
        "/us/459/1038-07",
        "/us/459/1038-08",
        "/us/459/1038-03"
      ]
    },
    {
      "cite": "678 F.2d 765",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1470732
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/678/0765-01"
      ]
    },
    {
      "cite": "639 F.2d 200",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1361623
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/639/0200-01"
      ]
    },
    {
      "cite": "889 F.2d 1058",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10536363
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/889/1058-01"
      ]
    },
    {
      "cite": "808 A.2d 943",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11366565
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "946"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/808/0943-01"
      ]
    },
    {
      "cite": "14 U.S.C. § 89",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "parenthetical": "emphasis supplied"
        },
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 639,
    "char_count": 11084,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 1.1186507117599356e-07,
      "percentile": 0.5728658311739411
    },
    "sha256": "ae0ce871888f241985bee8e02473ca5fe6ad8d2a4450e2d81e6ff501ad40c016",
    "simhash": "1:b7fffed8cecd0b65",
    "word_count": 1786
  },
  "last_updated": "2024-02-27T20:09:44.360178+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: DEL SOLE, P.J., TAMILIA and POPOVICH, JJ."
    ],
    "parties": [
      "COMMONWEALTH OF PENNSYLVANIA, Appellant v. James August LEHMAN, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nDEL SOLE, P.J.:\n¶ 1 The Commonwealth appeals from an order granting suppression based on the lack of either reasonable suspicion or probable cause to stop and board Appellee’s boat. We affirm.\n¶ 2 At the suppression hearing, the evidence established that Coast Guard Officer Jeffrey Jobczyski and Erie County Detective Daniel Powell, while on patrol at Pres-que Isle Bay on Lake Erie, were summoned to a bar by one of its employees. The employee told the officers that some men had just left the bar with an open beer container and boarded a boat known as the Janice Ann. The officers pursued the vessel, stopped it and boarded. The officers did not observe any erratic or unusual driving nor did the bar employee indicate that any of the men was under the influence. As Appellee came down the ladder from the “flying bridge”, Detective Powell detected an odor of alcohol. Appel-lee failed the field sobriety tests and was arrested and charged with boating under the influence. Appellee was returned to shore by a waterways conservation officer. Based on this evidence, the suppression court found that the sole purpose in making the stop was to investigate suspected criminal activity. Since the officers did not have probable cause or even reasonable suspicion that criminal activity was taking place, the court found the stop and boarding of the boat was unlawful under both the United States and Pennsylvania Constitutions. We agree with the trial court that the stop and boarding of the Janice Ann violated Article 1 § 8 of the Pennsylvania Constitution. We need not therefore discuss whether the stop violated the United States Constitution.\n¶3 Our standard of review when the Commonwealth appeals from a suppression order is to consider only the evidence from the defendant’s witnesses together with the evidence of the prosecution that, when read in the context of the entire record, remains uncontradicted. Commonwealth v. Pickron, 535 Pa. 241, 634 A.2d 1093 (1993). As long as there is some evidence to support them, we are bound by the suppression court’s findings of fact. Id. Most importantly, we are not at liberty to reject a finding of fact which is based on credibility. Commonwealth v. Bomar, 573 Pa. 426, 826 A.2d 831 (2003).\n¶ 4 Presently, the suppression court found incredible the Coast Guard officer’s testimony that this was a random boarding “[f]or the sole purpose of conducting a Coast Guard safety check.” N.T., 12/23/02, at 12. There was ample evidence to support the court’s determination: the stop and boarding was made solely in response to the complaint from the employee of the bar; absent this complaint, the Coast Guard vessel would not have stopped Appellee’s vessel; and the Coast Guard officer never sought to review documents or perform a safety inspection.\n¶ 5 In Commonwealth v. Petroll, 558 Pa. 565, 738 A.2d 993 (1999), the defendant, a commercial truck driver, was involved in a fatal accident involving several other vehicles. The sole issue before the Court was whether the trial court should have, suppressed evidence seized when the defendant’s tractor-trailer was searched without a warrant shortly after the accident. The Supreme Court determined that the suppression court erred in failing to suppress the evidence, stating “The police cannot conduct a warrantless administrative search to advance a criminal investigation under the pretext of addressing a specific, compelling governmental interest advanced by a statutory scheme.” Id. at 1003-4. The suppression court here correctly analogized this principle to the present case when it determined that the “random safety check” principle advocated by the officers was merely a pretext to further a criminal investigation and allow them to stop the boat without probable cause. As there is no evidence to support a finding that there was probable cause to believe a crime had been or was being committed, the suppression court correctly determined that the stop was invalid under the Pennsylvania Constitution and the evidence obtained should be suppressed.\n¶ 6 Order affirmed.\n¶ 7 TAMILIA, J. files a dissenting opinion.\n. The \"flying bridge” is one of two areas from which the vessel can be operated.\n. 30 Pa.C.S.A. § 5502(a)(1) and (a)(4)(i).\n. It is well settled that a state may, through its constitution, guarantee rights which are more expansive than those under the U.S. Constitution and indeed our Supreme Court has interpreted the Pennsylvania Constitution as affording greater protection to defendants than the federal Constitution. Commonwealth v. Sell, 504 Pa. 46, 470 A.2d 457 (1983).\n.The Coast Guard has the authority to:\n.. .go on board of any vessel subject to the jurisdiction, or to the operation of any law of the United States, address inquiries to those on board, examine the ship’s documents and papers, and examine, inspect, and search the vessel and use all necessary force to compel compliance.\n14 U.S.C. § 89 (emphasis added).\n. There is no need to discuss the authority of the waterways conservation officer since he did not stop or board Appellee's boat but merely transported Appellee to shore after Appellee was placed under arrest by Erie County Detective Powell.",
        "type": "majority",
        "author": "DEL SOLE, P.J.:"
      },
      {
        "text": "TAMILIA, J.,\nDissenting:\n¶ 11 dissent as I believe the suppression court erred in its conclusions of law.\n¶ 2 As set forth by the majority, our standard of review when the Commonwealth appeals from a suppression Order, is to consider only the evidence from the defendant’s witnesses together with the evidence of the prosecution that, when read in the context of the entire record, remains uncontradicted. Commonwealth v. Kondash, 808 A.2d 943, 946 (Pa.Super.2002) (citation omitted). If the evidence supports the trial court’s factual findings, we are bound by such findings and may reverse only if the legal conclusions drawn therefrom áre in error. Id.\n¶ 3 There can be no dispute that pursuant to 14 U.S.C. § 89, Law Enforcement, (a), officers of the United States Coast Guard\nThe Coast Guard may make inquiries, examinations, inspections, searches, seizures, and arrests upon the high seas and waters over which the United States has jurisdiction, for the prevention, detection, and suppression of violations of laws of the United States. For such purposes, commissioned, warrant, and petty officers may at any time go on board of any vessel subject to the jurisdiction, or to the operation of any law, of the United States, address inquiries to those on board, examine the ship’s documents and papers, and examine, inspect, and search the vessel and use all necessary force to compel compliance.\nId. (emphasis supplied). Further, the trial court and countless other jurisdictions have recognized Coast Guard officers have plenary authority under Section 89 to stop and board vessels to conduct general safety and documentation inspections, without suspicion of criminal activity. See, Trial Court Opinion at 2; see also, e.g., United States v. Morales, 889 F.2d 1058 (11th Cir.1989), United States v. Jonas, 639 F.2d 200 (5th Cir.1981), United States v. Watson, 678 F.2d 765 (9th Cir.1982), cert denied, 459 U.S. 1038, 103 S.Ct. 451, 74 L.Ed.2d 605 (1982), United States v. Harper, 617 F.2d 35 (4th Cir.1980), cert denied, 449 U.S. 887, 101 S.Ct. 243, 66 L.Ed.2d 113 (1980), United States v. Hayes, 653 F.2d 8 (1st Cir.1981).\n¶ 4 While it is clear from the record that a motivation of the officers in boarding the boat was to investigate the employee’s complaint, the United States Supreme Court has rejected repeatedly the argument that an ulterior motive might render invalid an otherwise valid warrantless boarding. See United States v. Villamonte-Marquez, 462 U.S. 579, 584, n. 3, 103 S.Ct. 2573, 77 L.Ed.2d 22 (1983); see also Whren v. United States, 517 U.S. 806, 812-813, 116 S.Ct. 1769, 135 L.Ed.2d 89 (1996); Scott v. United States, 436 U.S. 128, 136, 98 SIn re Recount of Ballots for November 4, 2003 General Election Candidates for Office of Dist. Justice, Magisterial Dist. 18-3-02.Ct. 1717, 56 L.Ed.2d 168 (1978). As the United States Supreme Court has explained, a finding that officers could stop and board “unsuspect” vessels for inspection but not suspect vessels, would lead to an “incongruous result.” Villamonte-Marquez, at 584, 103 S.Ct. 2573 (citation omitted). Accordingly, I reject the trial court’s legal conclusions that the stop was not a valid one pursuant to 14 U.S.C. § 89(a), and therefore that appel-lee’s Fourth Amendment rights were violated. I find, instead, the officers had statutory authority to conduct the stop and their ulterior motive did not invalidate it.\n¶ 5 In determining the scope of Article I, Section 8 of the Pennsylvania Constitution, the trial court considered four factors: (1) the text of the Pennsylvania Constitution provision; (2) the history of the provision; (3) related case-law from other states; and (4) policy considerations. Trial Court Opinion, at 7-11, see also Commonwealth v. Edmunds, 526 Pa. 374, 586 A.2d 887 (1991). In its analysis of the fourth factor, the court concluded that pursuant to the various provisions of 30 Pa.C.S.A. § 901 Powers and duties of waterways conservation officers and deputies, waterways officers need no level of suspicion to stop vessels for boat and boating regulations relating to Part III of the statute, but beyond that, must have probable cause in order to stop/board a vessel for other purposes. See, § 901(a)(5), (a)(10). The court concluded, therefore, that the Pennsylvania General Assembly’s legislative intent, as reflected by the statute, restricts executive branch power once the search goes beyond document and/or safety inspections. Trial Court Opinion at 10.\n¶ 6 Section 901, however, defines the authority of “Water Conservation Officers,” which, as Sections 102, Definitions, and 304, Waterways patrolmen and employees, explain, are appointed by and whose compensation is determined by, the executive director of the Pennsylvania Fish and Boat Commission. Officer Job-czyski is an officer of the United States Coast Guard and not of the Pennsylvania Fish and Boat Commission. His authority, therefore, is not circumscribed by Section 901. Although Officer Jobczyski was accompanied by a Water Conservation Officer and Erie County detective, I do not believe this invalidated the stop. See Villamonte-Marquez, supra, at 584, 103 S.Ct. 2573 (finding an otherwise valid stop of a vessel by customs officers was not invalidated because the officers were accompanied by state policemen, and were following an informant’s tip that the vessel was thought to be carrying drugs).\n¶ 7 For the above stated reasons, I would find the trial court erred in its conclusions of law and reverse its Order.",
        "type": "dissent",
        "author": "TAMILIA, J.,"
      }
    ],
    "attorneys": [
      "Chad J. Vilushis, Assistant District Attorney, Erie, for Commonwealth, appellant.",
      "J. Timothy George, Erie, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH OF PENNSYLVANIA, Appellant v. James August LEHMAN, Appellee.\nSuperior Court of Pennsylvania.\nSubmitted Jan. 12, 2004.\nFiled Aug. 20, 2004.\nReconsideration Denied Oct. 6, 2004.\nChad J. Vilushis, Assistant District Attorney, Erie, for Commonwealth, appellant.\nJ. Timothy George, Erie, for appellee.\nBefore: DEL SOLE, P.J., TAMILIA and POPOVICH, JJ."
  },
  "file_name": "0686-01",
  "first_page_order": 716,
  "last_page_order": 719
}
