{
  "id": 7866779,
  "name": "William CURRAN and Paula Curran, Appellant, v. GREATE BAY HOTEL AND CASINO t/a Sands Hotel & Casino and Eastern Engineering and Elevator Company, Appellee. William CURRAN and Paula Curran, Appellee, v. GREATE BAY HOTEL AND CASINO t/a Sands Hotel & Casino and Eastern Engineering and Elevator Company, Appellee (Two Cases). Appeal of EASTERN ENGINEERING AND ELEVATOR COMPANY, Appellant (Two Cases)",
  "name_abbreviation": "Curran v. Greate Bay Hotel & Casino",
  "decision_date": "1994-05-17",
  "docket_number": "",
  "first_page": "687",
  "last_page": "692",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 687"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "534 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839702
      ],
      "weight": 6,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "\"Williams\""
        },
        {
          "parenthetical": "\"Williams\""
        },
        {
          "page": "478"
        },
        {
          "page": "1095"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0467-01"
      ]
    },
    {
      "cite": "506 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790933
      ],
      "weight": 4,
      "year": 1984,
      "pin_cites": [
        {
          "page": "747"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0181-01"
      ]
    },
    {
      "cite": "393 Pa.Super. 245",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        877829
      ],
      "weight": 4,
      "year": 1990,
      "pin_cites": [
        {
          "page": "104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/393/0245-01"
      ]
    },
    {
      "cite": "372 Pa.Super. 431",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        693703
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "440"
        },
        {
          "page": "875"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/372/0431-01"
      ]
    },
    {
      "cite": "418 Pa.Super. 425",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        916858
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "a panel of this court considered appellant's \"waived\" inconsistency argument out of \"deference to the trial court,\" who ordered the courtroom cleared after accepting the jury's verdict"
        },
        {
          "parenthetical": "a panel of this court considered appellant's \"waived\" inconsistency argument out of \"deference to the trial court,\" who ordered the courtroom cleared after accepting the jury's verdict"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/418/0425-01"
      ]
    },
    {
      "cite": "322 A.2d 114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "116"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "457 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477868
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "257"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/457/0255-01"
      ]
    },
    {
      "cite": "534 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839702
      ],
      "weight": 5,
      "year": 1993,
      "pin_cites": [
        {
          "page": "477"
        },
        {
          "page": "1095"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/534/0467-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 806,
    "char_count": 21926,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2002867734759826
    },
    "sha256": "d13b07258b4052da12b362846777e4e60568f6f4cddc4742d6bd2da125342e04",
    "simhash": "1:cbfb88085fcf5de8",
    "word_count": 3576
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROWLEY, President Judge, and McEWEN, DEL SOLE, BECK, TAMILIA, POPOVICH, JOHNSON, HUDOCK and FORD ELLIOTT, JJ."
    ],
    "parties": [
      "William CURRAN and Paula Curran, Appellant, v. GREATE BAY HOTEL AND CASINO t/a Sands Hotel & Casino and Eastern Engineering and Elevator Company, Appellee. William CURRAN and Paula Curran, Appellee, v. GREATE BAY HOTEL AND CASINO t/a Sands Hotel & Casino and Eastern Engineering and Elevator Company, Appellee (Two Cases). Appeal of EASTERN ENGINEERING AND ELEVATOR COMPANY, Appellant (Two Cases)."
    ],
    "opinions": [
      {
        "text": "DEL SOLE, Judge:\nThe consolidated appeals presented before us for review are taken from a judgment entered against Eastern Engineering and Elevator Company (Eastern).\nEastern was a named defendant in an action brought by William and Paula Curran for injuries allegedly suffered as a result of a fall Mr. Curran sustained when a moving escalator on which he was riding in the Sands Hotel and Casino (Sands) came to a sudden stop. The Sands was also named as a defendant with Eastern, who was responsible for maintaining the escalator. A five day jury trial was held after which the jury returned a verdict. The trial court’s interpretation of the jury’s verdict forms the basis for issues presented in the appeals filed in this case.\nThe verdict slip had been prepared with special interrogatories for the jury to consider and answer. The jury responded and found, in answer to questions numbered one and two, that Sands was negligent, but that the negligence of Sands was not a substantial factor in causing harm to plaintiffs. In answering questions numbered three and four, the jury determined that Eastern negligently breached its duties under the maintenance contract, and that Eastern’s negligence was a substantial factor in causing plaintiffs’ harm. The jury next found thát William Curran was not negligent. When asked what percentage of plaintiffs damages should be attributed to the causal negligence of each of the parties, the jury responded by attributing 30% to Sands, and 70% to Eastern. William Curran was assigned a zero percentage figure by the jury. The final question asked “[w]hat damages, if any, do you award plaintiffs?” Appearing next to William Curran’s name was the amount of $301,000.00. A zero was written in the line next to Paula Curran’s name. The trial court subsequently molded the verdict and entered judgment solely against Eastern in the amount of $210,000.00, representing 70% of the $301,000.00 verdict award, plus delay damages.\nOn appeal Eastern sets forth five issues questioning the sufficiency and weight of evidence to support the verdict, the trial court’s evidentiary rulings and the need for a new trial due to inconsistency in the jury verdict. The Currans, in addition to refuting these claims, have filed their own appeal alleging that the trial court erred in molding the verdict thereby precluding them from receiving the entire $301,000.00 verdict award, and that the court erred by failing to make an additur for Paula Curran’s damage claim based on loss of consortium.\nAfter reviewing the record in light of the issues presented, we conclude that all of the issues with the exception of those questions concerning the jury verdict, and the court’s action with respect to that verdict, can be readily dismissed. The trial court, in its opinion written in response to the parties’ post-trial motions, has thoroughly discussed these matters and, for the reasons provided therein, we conclude that the trial court correctly found the issues to be without merit. We turn now to the remaining matter of the jury verdict.\nEastern argues that the court’s decision with respect to the verdict should be reversed and a new trial ordered because the answers given by the jury to the specific interrogatories were inconsistent. Eastern maintains that these inconsistencies are irreconcilable, and demonstrate jury confusion on the issue of causation, thus necessitating a new trial. In response, the Currans and Sands argue that this claim was waived by Eastern when it failed to object at the time the jury rendered its verdict. While disputing Eastern’s contention that a new trial is warranted, the Currans nevertheless urge us to disturb the trial court’s decision which molded the verdict and allowed William Cur-ran to recover only 70% of the $301,000.00 jury award. The Currans suggest that a decision which precludes William Curran from recovering the entire jury verdict is in error.\nIt is clear from an examination of the jury’s responses to the interrogatories that an interpretation of their answers is troublesome. However, whenever possible we must look to find consistency in a jury’s verdict. “It is well established law in Pennsylvania that there is a presumption of consistency with respect to a jury’s findings which can only be defeated when there is no reasonable theory to support the jury’s verdict.” Giovanetti v. Johns-Manville Corp., 372 Pa.Super. 431, 440, 539 A.2d 871, 875 (1988). Thus, we must examine the jury verdict to determine whether this presumption of consistency may stand. A similar undertaking was conducted in Goldmas v. Acme Markets, Inc., 393 Pa.Super. 245, 574 A.2d 100 (1990).\nIn Goldmas the jury determined that the defendant was negligent and that the defendant’s negligence was a substantial factor in bringing about the plaintiffs harm. It further found that the plaintiff was not contribu-torily negligent, but attributed defendant with 75%, rather than 100% of the causal negligence. The plaintiff was not assigned any percentage figure for causal negligence. The court found certain consistencies in the jury’s verdict. It ruled that there was “no question as to the jury’s finding that [the defendant] was negligent, and that the negligence of [the defendant] was a proximate cause of [the plaintiffs] damages.” Goldmas, at 252, 574 A.2d at 104. It farther found that there was “no confusion” concerning the jury’s finding that plaintiff was not contributorily neghgent. Because the jury consistently rejected the defense of contributory negHgence, the Goldmas court concluded that the 75% figure was “mere surplus-age” which had “no effect on the valid verdict rendered by the jury.” Id. The court thus permitted plaintiff to recover the entire award from the defendant.\nIn the instant case certain inconsistencies are apparent when reading the jury’s responses to the interrogatories; however, it is equally apparent that other matters have been clearly determined by the jury. We can begin by noting that the jury found that Mr. Curran was not contributorily neghgent. Thus an award to William Curran cannot be reduced due to any contributory negHgence on his part.\nThe jury also specified the damages which Mr. Curran was entitled to recover. It found that he should be awarded $301,000.00 plus delay damages for his injuries. This factual finding cannot be disputed since it has been clearly set forth in the verdict rendered by the jury. A decision to alter this award, such as was made by the trial court when it reduced this figure, cannot be upheld because there is no confusion in the jury’s determination that Mr. Curran was entitled to recover the specific sum of $301,000.00 plus delay damages for the injuries he suffered as a result of the accident.\nFinally, it is also evident that the jury found Eastern hable for Mr. Curran’s injuries. The jury was instructed in this case that the Currans had to estabhsh both negligence and causation in order to recover from the defendants. The court’s charge specifically advised the jurors:\nNow, in order for William Curran and Paula Curran to recover in this case they must show that the defendants’ neghgent conduct was a substantial factor in bringing about the harm, and that is what the law recognized as a legal cause.\nN.T. 1/27/92 at 135.\nIn accordance with this instruction the jury reviewed the evidence and specifically found that Eastern breached its duties under the maintenance contract and that this negligence was a substantial factor in causing harm to Mr. Curran. These answers provided by the jury to the interrogatories submitted to them undisputably estabhsh that the jury concluded that William Curran is entitled to recover from Eastern for his damages.\nWhat is unclear from the jury’s verdict is the liability of Sands. Although the jury determined that Sands’ was neghgent, unlike Eastern, it was found that Sand’s negligence was not a substantial factor in causing Mr. Curran’s harm. Despite this statement that Sand’s negHgence was not the legal cause for Mr. Curran’s injuries, the jury found that 30% of the damages were attributable to Sands’ “causal negHgence.” The jury also assigned Eastern a figure of only 70% relating to “causal negHgence,” although Eastern was the only party found to be legally responsible for Mr. Curran’s injuries. The jury’s responses to these interrogatories cannot be reconciled.\nA similar situation existed in the case of Ferrick Excavating v. Senger Trucking, 506 Pa. 181, 484 A.2d 744 (1984). The jury in that case when responding to interrogatories found that the defendant was neghgent and that its negHgence was a proximate cause of the plaintiffs damages. The plaintiff was found to be contributorily neghgent, but its negHgence was not found to be the proximate cause for the injuries. • As in the instant case, despite a finding that a party’s negHgence was not the legal cause of damages, that party was found to be responsible for a percentage of the damages. In the Ferrick case, the plaintiffs proximate negHgence was found to be 20%. The defendant was assigned an 80% figure for responsibility. When reviewing this verdict, our Supreme Court determined that the answers to the interrogatories “set up an irreconcilable inconsistency between the finding in 4 that Ferrick’s negHgence was not a proximate cause of the injury and the finding in 5 that Ferrick’s proximate negligence was 20%.” Ferrick, at 187, 484 A.2d at 747.\nLike in Ferrick we must find the jury’s answers to interrogatories to be irreconcilably inconsistent. We cannot explain how the jury could apportion damages between Sands and Eastern after determining that Sands negligence was not the legal cause for Mr. Curran’s injuries, and that only Eastern’s negligence was the substantial factor in causing harm to Mr. Curran. Under such circumstances, where we could do no more than guess at the jury’s thinking, we would ordinarily order a new trial to determine these unanswered questions of responsibility. However, in this case, there is a question of waiver.\nIn the instant case the jury returned its verdict, was polled and then dismissed. The jury was dismissed before any objections or requests for clarification of the obviously inconsistent verdict were made by any party. Immediately after the jury left the room the trial court asked counsel “what does this all mean?” Although counsel were permitted by the court to offer their interpretations and were advised that the court would accept written clarification of their positions regarding the jury verdict, no party, including Eastern who now seeks a new trial, acted before the jury was discharged.\nOur Supreme Court in, City of Philadelphia v. Gray and Williams v. SEPTA, 534 Pa. 467, 633 A.2d 1090 (1993) (“Williams”) recently considered the question of waiver in similar circumstances.\nIn Williams the plaintiff claimed that the trial court should have molded the jury verdict to enter judgment against SEPTA or, in the alternative, granted a new trial due to the inconsistency of the jury’s answers to interrogatories. The jury’s response to these interrogatories found the SEPTA driver to be negligent, but his negligence was not found to be a substantial factor in plaintiffs accident. Another defendant, a city police officer, was found to be negligent in the operation of his vehicle, and his negligence was found to be a substantial factor in plaintiffs accident. The jury then indicated the percentage of causal negligence of both defendants assigning SEPTA a 25% figure and the city a 75% figure. The jury then went on to conclude that the plaintiff did not suffer a permanent loss of a bodily function and awarded her $20,000.00 in damages of which $18,000.00 was found to be for pain and suffering. The trial court rejected plaintiffs post-trial motions requesting judgment in favor of SEPTA or, in the alternative, a new trial. The trial court found that the jury made consistent findings with regard to SEPTA’s negligence and entered judgment in favor of plaintiff against the city, and in favor of SEPTA against the plaintiff.\nThe trial court’s decision was affirmed on appeal to the Supreme Court. The Supreme Court remarked that the plaintiff raised the issue of the inconsistency of the jury’s answers to the interrogatories for the first time in her post trial motions. Because the plaintiff did not object to the jury’s answers when the verdict was rendered, the court held that the plaintiffs request for a new trial based upon inconsistent verdicts was not preserved for review. Thus the court did not disturb the trial court’s decision refusing to award a new trial “notwithstanding the inconsistency of the jury’s answers to the interrogatories” Id., 534 Pa. at 478, 633 A.2d at 1095. The judgment in favor of SEPTA and in favor of the plaintiff against the city for $2,000.00 was affirmed. This affirmance was based upon waiver despite the apparently inconsistent determination that SEPTA’s negligence was not a substantial factor in plaintiffs accident and the jury’s decision to assign SEPTA a 25% figure when asked to indicate the percentage of casual negligence responsible by the parties.\nIn the instant case, as in the Supreme Court’s recent decision, the party seeking a new trial failed to request a correction of the verdict before the jury was discharged. Despite the obvious problem with the jury ver-diet, Eastern did not seek to have the inconsistencies resolved until it filed post trial motions. Thus, we do not have the option of seeking clarification of the jury’s verdict and must enter judgment according to the verdict pronounced by the jury. It is this failure to act before the jury was discharged that constitutes waiver. Williams, supra. The purpose of requiring action is to enable the jury to correct an obvious mistake.\nIn this ease, as in Williams, supra, a party was assigned a percentage of causal negligence despite an earlier finding by the jury that that same party’s negligence was not a substantial factor in causing the plaintiffs harm. The Williams court affirmed the trial court’s entry of judgment against the plaintiff and in favor of the defendant whose negligence was not found to have been a substantial factor in causing the harm. We likewise do the same in the case before us.\nThe jury clearly determined that Eastern was responsible for Mr. Curran’s injuries, that the injuries totaled $301,000.00, and that Mr. Curran was not contributorily negligent. The jury did not find that Sands’ negligence was a substantial factor in causing harm to Mr. Curran, and in view of the fact that Eastern waived any objections to any inconsistencies which appear to question this specific finding, we find, in accordance with Williams, that they have been waived.\nAccordingly we reverse the judgment entered by the trial court and remand for the entry of judgment in favor of William Curran and against Eastern in the amount of $301,-000.00, plus delay damages and interest.\nMcEWEN, J., concurs in the result.\nBECK, J., files a concurring and dissenting opinion joined by ROWLEY, President Judge, and TAMILIA and HUDOCK, JJ.\n. Judgment was entered in favor of plaintiff and against the City of Philadelphia in the amount of $2,000.00 based upon 42 Pa.C.S.A. § 8553(c)(2), which allows damages to be recoverable for pain and suffering only where there is a permanent loss of bodily function, permanent disfigurement or permanent dismemberment and the medical and dental expenses exceed $1,500.00.\n. We note that the trial court was apparently well aware of the problems presented in the jury’s answers to the interrogatories. Immediately after discharging the jury the court asked counsel to offer their opinions interpreting the verdict. While we reiterate that the type of inconsistency which resulted in this case demonstrates the “impracticability of interrogatories,” Ferrick v. Senger, supra, we caution trial courts not to discharge juries where there are obvious problems with a jury verdict which might he resolved with more instruction and further deliberations. Had such occurred in the instant case, the problems which necessitated this appeal may well have been avoided.",
        "type": "majority",
        "author": "DEL SOLE, Judge:"
      },
      {
        "text": "BECK, Judge,\nconcurring and dissenting.\nI agree with the majority’s conclusion that all of the issues raised in this appeal, with the exception of the questions concerning the inconsistent jury verdict, were properly dismissed by the trial court. I also agree with the majority’s holding that the jury’s verdict was irreconcilably inconsistent. My colleagues correctly state that “[ujnder such circumstances, where we could do no more than guess at the jury’s thinking, we would ordinarily order a new trial to determine these unanswered questions of responsibility.” Majority Opinion at 690.\nI must dissent, however, from the majority’s ultimate conclusion that appellant Eastern Engineering & Elevator Company (“Eastern”) waived its claim for a new trial based on the inconsistent verdict. The majority relies upon a recent decision by our supreme court, City of Philadelphia v. Gray and Williams v. SEPTA, 534 Pa. 467, 633 A.2d 1090 (1993).\nIn Williams, the court confronted a similarly inconsistent verdict, yet denied a new trial because the appellant had waived her right to raise the issue:\nThe record reveals, however, that when the jury returned with the verdict, the court crier posed the [jury] interrogatories to the foreperson of the jury ... The trial court asked if either party wanted the jury polled. Each party declined. The verdict then was recorded. [Williams] did not object to the inconsistency of the jury’s answers to the interrogatories when the verdict was rendered. Instead, she raised this issue for the first time in her post trial motions. Because this issue was not preserved at trial, we must find it waived. Dilliplaine v. Lehigh Valley Trust Co., [457 Pa. 255, 322 A.2d 114 (1974) ].\nWilliams, 534 Pa. at 477, 633 A.2d at 1095.\nThe post-verdict events in Williams differ from those in this case. Significantly, after the jury foreperson read the answers to the special interrogatories, and the inconsistency was revealed, counsel for Eastern asked that the jury be polled. R. 983a. The verdict then was recorded, and the following colloquy took place:\nTHE COURT: AH right. Well, what does this all mean, folks? Sands?\nMR. HEMSLEY [Counsel for Sands]: Well, Your Honor, I would move to mold the verdict because there is an inconsistency. The jury found the negligence of the Sands was not a substantial factor in causing harm to the plaintiffs and in number seven they apportioned negligence at 30% and 70%, 30% for the Sands. Given the finding number two, that apportionment cannot hold and the only finding there’s been against the defendants or I submit to you it’s inconsistent and the 30% should be withdrawn and based on the report of the jury it should be 100% on Eastern. They said there’s no causation.\nTHE COURT: Okay, I’m not going to make any rulings, I just want to get your initial reaction to all of this. Mr. Bell, do you have any comments?\nMR. BELL [Counsel for Eastern]: No, your honor.\nTHE COURT: You don’t have to bind yourself, you can sit down, write memos and all of those things.\nMR. BELL: There [sic] will be filing post-trial motions. R. 987a-988a. The trial court proceeded to ask the plaintiffs’ attorney what his reaction to the verdict was, and he responded that Eastern should be responsible for the whole award. The trial judge replied that he would “have to see that in writing.” The Sands’s attorney also stated that he “would like to look at that” and that “it will be in the motions.” Id.\nWhen the entire post-verdict colloquy is considered, especially in light of the fact that the trial court did not intend to make any immediate rulings on the obviously inconsistent verdict, it is apparent that the waiver argument must fail. As the supreme court noted in Dilliplaine, supra, the purpose of an objection is to call the alleged error to the trial court’s attention, and to allow the trial court “the chance to hear argument on the issue and an opportunity to correct error.” 457 Pa. at 257, 322 A.2d at 116. In this case, the record shows that the trial court and the parties immediately recognized the problem with the verdict. The trial court expressly permitted the parties to save their arguments for the post trial motions, and specifically declined to “bind” the parties at that stage of the proceedings. Under the facts of this case, I do not see how the waiver argument can prevail. See James v. Nolan, 418 Pa.Super. 425, 614 A.2d 709, 711 n. 1 (1992) (a panel of this court considered appellant’s “waived” inconsistency argument out of “deference to the trial court,” who ordered the courtroom cleared after accepting the jury’s verdict).\nI would remand for a new trial.\nROWLEY, President Judge, and TAMILIA and HUDOCK, JJ., join.\n. I realize that the grant of a new trial would not be the most judicially economical result. However, I believe that in this particular case, to find waiver and thus avoid a new trial where there is no question that the jury’s verdict is inconsistent, would be to exalt form over substance.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "BECK, Judge,"
      }
    ],
    "attorneys": [
      "Daniel Siegel, Philadelphia, for Curran.",
      "Lynn Hozlsen, Philadelphia, for Greate Bay.",
      "Louis Bell, Philadelphia, for Eastern Engineering."
    ],
    "corrections": "",
    "head_matter": "William CURRAN and Paula Curran, Appellant, v. GREATE BAY HOTEL AND CASINO t/a Sands Hotel & Casino and Eastern Engineering and Elevator Company, Appellee. William CURRAN and Paula Curran, Appellee, v. GREATE BAY HOTEL AND CASINO t/a Sands Hotel & Casino and Eastern Engineering and Elevator Company, Appellee (Two Cases). Appeal of EASTERN ENGINEERING AND ELEVATOR COMPANY, Appellant (Two Cases).\nSuperior Court of Pennsylvania.\nArgued Dec. 7, 1993.\nFiled May 17, 1994.\nDaniel Siegel, Philadelphia, for Curran.\nLynn Hozlsen, Philadelphia, for Greate Bay.\nLouis Bell, Philadelphia, for Eastern Engineering.\nBefore ROWLEY, President Judge, and McEWEN, DEL SOLE, BECK, TAMILIA, POPOVICH, JOHNSON, HUDOCK and FORD ELLIOTT, JJ."
  },
  "file_name": "0687-01",
  "first_page_order": 753,
  "last_page_order": 758
}
