{
  "id": 7973620,
  "name": "STATE v. Theodore TOWNS",
  "name_abbreviation": "State v. Towns",
  "decision_date": "1981-07-22",
  "docket_number": "No. 79-203-C.A.",
  "first_page": "688",
  "last_page": "691",
  "citations": [
    {
      "type": "official",
      "cite": "432 A.2d 688"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "407 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        5544258
      ],
      "weight": 4,
      "year": 1979,
      "pin_cites": [
        {
          "page": "494"
        },
        {
          "page": "494"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/122/0392-01"
      ]
    },
    {
      "cite": "360 U.S. 264",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9052
      ],
      "weight": 9,
      "year": 1959,
      "pin_cites": [
        {
          "page": "269"
        },
        {
          "page": "1177"
        },
        {
          "page": "1221"
        },
        {
          "page": "270"
        },
        {
          "page": "1177"
        },
        {
          "page": "1221"
        },
        {
          "page": "270"
        },
        {
          "page": "1177"
        },
        {
          "page": "1221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/360/0264-01"
      ]
    },
    {
      "cite": "294 U.S. 103",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3922727
      ],
      "weight": 3,
      "year": 1935,
      "pin_cites": [
        {
          "page": "112"
        },
        {
          "page": "342"
        },
        {
          "page": "794"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/294/0103-01"
      ]
    },
    {
      "cite": "405 U.S. 150",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11721534
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "153",
          "parenthetical": "citing Mooney v. Holohan, 294 U.S. 103, 112, 55 S.Ct. 340, 342, 79 L.Ed. 791, 794 (1935) and Napue v. Illinois, 360 U.S. 264, 269, 79 S.Ct. 1173, 1177, 3 L.Ed.2d 1217, 1221 (1959)"
        },
        {
          "page": "766",
          "parenthetical": "citing Mooney v. Holohan, 294 U.S. 103, 112, 55 S.Ct. 340, 342, 79 L.Ed. 791, 794 (1935) and Napue v. Illinois, 360 U.S. 264, 269, 79 S.Ct. 1173, 1177, 3 L.Ed.2d 1217, 1221 (1959)"
        },
        {
          "page": "108",
          "parenthetical": "citing Mooney v. Holohan, 294 U.S. 103, 112, 55 S.Ct. 340, 342, 79 L.Ed. 791, 794 (1935) and Napue v. Illinois, 360 U.S. 264, 269, 79 S.Ct. 1173, 1177, 3 L.Ed.2d 1217, 1221 (1959)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/405/0150-01"
      ]
    },
    {
      "cite": "430 A.2d 424",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7974851
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "426"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/0424-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 643,
    "char_count": 11901,
    "ocr_confidence": 0.785,
    "pagerank": {
      "raw": 7.122254659142561e-08,
      "percentile": 0.4277102641891477
    },
    "sha256": "1a1ddb3bb0bc2911a5d99b31235071f068b4602415e397fac39ccf03b3b8edb0",
    "simhash": "1:8901707251bdd4d6",
    "word_count": 1925
  },
  "last_updated": "2024-02-27T23:49:49.244770+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "MURRAY and SHEA, JJ., did not participate."
    ],
    "parties": [
      "STATE v. Theodore TOWNS."
    ],
    "opinions": [
      {
        "text": "OPINION\nBEYILACQUA, Chief Justice.\nThis is a criminal appeal in which the defendant, Theodore Towns, was indicted for murder, tried and found guilty by a Superior Court jury, and then sentenced to life imprisonment. The defendant challenges his conviction on several grounds including the fact that the jury was allowed to consider conflicting testimony about the results of a benzidine test conducted on his hands.\nOn February 13, 1977, the Providence police found the mutilated body of Robert Sanders in a bedroom of his third-floor apartment on Detroit Avenue. The corpse, covered with a blanket, was lying across a double bed. Sanders’s ankles had been bound and he had been gagged and blindfolded. His throat had been slit, and he had been stabbed twenty-nine times. The police further observed broken green glass on the bedroom floor. They found one pair of bloody scissors on the vanity in the bathroom and another under a couch cushion in the living room. The police eventually narrowed their investigation to Marcel Nichols, who was a roommate of the victim, and the defendant.\nThe record disclosed that shortly after the stabbing, Nichols’s pants, right hand, and arm were covered with what appeared to be blood stains. However, the tests conducted on defendant’s pants, shirt, jacket, and boots disclosed no trace of blood.\nA benzidine test was conducted on defendant by Detective D’Elia of the Providence police. D’Elia, using his bare hands, took a piece of cotton, dipped it in a benzi-dine solution, and then swabbed the palm and back of each of defendant’s hands. The defendant’s hands remained unchanged, but the cotton swab turned green. The detective concluded that the discoloration of the swab indicated the presence of. nonvisible blood. The defendant, through discovery, was informed of the test and of the “positive” result. His case was prepared accordingly.\nThe defendant was tried with Sanders’s roommate Marcel Nichols who had been present in the victim’s bedroom at the time of the stabbing. Immediately after the stabbing, Nichols left the apartment and went to the home of Kenneth and Edith Crump. Mrs. Crump was the mother of a third roommate, Kenneth Russell. The Crumps then summoned the police. Nichols did not take the stand. However, toward the end of the trial, the Crumps both testified that an excited Nichols had told them that “April” [the defendant] had made him stab Sanders in the stomach.\nThe third roommate, Kenneth Russell, was the prosecutor’s key witness against defendant. Russell testified that he was also present in the room when defendant assaulted Sanders. He further testified that defendant smashed a bottle across Sanders’s face. Russell stated that he was then told to lie on the floor and that after he did so, a quilt was placed over his head. Although he could not see what was going on, his testimony implied that defendant first stabbed Sanders and then he forced Nichols to stab Sanders. When the ordeal was over, the quilt was taken from Russell’s head and he was allowed to leave the bedroom. He noticed that Sanders lay motionless on the bed under a blanket. However, he was reassured by defendant that Sanders was only knocked out. When the police later arrived, a surprised Russell asked them, “What stabbing?”\nUntil midtrial, the only evidence to link defendant directly to the murder was the testimony of Sanders’s roommate Kenneth Russell. It was at this point that the prosecution sought to develop its tangible evidence of the “positive” benzidine test.\nDetective D’Elia took the stand and testified that the benzidine test which he had conducted was “positive” and this meant that there were traces of nonvisible blood on defendant’s hands. He indicated that his conclusion was based on the fact that the cotton, which he had used to swab defendant’s hands, turned green. He later admitted that defendant’s hands had not changed color upon being exposed to the benzidine solution, but he insisted that the reaction on the cotton indicated traces of blood. At this point, the jury was left with the impression that there were traces of nonvisible blood on defendant’s hands.\nD’Elia’s testimony was indirectly rebutted by the state’s expert witness, the director of the University of Rhode Island crime laboratory, Dr. David DeFanti. Doctor DeFanti had originally instructed Detective D’Elia on the proper administration of the benzidine test. His testimony implied that the results of D’Elia’s test could not be termed “positive” and that the reaction on the cotton swab only indicated that the cotton had been contaminated. He eventually stated that if a suspect’s hands did not change color when swabbed with the benzidine solution, this nonreaction conclusively indicated an absence of blood.\nIn light of the tardy disclosure of the exculpatory evidence of “negative” test results and of the fact that he was deprived of the use of exculpatory evidence in his defense, defendant made a motion to pass the case. The defendant made a further motion to strike D’Elia’s testimony. Both motions were objected to by the state and both were denied.\nThe defendant then attempted to have Dr. DeFanti render an opinion on the accuracy of D’Elia’s testimony. This was also objected to by the state, and the objection was sustained by the trial justice. The result was that the conflicting testimony of Detective D’Elia and of Dr. DeFanti was considered by a jury whose confusion was reinforced by the prosecutor during his closing argument.\nThe defendant raises several issues. However, we shall initially consider whether the prosecutor’s failure to correct the manifestly inaccurate opinion testimony of Detective D’Elia amounted to a denial of defendant’s constitutional right to due process and therefore rendered his conviction constitutionally infirm. Therefore, “[o]ur decision with regard to [this issue] will make it unnecessary for us to consider the other questions raised by defendant.” State v. Bennett, 430 A.2d 424 at 426 (R.I., 1981).\nWe must note at the onset that this is not a case in which the prosecutor knowingly presented false evidence. It is apparent that the prosecutor presented Detective D’Elia’s testimony without knowing that the conclusion of the test was actually negative, and it was not until Dr. DeFanti later testified that the prosecutor became aware of the fact that D’Elia’s testimony was spurious. Our concern here is whether the prosecutor’s failure to correct this false evidence, his active objections to the defendant’s curative motions, and his emphasis upon this spurious testimony during his closing argument before the jury amounted to a denial of defendant’s right to due process.\nThe Supreme Court made it clear “that deliberate deception of a court and jurors by the presentation of known false evidence is incompatible with ‘rudimentary demands of justice’ ” and that “[the conviction must fall under the Fourteenth Amendment] when the State, although not soliciting false evidence, allows it to go uncorrected when it appears.” Giglio v. United States, 405 U.S. 150, 153, 92 S.Ct. 763, 766, 31 L.Ed.2d 104, 108 (1972) (citing Mooney v. Holohan, 294 U.S. 103, 112, 55 S.Ct. 340, 342, 79 L.Ed. 791, 794 (1935) and Napue v. Illinois, 360 U.S. 264, 269, 79 S.Ct. 1173, 1177, 3 L.Ed.2d 1217, 1221 (1959)). Rather, as an agent of the state and an officer of the court, “ ‘the [prosecutor] has the responsibility and duty to correct what he knows to be false and elicit the truth.’ ” Napue v. Illinois, 360 U.S. 264, 270, 79 S.Ct. 1173, 1177, 3 L.Ed.2d 1217, 1221 (1959).\nDetective D’Elia’s “positive” ben-zidine test results clearly played a vital part in the case for the prosecution. Therefore, a reasonable likelihood exists that this false testimony could have affected the jury. Giglio v. United States; Napue v. Illinois, both supra. In reviewing the entire record, we note that aside from Detective D’Elia’s testimony about the benzidine test, no tangible evidence that would link the defendant to the stabbing was presented. In fact, it was only the testimony of the decedent’s roommate Russell which directly implicated the defendant. The hearsay testimony presented by the Crumps related only to Nichols’s stabbing of Sanders albeit at the insistence of the defendant. We further note that Russell was initially unaware of the stabbing. He stated that he was in the bedroom but that his head had been covered with a quilt. When questioned initially, he asked the police, “What stabbing?” Detective D’Elia’s determination that the benzi-dine test indicated that the defendant’s hands had traces of nonvisible blood became such a vital part of the state’s case that the prosecutor, after learning from his own expert that the test demonstrated an absence of blood, decided to pursue a course of conduct which inadvertently misled the court and the jury. We believe that the prosecutor’s conduct in this case violated the defendant’s Fourteenth Amendment guarantee of a fair and impartial trial. The testimony of Russell and of the other witnesses did not turn “what was otherwise a tainted trial into a fair one.” Napue v. Illinois, 360 U.S. at 270, 79 S.Ct. at 1177, 3 L.Ed.2d at 1221. The defendant was denied due process of the law and is therefore entitled to a new trial.\nThe defendant’s appeal is sustained, the judgment of conviction is vacated, and the case is remanded to the Superior Court for a new trial.\nMURRAY and SHEA, JJ., did not participate.\n. “[B]enzidine is one of the most commonly used tests for the detection of the presence of blood.” State v. Carillo, R.I., 407 A.2d 491, 494 (1979). A chemical solution of benzidine, peroxide, sodium perborate, and glacial acetic acid was swabbed on both sides of defendant’s hands. A “positive” result, indicating the presence of blood, occurs when the suspect’s hands almost instantly turn a deep blue or a bluish-green color when exposed to the benzidine. A “false positive” is obtained when benzidine is exposed to a rather large number of other substances that also contain the peroxide enzyme present in blood. However, the chemical reaction in that case would be noticeably slower and less intense in color. Id., 407 A.2d at 494.\n. It is important to note that D’Elia did not wear gloves when conducting this test. If his hands had been in contact with certain substances which would have caused a false positive reaction, he may have contaminated the cotton. “Examples of those substances are horseradish, radish, oranges, lemons, grapefruit, leaves, grass, asparagus, carrots,, garden peas, squash, bananas, cauliflower, romaine lettuce, potatoes, green beans, dandelion root, black fig pulp, green onion bulbs, watermelon, [and] certain industrial cleaning solutions * State v. Carillo, 407 A.2d at 495-96 n.1.\nThis list is not exhaustive, and it is very possible that D’Elia was in contact with one or more of the false-positive-producing substances prior to conducting the test. Later testimony by the state’s expert witness indicated that, in case of doubt, a simple confirmation test should be conducted. However, it was not conducted here.\n. During oral argument before this court, the prosecutor conceded that once his expert, Dr. DeFanti, testified, he knew that the nonexpert speculation of Detective D’Elia was invalid. However, rather than correcting this spurious evidence, he sought to preserve it through a series of objections to its being stricken by the court or even reviewed by Dr. DeFanti. During closing arguments, the prosecutor further added to the confusion of the jury by emphasizing Detective D’Elia’s testimony.",
        "type": "majority",
        "author": "BEYILACQUA, Chief Justice."
      }
    ],
    "attorneys": [
      "Dennis J. Roberts, II, Atty. Gen., Kathryn A. Salmanson, Sp. Asst. Atty. Gen., for plaintiff.",
      "William F. Reilly, Public Defender, Barbara Hurst, Asst. Public Defender, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Theodore TOWNS.\nNo. 79-203-C.A.\nSupreme Court of Rhode Island.\nJuly 22, 1981.\nDennis J. Roberts, II, Atty. Gen., Kathryn A. Salmanson, Sp. Asst. Atty. Gen., for plaintiff.\nWilliam F. Reilly, Public Defender, Barbara Hurst, Asst. Public Defender, for defendant."
  },
  "file_name": "0688-01",
  "first_page_order": 732,
  "last_page_order": 735
}
