{
  "id": 6789677,
  "name": "CHEESE SHOP INTERNATIONAL, INC., a Connecticut corporation, Plaintiff, v. Robert STEELE, Defendant",
  "name_abbreviation": "Cheese Shop International, Inc. v. Steele",
  "decision_date": "1973-03-15",
  "docket_number": "",
  "first_page": "689",
  "last_page": "691",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 689"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "97 A. 613",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "11 Del.Ch. 386",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        460966
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/11/0386-01"
      ]
    },
    {
      "cite": "265 A.2d 87",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "297 A.2d 428",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11252110
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/297/0428-01"
      ]
    },
    {
      "cite": "50 N.E.2d 31",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "314 Mass. 390",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        932122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/314/0390-01"
      ]
    },
    {
      "cite": "156 A.2d 632",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "221 Md. 145",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1961479
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/221/0145-01"
      ]
    },
    {
      "cite": "17 A.2d 348",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "340 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203324
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0468-01"
      ]
    },
    {
      "cite": "101 A. 872",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "11 Del.Ch. 283",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        461001
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/11/0283-01"
      ]
    },
    {
      "cite": "95 A.2d 692",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "33 Del.Ch. 439",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        486071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/33/0439-01"
      ]
    },
    {
      "cite": "7 A.2d 737",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "747"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "23 A.2d 321",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "213 A.2d 848",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "852"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "94 A.2d 700",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "701"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 Del.Ch. 425",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        485743
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/33/0425-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 373,
    "char_count": 5367,
    "ocr_confidence": 0.771,
    "pagerank": {
      "raw": 1.8126356383287286e-07,
      "percentile": 0.718019274482798
    },
    "sha256": "82babb7e4a20127456e5437fe0cadddc2481a9896631c5c16daff28617a2bc71",
    "simhash": "1:1ca1ed7c1e21d6b5",
    "word_count": 856
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "CHEESE SHOP INTERNATIONAL, INC., a Connecticut corporation, Plaintiff, v. Robert STEELE, Defendant."
    ],
    "opinions": [
      {
        "text": "SHORT, Vice Chancellor:\nThis is a suit for an accounting in equity for payments allegedly due under a trademark licensing contract. The question is whether equity has jurisdiction in this action.\nCheese Shop International, Inc. (International) granted a license and franchise to Robert Steele, defendant, which permitted him to operate a retail establishment for the sale of cheeses under the trade name THE CHEESE SHOP. In return for the use of the trademark, confidential business information, display signs, shelving, cases, and sales counters, Steele promised to make monthly payments of 3% of his gross sales (but not less than $1,500 per annum).\nInternational claims that defendant has failed to make monthly payments and has failed to report his gross sales for July through October 1972 as required by the franchise contract. International seeks relief in a court of equity on the basis of a suit for an accounting of gross sales for the months the defendants failed to pay the franchise fee and on the basis of a claim that defendant be required to specifically perform the part of the contract relating to monthly accounting and payments.\nDefendant says there is no basis for equitable jurisdiction and moves to dismiss the complaint.\nEquity will entertain jurisdiction in an action for an accounting (1) where there are mutual accounts between the parties; (2) where the accounts are all on one side but there are circumstances of great complication; and (3) where a fiduciary relationship exists between the parties and a duty rests upon the defendant to render an account. Pan American Trade & I. Corp. v. Commercial Metals Co., Del.Ch., 33 Del.Ch. 425, 94 A.2d 700, 701. International contends a fiduciary relationship evolved from the very nature of the license agreement. The law requires something more precise: the defendant must stand as a fiduciary towards the one seeking an accounting. 4 Pomeroy’s Equity Jurisprudence (5th Ed.) 1078, 1079-1080.\nA fiduciary relationship is a situation where one person reposes special trust in and reliance on the judgment of another or where a special duty exists on the part of one person to protect the interests of another. The relationship connotes a dependence. Lank v. Steiner, Del.Ch., 213 A.2d 848, 852. A fiduciary relation implies a condition of superiority of one of the parties over the other. Peyton v. William C. Peyton Corporation, Del.Supr., 23 A.2d 321, 7 A.2d 737, 747. Consequently, equitable jurisdiction for an accounting will lie in suits against trustees, administrators, executors, guardians, partners, joint venturers and in some suits of principal against agent (and vice versa). 4 Pomeroy’s Equity Jurisprudence (5th Ed.) 1078-1079.\nWhile the contract between International and Steele reveals a quantum of trust placed in Steele, such trust does not render Steele a fiduciary. Notably absent here is a dependency on or superiority of the one alleged to be a fiduciary. If anything, International has the position of superiority. Under the contract it retained the power to enforce standards, supervise operations, require training and control advertising. The contract assumes that. Steele will rely on International’s expertise.\nThere is no fiduciary relationship upon which to base jurisdiction.\nInternational also asserts that jurisdiction arises from its request for specific performance.\nThe rule is that specific performance will not be granted where plaintiff has an adequate remedy at law. Lee Builders, Inc. v. Wells, Del.Ch., 33 Del.Ch. 439, 95 A.2d 692. Plaintiff asserts that money damages would be inadequate because of the unique nature of the licensing of the use of the trade name, THE CHEESE SHOP. Uniqueness may be a basis of jurisdiction because of the inadequacy of remedy at law (money damages), see Elliot v. Jones, Del.Ch., 11 Del.Ch. 283, 101 A. 872; but it is the performance due the party seeking specific performance that must be unique, otherwise the remedy at law is adequate. While International may be supplying a unique property, what it is to receive in return is the payment of money. Money damages is dearly an adequate remedy. Hughes Tool Co. v. Fawcett Publications, supra.\nPlaintiff may move within ten days for transfer of this action to the Superior Court. Otherwise the case will be dismissed.\n. Jurisdiction for an accounting has been sustained in cases involving joint venturers, Pan American Trade & I. Corp. v. Commercial Metals Co., supra; uncle and nephew, Ringer v. Finfrock, 340 Pa. 468, 17 A.2d 348; principal and agent, Dormay Construction Corp. v. Doric Co., 221 Md. 145, 156 A.2d 632; and has been denied in the following: employer and employee, Ball v. Harrison, 314 Mass. 390, 50 N.E.2d 31; breach of covenant, Hughes Tool Co. v. Fawcett Publications, Del.Ch., 297 A.2d 428; and breach of agreement not to compete, Donahue v. Barnes, 6 Conn.Cir. 64, 265 A.2d 87.\n. Mutuality of performance is not required in Delaware. See, G. W. Baker Mach. Co. v. United States Fire Apparatus Co., Del.Supr., 11 Del.Ch. 386, 97 A. 613.",
        "type": "majority",
        "author": "SHORT, Vice Chancellor:"
      }
    ],
    "attorneys": [
      "Thomas Herlihy, III, of Herlihy & Her-lihy, Wilmington, for plaintiff.",
      "Thomas G. Hughes, of O’Donnell, Hughes & Lowicki, Wilmington, for defendant."
    ],
    "corrections": "",
    "head_matter": "CHEESE SHOP INTERNATIONAL, INC., a Connecticut corporation, Plaintiff, v. Robert STEELE, Defendant.\nCourt of Chancery of Delaware, New Castle.\nMarch 15, 1973.\nThomas Herlihy, III, of Herlihy & Her-lihy, Wilmington, for plaintiff.\nThomas G. Hughes, of O’Donnell, Hughes & Lowicki, Wilmington, for defendant."
  },
  "file_name": "0689-01",
  "first_page_order": 727,
  "last_page_order": 729
}
