{
  "id": 8355497,
  "name": "COMMONWEALTH of Pennsylvania v. PERSONAL PROPERTY OF Kevin & Barbara ABENDROTH a/k/a Commonwealth of Pennsylvania v. Items of Personal Property Appeal of: Jennifer Sherri Scheideler, John Pudish, Wendy Pudish, Shirley Harvey and Charles Martel, Jr",
  "name_abbreviation": "Commonwealth v. Personal Property of Abendroth",
  "decision_date": "2007-07-23",
  "docket_number": "",
  "first_page": "690",
  "last_page": "694",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 690"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "365 Pa.Super. 129",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        676312
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "133"
        },
        {
          "page": "8-9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/365/0129-01"
      ]
    },
    {
      "cite": "463 A.2d 1219",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "1220"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "922 A.2d 906",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8311632,
        3555257,
        8311662
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "912"
        },
        {
          "page": "912"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/922/0906-01",
        "/pa/592/0065-01",
        "/a2d/922/0906-02"
      ]
    },
    {
      "cite": "751 A.2d 709",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11511165
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/0709-01"
      ]
    },
    {
      "cite": "876 A.2d 1088",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8969056
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1093"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/876/1088-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 729,
    "char_count": 15116,
    "ocr_confidence": 0.685,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2028844152689983
    },
    "sha256": "8cac06ee5dea9c5d353efcd2d29b0b45d8b5fd532f54d7ae1d11461b6bb2ca01",
    "simhash": "1:0bb4a4d775513e89",
    "word_count": 2478
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President. Judge, and LEAVITT, Judge (P.), and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. PERSONAL PROPERTY OF Kevin & Barbara ABENDROTH a/k/a Commonwealth of Pennsylvania v. Items of Personal Property Appeal of: Jennifer Sherri Scheideler, John Pudish, Wendy Pudish, Shirley Harvey and Charles Martel, Jr."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPresident Judge LEADBETTER.\nJennifer Sherri Scheideler, John Pudish, Wendy Pudish, Shirley Harvey and Charles Martel, Jr. appeal from the July 26, 2006 order of the Court of Common Pleas of Susquehanna County -(common pleas) that denied their motion for return of property pursuant to Pennsylvania Rule of Criminal Procedure No. 588. We affirm.\nAppellants are family members or acquaintances of Carl Harvey, now deceased. Pursuant to a criminal investigation of Harvey for possession of stolen property, the Pennsylvania State Police (PSP) removed items largely of a musical nature from appellants’ residences via consensual searches. All five appellants essentially testified that, upon Harvey’s return from Florida, he left the items at issue in their residences. Two appellants, John Pudish and Scheideler, testified that they started to sell some of these items on eBay at Harvey’s suggestion and with his help. All five appellants stated at one point that Harvey was either the owner of the property or that it was stolen. Shirley Harvey testified that the items were in her possession, but that “they were my sons [sic].” N.T. at 53. She did testify that her son gave her an organ, which was part of the property that he left with her.\nJohn Pudish testified that some of the items he turned over to the PSP were items that he and Harvey bought together. At the time he turned over items to the PSP, however, he did not assert any pos-sessory interest. N.T. at 94-95. To the contrary, he voluntarily delivered Harvey’s items to the PSP’s barracks under the belief that Kevin Abendroth, Harvey’s former employer, was the true owner.\nCharles Martel, Jr. characterized the property that Harvey left with him as Harvey’s personal belongings and property. Martel testified that Harvey told him that he was getting a divorce and brought the items with him from Florida. Martel stated his belief that, even though the property was in his possession, he considered it to be Harvey’s personal belongings. N.T. at 102. Trooper Warner testified that Martel even tried to turn over a big screen television, apparently believing that it must have been part of the investigation as well. N.T. at 28.\nCounsel for appellants asked Wendy Pudish whether Harvey gave her the items that the PSP took from her basement and why they were with her. She succinctly replied that “[t]hey were left there and I just kept em.” N.T. at 100. These items consisted of a box containing a black piano bench, a Yamaha FM sound expander and thirty-five books/owner manuals. Commonwealth Exhibit 1.\nScheideler testified that she believed that some of the items Harvey left with her were collateral for monies that he allegedly owed her as a result of her fronting money to him to spend at auctions. N.T. at 63. She further testified, however, that she came to believe that the items he placed with her from Florida were stolen. Indeed, after Abendroth contacted her on eBay, she testified that she stopped selling those items because she was scared and did not want to get into trouble. N.T. at 69.\nAs for the lawful owner, Trooper Warner testified that the victim was Kevin Abendroth, owner of a store called the Organ Orphanage in Port Richey, Florida, where Harvey was a former employee. John Pudish and Scheideler also testified with regard to Abendroth. Having begun to sell some of the items on eBay, Scheide-ler testified that Abendroth contacted her upon recognizing some of the items for sale. Believing her to be Harvey, Scheide-ler testified that Abendroth sent her an email message to the effect that “they’re gonna get you and they know all about you and there’s nothing you can do about it....” N.T. at 69. In response to Aben-droth’s email contact with Scheideler, John Pudish testified that he telephoned Aben-droth and came to believe that the items Harvey placed with them were stolen.\nTrooper Rebecca Warner testified that the PSP was prepared to criminally charge Harvey when he died, and outlined her subsequent efforts to return the property to Abendroth. When Abendroth ultimately failed to come north for the property, the district attorney, on behalf of the PSP, filed a petition to dispose of personal property. The district attorney sought an order granting permission to give certain items to a local church organization and to destroy the rest. Upon learning of the proposed disposal of the property, appellants filed the instant motion for its return.\nThe court denied the motion, determining that appellants failed to prove by a fair preponderance of credible evidence either ownership and/or lawful possession of the property at issue. In coming to that conclusion, the court noted that appellants failed to claim the property as their own at the time of removal, turning it over without protest. The court further noted that, to the contrary, appellants either voluntarily brought the property to the police barracks or assisted the PSP in identifying the property sought in the criminal investigation of Harvey. It compared appellants’ respective mindsets at the time of the property’s removal to their modified positions at the subsequent hearing, and observed that there are three or four “people who [didn’t] want any part of this property until today.”\nThe court found significance in the fact that appellants failed to produce any written documentation regarding the subject property, and gave only vague and ambiguous testimony as to any ownership interest in the property. Further, the court concluded that if it had found that Harvey lawfully owned the property, then only his estate would have any standing to claim it. Finally, having found appellants failed to meet their burden, the court stated that it was not necessary to reach the issue of whether the items at issue were contraband or derivative contraband.\nOn appeal to this court, appellants claim that they met their burden to prove lawful possession by virtue of their storage of the items at issue. Under Rule 588, the moving party has the burden of proving lawful possession of the property. Commonwealth v. Reynolds, 876 A.2d 1088 (Pa.Cmwlth.2005). Only then does the burden shift to the Commonwealth to defeat the motion by demonstrating that the property is contraband or derivative contraband. Id.\nAppellants argue that the court erred in denying their motion for return given the undisputed fact that they were in actual possession of the property at the time of removal. Asserting that “all possession of anything is lawful unless it is declared unlawful by some valid law,” Brief at 11, they maintain that it was up to the Commonwealth to prove that their possession was unlawful. To that end, they contend that the Commonwealth failed to produce any evidence that the property was contraband or stolen. They also maintain that the court erroneously held them to an ownership standard when all that Rule 588 requires is lawful possession. They assert that their readiness to cooperate with the PSP should not be held against them and that the court’s comment regarding their lack of written proof of ownership was unfair, given the fact that no one gets a receipt at venues such as lawn sales.\nThe Commonwealth argues that the court properly concluded that appellants’ mere possession of the property at the time of removal was insufficient to prove “lawful possession” under Rule 588. It maintains that all appellants established at the hearing was that they held personal property on behalf of Harvey. Further, it contends that appellants’ readiness and failure to exhibit any possessory interest when turning over Harvey’s property to the PSP evidenced their belief that their possession was not lawful.\nWe agree. While it is true that appellants were in possession of the property at the time of removal, they were unable to prove the lawful possession required under Rule 588. In the first place, John Pudish’s testimony that he and Harvey purchased some of the items was clearly discredited by common pleas, and credibility determinations are the sole province of that court. With respect to the others, we believe that the term “lawful possession” within the meaning of Rule 588 means some possessory interest recognized by law, not mere physical possession in the absence of personal wrongdoing. Here, except for the organ characterized by Shirley Harvey as a gift, appellants did not assert any personal property right in the items. Rather, the evidence reflects that all the property was given to appellants by Harvey to hold on his behalf. In other words, they were bailees.\nAs bailees (or in the case of Shirley Harvey, recipient of a gift), appellants had to prove Harvey’s lawful possession because they could acquire no interest in the property greater than his. To hold otherwise would reverse the burden of proof any time an otherwise innocent person had agreed to hold property temporarily. Appellants presented no evidence whatsoever that Harvey lawfully possessed the items he left in their care. Indeed, appellants’ testimony was permeated with expressions of doubt that Harvey acquired the property legally. For example, John Pudish related his incredulity that Harvey had the wherewithal to purchase many of the items that he brought up from Florida in a forty-foot U-Haul truck. N.T. at 78, 84. Sehei-deler testified that she asked Harvey numerous times where he had obtained items that he turned over to her to sell. N.T. at 65. Thus common pleas properly found that appellants simply failed to meet the burden imposed upon them by Rule 588.\nAccordingly, we affirm.\nORDER\nAND NOW, this 23rd day of July, 2007, the July 26, 2006 order of the Court of Common Pleas of Susquehanna County in the above captioned matter is hereby AFFIRMED.\n.Pennsylvania Rule of Criminal Procedure No. 588(A) and (B) provides as follows:\n(A) A person aggrieved by a search and seizure, whether or not executed pursuant to a warrant, may move for return of the property on the ground that he or she is entitled to lawful possession thereof. Such motion shall be filed in the court of common pleas for the judicial district in which the property was seized.\n(B) The judge hearing such motion shall receive evidence on any issue of fact necessary to the decision thereon. If the motion is granted, the property shall be returned unless the court determines that such property is contraband, in which case the court may order the property to be forfeited.\n. Shirley Harvey is Harvey’s mother, John Pudish is his nephew and Wendy Pudish is his sister.\n. John Pudish testified that Harvey also started to sell some of these items on eBay using Wendy Pudish's account. John Pudish testified that Harvey did not want the eBay account in his own name. N.T. at 79-80.\n, The court noted that at the time of Harvey's death, he was subject to a Florida probation order requiring payment of $9,000.00 in restitution. (Although the court in its opinion set forth the amount as $900.00, we believe that to be a typographical error in that all of the documentation from the Florida Court system referencing the Organ Orphanage scheme to defraud case lists the amount as $9,000.00.)\n. John Pudish further testified that, after he learned that the items were stolen, he offered to help Abendroth. That testimony was as follows:\nA. I just had found out that everything was stolen. As soon as I found out I called the guy [Kevin Abendroth] and he started asking me questions. I told him I would help. I wanted nothing to do....\nQ. You told Kevin you would help him, right?\nA. Yeah, I told, Kevin I’d help. I told Kevin I wanted nothing to do with the items once I found out they were stolen items. I helped immediately, or whatever that word is.\nN.T. at 92-93.\n. Appellants received no official notification of the petition to dispose of personal property.\n. Indeed, upon being advised of the PSP’s belief that these items were stolen, appellants relinquished them without protest and without claiming any ownership interest. John Pudish actually delivered certain items to the PSP’s barracks. In Shirley Harvey’s case, Trooper Warner testified that Mrs. Harvey telephoned her and indicated that she had heard from her grandson, John Pudish, that certain items were stolen. Mrs. Harvey requested that the PSP come to her residence and remove them.\n. In this appeal, our review looks to whether the evidence sufficiently supports the trial court's findings. See Commonwealth v. Pena, 751 A.2d 709 (Pa.Cmwlth.2000).\n. The Pennsylvania Superior Court recently ruled to the contrary in In re Firearms, Eleven, 922 A.2d 906 (Pa.Super.2007), equating lawful possession with ownership. Id. at 912. However, we need not decide this issue here.\n.While absence of receipts would appear largely irrelevant under the facts of this case, this argument amounts to no more than a request that this court re-weigh the evidence, something we will not do.\n. Accord Firearms, Eleven, 922 A.2d at 912.\n. A “bailment” has been defined as “delivery of personal property to another, who accepts possession of the property, and exercises custody and control over it.” Riggs v. Dep’t of Transp., 76 Pa.Cmwlth. 227, 463 A.2d 1219, 1220 (Pa.Cmwlth.1983). We need not here decide whether mere bailees can acquire the sort of possessory interest required by Rule 588. In this regard, the trial court opined, \"Although we have found that claimants have no ownership interest in the subject personal properly, if we had found that Carl Harvey lawfully owned such property, we would agree that only the Estate of Carl Harvey, if there were such an entity, would have standing to now claim the subject property.” Common pleas op. at 2.\n. The PSP’s failure to charge Harvey due to his premature death is not determinative of the outcome of a motion for return. See Commonwealth v. Reynolds, 876 A.2d 1088, 1093 (Pa.Cmwlth.2005) (\"an acquittal in criminal proceedings has no preclusive effect in a subsequent proceeding on a motion for return of property.... ”)\n. As the Commonwealth asserts, the Superi- or Court's language in Commonwealth v. Doranzo, 365 Pa.Super. 129, 133, 529 A.2d 6, 8-9 (1987), a forfeiture case, is instructive: \"The whole of the evidence created a very strong inference that the property in question was illegally possessed.”\n. While holding that appellants failed to prove lawful possession, we emphasize that we do not in any way suggest that appellants’ behavior was unlawful. Indeed, their conduct appears to have been entirely blameless, and they fully cooperated with the authorities when contacted.",
        "type": "majority",
        "author": "President Judge LEADBETTER."
      }
    ],
    "attorneys": [
      "Laurence M. Kelly, Montrose, for appellants.",
      "Jason J. Legg, Montrose, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. PERSONAL PROPERTY OF Kevin & Barbara ABENDROTH a/k/a Commonwealth of Pennsylvania v. Items of Personal Property Appeal of: Jennifer Sherri Scheideler, John Pudish, Wendy Pudish, Shirley Harvey and Charles Martel, Jr.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs April 9, 2007.\nDecided July 23, 2007.\nAs Amended July 25, 2007.\nLaurence M. Kelly, Montrose, for appellants.\nJason J. Legg, Montrose, for appellee.\nBEFORE: LEADBETTER, President. Judge, and LEAVITT, Judge (P.), and FLAHERTY, Senior Judge."
  },
  "file_name": "0690-01",
  "first_page_order": 738,
  "last_page_order": 742
}
