{
  "id": 8416264,
  "name": "Toussell Van KUHN and Darnell Smith, Appellants, v. UNITED STATES, Appellee",
  "name_abbreviation": "Kuhn v. United States",
  "decision_date": "2006-06-08",
  "docket_number": "Nos. 99-CF-1292, 00-CF-1513, 01-CO-145, 05-CO-335",
  "first_page": "691",
  "last_page": "701",
  "citations": [
    {
      "type": "official",
      "cite": "900 A.2d 691"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "628 A.2d 86",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/628/0086-01"
      ]
    },
    {
      "cite": "895 F.2d 1",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10526539
      ],
      "pin_cites": [
        {
          "page": "17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/895/0001-01"
      ]
    },
    {
      "cite": "768 A.2d 546",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11117178
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/768/0546-01"
      ]
    },
    {
      "cite": "475 A.2d 369",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7899616
      ],
      "pin_cites": [
        {
          "page": "375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/475/0369-01"
      ]
    },
    {
      "cite": "559 A.2d 323",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7884478
      ],
      "pin_cites": [
        {
          "page": "329"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/559/0323-01"
      ]
    },
    {
      "cite": "81 F.3d 220",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3693704,
        7650084
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "228",
          "parenthetical": "holding that counsel's refusal to present client's flawed defense \"was a reasonable trial strategy, and does not amount to ineffective representation\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/317/0125-01",
        "/f3d/81/0220-01"
      ]
    },
    {
      "cite": "317 U.S.App. D.C. 125",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3693704
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "133",
          "parenthetical": "holding that counsel's refusal to present client's flawed defense \"was a reasonable trial strategy, and does not amount to ineffective representation\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/317/0125-01"
      ]
    },
    {
      "cite": "463 U.S. 745",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6199647
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "citing the American Bar Association's Defense Function Standards"
        },
        {
          "parenthetical": "citing the American Bar Association's Defense Function Standards"
        },
        {
          "parenthetical": "citing the American Bar Association's Defense Function Standards"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/463/0745-01"
      ]
    },
    {
      "cite": "98 L.Ed.2d 798",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        602206,
        11300959
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/484/0400-01",
        "/us/347/0396-01"
      ]
    },
    {
      "cite": "484 U.S. 400",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        602206
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "418"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/484/0400-01"
      ]
    },
    {
      "cite": "543 U.S. 175",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3427198
      ],
      "weight": 7,
      "year": 2004,
      "pin_cites": [
        {
          "page": "187",
          "parenthetical": "\"An attorney undoubtedly has a duty to consult with the client regarding 'important decisions,' including questions of overarching defense strategy.\""
        },
        {
          "parenthetical": "\"An attorney undoubtedly has a duty to consult with the client regarding 'important decisions,' including questions of overarching defense strategy.\""
        },
        {
          "parenthetical": "\"An attorney undoubtedly has a duty to consult with the client regarding 'important decisions,' including questions of overarching defense strategy.\""
        },
        {
          "page": "187"
        },
        {
          "page": "192"
        },
        {
          "parenthetical": "holding that counsel's refusal to present client's flawed defense \"was a reasonable trial strategy, and does not amount to ineffective representation\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/543/0175-01"
      ]
    },
    {
      "cite": "816 A.2d 21",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9364423
      ],
      "pin_cites": [
        {
          "page": "37-38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/816/0021-01"
      ]
    },
    {
      "cite": "780 A.2d 266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9480974
      ],
      "pin_cites": [
        {
          "page": "272"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/780/0266-01"
      ]
    },
    {
      "cite": "870 A.2d 27",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9014148
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "34"
        },
        {
          "page": "33-34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/870/0027-01"
      ]
    },
    {
      "cite": "738 A.2d 254",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11564007
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "257"
        },
        {
          "page": "257"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/738/0254-01"
      ]
    },
    {
      "cite": "466 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204802
      ],
      "weight": 17,
      "year": 1984,
      "pin_cites": [
        {
          "page": "687"
        },
        {
          "page": "687"
        },
        {
          "page": "688"
        },
        {
          "page": "689"
        },
        {
          "page": "690"
        },
        {
          "page": "689"
        },
        {
          "page": "690"
        },
        {
          "page": "688"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0668-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1165,
    "char_count": 27406,
    "ocr_confidence": 0.664,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20359372303172887
    },
    "sha256": "fdad045c706dbe67e79e4620253dd54e2619cc8af25cd56d87ebefe109855215",
    "simhash": "1:e731b5777fa5840b",
    "word_count": 4428
  },
  "last_updated": "2024-02-27T20:09:24.514085+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REID and GLICKMAN, Associate Judges, and KING, Senior Judge."
    ],
    "parties": [
      "Toussell Van KUHN and Darnell Smith, Appellants, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "GLICKMAN, Associate Judge:\nA jury convicted appellant Toussell Van Kuhn of two counts of armed robbery and possession of a firearm during a crime of violence. Kuhn’s co-defendant, appellant Darnell Smith, was convicted of one count of armed robbery. In their direct appeals, each appellant contends that the trial court should have severed their trials or granted them separate new trials because their defenses were irreconcilable. The direct appeals have been consolidated with two collateral appeals: (1) that of Smith from the denial of his motion to set aside his conviction on the basis of ineffective assistance of counsel, and (2) that of Kuhn from the denial of his post-trial motion to unseal the transcript of an ex parte bench conference in which his co-defendant Smith discussed his unhappiness with his trial counsel’s direction of his defense.\nThe foremost issue presented in these consolidated appeals is whether Smith’s trial counsel was constitutionally ineffective because he chose, over Smith’s objection, to argue a theory of defense different from that to which Smith testified. In agreement with the trial court, we conclude that Smith’s counsel was not ineffective, for after he consulted with his client, the choice of defense strategy was committed to counsel’s professional judgment even if Smith did not consent to it, and the strategy he pursued in his closing argument was an objectively reasonable and permissible one.\nAs we also conclude that appellants’ defenses were not irreconcilable, and that Kuhn has not shown a bona fide need for the transcript he sought, we affirm both appellants’ convictions.\nI.\nAccording to the government’s evidence at trial, Elton Blaize and Tansy Philbert, a young couple who had come to the District of Columbia from the Virgin Islands to participate in the Job Corps, were robbed on the street in broad daylight while they were visiting a fellow Job Corps student named Cynthia Knott. The robbery occurred while Knott had left Blaize and Philbert alone momentarily and gone across the street in order to speak with one of her neighbors. Appellant Kuhn appeared, grabbed Blaize from behind, held a gun to his temple, and pulled him back into an alley. After obtaining $150 in cash from Blaize’s wallet, Kuhn ordered Philbert to hand over her money, too. At this point, Blaize and Philbert testified, appellant Smith ran up to Philbert and seconded Kuhn’s demand for her money. Philbert also relinquished $150 to the robbers.\nMeanwhile, across the street, Knott became aware of her friends’ plight. Knott testified at trial that she saw Kuhn rob Blaize at gunpoint. It appeared to Knott that Kuhn was accompanied by a man she knew named Isaac Mitchell. Knott also observed Smith, but in contrast to her friends’ account, she testified that Smith remained about fifteen feet away from Kuhn and did not approach Blaize or Phil-bert. “Shocked” by what was occurring, Knott started across the street, yelling that Blaize and Philbert were her friends. She caught up with them after the robbery as they were running away, and the trio called the police.\nAfter the police arrived, Knott directed them to where she thought the robbers had fled. Before long, they spotted Kuhn, Smith and Mitchell, who were standing together on the street. The three men were caught and arrested after a brief chase. The police recovered a total of $236 from their possession and a small packet of marijuana from Smith. No gun was found.\nAppellants presented a different version of events. They admitted encountering Blaize and Philbert, but as forecast in their attorneys’ opening statements, appellants denied that the encounter resulted in robbery. Rather, Smith and Kuhn each testified, they happened to be walking down the street (accompanied by Mitchell) when Blaize, whom they did not know, appeared and signaled to Kuhn that he wanted to buy some marijuana. Smith offered to sell Blaize a dime bag that he happened to have hidden in his sock, but Blaize wanted a full ounce. Kuhn said that he could obtain an ounce of marijuana from a dealer he knew, and Blaize allegedly gave Kuhn $120 to buy it and bring it back to him. Kuhn, Smith and Mitchell left to carry out this commercial errand. However, appellants testified, before they were able to find the dealer, they were stopped by the police.\nAppellants’ theory apparently was that Blaize, Philbert and Knott, believing that appellants had absconded, concocted the story of a robbery in order to have them arrested so that Blaize could recover the money he naively had entrusted to Kuhn. In his closing argument, however, Smith’s counsel, Ronald Horton, did not argue this “drug deal gone bad” theory. Although Horton began by asking the jury to credit his client’s testimony, he chose not to dwell on the particulars of what Smith had said:\nMr. Darnell Smith took the witness stand, I submit to you, and he credibly told you what happened that night. He was not involved in a robbery, any kind of an armed robbery. He didn’t come into the possession of any money by the two complainants. I ask you to credit his testimony. I will not talk any more about his testimony, because the burden is on the government. And we want to focus on the government’s evidence, and the reasons why there are problems, reasons to doubt Mr. Smith’s guilt.\nAfter stressing that Smith did not participate in robbing Blaize (“The government’s theory is that that was done by the co-defendant Mr. Kuhn”), Horton turned to “the more difficult question, ... the alleged armed robbery of Ms. Tansy Phil-bert.” That charge rested on the inculpa-tory testimony of Blaize and Philbert. Citing inconsistencies in their statements and other doubt-engendering discrepancies in the government’s case, Horton emphasized, “most importantly,” the “more credible” exoneration of his client by “the government’s star witness,” Cynthia Knott:\nBut most importantly, the government’s star witness, and I agree entirely with the characterization of her by [the prosecutor], that she is a strong-willed woman, that she wasn’t taking nothing out there and that she was going to put a stop to whatever the heck was happening out there and she went over and tried to put a stop to it and she saw exactly what was going on.\nAnd what she saw was money in the hand of Mr. Blaize, and she saw that money being taken out of his hand by Mr. Kuhn. And when that’s going on, Mr. Smith is on the sidewalk. He is not robbing anybody. He is not taking money from anybody. And if you combine that clear unmistakable testimony with what Mr. Blaize says, Mr. Blaize says that the money was taken out of his hand one time first.\nAfter that, according to him, and according to Ms. Philbert, when Ms. Philbert comes over and Mr. Smith comes over, the alleged robbery happens with Mr. Smith.\nIf you accept the testimony of Ms. Cynthia Knott as to what she saw, what she tried to stop, then you cannot possibly accept beyond a reasonable doubt the testimony of Tansy Philbert or Elton Blaize in any version that they have given.\nShe comes over. She sees the robbery. She basically breaks up the robbery. Stop that — you know, whatever she says, and the crowd disperses and the two complainants run away.\nIf her version is credible, and I submit it is more credible than either of the other government witnesses — she doesn’t tell different stories at different times like they do, and she is not the one who is immediately put in fear. She is the one who is clear headed enough to see what’s going on and wants to put a stop to it. If you accept her testimony, you must acquit Darnell Smith.\nIn conclusion, Horton stated, while he declined to suggest that the complainants were “necessarily lying,” Smith deserved to be acquitted because there existed a reasonable doubt as to his guilt:\nThere are reasons to question, and I am not suggesting that they [Blaize and Philbert] are necessarily lying. That’s not what your job is to do, [] to determine whether they are necessarily lying. It is to analyze the evidence with only one goal in mind, is there a reasonable doubt as to the guilt of Mr. Smith. They [Blaize and Philbert] could be wrong. It was a shocking event. It adds up, I submit, to a reasonable doubt.\nAfter hearing Horton’s closing argument, Kuhn’s counsel moved for severance and a mistrial, arguing that Horton’s “strong, enthusiastic, empathetic endorsement of Cynthia Knott” had effectively “negated” the testimony given by both her client and Smith. The trial judge denied the motion, noting that Horton’s argument was “more in the nature of raising questions about credibility of the government’s witnesses and who could be relied upon,” rather than “taking a position directly opposite from his client.” Surprisingly, Horton himself then moved for a mistrial “to protect [his client’s] interest,” explaining that “[b]ecause of my closing argument, I could not wholeheartedly adopt the version of events testified to by my client.” The trial court denied this motion, too, telling Horton that he had done “an excellent job of wending [his] way up through shoals of ethical issues and [Smith’s] interests.”\nSmith echoed Kuhn’s condemnation of his counsel’s closing argument in his subsequent § 23-110 motion. According to Smith, Horton fatally undermined his credibility and “blotted out” his defense by giving an argument that was “totally contrary” to his and Kuhn’s testimony.\nIn an affidavit submitted with the government’s opposition to Smith’s motion, Horton explained the genesis of his closing argument. To begin with, Horton stated, his client’s version of events was implausible and, indeed, “rife with problems”:\nMr. Smith’s proposed theory would require the jury to believe that the complainants would give more than one hundred dollars to a complete stranger and permit him to walk away with the money with no way to account for who the recipient of the money was or where he was going. It would require the jury to believe that at least three persons, the complainants and an eyewitness, Cynthia Knott, totally fabricated the existence of a gun in the co-defendant’s possession. It would require the jury to believe that the complainants were outright\nlying about their denials of being on the scene of the incident to purchase marijuana. The inherent difficulties with the proposed line of defense were heightened when I had the chance to briefly interview the complainants face-to-face. Both complainants came across as credible, sincere, well-spoken and intelligent. They had no history of drug use or abuse. In my professional opinion they were not the kind of persons whom the jury would be apt to disbelieve.\nHorton advised Smith that his proposed line of defense “would in all likelihood result in convictions of extremely serious charges.” At trial, however, the opportunity arose to pursue a more promising defense strategy:\nAt the outset of trial, Jencks material was provided to me. The documents contained information which in my opinion held the promise of a defense strategy that could be successful. The police statement of complainant Tansy Philbert indicated that the co-defendant alone completed the robbery of herself and the other complainant. The grand jury testimony of eyewitness Cynthia Knott could be reasonably construed as indicating that Mr. Smith did not participate in any robbery. Upon receiving that information I determined that the strategy most likely to result in a verdict beneficial to my client’s interests was to propound a theory of defense and strategy of cross-examination that attempted to raise a reasonable doubt as to my client’s involvement in any criminal activity and to distance my client from the conduct engaged in by the co-defendant.\nHorton discussed his thinking with Smith, who “did not agree with my proposed line of defense.” Nonetheless, Horton stated,\nI decided to proceed in the way that I thought would be in the best interest of my client, focusing on the inconsistencies in the testimony of the government witnesses and pointing out those portions of the evidence that suggested my client’s non-involvement in the offenses. I believed it would be more effective to use the startling and distressing nature of the event to raise a doubt about the reliability of the witnesses than to outright accuse them of blatant fabrication. ... My closing argument was intended to emphasize and focus the jury on the weaknesses in the government’s proof of Mr. Smith’s involvement in the charged offenses. I did not intend to denigrate Mr. Smith’s testimony.\nThe trial court directed Smith to submit a statement “setting out what, if any, factual assertions in Mr. Horton’s affidavit are disputed.” In response, Smith stated that he “is not in a position to dispute the averments of attorney Horton with regard to what attorney Horton ‘believed,’ as to what attorney Horton ‘felt,’ or as to what became ‘apparent’ to attorney Horton.”\nPerceiving no material issues of fact necessitating an evidentiary hearing, the trial court denied Smith’s ineffectiveness claims on the basis of the existing record. To begin with, the court noted, while Horton primarily emphasized the weaknesses of the government’s proof and the exculpatory implications of Knott’s testimony rather than his client’s account, he did not disavow Smith’s testimony; to the contrary, he explicitly asked the jury to credit it. More importantly, the court stated, Horton was not obliged to advocate the theory of defense that Smith favored: “[b]y the time of closing, with all of the evidence in, it was counsel, not his client, who had the authority and responsibility for making the strategic decisions with respect to how to structure the closing argument.” Horton “had a choice. He could rely entirely on the ‘drug deal gone bad’, defense, with which his client was so enamored, or, as he decided to do, he could argue in the alternative — ‘believe the defendant Smith, but if you don’t, there is still reasonable doubt with respect to Smith’s guilt.’ ” Because that decision was an objectively reasonable one, the court concluded, it did not constitute ineffective assistance.\nII.\nTo succeed on a Sixth Amendment claim of ineffective assistance of counsel, a defendant must show (1) that counsel’s performance was deficient, and (2) that the deficient performance prejudiced the defense. Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). This case turns on the first requirement. Deficient performance means “that counsel made errors so serious that counsel was not functioning as the ‘counsel’ guaranteed the defendant by the Sixth Amendment.” Id. at 687, 104 S.Ct. 2052. The test is an objective one: “[t]he proper measure of attorney performance remains simply reasonableness under prevailing professional norms.” Id. at 688, 104 S.Ct. 2052. “[I]n any given case,” there may be a “wide range of reasonable professional assistance,” id. at 689, 104 S.Ct. 2052 and trial counsel therefore “must be given sufficient latitude to make tactical decisions and strategic judgments which involve the exercise of professional abilities.” Woodard v. United States, 738 A.2d 254, 257 (D.C.1999). “[Strategic choices made after thorough investigation of law and facts relevant to plausible options are virtually unchallengeable.” Strickland, 466 U.S. at 690, 104 S.Ct. 2052. Accordingly, “a court must indulge a strong presumption that counsel’s conduct falls within the wide range of reasonable professional assistance; that is, the defendant must overcome the presumption that, under the circumstances, the challenged action ‘might be considered sound trial strategy.’ ” Id. at 689, 104 S.Ct. 2052 (citation omitted). Thus, as we more than once have said, “[mjere errors of judgment and tactical mistakes do not constitute deficiency, nor do mere disagreements with trial counsel’s choices.” Jenkins v. United States, 870 A.2d 27, 34 (D.C.2005) (citation omitted); see, e.g., Leftridge v. United States, 780 A.2d 266, 272 (D.C.2001).\nIn reviewing the denial of Smith’s ineffective assistance claim, we defer to the trial court’s findings of fact, which have ample support in the record. Jenkins, 870 A.2d at 33-34. Although the trial court made its findings without conducting an evidentiary hearing, we are satisfied that a hearing was not necessary because, as the court took care to ascertain, the material facts were undisputed and could be determined without augmentation of the existing record. See Ginyard v. United States, 816 A.2d 21, 37-38 (D.C.2003).\nOur review of the trial court’s ultimate legal determination is, of course, de novo. Smith asks us to hold that the trial court erred because Horton, as his defense counsel, was obligated to follow his directions to argue the “drug deal gone bad” defense to which he had testified. By not doing so, Smith contends, Horton “blotted out” his chosen defense and prevented him from effectively presenting that defense to the jury. Moreover, Smith adds, Horton damaged his credibility with the jury by implicitly conveying the impression that even his attorney disbelieved him. Indeed, Smith asserts, Horton blatantly contradicted his testimony by affirming Knott’s credibility and by essentially conceding the robberies and the guilt of his co-defendant Kuhn. These charges raise some serious questions, but they do not persuade us that the performance of Smith’s trial counsel was deficient under the circumstances presented. Rather, we agree with the trial court that Horton adopted and carried out an objectively reasonable and permissible strategy for his closing argument. He did not render ineffective assistance.\nIn the first place, to put Smith’s claims in perspective, Horton did not prevent the jury from hearing Smith’s chosen defense and ascribing whatever weight it saw fit to his testimony. Horton called Smith to the witness stand. Through direct examination of his client, without undermining Smith in any way, Horton fully elicited his testimony that there was no robbery. Nor did Horton disavow Smith’s “drug deal gone bad” defense in his closing argument; rather, Horton expressly asked the jury to believe his client (“He credibly told you what happened that night.... I ask you to credit his testimony.”).\nFurthermore, it did not conflict with Smith’s testimony and his affirmative defense for Horton to emphasize the government’s burden of proof, the unreliability of Blaize and Philbert and, in particular, Knott’s testimony that she did not see Smith participate in the robbery. Smith’s assertion that Horton asked the jury to credit Knott’s. testimony rather than his own is not accurate. Horton was more skillful than that. He couched his argument in conditional terms. “If you accept the testimony of Ms. Cynthia Knott ...,” he argued, “then you cannot possibly accept beyond a reasonable doubt the testimony of Tansy Philbei’t or Elton Blaize in any version that they have given.... If [Knott’s] version is credible, and I submit it is more credible than either of the other government witnesses.... If you accept her testimony, you must acquit Darnell Smith.” (Emphases added.)\nIt is true, of course, that Horton did not dwell on his client’s testimony. He said very little in favor of Smith’s credibility and did not argue that the complainants had fabricated the armed robbery charge. But in Horton’s considered professional judgment, the jury was unlikely to accept Smith’s problematic account of a “drug deal gone bad” or believe that Blaize, Phil-bert and Knott were three bald-faced liars. In Horton’s judgment, moreover, Knott’s testimony provided the evidentiary basis for a more believable argument. Horton’s assessments were in line with the evidence, and they constituted exactly the kinds of “tactical decisions and strategic judgments which involve the exercise of professional abilities,” Woodard, 738 A.2d at 257, that defense counsel is supposed to make. As Horton’s closing argument thus was the product of sensible “strategic choices made after thorough investigation of law and facts relevant to plausible options,” Strickland, 466 U.S. at 690, 104 S.Ct. 2052, we cannot deem it unreasonable, and we are precluded from second-guessing it.\nThe nub of Smith’s complaint, however, is not so much that Horton’s strategy in closing argument was objectively unreasonable, but rather that Horton refused to follow his directions to pursue a different strategy. Smith disagreed with Horton and wanted him to argue the “drug deal gone bad” defense whether Horton liked it or not. Smith claims that as he was the client, the choice of defense strategy — including the defense to be advanced and the structure and emphasis of the closing argument — was his to make. Horton’s performance was deficient, Smith contends, precisely because Horton rejected his decision.\nSmith’s position is not correct. Horton had a duty, which he fulfilled, to consult with Smith about his defense strategy. As stated in Rule 1.2(a) of the District of Columbia Rules of Professional Conduct, “A lawyer shall abide by a client’s decisions concerning the objectives of representation, ... and shall consult with the client as to the means by which they are to be pursued.” See Florida v. Nixon, 543 U.S. 175, 187, 125 S.Ct. 551, 160 L.Ed.2d 565 (2004) (“An attorney undoubtedly has a duty to consult with the client regarding ‘important decisions,’ including questions of overarching defense strategy.”) (citing Strickland, 466 U.S. at 688, 104 S.Ct. 2052). But Horton did not have a duty to accede to Smith’s decision on “the means” or to obtain Smith’s consent to the strategy he ultimately chose to employ. Except for certain specific decisions, the client is not the final arbiter as to the conduct of the defense. “In a criminal case, the lawyer shall abide by the client’s decision, after consultation with the lawyer, as to a plea to be entered, whether to waive jury trial, and whether the client will testify.” District of Columbia Rules on Professional Conduct 1.2(a). With those exceptions, “the lawyer has — and must have — full authority to manage the conduct of the trial,” Taylor v. Illinois, 484 U.S. 400, 418, 108 S.Ct. 646, 98 L.Ed.2d 798 (1988), and so, after appropriate consultation, “strategic and tactical decisions are the exclusive province of the defense counsel.” Jones v. Barnes, 463 U.S. 745, 753 n. 6, 103 S.Ct. 3308, 77 L.Ed.2d 987 (1983) (citing the American Bar Association’s Defense Function Standards); see also Nixon, 543 U.S. at 187, 125 S.Ct. 551 (obligation to consult with the client “does not require counsel to obtain the defendant’s consent to every tactical decision”) (internal quotation marks and citation omitted). So long as “counsel’s strategy, given the evidence bearing on the defendant’s guilt, satisfies the Strickland standard, that is the end of the matter; no tenable claim of ineffective assistance would remain.” Nixon, 543 U.S. at 192, 125 S.Ct. 551; cf. United States v. Leggett, 317 U.S.App. D.C. 125, 133, 81 F.3d 220, 228 (1996) (holding that counsel’s refusal to present client’s flawed defense “was a reasonable trial strategy, and does not amount to ineffective representation”). In the present case, therefore, since Horton’s choice of strategy was objectively reasonable, it is immaterial for Sixth Amendment purposes that Smith did not consent to it.\nIII.\nWe address appellants’ remaining arguments summarily. Neither Smith nor Kuhn was entitled to severance on the theory that their defenses were “irreconcilable.” Both defendants testified the same way, that there was an aborted drug deal but not a robbery. Their defenses were compatible. There was no “clear and substantial contradiction” between those defenses, Garris v. United States, 559 A.2d 323, 329 (D.C.1989) (internal quotation marks and citation omitted), merely because Smith’s counsel seized the opportunity presented by Knott’s testimony to argue in the alternative that even if there was a robbery, his client was not involved in it; nor because Kuhn presented a witness who testified that he and Smith were together prior to the robbery. Moreover, since Smith had no grounds to request a severance, his counsel could not be found ineffective for failing to move for it prior to trial. See Carpenter v. United States, 475 A.2d 369, 375 (D.C.1984). Lastly, the trial court did not abuse its discretion in denying Kuhn’s motion to unseal the transcript of its mid-trial ex parte bench conference with Smith regarding Smith’s disagreements with Horton. Like the trial court, we see no basis for Kuhn’s claim that he somehow might have exploited the presumptively confidential details of this conference to bolster his severance argument on appeal.\nIV.\nFor the foregoing reasons, we affirm appellants’ convictions.\n. The jury also found Smith guilty of possession of a firearm during a crime of violence, but the trial court then granted his motion for judgment of acquittal on that charge.\n. Blaize had noticed Mitchell standing behind him when Kuhn had the gun to his head. Although Mitchell later was arrested, he was not charged in connection with the robbery. Mitchell was deceased at the time of the trial.\n. Including, for example, the fact that only $236 was found on appellants, while Blaize and Philbert claimed that $300 was taken from them.\n. Interestingly, in her own closing argument, Kuhn's counsel followed a strategy not so different from Horton’s approach. Although she did dispute that there had been a robbery, she refrained from endorsing her client's drug deal account, preferring (like Horton) to emphasize the deficiencies in the government’s evidence.\n. Smith also argued that his counsel was ineffective in other respects. We address below his claim that Horton should have moved for severance prior to trial; we do not address Smith’s other accusations because he failed to argue them in his brief. See Wagner v. Georgetown Univ. Med. Ctr., 768 A.2d 546, 554 n. 9 (D.C.2001) (\"Issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.”) (quoting United States v. Zannino, 895 F.2d 1, 17 (1st Cir.1990)); accord, Bardoff v. United States, 628 A.2d 86, 90 n. 8 (D.C.1993).\n. When one of Kuhn’s defense witnesses testified that Smith and Kuhn were together on the day of the robbery, Smith's counsel moved for a mid-trial severance because \"[t]hat’s irreconcilable with my defense, where I’m trying to get them separate and had no contact before” the encounter with Blaize and Philbert. As previously mentioned, Kuhn moved for severance based on the closing argument of Smith's counsel. The trial court denied both motions.",
        "type": "majority",
        "author": "GLICKMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Michael Madden for appellant Smith.",
      "Marc L. Resnick was on the brief for appellant Kuhn.",
      "Thomas S. Rees, Assistant United States Attorney, with whom Kenneth L. Wainstein, United States Attorney, John R. Fisher, Assistant United States Attorney at the time the brief was filed, and Thomas J. Tourish, Jr., and Roger L. Kemp, Assistant United States Attorneys, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Toussell Van KUHN and Darnell Smith, Appellants, v. UNITED STATES, Appellee.\nNos. 99-CF-1292, 00-CF-1513, 01-CO-145, 05-CO-335.\nDistrict of Columbia Court of Appeals.\nArgued April 6, 2006.\nDecided June 8, 2006.\nMichael Madden for appellant Smith.\nMarc L. Resnick was on the brief for appellant Kuhn.\nThomas S. Rees, Assistant United States Attorney, with whom Kenneth L. Wainstein, United States Attorney, John R. Fisher, Assistant United States Attorney at the time the brief was filed, and Thomas J. Tourish, Jr., and Roger L. Kemp, Assistant United States Attorneys, were on the brief, for appellee.\nBefore REID and GLICKMAN, Associate Judges, and KING, Senior Judge."
  },
  "file_name": "0691-02",
  "first_page_order": 721,
  "last_page_order": 731
}
