{
  "id": 6789693,
  "name": "Joseph T. WALSH and Joseph M. Kwiatkowski, Administrators C. T. A. of the Estate of James G. Dugan, Deceased, Plaintiffs, v. ST. JOSEPH'S HOME FOR the AGED, a religious corporation of the State of Delaware, et al., Defendants",
  "name_abbreviation": "Walsh v. St. Joseph's Home for the Aged",
  "decision_date": "1973-03-07",
  "docket_number": "",
  "first_page": "691",
  "last_page": "695",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 691"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "61 A.2d 529",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "30 Del.Ch. 348",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        1869246
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/30/0348-01"
      ]
    },
    {
      "cite": "32 A.2d 436",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "27 Del.Ch. 273",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        1873124
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/27/0273-01"
      ]
    },
    {
      "cite": "151 A.2d 518",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "2 Storey 21",
      "category": "reporters:state",
      "reporter": "Storey",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 501,
    "char_count": 9414,
    "ocr_confidence": 0.779,
    "pagerank": {
      "raw": 1.0410904521068612e-07,
      "percentile": 0.5507850071567879
    },
    "sha256": "520a7f7249ffdac1f7233d620d6c1f1451e8ee1721414445bfea73875199cea8",
    "simhash": "1:a330c4f291769f09",
    "word_count": 1577
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Joseph T. WALSH and Joseph M. Kwiatkowski, Administrators C. T. A. of the Estate of James G. Dugan, Deceased, Plaintiffs, v. ST. JOSEPH’S HOME FOR the AGED, a religious corporation of the State of Delaware, et al., Defendants."
    ],
    "opinions": [
      {
        "text": "SHORT, Vice Chancellor:\nPlaintiffs, the administrators of the estate of James G. Dugan, seek instructions regarding distribution under the decedent’s will, which has been duly probated. The defendants are religious charities and individuals engaged in charitable work to whom the decedent attempted to transfer certain bonds.\nThe plaintiffs’ uncertainty concerns the effect which should be given to the following clause of the decedent’s will:\n“All United States Savings Bonds in safety deposit box #é~é~2 #559 [sic] Farmers Bank 3rd 10th [sic] and Market Sts. Wilmington Del. to be given to the people and places as marked.”\nThe decedent’s will was found after his death in the safety deposit box mentioned in that clause. There were also found in the box a number of envelopes containing United States Savings Bonds, and a handwritten list of the names of various individuals and organizations, each of which name is followed by serial numbers, dates and face amounts corresponding to specific bonds. The list was addressed to three persons designated “executors,” although none are named in the will itself. There were on each of the envelopes handwritten notations obviously designating the intended recipients of the bonds contained in the envelope. Small slips of paper on which were written further specific notations were secured by rubber bands around each bond or group of bonds intended for a given recipient. All of the individuals and organizations designated are engaged in religious, educational, community or charitable work.\nIt is not contested that the handwriting on the list, envelopes and small slips of paper was the decedent’s, nor can it be seriously disputed that the decedent’s intent was that the named charities should receive the designated bonds upon his death. The issue is simply whether the decedent succeeded in translating that intent into a legally effective disposition, by way of either an inter vivos or testamentary transfer. I find that he did not.\nIf the decedent intended to make his gift under his will, as it is clear that he did, then his writings must satisfy the statutory requirement of 12 Del.C. § 102, which provides that:\n“Every will, whether of personal or real estate, must be in writing and signed by the testator, or by some person subscribing the testator’s name in his presence and by his express direction, and attested and subscribed in his presence by two or more credible witnesses, or it shall be void.”\nEither the writings by which the testator attempted to effect these gifts satisfy the statute, or they do not, and the court cannot ease the requirements of the statute in deference to the testator’s intent. “The question ... is not what did the decedent intend to do, but what has he done in the light of the statute.” In re Panousseris’ Will, 2 Storey 21, 151 A.2d 518.\nIt is obvious that neither the list, the envelopes nor the small slips of paper, whether taken singly or together, satisfy the statute. They are not signed by the decedent and they are not witnessed. But the defendant charities argue that these writings might yet be effective to invoke the testator’s intent under either the doctrine of integration or the doctrine of incorporation by reference.\nThe doctrines are so closely related as to be frequently confused, but it is clear that they are distinct. Under the doctrine of integration a separate writing is concluded to be an actual part of the testator’s will; that is, the will is found to consist of several writings, one of which is the particular paper then at issue. 2 Page The Law of Wills § 19.9; Atkinson on Wills § 79. See In re Panousseris’ Will, supra, at 523, n. 3. On the other hand, in corporation by reference concerns those situations where the contents of the separate writing are given effect as terms of the will, even though the separate writing itself is not considered a part of the papers constituting the will. 2 Page, supra, § 19.-17; Atkinson, supra, § 80; 57 Am.Jur., Wills, § 233; see In re Panousseris’ Will, supra, at 523, n. 3. A common requirement of both of these doctrines is that the separate writing in issue must have been in existence at the time the will was executed. 2 Page, supra, §§ 19.15, 19.24; Atkinson supra, §§ 79, 80; 57 Am.Jur., Wills, § 233. Otherwise, the separate writing would merely represent an attempt to make a testamentary disposition without conforming to the plain and firm requirements of the statute.\nNone of the dispositive writings at issue here can be shown to have been in existence at the time the will was executed. It is plain that the list of instructions was not, because it refers to bonds issued long after the will was executed. The writing on the envelopes is either undated or dated well after the date of execution. The small slips of paper bear no dates, and even though they are in some cases affixed to bonds which were clearly in existence as of the date the will was executed, there is simply no evidence of when the slips might have been written and placed on the bonds.\nThe defendants argue that at least those bonds which were in existence as of the date of the will ought to effectively pass. But the bonds on their face and alone do not constitute any sort of dispositive writing. The writings containing the instructions are the crucial papers, and they cannot be shown to have been in existence at the time the will was executed.\nNeither can defendants rely upon the doctrine of facts of independent significance. That doctrine permits reference to some act, fact or writing outside of the will when the testator’s intent cannot otherwise be construed. But it is a uniform requirement of the doctrine that the facts or writing referred to must have some independent, nontestamentary significance. Page, supra, § 19.9. “If the act referred to is palpably specified for the purpose of allowing subsequent control through unattested act and has no other real significance, the gift is invalid.” Atkinson, supra, § 81. The designation of recipients by means of the writings involved here has no significance other than as a means of making an unattested testamentary gift. There is thus no independent, nontestamentary significance to those writings and the doctrine therefore cannot apply.\nThe separate writings do not conform to the statute, and cannot be given effect under the doctrines of integration, incorporation by reference, or facts having independent significance. Therefore, the testator’s attempt to dispose of these bonds by way of a testamentary gift failed.\nDefendants’ argument that a trust, independent of the will, was created by the decedent in favor of the charities is without merit. It is fundamental that the purported settlor of a trust must have properly manifested an intention to create a trust. Restatement (Second) of Trusts, § 23. Neither technical words nor any particular form is required, Bodley v. Jones, 27 Del.Ch. 273, 32 A.2d 436; Restatement, supra, § 24(2). But the settlor must evidence by definite, explicit and unequivocal words his intention to make a present gift of the equitable estate with reservation of the legal title. Bodley v. Jones, supra. There is no unequivocal outward manifestation of such an intention on the part of the decedent here; on the contrary, the evidence is plain that he intended to be able to change the gifts or allocate the bonds as he chose until his death. The decedent here quite simply intended a testamentary gift and “no trust is created if the transaction is as consistent with another form of undertaking as with that of a trust.” Bodley v. Jones, supra; Restatement, supra, § 56. I conclude therefore that there was no trust here. For that reason, defendants’ further arguments as to the application of the cy pres doctrine are inapposite.\nI turn finally to the question of the proper disposition of the bonds, the attempted testamentary gift having failed. A void bequest passes under the residuary clause of a will. Equitable Trust Co. v. Delaware Trust Co., 30 Del.Ch. 348, 61 A.2d 529 (1948); Atkinson, supra, § 140; 4 Page, supra, § 33.54. The question is therefore whether there is here a residuary clause through which the bonds might pass. The will contains the following paragraph:\n“The rest of my personal property can be disposed of as my two sisters see fit.”\nNo set form of words is necessary to a residuary clause of a will. Any words which show an intention to dispose of all of the testator’s estate not otherwise disposed of will suffice. 4 Page, supra, § 33.48. The quoted words were clearly intended to provide for the disposition of the decedent’s residual personal property. The bonds should therefore pass through this clause.\nThe physical location of the box and its number were apparently changed after the will had been drawn. The inter-lineations showing those changes are not in issue.",
        "type": "majority",
        "author": "SHORT, Vice Chancellor:"
      }
    ],
    "attorneys": [
      "Joseph M. Kwiatkowski, Wilmington, for plaintiffs.",
      "James P. Collins, of Metten, Healy & Collins, Wilmington, for defendant corporate and charitable organizations.",
      "Edward Z. Sobocinski, Wilmington, for defendants Edward J. Desmond and Joseph F. Desmond."
    ],
    "corrections": "",
    "head_matter": "Joseph T. WALSH and Joseph M. Kwiatkowski, Administrators C. T. A. of the Estate of James G. Dugan, Deceased, Plaintiffs, v. ST. JOSEPH’S HOME FOR the AGED, a religious corporation of the State of Delaware, et al., Defendants.\nCourt of Chancery of Delaware, New Castle.\nMarch 7, 1973.\nJoseph M. Kwiatkowski, Wilmington, for plaintiffs.\nJames P. Collins, of Metten, Healy & Collins, Wilmington, for defendant corporate and charitable organizations.\nEdward Z. Sobocinski, Wilmington, for defendants Edward J. Desmond and Joseph F. Desmond."
  },
  "file_name": "0691-01",
  "first_page_order": 729,
  "last_page_order": 733
}
