{
  "id": 8050527,
  "name": "John WIERZBICKI, Defendant, Appellant, v. STATE of Delaware, Plaintiff, Appellee",
  "name_abbreviation": "Wierzbicki v. State",
  "decision_date": "1979-08-09",
  "docket_number": "",
  "first_page": "692",
  "last_page": "694",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 692"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "246 A.2d 926",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8094116
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/246/0926-01"
      ]
    },
    {
      "cite": "293 A.2d 291",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8045782
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/293/0291-01"
      ]
    },
    {
      "cite": "293 A.2d 564",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8048752
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/293/0564-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 249,
    "char_count": 3312,
    "ocr_confidence": 0.729,
    "pagerank": {
      "raw": 9.141210829279633e-08,
      "percentile": 0.5079033565277358
    },
    "sha256": "100ab45b936fed042ca480ed310a903bea6b318c048bacb54dd3a1cf9845e221",
    "simhash": "1:d8baf19f4aa490dd",
    "word_count": 550
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C. J., DUFFY and McNEILLY, JJ."
    ],
    "parties": [
      "John WIERZBICKI, Defendant, Appellant, v. STATE of Delaware, Plaintiff, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nJohn Wierzbicki, defendant, was convicted by a Superior Court jury in December, 1971 of kidnapping, rape, assault and two counts of possession of a firearm during commission of a felony. He appealed to this Court from the kidnapping conviction, and we affirmed. Wierzbicki v. State, Del. Supr., 293 A.2d 564 (1972). Defendant is now serving a sentence of life imprisonment imposed upon the conviction for kidnapping.\nIn May 1978, defendant filed a Rule 35(a) motion for post-conviction relief, contending that his trial counsel (not his present attorney) had failed to subpoena and call to testify at trial several persons whose testimony would have tended to exculpate him. The Superior Court denied the motion and defendant then docketed this appeal.\nAfter defendant filed his opening brief in support of the appeal, the State moved under Supreme Court Rule 25(a) to affirm the judgment of the Superior Court.\nDefendant filed his motion approximately six and a half years after the trial, although the grounds for the motion relate solely to the conduct of the trial. There is no new evidence; rather, defendant contends that his trial counsel failed to offer evidence (some of which related to his “character,\" some of which was hearsay, none of which could reasonably be expected to result .in a different verdict) known by defendant and counsel to exist at the time of trial. The evidence defendant now argues should have been introduced appears to be of dubious value to him, at best. Indeed, defendant is merely second-guessing the judgment of his trial counsel long after the event. And we observe that he does not argue that he was deprived of the effective assistance of counsel. See Harris v. State, Del.Supr., 293 A.2d 291 (1972). Under the circumstances, the Trial Judge did not abuse his discretion in refusing to conduct a hearing on the Rule 35(a) motion, Shy v. State, Del.Supr., 246 A.2d 926 (1968), nor in denying relief.\nWe have reviewed the record and considered defendant’s brief; we have not found any violation of defendant’s constitutional rights nor any other basis for relief. It follows that the State’s motion to affirm under Supreme Court Rule 25(a) is granted, and the judgment of the Superior Court is affirmed.\nRule 25(a) provides in part:\n“Within 10 days after receipt of appellant’s opening brief, appellee may, in lieu of a brief, serve and file a motion to affirm the judgment or order of the trial court. The filing of the motion tolls the time for filing of appel-lee’s brief. The sole ground for such motion shall be that it is manifest on the face of appellant’s brief that the appeal is without merit because:\n(i) The issue on appeal is clearly controlled by settled Delaware law;\n(ii) The issue on appeal is factual and clearly there is sufficient evidence to support the jury verdict or findings of fact below; or\n(iii) The issue on appeal is one of judicial discretion and clearly there was no abuse of discretion.”",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "John M. Amalfitano, Wilmington, for defendant-appellant.",
      "Bartholomew J. Dalton, Deputy Atty. Gen., Wilmington, for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "John WIERZBICKI, Defendant, Appellant, v. STATE of Delaware, Plaintiff, Appellee.\nSupreme Court of Delaware.\nSubmitted July 17, 1979.\nDecided Aug. 9, 1979.\nJohn M. Amalfitano, Wilmington, for defendant-appellant.\nBartholomew J. Dalton, Deputy Atty. Gen., Wilmington, for plaintiff-appellee.\nBefore HERRMANN, C. J., DUFFY and McNEILLY, JJ."
  },
  "file_name": "0692-01",
  "first_page_order": 756,
  "last_page_order": 758
}
