{
  "id": 11328633,
  "name": "In re William E. GARDNER, Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Gardner",
  "decision_date": "1994-11-29",
  "docket_number": "No. 92-BG-221",
  "first_page": "693",
  "last_page": "698",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 693"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "602 A.2d 626",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7937290
      ],
      "pin_cites": [
        {
          "page": "629"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/602/0626-01"
      ]
    },
    {
      "cite": "540 A.2d 754",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7900576
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "758"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/540/0754-01"
      ]
    },
    {
      "cite": "689 A.2d 400",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "602 A.2d 128",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7935990
      ],
      "pin_cites": [
        {
          "page": "129"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/602/0128-01"
      ]
    },
    {
      "cite": "612 A.2d 832",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939161
      ],
      "weight": 8,
      "pin_cites": [
        {
          "page": "834"
        },
        {
          "page": "834"
        },
        {
          "page": "834-35"
        },
        {
          "page": "834"
        },
        {
          "page": "834"
        },
        {
          "page": "835"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/612/0832-01"
      ]
    },
    {
      "cite": "625 A.2d 293",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7351564
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "294"
        },
        {
          "page": "294"
        },
        {
          "page": "296"
        },
        {
          "page": "294"
        },
        {
          "page": "293-98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/625/0293-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 688,
    "char_count": 18057,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 8.713652276924301e-07,
      "percentile": 0.9774801542483751
    },
    "sha256": "0795b18799f929f85c4b5d2019d776cb30c2bed98ef468dab220ef7ec653543f",
    "simhash": "1:9ece982e2112d75f",
    "word_count": 2884
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER, Chief Judge, and FARRELL and KING, Associate Judges."
    ],
    "parties": [
      "In re William E. GARDNER, Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "WAGNER, Chief Judge:\nThis case comes before the court for the second time. Respondent, William E. Gardner, who was admitted to the bars of Virginia and the District of Columbia, was suspended from the bar of Virginia for illegal conduct which had resulted in a finding against him of guilty of possession of cocaine in the Circuit Court of Fairfax County, Virginia. In the criminal proceeding, pursuant to a first offender statute, Code of Virginia, 1950, as amended, § 18.2-251, the Virginia court first delayed imposition of sentence for one year, then dismissed the case one year later pursuant to the first offender statute. Although reinstated to the Virginia Bar, respondent was subsequently disciplined by the bar of Virginia “pursuant to a disciplinary rule that provides that illegal conduct that adversely reflects on a respondent’s fitness to practice law is grounds for discipline.” In re Gardner, 625 A.2d 293, 294 (D.C.1993) (Gardner I). Upon receipt of a certified copy of Virginia’s order of suspension, this court suspended respondent from the Bar of the District of Columbia pursuant to D.C.Bar R. XI, § 11(d) pending disposition of a reciprocal discipline proceeding and directed the Board of Professional Responsibility (the Board) to recommend whether reciprocal discipline should be imposed.\nIn Gardner I, the Board recommended to this court that reciprocal discipline not be imposed. 625 A.2d at 294. Although “troubled by this result,” the Board was of the view that the conduct involved did not rise to the level of violating the rule of the Bar of the District of Columbia which is comparable to the rule in Virginia under which respondent was disciplined ultimately. In its first report, the Board explained its recommendation against the imposition of any discipline essentially as follows:\nThe Virginia disciplinary rules provide that illegal conduct that adversely reflects on a Respondent’s fitness to practice law is grounds for discipline. The applicable parallel rule in the District of Columbia at the time that Respondent committed the disciplinary violation in Virginia was DR 1-102(A)(3) which provides that a lawyer shall not “engage in illegal conduct involving moral turpitude, that adversely re-. fleets on his fitness to practice.” (Emphasis added) (sic).... However, consistent with our prior decisions, we find that simple possession of cocaine does not constitute conduct involving moral turpitude, and therefore, there was no violation of DR 1-102(A)(3).\nGardner I, 625 A.2d at 296.\nNevertheless, the Board recommended that the case be referred back to Bar Counsel for any appropriate action related to respondent’s failure “to report to this court his Virginia felony conviction, pursuant to D.C.Bar R. XI, § 10(a).” Id. at 294. To avoid the inefficiency of a “piecemeal” approach to the proceedings, this court took no action on the Board’s first report and recommendation. Instead, it remanded the case to the Board for consideration of this issue and to address concerns the Board had expressed that respondent’s cocaine use might be more than recreational or might have affected adversely his professional performance. Id. We directed the Board to undertake de novo proceedings to address these issues and to provide further explanation for its determination that possession of cocaine is not a crime involving moral turpitude. Id. The case is now before the court upon the Second Report and Recommendation of the Board on Professional Responsibility in which it recommends respondent’s suspension from the Bar. Thus, the principal issue before this court is whether the record before us supports the imposition of reciprocal discipline. We conclude that it does.\nI.\nUpon remand, the chairman of the Board referred the case to Bar Counsel who investigated further. After completing that investigation, Bar Counsel reported that he was unable to prove that respondent’s use of cocaine was either more than recreational or that his prior use of the substance affected his present professional performance. Bar Counsel remained of the view that respondent’s violation of the Virginia Bar rule did not constitute a violation of local Bar rules, and therefore, that reciprocal discipline was not appropriate. Bar Counsel also took the position that respondent’s technical violation of the requirement to report the finding of guilt against him in the cocaine possession ease in Virginia did not warrant discipline, since the criminal ease was dismissed ultimately. The Board accepted the position of Bar Counsel insofar as he found no basis for initiating proceedings to address the Board’s previous concerns that respondent had engaged in more extensive misconduct involving drug use or for bringing formal charges for respondent’s failure to report the criminal case against him in Virginia. Therefore, the Board proceeded to consider whether reciprocal discipline is appropriate. The Board recommended that this court impose reciprocal discipline retroactive to June 8, 1989, the date on which respondent was first suspended in Virginia, or alternatively retroactive to March 12, 1992, the date on which he was first suspended in the District of Columbia following notification of the local Bar of the proceedings in Virginia.\nII.\nThe applicable Bar rule provides that reciprocal discipline shall be imposed unless the attorney can show by clear and convincing evidence that the case comes within one of five specified exceptions. D.C.Bar R. XI, § 11(c); In re Zilberberg, 612 A.2d 832, 834 (D.C.1992); In re Mahoney, 602 A.2d 128, 129 (D.C.1992); see also In re Larsen, 689 A.2d 400 (D.C.1991). We have stated that “[t]he rule creates a rebuttable presumption that the discipline will be the same in the District of Columbia as it was in the original disciplining jurisdiction.” Zilberberg, 612 A.2d at 834. By its plain language, the rule places the burden of proof upon the attorney to demonstrate that the same discipline is not warranted or that some different form of discipline should be imposed. See id. at 834-35.\nIn this case, respondent not only declined to seek to meet the burden of showing that he fell within one of the exceptions warranting either no discipline or some other form of discipline, but he conceded at the outset that reciprocal discipline should be imposed. When this court issued an order directing respondent to show cause why identical discipline should not be imposed in this jurisdiction, respondent replied by letter dated March 17,1992 to the Chairman of the Board indicating that a retroactive suspension should end on September 28, 1990.\nSince respondent conceded the matter, it might be reasonable to expect that the presumption in the Bar rule would operate under the circumstances to require the imposition of identical discipline. However, the rules do not preclude the Board from recommending the imposition of a lesser or a harsher sanction. In re Reid, 540 A.2d 754, 758 (D.C.1988); see also Zilberberg, supra, 612 A.2d at 834. Moreover, it is appropriate for the Board to consider preliminarily whether any of the exceptions to D.C.Bar R. XI, § 11(c) apply. See Reid, supra. In this case, the Board undertook the difficult task of attempting to determine on a less than adequate factual record whether respondent’s conduct fell within the exception in subsection (5) to the rule, ie., that “the misconduct elsewhere does not constitute misconduct in the District of Columbia.”\nIn undertaking its analysis, the Board addressed first whether the finding of guilt which preceded the dismissal of appellant’s criminal ease implicates the provisions of D.C.Code § ll-2503(a) (1989) which mandates disbarment when a member of the Bar is convicted of an offense involving moral turpitude. The Board determined that since the case was dismissed in Virginia, the provision of D.C.Code § 11-2503, which has as a prerequisite conviction of a crime, does not mandate disbarment.\nThe statute under which appellant received the benefit of dismissal of the charges provides that “discharge and dismissal under this section shall be without adjudication of guilt and is a conviction only for purposes of applying this section in subsequent proceedings.” Va.Code § 18.2-251 (1988). The language of the statute seems to contemplate that first offenders who have had their cases dismissed pursuant to this section will suffer no disqualification or adverse consequences arising out of the criminal charge except for purposes of determining future availability of the statute to that offender. Indeed, in this case, the Virginia Disciplinary Board, which had suspended respondent as a result of the initial finding of guilt before dismissal, applying its own interpretation of the effect of Virginia’s first offender statute in the disciplinary case, restored respondent’s license to practice law upon proof of the dismissal of the charges and instituted proceedings on the underlying facts which led to the criminal charge. We discern no basis to accord a different interpretation to the effect of Virginia’s first offender statute in this reciprocal discipline case. Thus, we turn to consider the rule under which Virginia disciplined respondent and the. comparable rule in this jurisdiction.\nIII.\nIn both jurisdictions, a lawyer engaging in illegal conduct which reflects adversely upon his fitness' to practice law is subject to discipline. In the District of Columbia, however, at the time of respondent’s conduct in question, the illegal conduct had to involve moral turpitude. Whether reciprocal discipline is appropriate in this case therefore depends on whether the illegal conduct, i.e., respondent’s cocaine possession, was either a crime of moral turpitude per se, or conduct which in the particular circumstances involved moral turpitude.\nAlthough this court has not addressed directly whether simple possession of cocaine constitutes a crime of moral turpitude per se, the offense is a misdemeanor in this jurisdiction. See D.C.Code § 33-541(d) (1989). As such, it is not a crime involving moral turpitude per se, for this court has held that “no conviction of a misdemeanor may be deemed a conviction of a crime involving moral turpitude per se, even though that misdemeanor may be properly characterized as a ‘serious crime’ ... and may be held to involve moral turpitude on the facts of the case.” In re McBride, 602 A.2d 626, 629 (D.C.1992) (en banc). Thus, consideration of whether the charge involves moral turpitude would depend upon the facts surrounding the commission of the offense.\nIn this case we have no factual basis in the record from which to determine whether the circumstances involve moral turpitude. Accordingly, it cannot be determined that the misconduct does not fall within the parameters of former Rule DR 1-102(A)(3) which prohibits “illegal conduct, involving moral turpitude, that adversely reflects on his [or her] fitness to practice law.” It follows that the presumption for the imposition of reciprocal discipline has not been overcome. Zilberberg, supra, 612 A.2d at 834. Respondent has not demonstrated by clear and convincing evidence that one of the exceptions to Rule XI, § 11(c) applies, and the Board agrees. The rule provides that unless the Board finds, and the court accepts, that one of the exceptions applies, then:\nA final determination by a disciplining court outside the District of Columbia that an attorney has been guilty of professional misconduct shall conclusively establish the misconduct for the purpose of a reciprocal disciplinary proceeding in this Court.\nRule XI, § 11(c).\nIV.\nThere remains for consideration whether the misconduct established warrants substantially different discipline in the District of Columbia. The Board recommends the same sanction. In a reciprocal proceeding, there is a presumption that the same sanction will be imposed unless the record affirmatively shows that some other sanction is warranted. Zilberberg, supra, 612 A.2d at 835. The presumption has not been overcome in this case.\nThe Board points out that between May 23,1989 and January 1,1991, respondent did not practice law in the District of Columbia or Virginia. Although he resumed practicing law in Virginia on January 1,1991, he did not do so in the District. He has been formally suspended from the practice of law in the District of Columbia since March 12, 1992. Thus, respondent has not practiced law in this jurisdiction in more than five years. The Board recommends that respondent be suspended for 449 days retroactive to June 8, 1989, the date of first suspension in Virginia, or alternatively, retroactive to March 12, 1992, the date when he was first suspended in the District of Columbia. However, respondent did not file an affidavit with the court in compliance with Rule XI, § 14(f) until March 28, 1994; therefore, an issue is raised as to whether suspension should not be retroactive to that date.\nIf a lawyer fails to file the section 14 affidavit, he is generally not eligible for reinstatement until a period of time equal to the period of suspension has elapsed following his compliance with section 14. D.C.Bar Rule XI, § 16(c). However, in this case, although respondent did not file a section 14 affidavit, he promptly provided the Board with written notice which the Board concluded informed it that respondent had no clients, adverse parties, or tribunals within the District to inform of his suspension. Thus, in light of respondent’s prompt notice containing key elements relative to the section 14 affidavit, and considering the presumption in favor of reciprocity, the Board’s recommendation, and the other special circumstances of the case, the court deems appropriate the imposition of reciprocal discipline of 449 days commencing from March 12, 1992.\nIt is therefore ORDERED that William E. Gardner be, and hereby is suspended from the practice of law in the District of Columbia for a period of 449 days effective from March 12, 1992.\n. A more detailed account of the facts which culminated in the decision in Gardner I is set forth in the court’s opinion and in the first report of the Board of Professional Responsibility which is reprinted as an appendix to it. See 625 A.2d at 293-98.\n.Bar Counsel concluded that he had insufficient evidence to prove the charges, namely that: (1) respondent’s use of cocaine was more than recreational; (2) respondent’s performance was adversely affected by cocaine use; or (3) he was involved in distribution of controlled substances. Bar Counsel noted the report of respondent’s successful recovery from his drug addiction and that there were no grounds upon which to challenge his present ability to practice law. Bar Counsel also expressed the opinion that although respondent was obligated to report the finding of guilt, discipline was not appropriate because appellant’s conviction never became final under the law of Virginia. The Board took the position that the question of the sufficiency of the evidence to justify initiating a petition rests with Bar Counsel with respect to respondent’s failure to report the finding of guilt or the impact of respondent’s drug use on his ability to practice. See D.C.Bar R. XI, § 8(b) (at the conclusion of an investigation, \"Bar Counsel may, with prior approval of a Contact Member, dismiss the complaint, informally admonish the attorney ..., or institute formal charges”). The Board saw no reason to second guess Bar Counsel in this regard, and proceeded to address the issue of reciprocal discipline. On the particular facts before us, we perceive no basis to question the propriety of the Board's recommendation in this regard.\n. D.C.Bar R. XI, § 11(c) provides:\nReciprocal discipline shall be imposed unless the attorney demonstrates, by clear and convincing evidence that:\n(1) The procedure elsewhere was so lacking in notice or opportunity to be heard as to constitute a deprivation of due process; or\n(2) There was such infirmity of proof establishing the misconduct as to give rise to the clear conviction that the Court could not, consistently with its duty, accept as final the conclusion on the subject; or\n(3) The imposition of the same discipline by the Court would result in grave injustice; or\n(4) The misconduct established warrants substantially different discipline in the District of Columbia; or\n(5) The misconduct elsewhere does not constitute misconduct in the District of Columbia.\n. Respondent did except to the imposition of an interim suspension pending final disposition of the case.\n. Bar Counsel supported respondent's request to have the temporary suspension vacated and took the position that reciprocal discipline should not be imposed.\n. Rule 8.4(b) of the present District of Columbia Rules of Professional Conduct, effective January 1, 1991, makes it misconduct for a lawyer to \"[c]ommit a criminal act that reflects adversely on the lawyer’s honesty, trustworthiness, .or fitness as a lawyer in other respects_\" It accordingly deletes the requirements that the crime involve moral turpitude.\n. Section 14 requires that the affidavit be under oath, and that the attorney certify that he has notified all the jurisdictions to which he is admitted of his discipline, a fact here already known. Respondent failed to comply with these specific requirements. However, we note that, contrary to present practice, the order of this court suspending respondent pursuant to D.C.Bar R. XI § 11(d) did not contain any explicit reference to section 14.\n. The Board recommended that the order be retroactive provided that respondent files the Section 14 affidavit within 30 days of the date of this order. However, it appears from the record that respondent has since complied with the requirement",
        "type": "majority",
        "author": "WAGNER, Chief Judge:"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re William E. GARDNER, Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 92-BG-221.\nDistrict of Columbia Court of Appeals.\nSubmitted Oct. 20, 1994.\nDecided Nov. 29, 1994.\nBefore WAGNER, Chief Judge, and FARRELL and KING, Associate Judges."
  },
  "file_name": "0693-01",
  "first_page_order": 751,
  "last_page_order": 756
}
