{
  "id": 8050608,
  "name": "OPINION OF THE JUSTICES",
  "name_abbreviation": "Opinion of the Justices",
  "decision_date": "1979-08-31",
  "docket_number": "",
  "first_page": "694",
  "last_page": "701",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 694"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "382 A.2d 1364",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8015850
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/382/1364-01"
      ]
    },
    {
      "cite": "344 A.2d 225",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8056528
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/344/0225-01"
      ]
    },
    {
      "cite": "175 A.2d 405",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "4 Storey 209",
      "category": "reporters:state",
      "reporter": "Storey",
      "opinion_index": 0
    },
    {
      "cite": "305 A.2d 607",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11251761
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/305/0607-01"
      ]
    },
    {
      "cite": "175 A.2d 545",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "175 A.2d 543",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1961,
      "pin_cites": [
        {
          "page": "545"
        },
        {
          "page": "546"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "4 Storey 222",
      "category": "reporters:state",
      "reporter": "Storey",
      "year": 1961,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 925,
    "char_count": 28873,
    "ocr_confidence": 0.786,
    "pagerank": {
      "raw": 1.207561519982951e-07,
      "percentile": 0.5951358554108753
    },
    "sha256": "f6518d5f505f0fca094b5f33e87aba267aa4e702111612e3b488cf208a08cbac",
    "simhash": "1:91b4a11394054ab6",
    "word_count": 4834
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "OPINION OF THE JUSTICES."
    ],
    "opinions": [
      {
        "text": "To His Excellency Pierre S. du Pont Governor of Delaware:\nReference is made to your letter, dated December 15, 1978, requesting the opinions of the Justices of the Supreme Court of Delaware, under 10 Del.C. § 141, upon the following questions:\n“1. With reference to Article III, Section 18:\n“a. Does the term ‘final adjournment’, as used in Article III, Section 18, refer to the termination of the second regular session of the General Assembly on June 30, or does it refer to the final expiration of the General Assembly?\n“b. In light of your response to Question 1(a), are the purported vetoes of Governor Sherman Tribbitt of S.B. 793, H.B. 1309, H.B. 1170, S.S. 1 for S.B. 730, H.B. 55 and H.B. 1280 of the 128th General Assembly valid, or did such bills become laws as if he had signed them? “2. With reference to Article II, Section 4:\n“a. Do the provisions of Article II, Section 4 authorizing the recall of the legislative session after June 30 permit only an extension of the regular legislative session in order to enable the General Assembly to complete the business of the regular session, or do they authorize the General Assembly to be called into session at any time after June 30?\n“b. Does Article II, Section 4 contemplate that a recall, or special session, of the General Assembly be concluded when the business of the regular session has been completed, or does it permit the General Assembly to remain in session indefinitely?\n“3. With reference to Article III, Section 9:\n“a. Does the term ‘the recess of the Senate’ as used in Article III, Section 9 refer only to the final expiration of the Senate or does it refer to that period which follows the end of the regular legislative session on June 30?\n“4. With reference to Article XV, Section 5:\n“a. Are the provisions of Article XV, Section 5 applicable to appointed officials, or are they limited to elected officials?\n“b. If the provisions of Article XV, Section 5 are applicable to appointed officials and an official’s statutory term has expired, may the official continue to serve indefinitely even though the nomination of a successor has been submitted to the Senate and the Senate has refused to exercise its constitutional obligation to consent to the nomination, or, under such circumstances, does the failure of the Senate to act on the nominatidns during its regular session result in a vacancy?”\nOur response will constitute an incomplete answer to Your Excellency’s letter, for the reasons which appear below. But please be assured that no matter that has come before us within the last year has occupied more time and received more serious attention than your request raising extremely difficult and important questions.\nFollowing receipt of your letter, Andrew B. Kirkpatrick, Jr., Esquire, and William T. Allen, Esquire, agreed to act as counsel in support of the Executive powers involved in the questions presented. Regina M. Small, Esquire, Deputy Attorney General, agreed to act as counsel in opposition. We appreci-. ate the valuable assistance they have rendered in this matter.\nAs noted, you initially have requested the opinion of the Justices on the following question:\n“1. With reference to Article III, Section 18:\n“a. Does the term ‘final adjournment’, as used in Article III, Section 18, refer to the termination of the second regular session of the General Assembly on June 30, or does it refer to the final expiration of the General Assembly?”\nThe key sentence in Article III, Section 18 of the Constitution provides:\n“No bill shall become a law after final adjournment of the General Assembly, unless approved by the Governor within thirty days after such adjournment.”\nThis “pocket veto” power of the Governor is distinguished from the normal procedure which generally provides that the Governor has ten days either to approve a bill by signing it or to veto a bill by returning it to the General Assembly and, under such normal procedure, inaction on the Governor’s part results in the bill becoming law without his signature.\nIt is interesting to note that the Governor had no veto power at all prior to the Constitution of 1897. I Constitutional Debates 1897 (1958 Ed.) p. 227. Thus, there is a clear starting point for historic perspective. There are three phases in the constitutional history of the time and frequency of legislative sessions.\nInitially, the 1897 Constitution, Article II, Section 4, provided that the General Assembly would meet biennially without limitation on the length of the session.\nIn 1959, the second phase of the history of Article II, Section 4, came into play with the enactment of an amendment providing for annual sessions. The key new sentence for present purposes read:\n“The General Assembly may continue in session so long as, in its judgment, the public interest may require, for a period not longer than ninety legislative days in odd years and thirty legislative days in even years.”\nFinally, the current Constitutional provision was enacted by a 1969 amendment. It eliminated the limitation of the number of legislative days and, while maintaining provision for annual sessions which “may continue ... so long as, in [the General Assembly’s] judgment, the public interest may require,” the amendment added a new limitation which still controls and reads as follows:\n“however, each session shall not extend beyond the last day of June unless the session is recalled by the Governor or the mutual call of the presiding officers of both Houses.”\nThe question put to us involves the relationship between the current constitutional provisions upon the time and length of leg-íslative sessions and the Governor’s constitutional power to approve or to veto bills. While Article III, Section 18, has been amended on two occasions, these amendments have focused on clarifying procedural matters and, for immediate purposes, are helpful and do not present any problems of construction in themselves.\nYour letter clearly indicates that your concern as to Article III, Section 18 relates to the “exercise of the gubernatorial veto power” after “final adjournment of the General Assembly.”\nThe Governor’s “veto power,” and his power to “approve” legislation are at the heart of the enactment process, that is, the way in which a “bill” introduced in one House of the General Assembly may eventually become the law of our State. That process is fixed by the constitutional provision to which you have referred. In brief, the enactment process requires the participation of both the Executive and the Legislative Branches. Indeed, Article III, Section 18 requires that every bill passed by both Houses “shall, before it becomes law, be presented to the Governor,” who then has a choice about what to do with it. The Governor can:\n(a) sign it within 10 days (if he does so, the bill becomes law); or\n(b) ignore it for more than 10 days (if he does so, the bill becomes law as if he had signed it); or\n(c)return it within 10 days to the House in which it originated (if he does so, the bill becomes law if three-fifths of the members of each House approve it).\nBoth (a) and (b) are choices which the Governor alone controls, that is, the Governor may sign a bill presented to him, or he may ignore it; the choice is his. But the Governor does not control (c) because he cannot return a bill to the House in which it originated if the General Assembly has finally adjourned. And that is where the so-called “pocket veto” is pertinent. Section 18 provides, in effect, that if the General Assembly deprives the Governor of choice (c) by a final adjournment — m the words of the Constitution, if the General Assembly “prevent its return” — then the bill “shall not become a law without the approval of the Governor.”\nThus viewed, the pocket veto provision of Article III, Section 18 is not a rule of administrative convenience for the Governor, nor is it an independent grant of power to him. Its purpose, rather, is to protect the Governor’s participation in the enactment process, which is a species of power-balancing between the two Branches, and as long as the Governor may exercise that power as to a specific bill, there is not a need for nor a right to exercise a pocket veto. And the Governor has such power (that is, to return a bill) at any time before “final adjournment” of the General Assembly. Indeed, Article III, Section 18 now specifically provides that\n“[f]or purposes of return of Bills not approved by the Governor the General Assembly shall be considered to be continuously in Session until final adjournment and the Clerk of the House of Representatives and the Secretary of the Senate shall be deemed proper recipients of such returned bills during recess or adjournment of the General Assembly other than final adjournment.”\nThus, the General Assembly is always in session for “veto purposes”, until “final adjournment.” Knowing with certainty when that event has occurred is of great importance because “inaction” by the Governor has different consequences — indeed, precisely opposite consequences — depending on whether such inaction is before or after final adjournment. If it is before final adjournment, then a bill presented to the Governor becomes “a law in like manner as if he had signed it.” Article III, Section 18. If it is after that event, then a bill presented to the Governor does not become law unless he signs it.\nIt is clear under the authority of Opinion of the Justices, Del.Supr., 4 Storey 222, 175 A.2d 543, 545 (1961), sometimes referred to as the “Second Pocket Veto Opinion”, that “final adjournment of the General Assembly” (emphasis added), as that phrase appears in Article III, Section 18, “can only be the final adjournment of the second regular session.” It is useful to note that the Justices in that advisory opinion were concerned to preserve the Constitution’s clear contemplation of “a two-year period [of] continuous existence of a General Assembly.” See 175 A.2d at 546. Moreover, it is useful to quote one full paragraph found at 175 A.2d 545:\n“ ‘Final adjournment of the General Assembly’ must necessarily mean something beyond the temporary ceasing of legislative sessions. The adjective ‘final’ is defined as ‘not to be altered or undone; conclusive’ (Webster’s 3rd Int. Dictionary), which necessarily, when describing an adjournment of ‘the General Assembly’ can relate only to that adjournment following which the General Assembly will not be reconvened, either by operation of law or by its own act. It thus follows, since two regular sessions are now required by Article II, Section 4, that ‘final adjournment’ of the General Assembly means the adjournment sine die of the second regular session, or, in the absence of such adjournment, the ex-tinguishment of the particular General Assembly by reason of expiration of the terms of office of the members, whichever is earlier in point of time.”\nThe only issue presented by Your Excellency’s initial question is whether the 1969 Amendment to Article II, Section 4, made, as a matter of State constitutional law, June 30th of each even year a mandatory “final adjournment of the General Assembly” for purposes of Article III, Section 18. We advise that it did not. Several reasons sustain our advisory view.\nFirst, the 1969 Amendment does not expressly speak to “final adjournment of the General Assembly” at all.\nSecond, since the 1969 Amendment refers to both annual sessions, it is difficult, in light of legal views previously rendered in the Second Pocket Veto Opinion, to imply by the enactment of that Amendment a modification to the concept of “final adjournment of the General Assembly” which, according to that Opinion, happens only in the second year of the existence of each General Assembly.\nThird, the language of the 1969 Amendment would seem to foreclose the conclusion that the draftsmen intended to affect the concept of “final adjournment of the General Assembly.” In particular, it is provided that “each session shall not extend beyond the last day of June unless the session is recalled by the Governor or the mutual call of the presiding officers of both Houses.” (Emphasis added). It is difficult to see how “the session” can be recalled if the General Assembly has finally adjourned.\nFourth, any other interpretation would necessarily include the possibility of multiple “final adjournment^] of the General Assembly.” That possibility is difficult to justify logically or as a matter of history, particularly in light of the 1963 Amendment to Article III, Section 18. See 54 Del.Laws, Ch. 11 and sixth footnote herein, supra. That Amendment clearly contemplates one “final adjournment” as distinguished from other adjournments or recesses.\nIn light of the above factors, we cannot read the 1969 Amendment to Article II, Section 4, as requiring a “final adjournment of the General Assembly” on June 30th of the second year of its existence. Rather the amendment does not deal with the concept of “final adjournment of the General Assembly” at all. The law remains as it was in 1961:\n“It thus follows, since two regular sessions are now required by Article II, Section 4, that ‘final adjournment’ of the General Assembly means the adjournment sine die of the second regular session, or, in the absence of such adjournment, the extinguishment of the particular General Assembly by reason of expiration of the terms of the office of the members, whichever is earlier in point of time.”\nOpinion of the Justices, supra, 175 A.2d at 545.\nWe are mindful of the concerns that have been expressed by Your Excellency and others as to the effect of the 1969 Amendment if it does not require a final adjournment on June 30. The effect, as we see it, is precisely what it says. The session “shall not extend beyond the last day of June” unless certain procedures are followed. Thus, the General Assembly by operation of law, is required to stop its session at midnight on June 30th annually and it cannot continue by Legislative initiative unless “the session is recalled by the mutual call of the presiding officers of both Houses.” It is intended by this constitutional provision that the General Assembly should finish its business by June 30th and, if it does not, the sole Legislative power to recall “the session” rests jointly with the presiding officers of the two Houses. But there is nothing expressly stated in the 1969 Amendment which places any limitation on the duration of a recalled session. Nor does the 1969 Amendment expressly limit the subject matter that can be considered at a recall of the session. Compare the 1959 Amendment discussed supra.\nWe recognize that it can be argued that the practice of the presiding officers of the General Assembly to recall the session followed by a recess to the call of the Chair emasculates the pocket veto power of the Governor. But, as we have found, the pocket veto is a power granted the Governor by necessity caused by the final adjournment of the General Assembly, which prevents the return by the Governor of a disapproved bill. This necessary power is an exception to the normal procedure which requires disapproved bills not only to be returned “with [the Governor’s] objections to the House in which it shall have originated”, but also to be reconsidered. Del. Const. Article III, Section 18. Thus, the normal procedure contemplates subsequent legislative participation after a veto and the pocket veto is more an exception by necessity to the law making process than a grant of executive power.\nWe add only that, while Article II, Section 4, does not compel a “final adjournment of the General Assembly” on June 30th of the second year of a legislative session, it does not prohibit the General Assembly from finally adjourning either before or after June 30th. The provisions of Article II, Section 4, relating to annual sessions, has as its basic provision that “[t]he General Assembly may continue in session each calendar year so long as, in its judgment, the public interest may require . ” Certainly, Article III, Section 18, contemplates “the final adjournment of the General Assembly” and we do not find the 1969 Amendment was intended to prevent the General Assembly in even years from finally adjourning and ceasing its functions by its own volition. To do so, however, its action and intention should be clear. The proper method would appear to be by a concurrent resolution approved by both Houses clearly establishing “the final adjournment of the General Assembly.”\nWith reference to Question 1(b), we understand through counsel that we need not address each bill separately in light of our response to Question 1(a). If you have a particular inquiry as to a particular bill on which you desire our advice, we understand that you will submit a new inquiry to us with the complete factual background as to that bill. We also understand that Questions 2(a) and 2(b) need not be particularly pursued in light of our response to Question 1(a).\nWith reference to Question 4(a), we understand that we need not pursue that question in light of the opinion in Opinion of the Justices, Del.Supr., 305 A.2d 607 (1973).\nWith reference to Questions 3 and 4(b), we respectfully decline to answer. A proper opinion cannot be rendered without a particular factual context. The factual variations possible are many and a single abstract response could be more misleading than helpful. Our view in this regard is made more firm by the apparent absence of any consistent pattern in the use of the concepts or the terminology of “recess” and “adjournment.” Moreover, we cannot advise on a person’s existing claim to office. There are regular legal proceedings available to challenge the right of a person to hold office which, unlike an advisory opinion of the Justices, give the office claimant a full hearing in a binding adversary proceeding.\nRespectfully\n(s) Daniel L. Herrmann Chief Justice\n(s) William Duffy Justice\n(s) John J. McNeilly Justice\n(s) William T. Quillen Justice\n(s) Henry R. Horsey Justice\n. 10 Del.C. § 141 provides in part:\n“The Justices of the Supreme Court, whenever the Governor of this State may require it for public information, or to enable him to discharge the duties of his office with fidelity, may give him their opinions in writing touching the proper construction of any provision in the Constitution of this State, or of the United States, or the constitutionality of any law enacted by the General Assembly of this State or the constitutionality of any proposed constitutional amendment which shall have been first agreed to by two thirds of all members elected to each house.”\n. Del.Const., Article III, Section 18 provides:\n“Every bill which shall have passed both Houses of the General Assembly shall, before it becomes law, be presented to the Governor; if he approves, he shall sigh it; but if he shall not approve, he shall return it with his objections to the House in which it shall have originated, which House shall enter the objections at large on the journal and proceed to reconsider it. If, after such reconsideration, three-fifths of all the members elected to that House shall agree to pass the bill, it shall be sent together with the objections to the other House, by which it shall likewise be reconsidered, and if approved by three-fifths of all the members elected to that House, it shall become a law; but in neither House shall the vote be taken on the day on which the bill shall be returned to it. In all such cases the votes of both Houses shall be determined by yeas and nays, and the names of the members voting for and against the bill shall be entered on the journal of each House respectively. If any bill shall not be returned by the Governor within ten days, Sundays excepted, after it shall have been presented to him, the same shall be a law in like manner as if he had signed it, unless the General Assembly shall, by final adjournment, prevent its return, in which case it shall not become a law without the approval of the Governor.\n“For purposes of return of Bills not approved by the Governor the General Assembly shall be considered to be continuously in Session until final adjournment and the Clerk of the House of Representatives and the Secretary of the Senate shall be deemed proper recipients of such returned bills during recess or adjournment of the General Assembly other than final adjournment.\n“No bill shall become a law after the final adjournment of the General Assembly, unless approved by the Governor within thirty days after such adjournment. The Governor shall have power to disapprove of any item or items of any bill making appropriations of money, embracing distinct items, and the part or parts of the bill approved shall be the law, and the item or items of appropriation disapproved shall be void, unless repassed according to the rules and limitations prescribed for the passage of other bills, over the Executive veto. Every order, resolution, or vote to which the concurrence of both Houses of the General Assembly may be necessary, except on a question of adjournment, shall be presented to the Governor, and before the same shall take effect be approved by him, or being disapproved by him, shall be repassed by three-fifths of all the members elected to each House of the General Assembly, according to the rules and limitations prescribed in the case of a bill. Every order and resolution to which the concurrence of both Houses of the General Assembly may be necessary, except on a question of adjournment and those matters dealing solely with the internal or administrative affairs of the General Assembly, shall be presented to the Governor, and before the same shall take effect be approved by him, or being disapproved by him, shall be repassed by three-fifths of all the members elected to each House of the General Assembly, according to the rules and limitations prescribed in the case of a bill.”\n. While there was no limitation on the length of the session, the original compensation provision, Article 15, Section 4, was on a per diem basis with the provision that the members would serve “without compensation” should they remain longer in session than sixty days. Provision for additional per diem for “special” sessions was added in 1919. 30 Del.Laws, Ch. 15. It was not until 1949 that an annual salary concept was adopted. 47 DeL.Laws, Ch. 13.\n. Under the 1959 amendment, the matters that could be considered in even years was limited. See 52 Del.Laws, Ch. 21. The subject matter limitation was eliminated by the 1969 amendment. See 57 Del.Laws, Ch. 289 which is discussed infra.\n. Del.Const., Article II, Section 4 provides:\n“The General Assembly shall convene on the second Tuesday of January of each calendar year unless otherwise convened by the Governor, or by mutual call of the presiding officers of both Houses.\n“The General Assembly may continue in session each calendar year so long as, in its judgment, the public interest may require; however, each session shall not extend beyond the last day of June unless the session is recalled by the Governor or the mutual call of the presiding officers of both Houses.”\n. In 1956, the last sentence of the section was amended to clarify what matters have to be presented to the Governor for approval or disapproval. 50 Del.Laws, Ch. 607. The exceptions are only orders and resolutions “on a question of adjournment and those matters dealing solely with the internal or administrative affairs of the General Assembly.” It should be noted that this amendment inadvertently added a new last sentence to the section without repealing the existing last sentence. Consequently both sentences currently appear in the section. A constitutional amendment to correct this error passed a first leg in 1965, 55 Del.Laws, Ch. 205, but was never finalized by enactment of a second leg in 1967 or 1968. In 1963, an Amendment, evidently in response to a 1961 Opinion of the Justices, Del.Supr., 4 Storey 209, 175 A.2d 405, sometimes referred to as the “First Pocket Veto Opinion”, made it clear that “[f]or purposes of the return of Bills not approved by the Governor the General Assembly shall be considered to be continuously in Session until final adjournment” and provided the mechanics for the return of such Bills “during recess or adjournment of the General Assembly other than a final adjournment.” 54 Del.Laws, Ch. 11.\n. The term “pocket veto” does not appear in the Delaware Constitution. In the Federal Constitution, it means “a veto brought about by the failure of the President to sign a bill presented to him within ten days of the adjournment of Congress.\" See The Random House Dictionary of the English Language (1966), p. 1109. Our constitutional provision differs from the Federal, but in each instance a “pocket veto” involves a situation in which the Chief Executive does not approve a bill after adjournment of the legislature, in which event the bill does not become law.\n. In the context of that 1961 opinion, the term “regular session” is used in distinction of the Governor’s power “on extraordinary occasions [to] convene the General Assembly by proclamation”. Del.Const. Article III, Section 16.\n. The second paragraph of Article III, Section 18, added by the 1963 Amendment reads as follows:\n“For purposes of return of Bills not approved by the Governor the General Assembly shall be considered to be continuously in Session until final adjournment and the Clerk of the House of Representatives and the Secretary of the Senate shall be deemed proper recipients of such returned bills during recess or adjournment of the General Assembly other than final adjournment.”\n. We note the positions of both the advocate in support of the executive powers and the Attorney General contemplate the possibility of multiple final adjournments. The Attorney General argues that the General Assembly is finally adjourned when it adjourns on June 30 of the Second Regular Session unless it is recalled; upon recall the Attorney General further argues that the General Assembly thereafter can remain short of a “final adjournment of the General Assembly\" by recessing to the call of the chair. On the latter point, counsel in support of the executive powers disagrees.\n. In 1976, the year involved in Question 1(b), quoted supra, the House Journal reflects a motion “to adjourn” at 11.59 p. m. on June 30 and a “Special Session” pursuant to a recall letter of the presiding officers commencing at 12:00 a. m. on July 1. See Journal of The House of Representatives 1975, pp. 980-981. The Senate Journal reflects a motion “to recess” and convene for the “Special Session” pursuant to the same recall letter. See Senate Journal 1975, pp. 1006-1007. Compare, for example, the concurrent resolution in the 1939 General Assembly and the formality providing that “both Houses of the One Hundred and Seventh General Assembly shall adjourn sine die” at a time and date certain. Journal of The House of Representatives 1939, pp. 1122, 1140, 1141; Senate Journal 1939, pp. 1071, 1094-1095, 1097.\n. In State ex rel. Battaglia v. Delaware Department of Elections for New Castle County, Del.Supr., 344 A.2d 225, 228 (1975), this Court said:\n“We took judicial notice that the words ‘recessed to the call of the Chair’ have a common and ordinary meaning and usage in Delaware’s General Assembly. By general usage and recognition, those words when used by the presiding officer of either House at a regular session, do not mean, or result in, an adjournment without day or end of the session, even though no date certain is specified for reconvening. . [T]he words ‘recess to the call of the Chair’ must be given the same meaning and effect as when used at a regular session, i. e., a temporary recess though without a date certain for reconvening, and not a terminal adjournment without day or ending of the session. We have been shown no compelling reason for ascribing a different meaning to the ‘recess to the call of the Chair’ formula when used by the presiding officer at a session convened by ‘recall’ than when used at a regular session.”\nIt should be noted, however, that the above language should not be read to suggest there is any consistent pattern in the General Assembly’s use of the concepts or terminology of “recess” and “adjournment.”\n. Such action would eliminate the power of the Governor and presiding officers of both Houses to recall “the session” pursuant to Article II, Section 4. But it- would not bar an extraordinary session by proclamation of the Governor pursuant to the traditional power granted by Article III, Section 16: “[The Governor] may on extraordinary occasions convene the General Assembly by proclamation . . .”\n. Compare Opinion of the Justices, Del.Supr., 382 A.2d 1364 (1978).",
        "type": "majority",
        "author": "(s) Daniel L. Herrmann Chief Justice (s) William Duffy Justice (s) John J. McNeilly Justice (s) William T. Quillen Justice (s) Henry R. Horsey Justice"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "OPINION OF THE JUSTICES.\nSupreme Court of Delaware.\nAug. 31, 1979."
  },
  "file_name": "0694-01",
  "first_page_order": 758,
  "last_page_order": 765
}
