{
  "id": 6789709,
  "name": "William E. SABO, Plaintiff, v. Maurice WILLIAMS, City Treasurer, et al., Defendants",
  "name_abbreviation": "Sabo v. Williams",
  "decision_date": "1973-03-07",
  "docket_number": "",
  "first_page": "696",
  "last_page": "698",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 696"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "283 A.2d 834",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8089615
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/283/0834-01"
      ]
    },
    {
      "cite": "218 A.2d 746",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "421 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900395
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0240-01"
      ]
    },
    {
      "cite": "254 A.2d 236",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8072669
      ],
      "pin_cites": [
        {
          "page": "239"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/254/0236-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 342,
    "char_count": 5815,
    "ocr_confidence": 0.801,
    "pagerank": {
      "raw": 7.161564862667632e-08,
      "percentile": 0.428994895069172
    },
    "sha256": "86aebc958512b2ceb2fda22919223b017a0bdd0cb101f51bb4c485954f34ac6d",
    "simhash": "1:e47bf1911b831f28",
    "word_count": 959
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William E. SABO, Plaintiff, v. Maurice WILLIAMS, City Treasurer, et al., Defendants."
    ],
    "opinions": [
      {
        "text": "SHORT, Vice Chancellor:\nThis is a declaratory judgment action in which plaintiff seeks an order declaring that he is eligible for a police retirement pension based upon 20 years of service.\nThe facts are these: Plaintiff, William E. Sabo, was first employed by the City of Wilmington as a radio clerk with the Police Department (probationary period) on January 16, 1952. He worked in this capacity until June 1, 1956 when he was sworn in as a police officer. On November 16, 1971, the plaintiff applied to the Trustees of the Police Pension Fund (“Fund”) for credit towards his police retirement pension for the period from January 16, 1952 to June 1, 1956. Plaintiff had made no contributions to the Fund during this period, but he made his application contingent on his reimbursement of any sums outstanding for unpaid contributions. The Trustees of the Fund voted on January 28, 1972 to allow the credit which the plaintiff sought by his application. On April 21, 1972, an offer was made to Maurice Williams, treasurer of the City of Wilmington and custodian of the Fund, to pay the sum of money necessary to reimburse the Fund for the omitted contributions plus interest. On the same day application was made to Robert McGowan, secretary of the Board of Trustees of the Fund requesting that the plaintiff’s name be placed upon the “retired list.” On May 8, 1972 the plaintiff received a letter from Robert McGowan denying his pension request. Thereafter, this action was filed.\nDefendants have moved to dismiss on the grounds, (1) that the court lacks jurisdiction of the subject matter, and (2) that the complaint fails to state a claim upon which relief may be granted. In support of their motion to dismiss for lack of subject matter jurisdiction defendants contend that the plaintiff’s cause of action should be in the Superior Court since an adequate remedy at law exists in the form of mandamus. Plaintiff, on the other hand, argues that his action falls within the exclusive jurisdiction of the Court of Chancery since the primary rights and interests asserted are wholly equitable. The plaintiff asserts two bases for this exclusive equitable jurisdiction: (1) that the Police Pension Fund is a public trust, and (2) that a fiduciary relationship existed between the parties as a result of the trust.\nWhile it is true that there is authority to support the plaintiff’s position that a police pension fund is a public trust, such a conclusion is not determinative of the issue of subject matter jurisdiction. Assuming, without deciding, that the Wilmington Police Pension Fund is a public trust, it does not necessarily follow that all questions in regard to such a trust fall within the exclusive jurisdiction of the Court of Chancery. The court must look to the primary right or interest which the plaintiff seeks to protect. If this primary right or interest is wholly equitable, then the cause of action falls within the exclusive jurisdiction of this court. However, if the primary right sought to be protected is legal, then the Superior Court is the appropriate forum. The mere identification of a “trust” does not put an end to the question of this court’s subject matter jurisdiction. Compare, In re Markel, Del.Supr., 254 A.2d 236, 239.\nAn examination of the complaint filed in this action reveals that the following relief is prayed for:\n“That this Court enter an order compelling the defendants and the City of Wilmington to place petitioner on the police pension rolls and to pay him a retirement pension based upon 20 years service, and that pension be paid as required by law.”\nThe primary right sought to be protected by the plaintiff, therefore, is his right to a pension. This right, if one is found to exist under the present facts, arises under the Delaware statutes as codified in the Code of the City of Wilmington, Delaware (see 32 Del.L., Ch. 113 and amendments thereto; and Wilmington City Code, Ch. 20, § 20-6, et seq.), and the right to a pension raises a purely legal question. Cf. Christian v. Johnstown Police Pension Fund Assoc., 421 Pa. 240, 218 A.2d 746. The appropriate forum is the Superior Court.\nFurther, the plaintiff’s argument of the existence of a fiduciary relationship is not persuasive. The relationship which exists between the parties under the present circumstances is primarily that of public officials and public employee. Such a relationship connotes a legal obligation rather than the idea of trust or confidence on which a fiduciary relationship is based. Therefore, since the enforcement of a legal obligation is sought, the appropriate forum is the Superior Court.\nIt is also well established that an adequate remedy exists in the law court in the form of a mandamus action. Dorsey v. State ex rel. Mulrine, Del.Supr., 283 A.2d 834 (1971). The existence of such an adequate remedy precludes this court’s concurrent jurisdiction.\nThis court holds that the primary right and interest sought to be protected is purely legal so as to preclude equity’s exclusive jurisdiction, and that the existence of an adequate remedy at law precludes equity’s concurrent jurisdiction.\nIn view of this conclusion it is not necessary to consider the defendants’ second argument.\nDefendants’ motion to dismiss for lack of jurisdiction over the subject matter will be granted unless the plaintiff applies for a transfer to the Superior Court under 10 Del.C. § 1901.\nSee 62 C.J.S. Municipal Corporations § 588e; and 3 McQuillan, Municipal Corporations § 12.-145.",
        "type": "majority",
        "author": "SHORT, Vice Chancellor:"
      }
    ],
    "attorneys": [
      "Stephen B. Potter, of Sullivan, Potter & Roeberg, Wilmington, Delaware, for plaintiff.",
      "Victor J. Colombo, Asst. City Solicitor, Wilmington, Delaware, for defendants."
    ],
    "corrections": "",
    "head_matter": "William E. SABO, Plaintiff, v. Maurice WILLIAMS, City Treasurer, et al., Defendants.\nCourt of Chancery of Delaware, New Castle.\nMarch 7, 1973.\nStephen B. Potter, of Sullivan, Potter & Roeberg, Wilmington, Delaware, for plaintiff.\nVictor J. Colombo, Asst. City Solicitor, Wilmington, Delaware, for defendants."
  },
  "file_name": "0696-01",
  "first_page_order": 734,
  "last_page_order": 736
}
