{
  "id": 6789730,
  "name": "MOBIL OIL CORPORATION, a corporation of the State of New York, Plaintiff, v. Jennings C. WROTEN and Beatrice D. Wroten, his wife, Defendants",
  "name_abbreviation": "Mobil Oil Corp. v. Wroten",
  "decision_date": "1973-03-14",
  "docket_number": "",
  "first_page": "698",
  "last_page": "701",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 698"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "64 F.2d 224",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        902469
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/64/0224-01"
      ]
    },
    {
      "cite": "330 P.2d 625",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "51 Cal.2d 119",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2343851
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/51/0119-01"
      ]
    },
    {
      "cite": "246 F.Supp. 773",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        399400
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/246/0773-01"
      ]
    },
    {
      "cite": "180 A.2d 235",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "407 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1307363
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/407/0237-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 528,
    "char_count": 10109,
    "ocr_confidence": 0.797,
    "pagerank": {
      "raw": 1.0805286239505346e-07,
      "percentile": 0.5624057618803259
    },
    "sha256": "06087d560074033a330592565e2748b0f7408e53a1a695a7a5d1bd8d4a31cb11",
    "simhash": "1:f25187f05a3cba8c",
    "word_count": 1658
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "MOBIL OIL CORPORATION, a corporation of the State of New York, Plaintiff, v. Jennings C. WROTEN and Beatrice D. Wroten, his wife, Defendants."
    ],
    "opinions": [
      {
        "text": "SHORT, Vice Chancellor:\nPlaintiff Mobil Oil Corporation (Mobil) seeks specific performance of an agreement to lease certain real estate owned by the defendants, Jennings C. and Beatrice D. Wroten. This is the decision on Mobil’s motion for summary judgment.\nOn October 16, 1969, the Wrotens signed an agreement to lease a tract of land to Mobil. The agreement extended to Mobil an option to accept the lease agreement within 90 days thereafter:\n“23. This instrument has been executed by Landlord, evidencing Landlord’s agreement to lease to Tenant on terms and conditions contained in this instrument. In consideration of the sum of Ten Dollars ($10.00), receipt of which Landlord acknowledges, Landlord gives Tenant ninety (90) days from the date of acknowledgment by Landlord of this instrument before a Notary Public, or other competent authority, within which to notify Landlord that Tenant accepts and agrees to lease the premises from Landlord on the terms and conditions in this instrument contained and if Tenant gives such notice, Tenant shall, within twenty (20) days thereafter, execute and deliver this lease to Landlord. Tn the event that notice and delivery shall not be effected by Tenant within the periods specified, this instrument shall be of no further force and effect and both parties shall be relieved of all further obligations thereunder. . . ”\nThe lease agreement provided for a “preliminary term” and a “fixed term.” Generally speaking, the preliminary term was to begin upon Mobil’s exercise of the option, and the fixed term of 15 years was to begin when Mobil had obtained all of the licenses and permits necessary to the erection and operation of an automobile service station on the premises.\nMobil elected not to exercise its option to accept the lease agreement within the 90 days, and on January 14, 1970, so notified the Wrotens by letter. The letter informed the Wrotens that they might consider it “to be the complete and outright release by Mobil Oil Corporation of all rights granted to it in the aforesaid Lease.”\nSeveral months later Mobil changed its mind, and on April 14, 1970 sent to the Wrotens a letter whose purpose was stated to be “to reactivate said Lease in full force and effect.” The letter proposed two minor modifications to the earlier agreement. The Wrotens signed and returned to Mobil a copy of this letter, indicating that they “accepted and agreed” to its contents.\nThereafter Mobil elected to accept the lease agreement, and so notified the Wro-tens, on May 21, 1970. The Wrotens acknowledged receipt of this notification and also of a fully executed copy of the lease agreement sent to them by Mobil on June 9, 1970.\nMobil then set out to obtain the several permits, licenses and authorizations required to operate the station, a pursuit which involved it in litigation with the Town of Newport and which cost Mobil about $5,000. The only contact between the parties during this period appears to be a letter which the Wrotens’ attorney wrote to Mobil on November 29, 1971, in which he informed Mobil that the Wro-tens were concerned about the difficulty of disposing of the large stock of their hardware store located on the tract, and suggested that either the lease be terminated or the Wrotens be allowed to retain from the parcel a lot large enough so that a new hardware store could be built on it. Mobil apparently did not reply to the suggestion.\nOn February 23, 1972, Mobil informed the Wrotens that it had obtained all of the necessary licenses, permits and authorizations, and requested that they vacate the premises within nine months from the date of the notice. The Wrotens then informed Mobil that they refused to honor the lease agreement, and Mobil brought this action.\nThe Wrotens argue that there exists no enforceable contract between them and Mobil because there was no consideration for the option extended to Mobil, and because Mobil was permitted under the terms of the agreement to cancel the lease at will.\nI agree that there was no consideration to the Wrotens for the option. Mobil cannot rely upon the recitation of consideration for the option found in the agreement of October 16, because that agreement clearly expired. Mobil’s letter of “revival” was nothing more in legal effect than an offer to enter into a new agreement incorporating by reference, and amending certain of the terms of the old agreement. The Wrotens’ affirmative reply operated only as a gratuitous extension of an option to Mobil to enter into a new lease agreement. There was no consideration for the option, because at that point Mobil was bound to nothing, had promised nothing, and had delivered nothing. Thus, the Wrotens were free at any time to withdraw their gratuitous option.\nHowever, the fact that there was no consideration for the option is now irrelevant. Although a gratuitous option may be revoked by the optionor at will, it constitutes a continuing offer to the op-tionee unless and until it is revoked. The Wrotens never revoked the option. Therefore, when Mobil notified them that it accepted the lease agreement, a binding contract arose unless, as the Wrotens argue, the agreement was illusory because Mobil was free to cancel it at will.\nAs to this contention, the Wrotens rely upon the following clause of the agreement, which they say gives Mobil the unqualified right to cancel the agreement at will:\n“3. The fixed term of this lease as referred in paragraph 2 shall not commence unless and until there shall have been obtained from all State and Municipal authorities having jurisdiction, and transferred and delivered to Tenant, all licenses, permits and other authorizations, satisfactory to Tenant as to validity, finality, form, substance and duration, as are required for the erection, maintenance and operation on the premises of an automotive service station of the type, equipment, signage, layout and capacity desired by Tenant for the storage and sale of petroleum and other products to be sold at the premises and for the construction and maintenance of all driveways in and out of the premises desired by Tenant, and unless and until there shall have expired the statutory period within which appeals or other proceedings could or might be commenced to set aside any such licenses, permits or other authorizations. If such licenses, permits and authorizations are not obtained, transferred and delivered to Tenant in manner and form acceptable to Tenant within a reasonable time, or, if after any or all have been obtained, appeals or other proceedings have been commenced or notice thereof filed, Tenant may, at its election, take such of the following steps as Tenant deems appropriate : (a) apply for and obtain such licenses, permits and other authorizations; (b) in Landlord’s name commence and prosecute appeals or other proceedings, and contest such as may be commenced by others; (c) terminate this lease, either before or after taking any or all of the above enumerated actions, by notice in writing to Landlord. [Emphasis added]\nThe underlying question in cases involving “illusory” promises is consideration. Where a contract is executory, the promises of each party supply the consideration necessary to support the promises of the other. Where the plaintiff’s promise is a mere illusion, that is, where his promise exists in form only but not in substance, then it follows necessarily that there is no consideration to support the defendant’s promise, and thus no enforceable contract.\nBut that is not the case here. Mobil’s right to terminate the lease is conditioned upon either of two events: Mobil’s not obtaining acceptable licenses and permits within a reasonable time, or the taking of appeals or other such proceedings from the grant of such licenses and permits to Mobil. The agreement by implication binds Mobil to a good faith effort to obtain the necessary permits, and Mobil would be held as a matter of law to a standard of reasonableness as to the question of whether the permits obtained were “acceptable” for the purposes stated in the contract. There is thus clearly substance to Mobil’s promise. See Sun Oil Co. v. Traylor, 407 Pa. 237, 180 A.2d 235 (1962); American Oil Co. v. Carey, 246 F.Supp. 773 (E.D.Mich.1965); Mattei v. Hopper, 51 Cal.2d 119, 330 P.2d 625 (1958); 1 Cor-bin on Contracts § 149 at 659; 3A Id § 644 at 83-84.\nIt is because Mobil’s right to terminate the lease agreement is not without condition that this case is distinguishable from E. I. DuPont de Nemours & Co. v. Claiborne-Reno Co., 64 F.2d 224 (8th Cir.1933), relied upon by the Wrotens. In that case, there was simply no condition whatever to the DuPont Company’s right to terminate the agreement, and thus clearly no mutuality of obligation.\nFurthermore, even if the somewhat ambiguous language of subsection (c) of section 3 might be read to so condition Mobil’s promise that it could have terminated the lease without undertaking at all to obtain the permits, the fact is that Mobil did successfully undertake to obtain the permits. The only possible condition to Mobil’s promise has thus been fulfilled and a conditioned promise becomes absolute when the condition is performed. Sun Oil Co. v. Traylor, supra.\nI conclude therefore that the agreement is enforceable, and that under fundamental principles of equity jurisprudence, the plaintiff is entitled to summary judgment ordering specific performance of the lease agreement.\nOrder on notice.\nThe lease agreement provides :\n“Upon receipt of notice from Tenant [Mobil] that all licenses, permits and other authorizations . . . have been received by Tenant . . . Landlord •shall be allowed a period of nine (i>) months from the date of such notice and shall then give full possession of the premises to Tenant. . . ”",
        "type": "majority",
        "author": "SHORT, Vice Chancellor:"
      }
    ],
    "attorneys": [
      "James F. Kipp, Becker & Kipp, Wilmington, for plaintiff.",
      "Clement C. Wood, Allmond & Wood, Wilmington, for defendants."
    ],
    "corrections": "",
    "head_matter": "MOBIL OIL CORPORATION, a corporation of the State of New York, Plaintiff, v. Jennings C. WROTEN and Beatrice D. Wroten, his wife, Defendants.\nCourt of Chancery of Delaware, New Castle.\nMarch 14, 1973.\nJames F. Kipp, Becker & Kipp, Wilmington, for plaintiff.\nClement C. Wood, Allmond & Wood, Wilmington, for defendants."
  },
  "file_name": "0698-01",
  "first_page_order": 736,
  "last_page_order": 739
}
