{
  "id": 11328728,
  "name": "Grace McKENNEY v. GREENE ACRES MANOR",
  "name_abbreviation": "McKenney v. Greene Acres Manor",
  "decision_date": "1994-11-10",
  "docket_number": "",
  "first_page": "699",
  "last_page": "702",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 699"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "599 F.2d 573",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        489286
      ],
      "pin_cites": [
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/599/0573-01"
      ]
    },
    {
      "cite": "429 U.S. 97",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        7354
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "104"
        },
        {
          "page": "291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/429/0097-01"
      ]
    },
    {
      "cite": "487 U.S. 42",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1774710
      ],
      "weight": 4,
      "year": 1988,
      "pin_cites": [
        {
          "page": "55",
          "parenthetical": "citations omitted"
        },
        {
          "page": "2258",
          "parenthetical": "citations omitted"
        },
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/487/0042-01"
      ]
    },
    {
      "cite": "645 A.2d 5",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859797
      ],
      "pin_cites": [
        {
          "page": "6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/0005-01"
      ]
    },
    {
      "cite": "796 F.2d 544",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1620002
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "546"
        },
        {
          "page": "548-49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/796/0544-01"
      ]
    },
    {
      "cite": "471 U.S. 261",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6201048
      ],
      "weight": 16,
      "year": 1985,
      "pin_cites": [
        {
          "page": "266-67"
        },
        {
          "page": "1941-42"
        },
        {
          "page": "280"
        },
        {
          "page": "1949",
          "parenthetical": "O'Connor, J., dissenting"
        },
        {
          "page": "285"
        },
        {
          "page": "1952"
        },
        {
          "page": "268-69"
        },
        {
          "page": "1942-43"
        },
        {
          "page": "278-80"
        },
        {
          "page": "1948-50"
        },
        {
          "page": "275"
        },
        {
          "page": "1946",
          "parenthetical": "emphasis added"
        },
        {
          "page": "267"
        },
        {
          "page": "1942"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/471/0261-01"
      ]
    },
    {
      "cite": "488 U.S. 235",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1493613
      ],
      "weight": 12,
      "year": 1989,
      "pin_cites": [
        {
          "page": "239"
        },
        {
          "page": "576"
        },
        {
          "page": "237-38"
        },
        {
          "page": "575"
        },
        {
          "page": "251"
        },
        {
          "page": "582"
        },
        {
          "page": "240"
        },
        {
          "page": "576-77"
        },
        {
          "page": "240"
        },
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/488/0235-01"
      ]
    },
    {
      "cite": "42 U.S.C.A. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "645 A.2d 1136",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 11832,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 6.132669919494288e-08,
      "percentile": 0.3817440707933165
    },
    "sha256": "3c3ef2a4f1fdeb3ee7007a18ecab215a3aaf3d8a0745d74ac5453d9a96955388",
    "simhash": "1:3ecad92aed12d479",
    "word_count": 1938
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ., and COLLINS, A.R.J.",
      "All concurring."
    ],
    "parties": [
      "Grace McKENNEY v. GREENE ACRES MANOR."
    ],
    "opinions": [
      {
        "text": "ORDER\nUpon motion of the Plaintiff for reconsideration, it is ORDERED that the motion be and hereby is GRANTED.\nIt is FURTHER ORDERED that opinion published on August 19,1994 as Decision No. 6989 and reported in the Atlantic Reporter at 645 A.2d 1136 be withdrawn. It shall be replaced by the opinion attached hereto.\n/s/ Robert W. Clifford\nROBERT W. CLIFFORD\nAssociate\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ., and COLLINS, A.R.J.\nCLIFFORD, Justice.\nGrace McKenney, personal representative of the Estate of Dana McKenney, appeals from a judgment entered in the Superior Court (Androscoggin County, Delahanty, C.J.) dismissing her complaint for failure to state a claim on which relief can be granted. Because we agree with Grace McKenney’s contention that the Superior Court erred in applying the two-year statute of limitations period in Maine’s wrongful death statute to her claim alleging violation of federal civil rights law in connection with the death of her husband, we vacate the judgment of the Superior Court.\nThe facts as alleged by McKenney are as follows. Dana McKenney died on July 22, 1990 at Greene Acres Manor, an “intermediate care” medical facility located in Greene. At the time of his death, McKenney was in the custody of the Maine Department of Corrections serving a ten-year sentence following his conviction of a criminal offense. Because he was in extremely poor health, having had both legs amputated and suffering from kidney failure, McKenney was on medical furlough from the Maine Correctional Center to Greene Acres Manor.\nOn the day before his death, McKenney complained to the Greene Acres staff of severe headaches and told them he was generally in great physical discomfort. The staff initially responded to McKenney’s complaints, but apparently grew tired of dealing with him as the day wore on and began ignoring him altogether in the early morning hours of July 22. No one looked in on McKenney for more than eight hours, until Grace McKenney telephoned Greene Acres to ask about her husband’s condition. It was at that time that the staff of Greene Acres discovered that McKenney had died.\nGrace McKenney filed this suit in the Superior Court on behalf of her husband’s estate on July 23,1992 — two years and one day after her husband’s death. Her complaint seeks damages pursuant to 42 U.S.C.A. § 1983 (1994), alleging that Greene Acres acted under color of state law in violating Dana McKenney’s right under the Eighth Amendment to the United States Constitution to be protected from cruel and unusual punishment.\nPursuant to M.R.Civ.P. 12(b)(6), the Superior Court granted Greene Acres’ motion to dismiss for failure to state a claim on which relief can be granted. The court held that the two-year limitations period in Maine’s wrongful death statute, 18-A M.R.S.A. § 2-804(b) (Supp.1993), was applicable, and therefore, that relief was barred because the suit was filed more than two years after Dana McKenney’s death. Appeal by Grace McKenney followed.\nI.\nAlthough the Superior Court dismissed the complaint pursuant to M.R.Civ.P. 12(b)(6), the parties submitted to the court, and the court appears to have considered, matters outside the pleadings. Accordingly, at least as to the statute of limitations issue, we treat the motion as one for a summary judgment pursuant to M.R.Civ.P. 56. See M.R.Civ.P. 12(b), (c).\nCongress has not specified a statute of limitations for section 1983 claims. Previously, an appropriate statute of limitations under state law applied by analogy to federal civil rights claims, as long as the limitations period was consistent with federal law and policy. See Owens v. Okure, 488 U.S. 235, 239, 109 S.Ct. 573, 576, 102 L.Ed.2d 594 (1989); Wilson v. Garcia, 471 U.S. 261, 266-67, 105 S.Ct. 1938, 1941-42, 85 L.Ed.2d 254 (1985). The decisions in Wilson and Owens, however, have significantly circumscribed the analogizing process. As Justice O’Connor accurately noted in her dissenting opinion in Wilson, the Supreme Court has “abandon[ed] the rule that courts must identify and apply the statute of limitations of the state claim most closely analogous to the particular § 198B claim,” 471 U.S. at 280, 105 S.Ct. at 1949 (O’Connor, J., dissenting), in favor of a rule that “all § 1983 claims in a given state must be brought within a single set period.” Id. at 285, 105 S.Ct. at 1952.\nIn Wilson, the Court concluded that the characterization of the section 1983 action is a federal question, 471 U.S. at 268-69, 105 S.Ct. at 1942-43, and that all section 1983 claims are characterized as claims for personal injury. Id. at 278-80, 105 S.Ct. at 1948-50. Section 1983 “is fairly construed as a directive to select, in each State, the one most appropriate statute of limitations for all § 1983 claims.” Id. at 275,105 S.Ct. at 1946 (emphasis added). Owens, decided almost four years later, involved a similar claim arising in a state with more than one limitations period for personal injury claims, including a “residual” statute of limitations that applied to personal injury claims not otherwise enumerated as intentional torts. Owens, 488 U.S. at 237-38, 109 S.Ct. at 575. The Court held that in such a situation, the “residual or general personal injury statute of limitations applies,” id., 471 U.S. at 267, 105 S.Ct. at 1942, seeking to make clear that the Court was reinforcing the Wilson rule. Id., 488 U.S. at 251, 109 S.Ct. at 582 (“[o]ur decision in Wilson promised an end to the confusion over what statute of limitations to apply to § 1983 actions; with today’s decision, we hope to fulfill Wilson’s promise.”)\nThe First Circuit Court of Appeals has had occasion to apply the Wilson rule to a section 1983 claim arising in Maine, holding that the residual six-year statute of limitations set forth in 14 M.R.S.A. § 752 (1980) “is the appropriate one to be used for section 1983 cases in the state of Maine.” Small v. Inhabitants of the City of Belfast, 796 F.2d 544, 546 (1st Cir.1986). The First Circuit reasoned that it would be “inconsistent” with Wilson to conclude that a state statute of limitations applying to “select torts” is the appropriate one to adopt for section 1983 purposes. Id. at 548-49.\nWe are unpersuaded by the contention of Green Acres that this case should be governed by Maine’s two-year limitation period governing wrongful death actions, 18-A M.R.S.A. § 2-804(b) (Supp.1993). It would be inconsistent with Wilson to apply a different statute of limitations to a section 1983 case simply because the person who suffered the violation died in the course of the events that gave rise to the claim.\nWilson, Owens, and Small teach that consistency and predictability are the paramount goals in determining the appropriate limitations period to apply to section 1983 claims. See Owens, 488 U.S. at 240,109 S.Ct. at 576-77. Greene Acres maintains that there is consistency and predictability enough in holding that the two-year limitations period in the wrongful death statute applies to all section 1983 claims in Maine when the subject of the action dies as a result -of the violation. We do not read these cases as permitting the limitations period applied to a section 1983 case to vary according to whether the victim of the alleged civil rights violation died in the course of the violation. All claims brought pursuant to section 1983 must be characterized as personal injury actions governed by the general statute of limitations period applying to personal injury claims. The limitations period applied should not turn on the “general nature of section 1983 relief,” nor on “counsel’s artful pleading and ability to persuade the court that the facts and legal theories of a particular section 1983 claim [resemble] a particular common-law or statutory cause of action.” Owens, 488 U.S. at 240, 109 S.Ct. at 576. Accordingly, we agree with the First Circuit that Maine’s six-year residual statute of limitations applies to all section 1983 cases arising in Maine, including eases filed by a personal representative on behalf of a decedent’s estate.\nII.\nIn granting judgment on the pleadings to Greene Acres, the Superior Court relied on McKenney’s failure to bring her action within the wrongful death two-year statute of limitations. On appeal, Greene Acres also contends that McKenney failed to state a valid claim because the facility is not a state actor for purposes of section 1983. Because McKenney’s complaint alleges a sufficient cause of action within the meaning of M.R.Civ.P. 12(b)(6), we reject such a contention. See Bowen v. Eastman, 645 A.2d 5, 6 (Me.1994) (complaint, viewed in light most favorable to plaintiff, should not be dismissed unless it is beyond doubt that no relief can be granted under any facts that might be proved).\nThe State does have an Eighth Amendment obligation to provide adequate medical care to inmates, and a private medical care provider under contract to meet that obligation on behalf of the State may be “‘clothed with the authority under State law’ ” if the inmate is unable to seek necessary medical services from anyone other than the provider designated by the prison authorities. West v. Adkins, 487 U.S. 42, 55, 108 S.Ct. 2250, 2258, 101 L.Ed.2d 40 (1988) (citations omitted).\nThe fact that the health care provider is not an employee of the State does not relieve it of liability. Rather, it is the provider’s function within the state system “that determines whether his actions can fairly be attributed to the State.” Id. Likewise, and contrary to the argument of Greene Acres, it is not essential that the treatment be provided within the walls of the prison, so long as the care amounts to “deliberate indifference to serious medical needs” of a prisoner. Estelle v. Gamble, 429 U.S. 97, 104, 97 S.Ct. 285, 291, 50 L.Ed.2d 251 (1976).\nThe allegations in the complaint, that a contractual relationship existed between Greene Acres and the Department of Corrections, that Dana MeKenney was under treatment by Greene Acres pursuant to that contract, and that as a result of the facility’s deliberate indifference to his medical needs, he suffered cruel or unusual punishment, state a sufficient section 1983 claim. See, e.g., United States v. Fayette County, Pennsylvania, 599 F.2d 573, 576 (3d Cir.1979) (complaints alleging deliberate indifference to inmate medical needs are liberally construed).\nThe entry is:\nJudgment vacated. Remanded to the Superior Court for further proceedings consistent with the opinion herein.\nAll concurring.\n. The specific crime for which Dana McKenney had been convicted does not appear in the record.\n. 42 U.S.C.A. § 1983 (1994) provides that\n[e]veiy person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.\n.U.S. Const, amend. VIII provides:\nExcessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.",
        "type": "majority",
        "author": "CLIFFORD, Justice."
      }
    ],
    "attorneys": [
      "Stuart W. Tisdale, Jr. (orally), Portland, for plaintiff.",
      "M. Thomasine Burke (orally), Richardson & Troubh, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "Grace McKENNEY v. GREENE ACRES MANOR.\nSupreme Judicial Court of Maine.\nSubmitted on briefs Sept. 22, 1993.\nArgued Nov. 16, 1993.\nDecided Nov. 10, 1994.\nOrder Nov. 9, 1994.\nStuart W. Tisdale, Jr. (orally), Portland, for plaintiff.\nM. Thomasine Burke (orally), Richardson & Troubh, Portland, for defendant.\nJustice Collins sat at oral argument and participated in the initial conference while he was a Justice, and on order of the Chief Justice, was authorized to continue participation in his capacity as an Active Retired Justice."
  },
  "file_name": "0699-01",
  "first_page_order": 757,
  "last_page_order": 760
}
