{
  "id": 8050643,
  "name": "WILMINGTON TRUST COMPANY, Defendant-Below, Appellant, v. Charles MALCOM and Irene Malcom, Plaintiffs-Below, Appellees",
  "name_abbreviation": "Wilmington Trust Co. v. Malcom",
  "decision_date": "1979-06-22",
  "docket_number": "",
  "first_page": "701",
  "last_page": "704",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 701"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "51 Ariz. 166",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        5104693
      ],
      "weight": 2,
      "year": 1938,
      "pin_cites": [
        {
          "page": "365"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz/51/0166-01"
      ]
    },
    {
      "cite": "263 So.2d 218",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9753946
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/263/0218-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 434,
    "char_count": 8714,
    "ocr_confidence": 0.76,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2007420123721499
    },
    "sha256": "722652df9576cde2de29cc4a4d4c8ed5eb4a5a335c33482a42ab215c40a85a3f",
    "simhash": "1:97b9c4706123b883",
    "word_count": 1455
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "WILMINGTON TRUST COMPANY, Defendant-Below, Appellant, v. Charles MALCOM and Irene Malcom, Plaintiffs-Below, Appellees."
    ],
    "opinions": [
      {
        "text": "BALICK, Judge.\nThis is an appeal from a decision of the Court of Common Pleas denying the motion of Wilmington Trust Company to dismiss a claim filed by Charles and Irene Malcom.\nThe litigation arises from a conditional sales contract for the purchase of an automobile by the Malcoms. The contract was assigned to Wilmington Trust, which had financed the purchase. Wilmington Trust later repossessed the automobile, which had been damaged, for non-payment of the loan, and disposed of it. Wilmington Trust then obtained a judgment by admission in a Justice of the Peace Court for $882.27, which was the balance due after crediting the Malcoms with the money received from the insurance on the automobile and its disposition.\nThe Malcoms, who had been unrepresented, then consulted an attorney, who obtained an order vacating the judgment by admission, demanded a bill of particulars, and obtained a judgment dismissing the action for failure of Wilmington Trust to file a bill of particulars.\nThe Malcoms then filed an action in the Court of Common Pleas claiming damages of $500 for the alleged failure of Wilmington Trust to dispose of the automobile in accordance with the requirements of the Uniform Commercial Code. Wilmington Trust moved to dismiss the action on the ground that it is barred by the doctrine of res judicata and by the following statute:\nIn every action before a justice of the peace, within his jurisdiction, the defendant, if he has against the plaintiff any account, demand, or cause of action, cognizable before a justice of the peace, shall bring it forward and plead it as a setoff; and the justice shall enter on his docket the nature and amount of such counterclaim. Any defendant, neglecting to do so, shall, if the action against him be prosecuted to judgment, lose such account, demand or cause of action, and be forever barred from recovering it. (10 Del.C. § 9536(a))\nThe Malcoms contend that the statute has no application for two reasons: first, the action against them was not “prosecuted to judgment” and, second, the time was not ripe for the Malcoms to file a counterclaim in the Justice of the Peace Court. The Court of Common Pleas accepted the second contention.\nThe Malcoms obtained the judgment dismissing the action under Justice of the Peace Rule 19, which says as follows:\n“Where a defendant shall have elected to require the plaintiff to file a bill of particulars as hereinabove provided and the plaintiff has not filed his bill of particulars within the time allotted to him . the defendant may move under this Rule, giving notice as is herein required, for a judgment in his favor dismissing the action of the plaintiff for his failure to comply with the requirements of these Rules concerning his bill of particulars. Such motion may be granted by the Court in its discretion and when granted by the Court shall be with prejudice.”\nThe judgment operates as an adjudication upon the merits. See Justice of the Peace Rule 15(b).\nThe Malcoms’ position is that the statutory phrase “prosecuted to judgment” refers to a judgment obtained by action of the proponent of the claim, Wilmington Trust, carrying through with the claim to judgment, whereas this judgment was obtained by the opponent of the claim, the Malcoms, for failure of Wilmington Trust to prosecute it.\nSince the statute does not expressly say that the action against the defendant must be “prosecuted to judgment” by the plaintiff, the question becomes whether this interpretation is implied from the use of the word “prosecuted.” Webster’s Third New International Dictionary includes the following among the definitions of “prosecute”: to follow to the end, press to execution or completion, pursue until finished; to engage in or proceed with, carry on; to institute legal proceedings against; to institute legal proceedings with reference to a claim, application, or action; to institute and carry on a legal proceeding or prosecution.\nWhile some of these senses of “prosecute” refer to institution of legal proceedings, and thus by implication to action by a plaintiff, other senses are more general and could be applied to action by a defendant. There is precedent interpreting “prosecute” as action by a defendant or opponent of a claim as well as by a plaintiff or proponent of a claim. Eastern Elevator, Inc. v. Page, Fla. Supr., 263 So.2d 218 (1972); McCarrell v. Turbeville, Ariz.Supr., 51 Ariz. 166, 75 P.2d 361, 365 (1938).\nSince the language of the statute is ambiguous, it must be construed to accomplish the legislative purpose. The purpose of this statute is to require parties to an action before a justice of the peace to raise all claims between the parties so that they may be resolved in one proceeding. In short, it is to increase judicial efficiency. This purpose will be advanced by construing the statute to apply to actions where judgment is brought about by action of a defendant as well as by action of a plaintiff. I therefore reject the Malcoms’ first contention.\nThe Malcoms’ second contention is that the action was dismissed before the time for filing a counterclaim under the court rules, and therefore the counterclaim is not barred under the statute. Justice of the Peace Rule 7 provides that a defendant may demand a bill of particulars “at least 48 hours previous to the time and date of trial as set forth on the process which is served upon him.” Such a demand automatically continues the trial for 15 days. The plaintiff must file the bill of particulars within 7 days of notice of the demand. Justice of the Peace Rule 9(a) requires a party who is aware of a counterclaim to file it no later than 48 hours before the trial. The Mal-coms read these time provisions to mean that they are entitled to wait until they receive the bill of particulars before filing a counterclaim.\nEven if we assume that this is correct when a bill of particulars is filed, it does not follow that the statutory bar will not apply when a defendant obtains a judgment dismissing the action for failure of a plaintiff to file a bill of particulars without raising any existing counterclaim. When the time for filing a bill of particulars passed, the Malcoms moved for a judgment dismissing the action. Wilmington Trust did not oppose the motion. The Malcoms were aware of their counterclaim. They could have filed it before the action was dismissed, but decided not to do so, taking the position that they are entitled to obtain a judgment dismissing the claim against them with prejudice and to file their claim against Wilmington Trust in the Court of Common Pleas, where they would benefit by more pretrial discovery and a lawyer judge.\nThe Malcoms take the position that orderly procedure requires that they receive a bill of particulars before filing a counterclaim. This position seems to be based in part upon a misunderstanding of the nature of a counterclaim. It is not a responsive pleading. The Justice of the Peace rules, unlike the rules of the Court of Common Pleas and the Superior Court, do not require a defendant to file an answer in which a counterclaim should be included. As to the Maleoms’ desire to file their action in another court, they could have sought to accomplish this by obtaining dismissal of the action without prejudice. See Justice of the Peace Rule 15. Their position is also inconsistent with a decision of the Court of Common Pleas rejecting a contention that a claim is not barred by the statute because the plaintiff in earlier litigation between the parties in a Justice of the Peace Court had obtained a default judgment and the defendant, who did not file a responsive pleading, had no occasion to file a counterclaim. Bank of Delaware v. Summers, Civil Action No. 92-254, 1977, letter opinion dated April 4, 1979. Finally, as was said above, the Maleoms’ position would defeat the purpose of the statute: resolution of all claims between the parties within the jurisdiction of the Justice of the Peace Court in one proceeding without the delay and expense occasioned by elaborate pretrial discovery and other procedures.\nFor these reasons, I conclude that the Maleoms’ claim is barred under 10 Del.C. § 9536, and there is no need to determine whether the doctrine of res judicata applies.\nREVERSED.",
        "type": "majority",
        "author": "BALICK, Judge."
      }
    ],
    "attorneys": [
      "Martin I. Lubaroff and Alesia Ranney-Marinelli of Richards, Layton & Finger, Wilmington, for defendant-below, appellant.",
      "Douglas A. Shachtman of Community Legal Aid Society, Inc., Wilmington, for plaintiffs-below, appellees."
    ],
    "corrections": "",
    "head_matter": "WILMINGTON TRUST COMPANY, Defendant-Below, Appellant, v. Charles MALCOM and Irene Malcom, Plaintiffs-Below, Appellees.\nSuperior Court of Delaware, New Castle County.\nArgued June 19, 1979.\nDecided June 22, 1979.\nMartin I. Lubaroff and Alesia Ranney-Marinelli of Richards, Layton & Finger, Wilmington, for defendant-below, appellant.\nDouglas A. Shachtman of Community Legal Aid Society, Inc., Wilmington, for plaintiffs-below, appellees."
  },
  "file_name": "0701-01",
  "first_page_order": 765,
  "last_page_order": 768
}
