{
  "id": 11328783,
  "name": "BOARD OF OVERSEERS OF THE BAR v. Torrey A. SYLVESTER",
  "name_abbreviation": "Board of Overseers of the Bar v. Sylvester",
  "decision_date": "1994-11-28",
  "docket_number": "",
  "first_page": "702",
  "last_page": "704",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 702"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "549 A.2d 1129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7885612
      ],
      "pin_cites": [
        {
          "page": "1132"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/549/1129-01"
      ]
    },
    {
      "cite": "422 A.2d 998",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7951150
      ],
      "pin_cites": [
        {
          "page": "1002"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/422/0998-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 322,
    "char_count": 4824,
    "ocr_confidence": 0.697,
    "pagerank": {
      "raw": 8.261089887139631e-08,
      "percentile": 0.47806319982361906
    },
    "sha256": "ca8d586ac73be204ac7b5b3ce98a9032753fb55e164780bbaeda607a37d4c054",
    "simhash": "1:ddb392753d96aeda",
    "word_count": 780
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "BOARD OF OVERSEERS OF THE BAR v. Torrey A. SYLVESTER."
    ],
    "opinions": [
      {
        "text": "ROBERTS, Justice.\nTorrey A. Sylvester appeals from the judgment of a single justice of the Supreme Judicial Court (Wathen, C.J.) denying his petition for reinstatement as a member of the bar. Sylvester contends that he was denied procedural due process, that the Court applied an erroneous legal standard, and that the Court’s findings of fact were insufficient. We affirm.\nAfter a hearing in May 1992 on an information filed by the Board of Overseers of the Bar, the Supreme Judicial Court (Wathen, C.J.) disbarred Sylvester and granted him leave to petition for reinstatement after one year. The Court found that Sylvester had attempted to collect additional fees from two clients without any agreement for such fees and that he had falsely altered two promissory notes to support his claim that there was an agreement for additional fees. Sylvester admitted that he withheld funds from his clients and that he added three words to the notes after they were signed, but insisted that he made these additions during a meeting with his clients. A qualified document examiner testified that five words, “Criminal only. Collection separate fee.” were added by Sylvester with a different pen. The Court concluded that Sylvester made these additions after the meeting with his clients and without their knowledge.\nIn hearings on his reinstatement petition before the Grievance Commission and before the Court, Sylvester acknowledged the wrongfulness of his conduct, stated that he accepted the factual findings of the disbarment court, but nevertheless insisted that any additions to the promissory notes were added in the presence of his clients. The Grievance Commission recommended to the Board that Sylvester be reinstated. The Board, after hearing the argument of counsel, was unable to agree on a recommendation. The Court, after a hearing in which Sylvester testified, denied the petition. Sylvester appeals.\nSylvester’s initial challenge on appeal is directed at M.Bar R. 7.3(j). He asserts that the vagueness and lack of direction of the rule operates to deprive him of procedural due process. His challenge is without merit for the primary reason that the only result of the proceedings before the Board is a recommendation that is not binding on the Court. Although the rule may be unclear, our case law is not. The proceedings before the Court must be de novo simply because the ultimate decision whether to admit or reinstate an individual to the bar cannot be delegated to another agency. See Board of Overseers of the Bar v. Lee, 422 A.2d 998, 1002 (Me.1980). Although Sylvester argues that the implication in Rule 7.3(j)(6) that a petition for reinstatement may be denied without a hearing constitutes a denial of procedural due process, that case is not before us. Sylvester does not suggest that he was denied a full hearing before the single justice.\nSylvester next challenges the legal standard applied by the Court in rejecting his petition. He characterizes the decision as being based on the petitioner’s refusal to admit that he lied in his disciplinary hearing and his refusal to admit that he had falsely altered the promissory notes outside the presence of his clients. We disagree. The Court reviewed the statements made by the petitioner from his initial response to bar counsel through four evidentiary hearings. The inconsistencies within the petitioner’s own version of events, and not his unwillingness to accept the Court’s version, form the basis of the Court’s conclusion that it “remains unpersuaded that the petitioner has clearly and convincingly demonstrated the honesty and integrity required of those admitted to practice law in the State of Maine.”\nFinally, Sylvester’s last two arguments are based on the absence of findings of fact by the single justice. He asserts that he is deprived of any meaningful basis for appellate review and that he is deprived of guidance concerning any future petition. Any fault lies in the petitioner’s failure to request findings of fact. The Maine Bar Rules incorporate the Maine Rules of Civil Procedure, with certain exceptions not here applicable. M.Bar R. 7.2(b)(2). Because the petitioner chose not to request findings of fact pursuant to M.R.Civ.P. 52, we assume the Court made the findings necessary to its decision, and review the assumed findings for clear error. Woods v. Bath Indus. Sales, Inc., 549 A.2d 1129, 1132 (Me.1988). We find none.\nThe entry is:\nJudgment affirmed.\nAll concurring.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Kevin Cuddy (orally), Doris Harnett, Cud-dy & Lanham, Bangor, for appellant.",
      "J. Scott Davis (orally), Bd. of Overseers of the Bar, Augusta, for appellee."
    ],
    "corrections": "",
    "head_matter": "BOARD OF OVERSEERS OF THE BAR v. Torrey A. SYLVESTER.\nSupreme Judicial Court of Maine.\nArgued Oct. 5, 1994.\nDecided Nov. 28, 1994.\nKevin Cuddy (orally), Doris Harnett, Cud-dy & Lanham, Bangor, for appellant.\nJ. Scott Davis (orally), Bd. of Overseers of the Bar, Augusta, for appellee.\nBefore ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ."
  },
  "file_name": "0702-01",
  "first_page_order": 760,
  "last_page_order": 762
}
