{
  "id": 8355570,
  "name": "CRST, Petitioner v. WORKERS' COMPENSATION APPEAL BOARD (BOYLES), Respondent",
  "name_abbreviation": "CRST v. Workers' Compensation Appeal Board",
  "decision_date": "2007-07-30",
  "docket_number": "",
  "first_page": "703",
  "last_page": "707",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 703"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "823 A.2d 277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9122918
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "281"
        },
        {
          "page": "307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/0277-01"
      ]
    },
    {
      "cite": "830 A.2d 636",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9098284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/830/0636-01"
      ]
    },
    {
      "cite": "516 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808596
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/516/0240-01"
      ]
    },
    {
      "cite": "856 A.2d 302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9203137
      ],
      "pin_cites": [
        {
          "page": "306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/856/0302-01"
      ]
    },
    {
      "cite": "823 A.2d 284",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9122939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/0284-01"
      ]
    },
    {
      "cite": "674 A.2d 1179",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870053
      ],
      "pin_cites": [
        {
          "page": "1181"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/1179-01"
      ]
    },
    {
      "cite": "615 A.2d 916",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1436576
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "919"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/150/0279-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 703,
    "char_count": 14353,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20288499445334457
    },
    "sha256": "7d584a9fb6ee5b7b5c885c6bfcc704f45e9ad45a2ef2780f1d8b4f8c5202e04e",
    "simhash": "1:747ac94336f9a1da",
    "word_count": 2267
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, and PELLEGRINI, Judge, and LEAVITT, Judge."
    ],
    "parties": [
      "CRST, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (BOYLES), Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPresident Judge LEADBETTER.\nEmployer CRST petitions for review of an order of the Workers’ Compensation Appeal Board (Board) that affirmed the denial of employer’s modification petition. This case presents the issue of whether employer is entitled to a further modification of benefits based on a labor market survey which indicates a higher earning power than the actual wages claimant receives for two positions which he secured on his own after receiving a Notice of Ability to Return to Work and before being advised of any positions described in the labor market survey. For the reasons that follow, we reverse and remand.\nIn 1998, claimant injured his wrist while employed as a truck driver. Although claimant was released to return to work with restrictions in early 2000, employer did not have any suitable positions. Thus, beginning in February of 2000, claimant applied for various jobs, on his own initiative.\nHaving secured training in the area of private investigation, claimant, who already had a law enforcement background, applied for twelve jobs primarily in that line of work. In August 2000, claimant successfully procured a full-time 40 hours/ week, $7.50/hour job with Spectaguard doing security work at the Park City Mall. In order to work during the day at a part-time job with the Lebanon County Sheriffs Department that subsequently became available, claimant cut back his hours with Spectaguard to the Friday and Saturday night shifts. The hourly rate for the County job is $9.05, with the possibility of overtime after working seven hours per day and double-time after working twelve hours per day. Claimant anticipated that the County would soon make him a full-time employee.\nClaimant had a vocational interview with Nancy Robinson, a certified rehabilitation counselor, in May of 2000. After conducting a labor market survey, Robinson located three different positions with wages between $10-$13.00/hour. These positions were jobs as a surveillance technician, a community service aide for the City of Lancaster, and as a management trainee with a car rental agency. Robinson testified that these were the three highest paying positions that she found.\nIn the prior 2001 decision, the Workers’ Compensation Judge (WCJ) found both claimant and Robinson to be credible. At that time, she concluded that employer was not entitled to a modification of benefits on the basis of Robinson’s labor market survey because claimant found suitable employment on his own within his restrictions pursuant to the Notice of Ability to Return to Work. In addition, the WCJ noted that, given the fact that claimant was not given notice of the jobs found by Robinson until the first hearing in September of 2000, claimant did not have the duty to abandon his employment and seek out other positions. The Board affirmed and this court remanded for fact-findings as to claimant’s actual earnings and earning power.\nPursuant to the remand, the WCJ conducted three hearings after which she determined that claimant’s earning power should be based on the full-time community service aide position with the City of Lancaster with an hourly wage of $11.39. She chose that position because it was consistent with claimant’s interest in law enforcement and complimented the training he secured in the area of private investigation. Based on her selection, she thus concluded that claimant’s actual wages were not greater than his $455.60 earning power. The WCJ again, however, denied employer’s modification petition, based on her determination that claimant fulfilled the mandate of Section 306(b) by seeking and securing employment on his own which resulted in a modification of his benefits. The Board agreed with the WCJ’s determination, concluding as follows:\n[cjlaimant’s securing employment on his own after receiving a Notice of Ability to Return to Work precludes [employer] from establishing that he had a greater earning power by way of a labor market survey. The result of this interpretation is reasonable and best effectuates the humanitarian purpose of the Act.\n(Board’s Decision at 5.) Employer’s appeal to this court followed.\nEmployer argues that the Board erred in concluding that an employer is precluded from establishing earning power when a claimant secures a position on his own. Employer asserts that the legislature in Section 306(b)(2) created an entirely new job development concept, “earning power,” which is separate and apart from the former Kachinski standard involving specific job offers. It thus maintains that the WCJ and the Board erroneously relied upon a Kachinski line of cases in ruling upon a Section 306(b)(2) earning power case.\nClaimant maintains that pre-Act 57 cases continue to apply to cases involving Section 306(b)(2). He notes that this court has held that once a claimant secures a position on his own, he “is not required to continue responding to job referrals when the new position’s hours are substantially similar to those for which [he] is medically cleared....” Korol v. Workmen’s Compensation Appeal Bd. (Sewickley Country Inn), 150 Pa.Cmwlth. 279, 286, 615 A.2d 916, 919 (1992). Claimant additionally notes that this court has held that such a job “must be substantially similar in earnings to the job referred. Otherwise, an employer may suffer a financial detriment because a partially disabled claimant who, admittedly, may prefer the lower paying employment does not receive wages equal to or nearly equal to his time-of-injury job.” Beckett v. Workmen’s Compensation Appeal Bd. (Keyserv Group), 674 A.2d 1179, 1181 (Pa.Cmwlth.1996) (Emphasis in original).\nMoreover, claimant points out that the WCJ found that he initiated his job search before the rehabilitation counselor conducted the labor market survey and before notification of what positions employer planned to rely upon in its modification petition. Thus, claimant maintains that, by virtue of this time table, he should be relieved of any burden to abandon his jobs and attempt to pursue the ones identified in the labor market survey. ■\nFinally, claimant echoes the WCJ’s sentiments that he did exactly as he was bidden to do in the Notice of Ability to Return to Work: he acknowledged his obligation to look for available employment and then secured employment which resulted in a modification of his benefits. He notes that he took the additional initiative of obtaining further training in the field of law enforcement and then securing employment in that field. Claimant thus concludes that employer should not be entitled to a further modification of benefits because it would be contrary to the public policy of encouraging claimants to initiate their own job searches and to rehabilitate themselves in preparation for a return to the work force.\nAs an initial matter, we reiterate our clarification of the ongoing viability of Ka-chinski. Those standards continue to apply where an employer seeks to modify benefits based on an offer of a specific job with the employer. The standards do not apply, however, in Act 57 cases allowing for modification upon proof of “earning power.” Allied Prod. v. Workers’ Compensation Appeal Bd. (Click), 823 A.2d 284 (Pa.Cmwlth.2003). Thus, Kachinski is inapplicable to the present case where employer seeks to modify claimant’s benefits based on earning power. We turn now to the timing of employer’s modification petition.\nSignificantly, Act 57 has no time limit by which employers must utilize earning power assessments for claimants with restored working capabilities. Accordingly, we conclude that employer in the present case was not precluded from proffering expert reports to establish claimant’s earning power. Brown v. Workers’ Compensation Appeal Bd. (Knight Ridder, Inc./Phila. Newspapers, Inc.), 856 A.2d 302, 306 (Pa.Cmwlth.2004) (expert reports necessary to prove earning power greater than actual wages). Having concluded that employer was not barred from submitting earning power evidence, we turn now to the consequences of the WCJ’s acceptance of that evidence.\nThe WCJ assumed that she had before her the purely legal issue of whether employer was entitled to a further modification of claimant’s indemnity benefits where he fulfilled the mandate of Section 306(b)(3)(ii). We disagree with her assessment, in that it was within her purview to render an earning power based on the evidence before her: claimant’s actual wages and employer’s proffered labor market survey. See Brown (one of the factors to be considered in determining earning power is a claimant’s actual wages). Here, although the WCJ properly considered claimant’s actual wages in determining his earning power, she ultimately accepted the expert’s evaluation by choosing one of the representative positions as indicative of what he could be earning. This finding of fact was supported by the evidence and in accordance with Act 57.\nAccordingly, we reverse the Board’s order and remand for an adjustment of claimant’s benefits in accordance with the foregoing opinion.\nORDER\nAND NOW, this 30th day of July, 2007, the order of the Workers’ Compensation Appeal Board in the above-captioned matter is hereby REVERSED and this case is REMANDED for an adjustment of claimant’s benefits.\nJurisdiction relinquished.\n. Section 306(b)(3)(i)-(iii) of the Workers’ Compensation Act (Act) provides as follows:\n(3) If the insurer receives medical evidence that the claimant is able to return to work in any capacity, then the insurer must provide prompt written notice, on a form prescribed by the department, to the claimant, which states all of the following:\n(i) The nature of the employe’s physical condition or change of condition.\n(ii) That the employe has an obligation to look for available employment.\n(iii) That proof of available employment opportunities may jeopardize the employe’s right to receipt of ongoing benefits....\nAct of June 2, 1915, P.L. 736, as amended, 77 P.S. § 512(3)(i)-(iii) (Emphasis added).\n. We previously remanded this matter for a determination of claimant’s actual earnings and earning power. CRST v. Workers’ Compensation Appeal Bd. (Boyles) (2253 C.D.2002, filed March 4, 2003). We found a remand to be necessary in light of counsel for claimant’s statement at oral argument that claimant’s actual wages could be higher than the earning power as established by the certified rehabilitation counselor. If counsel had been correct, the case would have been moot in that a claimant’s earning power \"shall in no case be less than the weekly amount which the employe receives after the injury.” Section 306(b)(1) of the Act, 77 P.S. § 512(1). After remand, it is now clear that the case is not moot in that claimant's actual earnings are less than the earning power established by employer's expert.\n. In relevant part, that Section provides as follows:\n(2) \"Earning power” shall be determined by the work the employe is capable of performing and shall be based upon expert opinion evidence which includes job listings with agencies of the department, private job placement agencies and advertisements in the usual employment area. Disability partial in character shall apply if the employe is able to perform his previous work or can, considering the employe’s residual productive skill, education, age and work experience, engage in any other kind of substantial gainful employment which exists in the usual employment area in which the employe lives within this Commonwealth.... If the employer has a specific job vacancy the employe is capable of performing, the employer shall offer such job to the employe. In order to accurately assess the earning power of the employe, the insurer may require the employe to submit to an interview by a vocational expert who is selected by the insurer and who meets the minimum qualifications established by the department through regulation....\n77 P.S. §512(2).\n. Kachinski v. Workmen’s Compensation Appeal Bd. (Vepco Constr. Co.), 516 Pa. 240, 532 A.2d 374 (1987).\n. In their pre-remand decisions, both the WCJ and the Board looked to Kachinski case law for guidance. Relevant to the present case, both decision makers essentially adopted the reasoning of their prior decisions in denying employer’s modification petition.\n.Claimant cites Anderson v. Workers' Compensation Appeal Bd. (Pennsylvania Hospital.), 830 A.2d 636 (Pa.Cmwlth.2003), in support of his argument that Kachinski applies to the present case. Consistent with our holding in Allied Products, we determined in Anderson that Kachinski principles continue to apply to job offers required to be made under Section 306(b).\n. 8 West’s Pa. Prac., Workers’ Compensation § 15:41 (2007).\n. Like the WCJ and the Board, we are disinclined to \"punish” this claimant who sought and secured positions prior to employer notification as to positions with higher earning power. Certainly, this claimant exhibited ample good faith in that he satisfied the mandate of the Notice of Ability to Return to Work by seeking and securing employment on his own and taking a private investigation course to amplify his law enforcement skills. “In the case of a partially disabled employee, both the employer and the claimant must act in good faith with respect to suitable employment.” St. Luke's Hosp. v. Workers' Compensation Appeal Bd. (Ingle), 823 A.2d 277, 281 (Pa.Cmwlth.2003). The WCJ, however, attributed more weight to the vocational expert's assessment of earning power than she did to claimant’s actual wages. \"Decisions about the weight of evidence are within the exclusive province of the WCJ.” Id. at 307.\n.In case of reversal, the WCJ recomputed claimant's indemnify benefits to correlate to employer’s proffered earning power: \"Claimant’s weekly indemnity benefits would be reduced to $196.27 (Average Weekly Wage of $750.00 minus weekly ‘earning power’ of $455.60 (40 hours per week @ $11.39) equals $294.40, times 66.667%).” WCJ’s Decision at 11 n. 8. This computation is consistent with Section 306(b)(1) of the Act.",
        "type": "majority",
        "author": "President Judge LEADBETTER."
      }
    ],
    "attorneys": [
      "Francis Moritz, Philadelphia, for petitioner.",
      "Judson B. Perry, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "CRST, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (BOYLES), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs March 23, 2007.\nDecided July 30, 2007.\nFrancis Moritz, Philadelphia, for petitioner.\nJudson B. Perry, Harrisburg, for respondent.\nBEFORE: LEADBETTER, President Judge, and PELLEGRINI, Judge, and LEAVITT, Judge."
  },
  "file_name": "0703-01",
  "first_page_order": 751,
  "last_page_order": 755
}
