{
  "id": 8050688,
  "name": "Lloyd C. GIVENS and Blue Cross/Blue Shield of Delaware, Plaintiffs, v. Gerald I. STREET et al., Defendants",
  "name_abbreviation": "Givens v. Street",
  "decision_date": "1979-07-17",
  "docket_number": "",
  "first_page": "704",
  "last_page": "706",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 704"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "325 A.2d 610",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8031932
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/325/0610-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 6281,
    "ocr_confidence": 0.745,
    "pagerank": {
      "raw": 1.3608438240779088e-07,
      "percentile": 0.6360749217425418
    },
    "sha256": "f14ca7dd4842713cf5c5ca6cf4615e5690189d27d9dc924b1ab668bbf7f5f98d",
    "simhash": "1:31f7f4d46c428163",
    "word_count": 1024
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lloyd C. GIVENS and Blue Cross/Blue Shield of Delaware, Plaintiffs, v. Gerald I. STREET et al., Defendants."
    ],
    "opinions": [
      {
        "text": "Opinion\nTEASE, Judge.\nPlaintiff Givens was a passenger in a car driven by Defendant Hallock on June 10, 1975, when that car was involved in a collision with a vehicle driven by Carlton G. Patterson, now deceased. Defendant State Farm Mutual Automobile Insurance Company (State Farm) had an automobile liability insurance policy in effect covering the Hallock automobile which contained the provision providing the coverage required by 21 Del.C. § 2118, commonly calléd “no-fault” insurance. The coverage provided, among other benefits, that State Farm would pay within certain limits any medical bills incurred by a passenger in the Hallock vehicle which arose out of the automobile accident in question.\nGivens was also covered under a medical insurance policy issued by Blue Cross/Blue Shield of Delaware (Blue Cross) which provided for the payment of medical expenses. The Blue Cross policy contained a provision by which Blue Cross was subrogated to all of Givens’ right to recovery against any person or organization except against an insurer of the member on a policy of insurance issued to Givens in his name. Blue Cross paid $7,793.85 for medical treatment of Givens for injuries arising out of this accident and Blue Cross now seeks reimbursement from State Farm, claiming that State Farm had the primary obligation to pay those medical bills under 21 Del.C. § 2118.\nBlue Cross has filed a motion for summary judgment and it appears that no material facts are in dispute.\nOne of the primary objectives of the no-fault automobile insurance law is to insure prompt payment of an injured party’s medical expenses. DeVincentis v. Maryland Casualty Company, Del.Super., 325 A.2d 610 (1974). That policy will be defeated if Blue Cross is denied recovery in this case merely because it promptly paid the injured party’s claim rather than waiting until the no-fault carrier decided whether or not it would pay the claim. When an injured passenger is taken to a hospital following an accident he will often be unaware of what no-fault insurance is available, especially if, as here, the injured passenger was not related to the car’s owner. The hospital will therefore submit the bill to the patient s medical insurance carrier as the easiest and most routine method of securing payment.\nIf the court were to deny reimbursement to a medical insurance carrier (Blue Cross) merely because it paid the claim before the no-fault carrier, the result would predictably encourage long delays in the payment of medical claims. If the medical insurance carrier were to refer the claim to the no-fault carrier for payment and the no-fault carrier denies coverage, as it appears to have done in this case, there could be an unreasonably long delay in the payment of the medical bills even though the injured party was fully insured on both policies.\nFortunately, neither the terms of State Farm’s policy nor the effect of the statute produce such a result. State Farm’s policy itself provides that its coverage is primary. But even without a declaration in the policy to that effect it would follow from the statute itself that State Farm would have the primary liability for the payment of medical bills.\nIn subsection (f) of 21 Del.C. § 2118 Delaware’s no-fault statute sets out a pattern and establishes the priorities for the recovery of medical payments made pursuant to the statute. The injured party, by subsection (g), is directed to look to the no-fault carrier to have his medical bills paid. The no-fault carrier in return is subrogated to the rights of the injured party against a tort-feasor or his liability insurer. So far as the no-fault statute and providers of no-fault insurance are concerned, only the no-fault insurer can recover the cost of the medical payments from the tort-feasor or his liability insurer — § 2118(g) expressly prohibits Givens, a person eligible for benefits under § 2118(a)(2), from recovering these medical expense damages.\nBlue Cross is not a no-fault insurer; that is, it has not issued a policy to cover Givens which is, or was intended to be, a policy meeting the statutory requirements for no-fault insurance. It is, rather, a health insurer which provides medical benefits which are available regardless of whether no-fault insurance happens also to be available. When Blue Cross provides coverage and no-fault insurance is also available, then Blue Cross is, by its contract with its insured, in the same position as its insured. The present case is, for this purpose, no different from a case where the injured party paid his own medical expenses and then claimed reimbursement from a no-fault insurer. Had Givens done this, State Farm would have no defense to a claim for reimbursement by him. The no-fault statute contains no provision which expressly or by implication abrogates the common law contractual right of Blue Cross to assert the same claim against State Farm which Givens could have. The no-fault statute cannot properly be construed as governing sub-rogation rights arising under insurance contracts not governed by the no-fault statute, at least to the extent that the enforcement of such rights is contrary to neither the terms nor intent of such statute.\nThe conclusion reached here is, for the reasons set forth above, supported by sound policy considerations which promote the expeditious payment of medical expenses, with later determination of primary liability in a manner not dependent upon the fortuitous circumstance of which insurer happened to be first asked for payment.\nOn the basis of the foregoing, the motion of Plaintiff, Blue Cross, for summary judgment is hereby granted.\nIT IS ORDERED that judgment be, and it is hereby, entered in favor of Blue Cross and Blue Shield of Delaware, Inc. and against State Farm Mutual Automobile Insurance Company in the amount of $7,493.85, together with interest thereon at the legal rate from May 19, 1977 and the costs of this action.",
        "type": "majority",
        "author": "TEASE, Judge."
      }
    ],
    "attorneys": [
      "Patrick Scanlon, of Scanlon & Leszcz, Dover, for plaintiffs.",
      "Nicholas H. Rodriguez, of Schmittinger & Rodriguez, Dover, for defendants."
    ],
    "corrections": "",
    "head_matter": "Lloyd C. GIVENS and Blue Cross/Blue Shield of Delaware, Plaintiffs, v. Gerald I. STREET et al., Defendants.\nSuperior Court of Delaware, Kent County.\nSubmitted June 27, 1979.\nDecided July 17, 1979.\nPatrick Scanlon, of Scanlon & Leszcz, Dover, for plaintiffs.\nNicholas H. Rodriguez, of Schmittinger & Rodriguez, Dover, for defendants."
  },
  "file_name": "0704-01",
  "first_page_order": 768,
  "last_page_order": 770
}
