{
  "id": 12051864,
  "name": "COMMONWEALTH of Pennsylvania v. Edward HESS, Appellant",
  "name_abbreviation": "Commonwealth v. Hess",
  "decision_date": "1995-10-16",
  "docket_number": "",
  "first_page": "705",
  "last_page": "710",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 705"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "345 Pa.Super. 457",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        639128
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "mere fact that photographs were taken at time other than time of incident does not render them inadmissible if witness verifies that photographs are substantial representations of conditions as they existed at time of incident"
        },
        {
          "parenthetical": "mere fact that photographs were taken at time other than time of incident does not render them inadmissible if witness verifies that photographs are substantial representations of conditions as they existed at time of incident"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/345/0457-01"
      ]
    },
    {
      "cite": "525 Pa. 147",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1823719
      ],
      "weight": 3,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/525/0147-01"
      ]
    },
    {
      "cite": "626 A.2d 1157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "534 Pa. 638",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "420 Pa.Super. 233",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        920149
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/420/0233-01"
      ]
    },
    {
      "cite": "645 A.2d 811",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866896,
        7867043,
        475500,
        475501
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/0811-01",
        "/a2d/645/0811-02",
        "/pa/538/0002-01",
        "/pa/538/0001-01"
      ]
    },
    {
      "cite": "538 Pa. 2",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475500
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0002-01"
      ]
    },
    {
      "cite": "650 A.2d 907",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11334897,
        706915
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/0907-01",
        "/pa-super/437/0584-01"
      ]
    },
    {
      "cite": "437 Pa.Super. 584",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706915
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/437/0584-01"
      ]
    },
    {
      "cite": "489 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1762360
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/489/0620-01"
      ]
    },
    {
      "cite": "470 U.S. 298",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299279
      ],
      "weight": 5,
      "year": 1985,
      "pin_cites": [
        {
          "page": "298"
        },
        {
          "page": "1285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0298-01"
      ]
    },
    {
      "cite": "417 U.S. 433",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1519562
      ],
      "weight": 5,
      "year": 1974,
      "pin_cites": [
        {
          "page": "446-51"
        },
        {
          "page": "2364-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/417/0433-01"
      ]
    },
    {
      "cite": "371 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        450611
      ],
      "weight": 3,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/371/0471-01"
      ]
    },
    {
      "cite": "409 Pa.Super. 313",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        901186
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/409/0313-01"
      ]
    },
    {
      "cite": "430 Pa.Super. 217",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        936460
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/430/0217-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 695,
    "char_count": 14632,
    "ocr_confidence": 0.736,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24525947265651396
    },
    "sha256": "be41caae88072b73fc00d3eabf35c26daa8bd72bcccd33a2e3bb0fdf80ce500f",
    "simhash": "1:acedf92423bc8c58",
    "word_count": 2328
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BECK, TAMILIA and CERCONE, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Edward HESS, Appellant."
    ],
    "opinions": [
      {
        "text": "BECK, Judge:\nThis appeal raises, inter alia, the question of whether the testimony of prosecution witnesses was admissible where the witnesses’ identities were uncovered as a result of appellant’s un-Mirandized statement. We conclude that a technical failure to issue Miranda warnings where the appellant’s statement itself is voluntary does not preclude admission of testimony of the Commonwealth’s witnesses. We affirm the judgment of sentence.\nThis is an appeal from the judgments of sentence entered following appellant’s conviction at a jury trial on two counts of Driving Under the Influence, one count of Homicide by Vehicle, one count of Recklessly Endangering Another Person, and one count of Homicide by Vehicle while Driving Under the Influence. The charges arose out of a two-vehicle accident which occurred on July 13, 1991. Timothy Getz, a passenger in appellant’s vehicle, died in the accident.\nOur standard of review is well settled. When reviewing the denial of a motion for a new trial this court is limited to determining whether the trial court abused its discretion or committed an error of law that controlled the outcome of the case. Commonwealth v. Metzer, 430 Pa.Super. 217, 634 A.2d 228 (1993).\nAppellant claims the court erred in not arresting judgment. He challenges the sufficiency of the evidence supporting his conviction for Homicide by Vehicle While Driving Under the Influence. Our narrow standard for reviewing the sufficiency of the evidence is well established. We must determine whether, viewing all the evidence admitted at trial, together with all reasonable inferences which can be drawn therefrom, in the light most favorable to the Commonwealth as verdict winner, the jury could have properly found that each element of the offense was proven beyond a reasonable doubt. Commonwealth v. Scott, 409 Pa.Super. 313, 597 A.2d 1220 (1991).\nAppellant argues that the Commonwealth failed to prove the causation element of the offense. Specifically, to convict appellant of the crime of Homicide by Vehicle While Driving Under the Influence, the Commonwealth must prove that the death in question was caused by appellant’s drunk driving. 75 Pa.C.S. § 3735(a). The Commonwealth has clearly met its burden. The Commonwealth presented ample evidence that appellant was the driver of the subject vehicle and was intoxicated at the time of the accident. Empty beer bottles were found in appellant’s car and the Commonwealth presented evidence that the accident occurred when appellant crossed the center line into oncoming traffic. Clearly, the trauma of the accident killed Mr. Getz. Viewing this evidence in the light most favorable to the Commonwealth, we find that it was reasonable for the jury to conclude that appellant’s drunk driving caused the death of Mr. Getz. Therefore, appellant’s argument on this issue fails.\nAppellant also claims that the police made improper use of the statement he gave while in custody. Following the accident, appellant was taken into custody where he made a statement to police. Appellant does not suggest that the statement was in any way coerced or involuntary. However, the statement was made in the absence of Miranda warnings and the trial court suppressed the statement on that basis. In the statement, appellant named several bars at which he had been drinking on the night of the accident. The police went to the bars and identified several witnesses who subsequently testified about appellant’s drinking and intoxication prior to the accident. Appellant now argues that the testimony of the witnesses procured as a direct result of his suppressed statement should also have been excluded as the fruit of the poisonous tree. See Wong Sun v. United States, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963). We disagree.\nThis same issue was addressed by the United States Supreme Court in Michigan v. Tucker, 417 U.S. 433, 94 S.Ct. 2357, 41 L.Ed.2d 182 (1974). There, a defendant suspected of rape was questioned by police, who failed to inform him of his right to court-appointed counsel. As a result of the defendant’s statement, police identified a witness whose testimony discredited the defendant’s alibi. At trial, the defendant’s statement was suppressed due to the failure to give Miranda warnings. However, the testimony of the witness was admitted despite the defendant’s argument that such testimony was the fruit of the poisonous tree.\nUpon grant of certiorari, the Supreme Court held that exclusion of the witness’s testimony was not necessary. The Court held that the Wong Sun “fruits” doctrine applied only to constitutional violations. The Court then reasoned that failure to issue Miranda warnings was not, in and of itself, a violation of a defendant’s fifth amendment rights and therefore Wong Sun was not controlling. The Court elected not to extend the Wong Sun fruits doctrine, noting that exclusion of the witness’s testimony would serve neither the exclusionary rule’s general purpose of deterrence nor the specific purpose of preventing the use of coerced testimony and ensuring trustworthy evidence. Tucker, 417 U.S. at 446-51, 94 S.Ct. at 2364-67.\nThe Supreme Court reaffirmed the reasoning in Tucker in Oregon v. Elstad, 470 U.S. 298, 105 S.Ct. 1285, 84 L.Ed.2d 222 (1985). There, the defendant gave a voluntary but unwarned confession to police. Subsequently, the defendant was given proper Miranda warnings and he again made a voluntary confession. The Court cited the reasoning in Tucker with approval and also held that while the unwarned first confession must be excluded, the second confession need not be excluded as the fruit of first confession. Elstad, 470 U.S. at 298, 105 S.Ct. at 1285.\nIn his brief, appellant asks that we adopt the reasoning of the Elstad dissent and find that the failure to give Miranda warnings is of constitutional proportions. This we will not, indeed cannot, do. Since there is no finding or claim that appellant’s statement was involuntary or coerced, his fifth amendment rights have not been violated and Wong Sun simply does not apply.\nAppellant argues that his fourteenth amendment right to due process was violated in that he was not afforded an opportunity to examine the subject vehicles. The record reveals that following the accident the two cars involved were towed to two separate salvage yards. Over the next several weeks, troopers from the Pennsylvania State Police conducted various examinations and inspections of the two vehicles. However, the vehicles were not impounded and were destroyed or lost before appellant had an opportunity to examine them. Appellant argues that because he was not afforded an opportunity to eonduct a first-hand inspection, the trial court should have suppressed all testimony and documentary evidence regarding the vehicles.\nAppellant has failed to demonstrate any prejudice resulting from his inability to inspect the vehicles. Appellant was provided access to all the Commonwealth’s evidence regarding the vehicles, including measurements, reports, and over one hundred photographs. Based on the information provided by the Commonwealth, appellant was able to present expert testimony supporting his version of the accident. Appellant’s expert testified that a first-hand examination of the vehicles would have been beneficial to determine the angle of approach and amount of crush resulting from the accident. However, appellant does not suggest how such additional information would have aided his defense. Such technical evidence does not go to the heart of the Commonwealth’s case; that is, that appellant was intoxicated at the time of the accident, and that his intoxicated driving caused the accident and death in question. After careful review of the record we conclude that appellant suffered no prejudice based on his inability to inspect the vehicles. Therefore, his argument on this ground fails.\nAppellant next argues that the trial court erred in admitting into evidence the second of two blood alcohol tests taken following the accident. Appellant claims that the Commonwealth failed to establish an adequate chain of custody. We agree. Appellant was subjected to two separate blood alcohol tests following the accident. The first was taken at approximately 2:37 a.m. and indicated that appellant had a blood alcohol level of .185. The second test was taken approximately two hours later and revealed a blood alcohol level of .12. However, conflicting testimony arose regarding the number of vials of blood drawn from appellant during the second blood test. The technician who drew the blood testified that she was not sure how many vials she drew, but that she normally draws one to two vials for police investigation purposes. R.R. 255a. Trooper Martin, who witnessed the blood being drawn and transported the vials to Trooper Thomas, testified that he witnessed and transported two vials. R.R. 160-61a. Trooper Thomas testified that he received two vials from Trooper Martin and transported them to an evidence locker where they were later retrieved by Trooper Kriedler. R.R. 204-5a. Trooper Kriedler testified that he received three vials of blood and transported them to the State Police Crime Lab. R.R. 264a.' Peter Petrushka, the forensic scientist who tested the blood, testified that he received three vials of blood and tested them. R.R. 340a.\nThe admissibility of evidence is left to the sound discretion of the trial court and we will not find error absent an abuse of that discretion. Commonwealth v. Hudson, 489 Pa. 620, 414 A.2d 1381 (1980). Additionally, the Commonwealth need only present sufficient evidence of chain of custody to establish the reasonable inference that the identity and condition of the evidence remained unimpaired. Commonwealth v. Morrow, 437 Pa.Super. 584, 650 A.2d 907 (1994). In the instant case we find that the Commonwealth failed to meet this burden with regard to the second blood test. The discrepancy in the number of vials transported by Trooper Martin, and received by Trooper Kriedler and Mr. Petrushka, calls into question the identity of the blood tested. Under these circumstances we agree that the evidence regarding the second blood test was unreliable and should have been excluded.\nNevertheless, we find this error to be harmless. Error is harmless when any resulting prejudice is minimal, and the properly admitted evidence is sufficient to convince this court beyond a reasonable doubt that the error could not have contributed to the verdict. Commonwealth v. Ragan, 538 Pa. 2, 645 A.2d 811 (1994); Commonwealth v. Polston, 420 Pa.Super. 233, 616 A.2d 669, appeal denied, 534 Pa. 638, 626 A.2d 1157 (1992). At issue in this case was appellant’s blood alcohol level at the time of the accident. The Commonwealth presented the testimony of a forensic toxicologist who testified as to appellant’s likely blood alcohol level at the time of the accident. Our review of the expert’s testimony reveals that he extrapolated appellant’s blood alcohol level based entirely on the first blood sample. R.R. 352-356a. There is no suggestion that the first blood test was invalid or unreliable. We therefore find the trial court’s error in admitting the evidence of the second blood test to be harmless.\nAppellant next takes issue with the trial court’s charge to the jury. Specifically, appellant argues that the trial court erred in failing specifically to instruct the jury that it was free to disregard the results of the second blood test if it found the testimony regarding the testing procedure to be conflicting. In reviewing jury instructions the trial court has broad discretion in choosing its own wording so long as the law is clearly, adequately and accurately presented to the jury. Commonwealth v. Prosdocimo, 525 Pa. 147, 578 A.2d 1273 (1990). Additionally, we must evaluate the charge as a whole to determine whether it was fair or prejudicial. Id.\nUpon reviewing the entirety of the jury instruction, we find it to be a clear, adequate and accurate presentation of the law. We note initially that defense counsel argued the significance of the discrepancy in the second blood test in his closing statement to the jury. R.R. 429a. In its charge, the trial court made clear that the jury was expected to pass upon the credibility of all the evidence and witnesses, including the expert witnesses and exhibits. R.R. 458-462a. The court made specific reference to the blood alcohol tests stating that the jury should evaluate the credibility of the testing procedures in light of its “common knowledge, common experience, [and] common sense.” R.R. 475a. Under these circumstances we find no abuse of discretion in the trial court’s charge to the jury.\nAppellant next argues that photographs of the accident vehicles and accident scene were inadequately authenticated requiring their exclusion from evidence. As stated above, the admission of evidence is left to the sound discretion of the trial court and we will not reverse absent an abuse of that discretion. Hudson, supra. In the instant case, the photographs were authenticated by Corporal Thomas who testified as to how and when the photographs were taken, as well as what they depicted. R.R. 179-202a. Additionally, despite appellant’s arguments to the contrary, we find no error in the trial court’s admission of photographs taken approximately one month after the accident. See Commonwealth v. Nauman, 345 Pa.Super. 457, 498 A.2d 913 (1985) (mere fact that photographs were taken at time other than time of incident does not render them inadmissible if witness verifies that photographs are substantial representations of conditions as they existed at time of incident). Our review of the record reveals no abuse of discretion by the trial court.\nJudgment of sentence affirmed.\n. 75 Pa.C.S. § 3731(a)(1), (a)(4).\n. 75 Pa.C.S. § 3732.\n. 18 Pa.C.S. § 2705.\n.75 Pa.C.S. § 3735.\n. Appellant avers in his brief that first-hand inspection of the underside of the vehicles was critical in determining the location of the vehi-cíes at the time of impact. However, this assertion is unsupported by the record.\n. It is unclear from the record whether Trooper Thomas placed the vials in the evidence locker or whether he delivered the vials directly to Trooper Kriedler who in turn placed them in the evidence locker.",
        "type": "majority",
        "author": "BECK, Judge:"
      }
    ],
    "attorneys": [
      "Gregory T. Moro, Bloomsburg, for appellant.",
      "Peter P. Olszewski, Jr., District Attorney, Wilkes-Barre, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. Edward HESS, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted March 28, 1995.\nFiled Oct. 16, 1995.\nGregory T. Moro, Bloomsburg, for appellant.\nPeter P. Olszewski, Jr., District Attorney, Wilkes-Barre, for Commonwealth, appellee.\nBefore BECK, TAMILIA and CERCONE, JJ."
  },
  "file_name": "0705-01",
  "first_page_order": 763,
  "last_page_order": 768
}
