{
  "id": 11243821,
  "name": "Joseph TONGEL, an individual; Fraternal Order of Police, Fort Pitt Lodge No. 1 v. CITY OF PITTSBURGH. Appeal of Joseph Tongel",
  "name_abbreviation": "Tongel v. City of Pittsburgh",
  "decision_date": "2000-07-07",
  "docket_number": "",
  "first_page": "707",
  "last_page": "709",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 707"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "656 A.2d 83",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7864289,
        472201,
        7864395,
        472165
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/656/0083-01",
        "/pa/540/0065-01",
        "/a2d/656/0083-02",
        "/pa/540/0066-01"
      ]
    },
    {
      "cite": "540 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472165
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0066-01"
      ]
    },
    {
      "cite": "708 A.2d 855",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11821476
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/708/0855-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 371,
    "char_count": 5754,
    "ocr_confidence": 0.652,
    "pagerank": {
      "raw": 2.5369098160849074e-07,
      "percentile": 0.8130528073258325
    },
    "sha256": "32106fda0e62fe71cf2a56c30c46b648d73556c23b975c91d7184081cd9b64e6",
    "simhash": "1:4a0eb4a6b38bec4c",
    "word_count": 913
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McGINLEY, Judge, LEADBETTER, Judge, and RODGERS, Senior Judge."
    ],
    "parties": [
      "Joseph TONGEL, an individual; Fraternal Order of Police, Fort Pitt Lodge No. 1 v. CITY OF PITTSBURGH. Appeal of Joseph Tongel."
    ],
    "opinions": [
      {
        "text": "RODGERS, Senior Judge.\nJoseph Tongel (Appellant) appeals from the order of the Court of Common Pleas of Allegheny County (trial court) quashing as untimely Appellant’s petition to review and vacate an arbitration award. We affirm.\nBy letter dated December 22, 1998, Appellant was terminated from his employment as a City of Pittsburgh police officer for admittedly taking cash for his own use from a possible crime scene. Pursuant to Section 19-6 of the Working Agreement between the City of Pittsburgh and the Fraternal Order of Police, Fort Pitt Lodge No. 1 (Working Agreement), Appellant appealed his discharge and elected to proceed before a tripartite arbitration board comprised of a City designee, an FOP designee and a neutral member who served as board chairman. Arbitration commenced on February 2, 1999 and, with the parties’ consent, the arbitration panel continued its deliberations on February 18, 1999. The parties agreed that Chairman Michael E. Zobrak would write the arbitration award.\nChairman Zobrak issued a letter dated February 22, 1999, informing the parties as follows: “In accordance with the provisions of the Collective Bargaining Agreement, I hereby issue the following determination in the above-captioned case: The grievance is deniedR.R. 7a (emphasis in original). In the letter, Chairman Zob-rak cited the facts that Appellant knew what he was doing when he took the money and he did not express remorse until after he was confronted by federal investigators. Chairman Zobrak concluded by stating that he “will expand on these positions in my full award.” Id.\nOn March 12, 1999, a fifteen-page document entitled “Decision In Discharge Grievance” was issued, signed by the three panel members. The first paragraph of this document states that the parties were notified of the panel’s decision by letter of February 22, 1999 and that the document explains in detail the reasoning applied by the panel to reach its determination. R.R. 9a.\nOn April 12, 1999, Appellant filed a petition to vacate the arbitration award. On May 9, 1999, the City filed a motion to quash the petition on the grounds that it was filed beyond the thirty-day appeal period provided by Section 5571(b) of the Judicial Code. The City averred that the final award was issued February 22, 1999, in accordance with Section 19-8 of the Working Agreement. In relevant part, Section 19-8 states that “the Arbitration Board’s decision must be issued in writing within five working days of the hearing, and a supporting opinion, if one-is requested, may be issued within thirty days of the hearing.” R.R. 80a.\nThe trial court found that the binding arbitration award was issued February 22, 1999 and that Appellant’s petition, filed fifty days after the entry of that award, was untimely. The trial court granted the City’s motion to quash by order dated November 8, 1999.\nOn appeal to this Court, Appellant acknowledges the mandatory language of Section 19-8, but argues that until the March 12,1999 decision was issued, he was not able to determine whether he had sufficient grounds to appeal under the narrow certiorari scope of review. Appellant contends that if the February 22, 1999 letter is held to trigger the running of the appeal period, grievants will routinely file appeals in order to preserve their rights until a “full decision” informs them' whether grounds for appeal exist. Appellant also maintains that allowing the appeal period to begin with- the issuance of the “full decision” would not prejudice the City.\nAppellate review of a trial court’s order granting a motion to quash an appeal as untimely is limited to determining whether the trial court abused its discretion or committed an error of law. Fraternal Order of Police, White Rose Lodge No. 15 v. City of York, 708 A.2d 855 (Pa. Cmwlth.1998). In the present case, the language of the parties’ Working Agreement unambiguously requires the arbitrators’ decision to be issued in writing within five working days. The February 22, 1999 letter definitively informed Appellant that the grievance was denied and set forth the basis for the panel’s determination, i.e., Appellant’s misconduct. In addition, Section 19-12 of the Working Agreement permits the five-day time limitation set .forth in Section 19-8 to be extended by written consent of the parties; as the City observes, this section provides grievants the opportunity to delay a decision without filing a protective appeal. Thus, we reject Appellant’s contention that the bargained for provisions of the Working Agreement leave grievants no alternative other than to flood the courts with unnecessary appeals.\nWe conclude that the trial court neither erred as a matter of law nor abused it discretion in quashing Appellant’s petition as untimely. Accordingly, we affirm.\nORDER\nNOW, July 7, 2000, the order of the Court of Common Pleas of Allegheny County in the above matter is affirmed.\n. 42 Pa.C.S. § 5571(b).\n. The narrow certiorari scope of review, applicable to arbitration awards involving police or fire personnel, limits courts to reviewing questions concerning: 1) the jurisdiction of the arbitrators; 2) the regularity of the proceedings; 3) an excess of the arbitrator's powers; and 4) deprivation of constitutional rights. Pennsylvania State Police v. Pennsylvania State Troopers’ Association (Betancourt), 540 Pa. 66, 656 A.2d 83 (1995).",
        "type": "majority",
        "author": "RODGERS, Senior Judge."
      }
    ],
    "attorneys": [
      "William H. Difenderfer, Pittsburgh, for appellant.",
      "Hugh F. McGough, Pittsburgh, for ap-pellees."
    ],
    "corrections": "",
    "head_matter": "Joseph TONGEL, an individual; Fraternal Order of Police, Fort Pitt Lodge No. 1 v. CITY OF PITTSBURGH. Appeal of Joseph Tongel.\nCommonwealth Court of Pennsylvania.\nArgued June 5, 2000.\nDecided July 7, 2000.\nWilliam H. Difenderfer, Pittsburgh, for appellant.\nHugh F. McGough, Pittsburgh, for ap-pellees.\nBefore McGINLEY, Judge, LEADBETTER, Judge, and RODGERS, Senior Judge."
  },
  "file_name": "0707-01",
  "first_page_order": 741,
  "last_page_order": 743
}
