{
  "id": 8099231,
  "name": "Lewis SWEETENBURG and Beryl Sweetenburg, Appellants, v. UNITED SECURITIES CORPORATION, Appellee",
  "name_abbreviation": "Sweetenburg v. United Securities Corp.",
  "decision_date": "1964-10-14",
  "docket_number": "No. 3504",
  "first_page": "708",
  "last_page": "709",
  "citations": [
    {
      "type": "official",
      "cite": "203 A.2d 708"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 210,
    "char_count": 3039,
    "ocr_confidence": 0.658,
    "sha256": "b93863b973c6d8638509f60c657b179b73bcf1cc9c751698943884c3760123f4",
    "simhash": "1:e7fff26b73409deb",
    "word_count": 496
  },
  "last_updated": "2023-07-14T20:30:54.896428+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Lewis SWEETENBURG and Beryl Sweetenburg, Appellants, v. UNITED SECURITIES CORPORATION, Appellee."
    ],
    "opinions": [
      {
        "text": "HOOD, Chief Judge:\nThis appeal is from an order vacating an order which had vacated a default judgment. The facts as disclosed by the record show the following. Appellee sued appellants for an alleged deficiency under a promissory note secured by a conditional bill of sale. A default was taken against appellants for failure to answer, and thereafter on ex parte proof default judgment was entered. Sometime later appellants moved to vacate the judgment. When the motion came on for hearing appellee’s counsel failed to appear and the motion was granted. This occurred on June 17, 1963. During the next' six months both parties filed various pleadings, and-the case appeared ready for trial. ■\nIn January 1964 appellee moved to reconsider the vacation of the default judgment and to reinstate it. The motion alleged that counsel’s failure to appear and oppose the motion to vacate the judgment was due to inadvertence. The trial court granted the motion and entered an order vacating vacation of the -default judgment and reinstating the judgment. . At the same time the court granted appellants leave to file a new motion to vacate the default judgment. Appellants did not file such a motion but, insteád, moved for reconsideration of the order reinstating the default judgment. This appeal followed denial of - that motion.\nThe motion of January 1964 sought relief from the order of June 1963 which had vacated the default judgment. The motion asserted that the order vacating the judgment had been entered without a hearing oh the merits “in view of the inadvertent non-appearance” of appellee’s counsel. Rule 60(b) of the trial court provides that such a motion shall be made within a reasonable time and not more than three months after the order had been entered. Here the motion was not made until over six months after entry of the order. Furthermore the motion was not made within a reasonable time. Appellee of course knew the default judgment had been set aside, because appellants filed an answer and counterclaim, as well as interrogatories. Appellee filed answers to the interrogatories and an answer to the counterclaim, and then waited three more months before attacking the'June 1963 order. The attack carne too late.'\nThe order reinstating the- default judgment is reversed, and the case remanded for trial on the merits.\n. Rule 60(b) relates only to final judgments, orders and proceedings; and while an order vacating a default judgment is ordinarily not final in the sense that it is appealable, we think it was final within tbe meaning of tbe rule as it effectively vacated the prior judgment and'gave appellants tbe right to contest tbe claim on its merits. '",
        "type": "majority",
        "author": "HOOD, Chief Judge:"
      }
    ],
    "attorneys": [
      "R. R. Curry, Washington, D. C., for appellants.",
      "Bernard T. Levin, Washington, D. C., for appellee."
    ],
    "corrections": "",
    "head_matter": "Lewis SWEETENBURG and Beryl Sweetenburg, Appellants, v. UNITED SECURITIES CORPORATION, Appellee.\nNo. 3504.\nDistrict of Columbia Court of Appeals.\nArgued June 29, 1964.\nDecided Oct. 14, 1964.\nR. R. Curry, Washington, D. C., for appellants.\nBernard T. Levin, Washington, D. C., for appellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0708-02",
  "first_page_order": 746,
  "last_page_order": 747
}
