{
  "id": 8355602,
  "name": "BERWICK ASSOCIATES, Appellant v. COLUMBIA COUNTY BOARD OF ASSESSMENT APPEALS",
  "name_abbreviation": "Berwick Associates v. Columbia County Board of Assessment Appeals",
  "decision_date": "2007-07-31",
  "docket_number": "",
  "first_page": "708",
  "last_page": "712",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 708"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "810 A.2d 720",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9313296
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/810/0720-01"
      ]
    },
    {
      "cite": "911 A.2d 605",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8403394
      ],
      "pin_cites": [
        {
          "page": "608-9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/911/0605-01"
      ]
    },
    {
      "cite": "803 A.2d 1270",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        312765,
        11452454
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/569/0394-01",
        "/a2d/803/1270-01"
      ]
    },
    {
      "cite": "569 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        312765
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/569/0394-01"
      ]
    },
    {
      "cite": "772 A.2d 419",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        124746,
        11093485
      ],
      "weight": 3,
      "year": 2001,
      "pin_cites": [
        {
          "page": "426"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/565/0185-01",
        "/a2d/772/0419-01"
      ]
    },
    {
      "cite": "565 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        124746
      ],
      "year": 2001,
      "opinion_index": 1,
      "case_paths": [
        "/pa/565/0185-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 551,
    "char_count": 12940,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.47273219403911193
    },
    "sha256": "41fa8a63dc374e1fc43eb9024f2ccf6ba34324339368b8b86ed058d484c8c890",
    "simhash": "1:bbaa6c361f4eb656",
    "word_count": 2101
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, Judge, McGINLEY, Judge (P), and KELLEY, Senior Judge."
    ],
    "parties": [
      "BERWICK ASSOCIATES, Appellant v. COLUMBIA COUNTY BOARD OF ASSESSMENT APPEALS."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge COLINS.\nBerwick Associates appeals an order of the Court of Common Pleas of the 26th Judicial District (Columbia County Branch) that determined the fair market value of real estate Berwick owns to be $2,575,000 for the purpose of tax assessment, and affirmed the decision of the County Board of Assessment Appeals that had denied Berwick’s appeal of the tax assessment on its property.\nThe pertinent facts can be summarized as follows. On June 3, 2005, the Columbia County Board of Assessment increased its assessment of two parcels Berwick owns that comprise a shopping mall in Berwick Borough. The Board re-evaluated the parcels’ market value and concluded that the value had increased. Based upon those conclusions, the Board increased the tax assessment for the parcels. The previous assessments for the two parcels were $263,380 and $385,870, totaling $649,250. The Board’s new assessment was, respectively, $432,679 and $635,115, for a total of $1,067,794. Berwick appealed those assessments and the Board denied the appeals on October 3, 2005. In appealing that decision to the trial court, Berwick raised two issues: (1) whether the assessment constitutes an impermissible spot assessment, and (2) whether the Board’s determination of the property’s market value was excessive. The trial court held a hearing on the appeal and determined that the fair market value of the parcels should be set at $2,575,000, with a corresponding tax assessment of $790,525. However, the trial court failed to address Berwick’s contention that the Board’s action constitutes improper spot assessment, which is the sole issue Berwick raises now.\nThe Borough relies upon the definition of the term “spot assessment” in the Act of June 26, 1931, P.L. 1379, amended by the Act of July 19, 1991, P.L. 91 (Act 21), 72 P.S. §§ 5342-5452, which pertains to tax assessment in Second Class A and Third Class counties. Although Columbia County is a county of the Sixth Class, our Supreme Court has held that the definitions in the Second Class A and Third Class County Assessment Law apply to all counties under the General County Assessment Law, Act of May 22, 1933, P.L. 853, as amended, 72 P.S. § 5020-104. Groner v. Monroe County Board of Assessment Appeals, 569 Pa. 394, 803 A.2d 1270 (2002).\nThat definition provides that spot assessment is “[t]he reassessment of a property or properties that is not conducted as part of a countrywide revised reassessment and which creates, sustains or increases disproportionality among properties’ assessed values.” Section 1.1 of the Law, 72 P.S. § 5342.1. The Borough argues that, although the reassessment was not part of a county-wide reassessment, Berwick offered no evidence as to whether the reassessment created, sustained, or increased disproportionality among assessed values. We do not believe we need to confront the Borough’s argument. Although Berwick couched its issue in terms of spot assessment, the Court must primarily address the question of whether, under the Fourth to Eighth Class County Assessment Law, the Board improperly reassessed Berwick’s property.\nAs Berwick notes, the primary inquiry is whether the Board had the power to reassess the parcels when the County did not conduct a county-wide reassessment. In In re Young, 911 A.2d 605, 608-9 (Pa.Cmwlth.2006) this Court stated:\nIt is generally acknowledged that, once a value has been established for a taxable property, that value cannot be changed absent one of the following circumstances: (1) undertaking of a county-wide reassessment; (2) appeal of property assessment by either the landowner pursuant to section 701 of the Assessment Law, 72 P.S. § 5453.701, or by the taxing authority under section 706 of the Assessment Law, 72 P.S. § 5453.706; (3) need for a downward adjustment is necessary under section 703.3 of the Assessment Law, added by section 2 of the Act of September 28, 1965, P.L. 550, as amended, 72 P.S. § 5453.703c; (4) need to correct a mathematical or clerical error; or (5) presence of one of the three conditions outlined in section 602.1 of the Assessment Law, 72 P.S. § 5453.602a. When none of these circumstances exists, a taxing authority’s reassessment of property constitutes an impermissible spot reassessment.\n(Citations omitted.)\nAt issue in this case is whether, under subparagraph (5), one of the three conditions set forth in Section 602a of the Law, 72 P.S. § 5453.602a applies. That section provides:\nThe board may change the assessed value on real property when (i) a parcel of land is divided and conveyed away in smaller parcels; or (ii) when the economy of the county or any portion thereof has depreciated or appreciated to such extent that real estate values generally in that area are affected, and (Hi) when improvements are made to real property or existing improvements are removed from real property or are destroyed.\nIn this case Berwick has not divided or conveyed the land; nor has it improved the land or removed improvements. Therefore, the only possible basis for the Board’s reassessment would have to be under subsection 602a(ii) which, in this case would require a determination that the county’s economy, or a portion of the county’s economy, has appreciated such that real estate values in that area have generally increased.\nThe Borough argues that the testimony of its Chief Assessor would support a factual finding that generally real estate values in the area of the properties have increased as a result of an increase in the area economy. However, this Court believes that, in order to satisfy this condition, a party would have to supply evidence of (1) a general increase of real estate value in the area, (2) as a result of an increase in the area’s economy. The Chief Assessor testified as follows:\nQ. Was there any general change in the economy of Berwick of the surrounding area you are aware of?\nA. Well, I believe there was a change of economy to this parcel.\nQ. To the general economy?\nA. Yes.\nQ. There was?\nA. I believe so.\n(N.T. p. 5)\nHowever, although this testimony might support a conclusion that the general economy of the parcel increased, it does not support a finding either that real estate values in the area increased or that those real estate values increased because of the economy of the area. The Borough has pointed to no other testimony that would support a finding that the requirements of Subsection 602a(ii) were present. Accordingly, we reverse the trial court’s order and direct that the Board reinstate Ber-wick’s 2005 tax assessment.\nORDER\nAND NOW, this 31st day of July 2007, the order of the Court of Common Pleas of the 26th Judicial District (Columbia County Branch) is reversed and the 2005 tax assessments for the subject properties are reinstated.\n. This Court's standard of review of a trial court decision denying an assessment appeal is limited to determining whether the trial court abused its discretion, erred as a matter of law, or issued a decision unsupported by the evidence. Willow Valley Manor, Inc. v. Lancaster County Board of Assessment Appeals, 810 A.2d 720 (Pa.Cmwlth.2002).\n. Berwick has asserted that the trial court raised the market value and corresponding assessment of the parcels. However, as noted above, the Board’s apparent assessment of both properties totaled over one million dollars, and the trial court held that the assessment should be $790,525. However, because Berwick has raised only the issue of whether the Board’s action constitutes improper spot assessment, we will not address this contention any further.\n. We note that the trial court made no factual findings on these pertinent issues, but for the reasons stated hereafter, we believe that failure is nothing more than harmless error.",
        "type": "majority",
        "author": "Judge COLINS."
      },
      {
        "text": "DISSENTING OPINION BY\nSenior Judge KELLEY.\nI respectfully dissent on two alternative theories. The facts in this matter show that Berwick Associates (Berwick) own a shopping mall in Berwick Borough. In 1999, Berwick filed a tax appeal requesting a reduction in the tax assessment for the two parcels at issue herein based upon a high vacancy rate. As a result, the assessments were reduced.\nSubsequently, the vacancy rate decreased and the assessments on the two parcels were increased on June 3, 2005. Berwick appealed those assessments to the Columbia County Board of Assessment Appeals (Board) on the sole basis that “the assessment is too high when actual market value has not changed substantially.” Reproduced Record (R.R.) at 2a-3a. The Board denied Berwick’s appeals on October 3, 2005. As stated by the majority, in appealing the Board’s decision to the trial court, Berwick raised two issues: (1) whether the assessments constituted an impermissible spot assessment; and (2) whether the Board’s determination of the property’s market value was excessive. The trial court determined that the market value of the two parcels was properly set but failed to address Berwick’s contention that the Board’s action constituted improper spot assessment. Despite the trial court’s failure to address this issue, the majority reviews the same and reverses the trial court’s order.\nHowever, by reversing, I believe that the majority has usurped the trial court’s statutory mandate. As set forth by our Supreme Court in Green v. County Board of Assessment Appeals, 565 Pa. 185, 772 A.2d 419 (2001), the General Assembly has confided to the court of common pleas pursuant to The Fourth to Eighth Class County Assessment Law the duties of fact finder where there has been an appeal from an assessment for taxes. As such, the trial court must hear a tax assessment appeal de novo and make its determination on the basis of the evidence put before it. Green.\nIn turn, this Court’s function in reviewing the decision of the trial court in a tax assessment matter is limited to determining whether the trial court abused its discretion, committed an error of law, or reached a decision not supported by substantial evidence. Id. As stated by our Supreme Court in G'reen, “[wjhile the weight of the evidence is before the appellate court for review, the trial court’s findings of fact are entitled to great weight and will be reversed only for clear error.” Id. at 196-97, 772 A.2d at 426.\nHerein, although the majority acknowledges that the trial court did not address or make any factual findings with regal'd to Berwick’s contention that the Board’s action constitutes an improper spot assessment, the majority determines that such failure is harmless error and reverses the trial court’s decision based on its evaluation of the evidence presented. However, such a conclusion clearly usurps the trial court’s statutory mandate and goes beyond this Court’s appellate function. As the trial court failed to fulfill its duties, I would remand for findings of fact and conclusions of law with respect to the foregoing issue.\nMoreover, the Board reassessed Ber-wick’s property in 2005 after having granted it a reduction in 1999. As the record testimony reveals, the reassessment was performed because the factors which caused the tax assessment to be reduced in 1999 no longer existed in 2005. As such, I believe the trial court could properly make a finding that “the economy of the county or any portion thereof has ... appreciated to such extent that real estate values generally in that area are affected.” See Section 601.2 of The Fourth to Eighth Class County Assessment Law.\nAs an alternative, I believe that the majority erred in concluding that the Board improperly reassessed Berwick’s property under The Fourth to Eighth Class County Assessment Law. The burden was on Berwick to prove that the Board’s action constituted an improper spot assessment. The term “spot assessment” is defined in Section 1.1 of what is commonly referred to as the Second Class A and Third Class County Assessment Law, as “[t]he reassessment of a property or properties that is not conducted as part of a countywide revised reassessment and which creates, sustains or increases dispro-portionality among properties’ assessed values.” Emphasis added. A review of the record reveals that Berwick failed to present any evidence proving that the Board’s action created, sustained or increased a disproportionality among the assessed values of other properties located within Columbia County. On this basis, I would affirm the trial court’s order.\n. Act of May 21, 1943, P.L. 571, as amended, 72 P.S. §§ 5453.101-5453.706.\n. Added, by Act of January 18, 1952, P.L. (1951) 2138, as amended, 72 P.S. § 5453.602a.\n. Act of June 26, 1931, P.L. 1379, as amended, 72 P.S. § 5342.1.",
        "type": "dissent",
        "author": "Senior Judge KELLEY."
      }
    ],
    "attorneys": [
      "Lewis W. Wetzel, Wilkes-Barre, for appellant.",
      "Richard W. Knecht, Berwick, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "BERWICK ASSOCIATES, Appellant v. COLUMBIA COUNTY BOARD OF ASSESSMENT APPEALS.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs June 14, 2007.\nDecided July 31, 2007.\nLewis W. Wetzel, Wilkes-Barre, for appellant.\nRichard W. Knecht, Berwick, for appel-lee.\nBEFORE: COLINS, Judge, McGINLEY, Judge (P), and KELLEY, Senior Judge."
  },
  "file_name": "0708-01",
  "first_page_order": 756,
  "last_page_order": 760
}
