{
  "id": 11243835,
  "name": "BOROUGH OF MORRISVILLE, Appellant, v. MORRISVILLE BOROUGH POLICE BENEVOLENT ASSOCIATION",
  "name_abbreviation": "Borough of Morrisville v. Morrisville Borough Police Benevolent Ass'n",
  "decision_date": "2000-07-17",
  "docket_number": "",
  "first_page": "709",
  "last_page": "711",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 709"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "653 A.2d 1210",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474146,
        474247,
        7879019,
        7879183,
        474193,
        7878903
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "stating that the legislature, by allowing the city to establish a revised pension plan without mandating labor negotiations, made the establishment of a revised pension plan an inherent managerial activity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0533-01",
        "/pa/539/0534-01",
        "/a2d/653/1210-02",
        "/a2d/653/1210-03",
        "/pa/539/0535-01",
        "/a2d/653/1210-01"
      ]
    },
    {
      "cite": "539 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474193
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "stating that the legislature, by allowing the city to establish a revised pension plan without mandating labor negotiations, made the establishment of a revised pension plan an inherent managerial activity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0535-01"
      ]
    },
    {
      "cite": "656 A.2d 83",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7864289,
        472201,
        7864395,
        472165
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/656/0083-01",
        "/pa/540/0065-01",
        "/a2d/656/0083-02",
        "/pa/540/0066-01"
      ]
    },
    {
      "cite": "540 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472165
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0066-01"
      ]
    },
    {
      "cite": "712 A.2d 287",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "551 Pa. 706",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "701 A.2d 632",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11899093
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/701/0632-01"
      ]
    },
    {
      "cite": "748 A.2d 923",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11459524
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/748/0923-01"
      ]
    },
    {
      "cite": "560 Pa. 712",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "729 A.2d 1278",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11629056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/729/1278-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 378,
    "char_count": 6555,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 9.430417381720234e-08,
      "percentile": 0.5166720144687972
    },
    "sha256": "27fab01e8d33f5c7466212c3c85a62f2c9a2fdc03d32268f297115dfc4480019",
    "simhash": "1:1a7d72484516ad78",
    "word_count": 1016
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DOYLE, President Judge, FRIEDMAN, Judge, and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "BOROUGH OF MORRISVILLE, Appellant, v. MORRISVILLE BOROUGH POLICE BENEVOLENT ASSOCIATION."
    ],
    "opinions": [
      {
        "text": "FRIEDMAN, Judge.\nThe Borough of Morrisville (Borough) appeals from the August 3, 1999 order of the Court of Common Pleas of Bucks County (trial court) denying and dismissing the Borough’s petition to vacate, modify or otherwise correct an Act 111 arbitration award dated December 8, 1998. We reverse.\nThe Borough maintains a police force that bargains collectively with the Borough through the Morrisville Police Benevolent Association (Association). The last complete collective bargaining agreement (CBA) entered into by the Borough and the Association was in effect from 1991 through 1994. This CBA was followed by an arbitration award that was in effect from 1995 through 1997. In 1997, the Borough and the Association began negotiating a successor contract to the arbitration award. However, after several attempts at reaching an amicable resolution of the issues in dispute, an impasse was declared and arbitration was scheduled pursuant to Act 111.\nAn arbitration hearing was held on July 6, 1998, and, on December 8, 1998, the panel of arbitrators issued an order and award. The award included the following provision:\n6. Pension—\n(b) The Borough shall apply all funds received as excess interest from the Pennsylvania Municipal Retirement System to the accounts of active and retired police officers.\nThe Borough took exception to paragraph 6(b) and, on January 7, 1999, filed a petition with the trial court seeking to have the award vacated, modified or otherwise corrected. The Association filed an answer to the petition, and, after the submission of briefs and oral argument, the trial court denied and dismissed the Borough’s petition.\nOn appeal to this court, the Borough argues that the arbitrators lacked jurisdiction to allocate excess pension interest to the benefit of active and retired police officers because such allocation is a managerial prerogative. We agree.\nArbitrators are prohibited from making awards that are outside the definition of bargainable issues set forth in section 1 of Act 111. F.O.P. Rose of Sharon Lodge No. 3 v. Pennsylvania Labor Relations Board, 729 A.2d 1278 (Pa.Cmwlth.), appeal denied, 560 Pa. 712, 748 A.2d 923 (1999). Section 1 of Act 111 specifically states that the subject of “pensions” is a bargainable issue; however, this court has held that the administration of pension funds is not a bargainable issue. Frackville Borough Police Department v. Pennsylvania Labor Relations Board, 701 A.2d 632 (Pa.Cmwlth.1997), appeal denied, 551 Pa. 706, 712 A.2d 287 (1998). Our inquiry here, then, is whether the allocation of excess pension interest is an administrative matter or an aspect of pensions that is subject to bargaining.\nThe Pennsylvania Municipal Retirement System (PMRS) is administered by the Pennsylvania Municipal Retirement Board (Board) pursuant to the Pennsylvania Municipal Retirement Law (Law). Section 104(12.1) of the Law states that the Board shall allocate excess investment earnings, “at the direction of [the] municipalities” and “with the advice of the [Board’s] actuary,” to provide cost-of-living adjustments to the pension benefits of retirees. Section 104(12.2) of the Law states that the Board shall allocate excess investment earnings, “at the direction of [the] municipalities” and with the involvement of the Board’s actuary, to the accounts of active members for their benefit. Moreover, section 110 of the Law, which pertains specifically to the “management” of the Pennsylvania Municipal Retirement Fund (Fund), states that the Board shall allocate “such excess interest as each municipality deems appropriate to the credit of the [various accounts].”\nThese provisions of the Law make clear that the allocation of excess pension interest to the various accounts within the Fund is an aspect of the Board’s administration, or “management,” of the Fund. Moreover, it is clear that the Board performs this administrative, or “management,” function in conjunction with the municipalities. In fact, because the Board allocates excess pension interest only “at the direction of [the] municipalities” or “as each municipality deems appropriate,” we conclude that the Law has made the allocation of excess pension interest an inherent managerial prerogative of the municipalities. As such, the allocation of excess pension interest is not a bargainable issue, and the arbitrator lacked jurisdiction over the matter.\nAccordingly, we reverse.\nORDER\nAND NOW, this 17th day of July, 2000, the order of the Court of Common Pleas of Bucks County, dated August 3, 1999, is reversed.\n. Act of June 24, 1968, P.L. 237, 43 P.S. §§ 217.1-217.10.\n. Section 4 of Act 111, 43 P.S. § 217.4, states that either party to a dispute may request the appointment of a board of arbitration if the collective bargaining process reaches an impasse.\n. Our scope of review of Act 111 interest arbitration cases is in the nature of narrow certiorari, which limits our review to questions regarding: (1) the jurisdiction of the arbitrators; (2) the regularity of the proceedings; (3) an excess of the arbitrators' powers; and (4) a deprivation of constitutional rights. Pennsylvania State Police v. Pennsylvania State Troopers’ Association, 540 Pa. 66, 656 A.2d 83 (1995).\n. The Association argues that the Borough failed to raise this issue in the brief that it filed before the trial court, and, therefore, the Borough has waived the matter. However, the question of subject matter jurisdiction can never be waived. See G. Ronald Darlington, Pennsylvania Appellate Practice § 302:47 (2”<> ed.1999).\n. Act of February 1, 1974, P.L. 34, as amended, 53 P.S. §§ 881.101-881.501.\n. 53 P.S. § 881.104(12.1).\n. 53 P.S. § 881.104(12.2).\n. 53 P.S. § 881.110.\n. Cf. City of Pittsburgh v. Pennsylvania Labor Relations Board, 539 Pa. 535, 653 A.2d 1210 (1995) (stating that the legislature, by allowing the city to establish a revised pension plan without mandating labor negotiations, made the establishment of a revised pension plan an inherent managerial activity).\n.Because of our disposition of this issue, we need not address the additional questions raised by the Borough on appeal.",
        "type": "majority",
        "author": "FRIEDMAN, Judge."
      }
    ],
    "attorneys": [
      "Joseph D. Priory, Princeton, NJ, for appellant.",
      "Anthony M. Caputo, Harrisburg, for ap-pellee.",
      "Ryan J. Cassidy, Philadelphia, for ami-cus curiae, PA State Assoc, of Boroughs."
    ],
    "corrections": "",
    "head_matter": "BOROUGH OF MORRISVILLE, Appellant, v. MORRISVILLE BOROUGH POLICE BENEVOLENT ASSOCIATION.\nCommonwealth Court of Pennsylvania.\nArgued May 15, 2000.\nDecided July 17, 2000.\nJoseph D. Priory, Princeton, NJ, for appellant.\nAnthony M. Caputo, Harrisburg, for ap-pellee.\nRyan J. Cassidy, Philadelphia, for ami-cus curiae, PA State Assoc, of Boroughs.\nBefore DOYLE, President Judge, FRIEDMAN, Judge, and McCLOSKEY, Senior Judge."
  },
  "file_name": "0709-01",
  "first_page_order": 743,
  "last_page_order": 745
}
