{
  "id": 7366886,
  "name": "Robert E. GROVER v. MINETTE-MILLS, INC., et al.",
  "name_abbreviation": "Grover v. Minette-Mills, Inc.",
  "decision_date": "1994-03-09",
  "docket_number": "",
  "first_page": "712",
  "last_page": "718",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 712"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "634 A.2d 1296",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7375826
      ],
      "pin_cites": [
        {
          "page": "1299"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/634/1296-01"
      ]
    },
    {
      "cite": "617 A.2d 1003",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7935789
      ],
      "pin_cites": [
        {
          "page": "1008"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/617/1003-01"
      ]
    },
    {
      "cite": "464 A.2d 156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7945469
      ],
      "pin_cites": [
        {
          "page": "158"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/464/0156-01"
      ]
    },
    {
      "cite": "494 A.2d 1353",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7923285
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1359"
        },
        {
          "page": "1359"
        },
        {
          "page": "1359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/494/1337-01"
      ]
    },
    {
      "cite": "623 A.2d 150",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7352708
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "159"
        },
        {
          "page": "159",
          "parenthetical": "amount of punitive damages is within the sound discretion of the factfinder and will not be disturbed unless clearly excessive"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/623/0150-01"
      ]
    },
    {
      "cite": "623 A.2d 169",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353029
      ],
      "pin_cites": [
        {
          "page": "171"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/623/0169-01"
      ]
    },
    {
      "cite": "572 A.2d 494",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7383331
      ],
      "pin_cites": [
        {
          "page": "497-98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/572/0494-01"
      ]
    },
    {
      "cite": "400 A.2d 871",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "376"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "569 A.2d 1206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11946992
      ],
      "pin_cites": [
        {
          "page": "1210"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/569/1206-01"
      ]
    },
    {
      "cite": "542 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871562
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "368"
        },
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/542/0367-01"
      ]
    },
    {
      "cite": "518 A.2d 721",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7931930
      ],
      "pin_cites": [
        {
          "page": "724"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/518/0721-01"
      ]
    },
    {
      "cite": "546 A.2d 1013",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7942402
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "1018"
        },
        {
          "page": "1018"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/546/1013-01"
      ]
    },
    {
      "cite": "486 A.2d 122",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7909166
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "126"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/486/0122-01"
      ]
    },
    {
      "cite": "480 A.2d 759",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7904337
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "764-65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/480/0759-01"
      ]
    },
    {
      "cite": "538 A.2d 281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871070
      ],
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/538/0281-01"
      ]
    },
    {
      "cite": "464 U.S. 548",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6201349
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "556"
        },
        {
          "page": "850"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/464/0548-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 905,
    "char_count": 20092,
    "ocr_confidence": 0.733,
    "pagerank": {
      "raw": 3.087099862218285e-07,
      "percentile": 0.8583836354938068
    },
    "sha256": "7fbac8d6a844de4a80686948473b61b1ad9473dfbc2ba426b0af54025cb3f741",
    "simhash": "1:877ac92878c748d4",
    "word_count": 3234
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS, RUDMAN and DANA, JJ."
    ],
    "parties": [
      "Robert E. GROVER v. MINETTE-MILLS, INC., et al."
    ],
    "opinions": [
      {
        "text": "GLASSMAN, Justice.\nThe defendants, Minette-Mills, Inc., John W. Pollack and Gary P. Goldfarb, appeal from a judgment entered in the Superior Court (Androscoggin County, Delahanty, C.J.) on a jury verdict awarding compensatory and punitive damages to the plaintiff, Robert E. Grover, on his complaint alleging their tortious interference with the contract between Grover and Bates Fabrics, Inc. They contend that the trial court erred in (1) seating an allegedly biased juror, (2) failing to correct an allegedly improper statement in Grover’s closing argument, (3) refusing to grant a requested jury instruction, and (4) denying their motion at the close of all the evidence, renewed after the jury verdict, for a judgment as a matter of law. They also contend there was insufficient evidence of malice to support the jury’s award of punitive damages and, in the alternative, that the award was excessive. We affirm the judgment.\nThe record reveals the jury heard the following evidence: From 1964 through 1984, Grover occupied various sales positions with Bates, a corporation engaged in the textile business. In 1981 Grover was promoted to Vice-President of Sales and Marketing for Bates’s sales divisions. In this capacity, he supervised Pollack, the divisional manager of Bates’s Chain and Specialty Sales Division, and Goldfarb, a sales representative. In 1982 Grover fired Pollack from his position with Bates.\nThe June 4, 1984 contract between Grover and Bates provided that Grover be an independent sales representative of Bates and be paid a set commission rate on all sales in his territory, which included twelve midwestern states and Bates’s largest account, the Pres-tex account. As amended, the contract was to continue through December 31, 1988 but could be terminated for cause on six months written notice. The contract continued in effect after Eric Tang and Thomas Tang acquired a majority of the Bates stock, which they subsequently transferred to Minette-Mills, Inc. Thereafter, the Tangs served as officers of both Minette and Bates.\nAt the relevant time, Pollack and Goldfarb were employed by Minette. Pollack harbored ill will toward Grover as a result of being fired by him from his position with Bates, and both Pollack and Goldfarb wanted to “get rid of’ Grover. Although Pollack had no knowledge as to the truth of the assertion, he reported to the Tangs that Grover was not servicing properly the accounts of Bates’s customers for which he was responsible. Both Pollack and Goldfarb falsely reported to the Tangs that Grover had uttered ethnic slurs about the Tangs. In February 1988 Grover received a telephone notification from Goldfarb that Grover would no longer have the Prestex account. This was confirmed by letter dated February 8, 1988. The Prestex account was subsequently handled by Gold-farb.\nBy letter dated March 28, 1988, Grover objected to this change and requested a meeting with the Tangs to discuss the matter. On April 14, 1988, at Minette headquarters in North Carolina, Grover met with Eric Tang and Goldfarb. There was conflicting evidence as to whether Pollack attended this meeting. At the meeting, Grover was told by Eric Tang that Prestex was no longer his account and that he would be receiving six months written notice of termination. By letter dated April 14, 1988 Grover received formal notice that his contract with Bates was being terminated. No “just cause” was stated.\nIn December 1988 Grover commenced this action, alleging, inter alia, that Minette, Pollack, and Goldfarb had tortiously interfered with the Grover-Bates contract, and seeking compensatory and punitive damages from them. After a jury trial, a judgment was entered consistent with the jury’s verdict that: Minette, Pollack, and Goldfarb had tor-tiously interfered with the contract and awarded to Grover $52,863 in compensatory damages and $500,000 in punitive damages from Minette, $1.00 in compensatory damages and $30,000 in punitive damages from Pollack, and $1.00 in compensatory damages and $10,000 in punitive damages from Gold-farb. It is from this judgment that Minette, Pollack, and Goldfarb appeal.\ni.\nJury Selection\nThe defendants first contend that the trial court erred in seating and naming as the jury foreman Ronald Bonenfant, an allegedly biased juror. They argue that Bonenfant’s failure to answer a voir dire question is ground for reversal because a response would have provided a valid basis for a challenge for cause or an opportunity to excuse him by the exercise of a peremptory challenge.\nIn McDonough Power Equipment v. Greenwood, 464 U.S. 548, 104 S.Ct. 845, 78 L.Ed.2d 663 (1984) the United States Supreme Court stated that in order to obtain a new trial because of a juror’s mistaken response to a question on voir dire, “a party must first demonstrate that a juror failed to answer honestly a material question on voir dire, and then further show that a correct response would have provided a valid basis for a challenge for cause.” Id. at 556, 104 S.Ct. at 850. Here the record reflects that prior to the trial the defendants knew that in response to the jury questionnaire, Bonen-fant had stated his occupation as “purchasing agent.” The trial court concluded its voir dire by asking the panel members whether there was any reason that any of them believed they could not be fair and impartial in deciding the case. There was no response from the panel members. After hearing challenges for cause and peremptory. 'challenges, the trial court appointed Bonenfant to serve as the jury foreman. Before Bonen-fant was made aware of this fact, however, he voluntarily addressed the court, stating, “You didn’t ask. I was a professional commission salesman for 20 years and I don’t know if that would help or hurt, but I thought somebody might want to know.” On inquiry, Bo-nenfant assured the court he would have no difficulty basing a verdict on the evidence without drawing on his own experience. The court denied the defendants’ challenge for cause of Bonenfant.\nThe defendants’ argument that a response by Bonenfant would have created a valid basis for a challenge for cause ignores the fact that after Bonenfant disclosed his sales experience, the trial court heard their challenge for cause and denied it. The court’s decision that Bonenfant would remain impartial is supported by the record. See Hodgdon v. Jones, 538 A.2d 281, 282 (Me.1988) (“The determination of the [trial court] that the juror remained impartial will stand unless it is clear to this court that no competent evidence supports that decision.”). The defendants’ argument that Bonenfant’s failure to respond in a timely manner to the court’s open-ended voir dire question deprived them of an opportunity to excuse him by exercising a peremptory challenge must similarly fail. In Eckenrode v. Heritage Management Corp., 480 A.2d 759 (Me.1984), we addressed the problem of a juror’s failure to disclose information requested on voir dire and held that a new trial should be ordered only if the nondisclosure prevented the discovery of a juror’s bias “as probably, not speculatively, existent.” Id. at 764-65. Here the defendants failed to establish that the claimed bias of Bonenfant was probable rather than speculative.\nThe defendants’ contention, in reliance on State v. Moody, 486 A.2d 122 (Me.1984), that the trial court committed reversible error in failing to conduct its further questioning of Bonenfant out of the presence of other panel members to avoid “the obvious embarrassment and discomfort” to Bonenfant is misplaced. In Moody we held that the trial court abused its discretion by refusing to grant the defendant’s request that inquiry about potential jurors’ exposure to child abuse be conducted in a private setting. Id. at 126. Here the defendants made no such request. Further, we refuse to equate the degree of embarrassment and discomfort of a juror likely to arise from an inquiry about the juror’s prior exposure to child abuse with that attending an inquiry of a juror concerning the juror’s prior exposure to commissioned sales work.\nII.\nClosing Argument\nThe defendants next contend that the trial court erred by failing to correct an alleged improper statement in Grover’s closing argument. During his closing argument, Grover argued that Goldfarb and Pollack falsely accused Grover of making derogatory ethnic statements about the Tangs, stating that Pollack told the Tangs that Grover had called them “chinks, coolies, and gooks.” In response to the defendants’ objection that Grover’s assertion that Pollack used the expression “chinks, coolies and gooks” was unsupported by the evidence, the trial court stated it would instruct the jury that its recollection of disputed testimony would govern its deliberations and that it could make inquiry concerning such testimony during its deliberations. The defendants did not move for a mistrial or object to the court’s proposed action. When, as here, the issue of the propriety of a party’s closing argument is not properly preserved, we review the issue only for obvious error affecting substantial rights. Miller v. Szelenyi, 546 A.2d 1013, 1018 (Me. 1988); M.R.Civ.P. 61.\nOur review of the record reveals that Gold-farb testified that Grover referred to the Tangs as “coolies, gooks, and other derogatory names.” He admitted mentioning this to Pollack. Although at trial Goldfarb and Pollack denied reporting this to the Tangs, the portion of Goldfarb’s deposition that was read into the record would support a finding that Goldfarb and Pollack had discussed this language with the Tangs. Accordingly we find no error, much less obvious error, in the plaintiffs closing argument.\nIII.\nJury Instructions\nThe defendants next contend that the trial court erred in denying their requested instruction that would have charged the jury that Minette could not be liable for Grover’s claim against Bates for its breach of the Grover-Bates contract. The trial court refused to give the requested instruction on the ground that it was confusing.\nA party is not entitled to have a requested instruction given if it is misleading. Johnson v. Gerrish, 518 A.2d 721, 724 (Me.1986). As against the defendants, Grover’s claim was for their tortious interference with his contract with Bates. The court properly refused to give the proposed instruction on the ground that it was likely to confuse the jury as to Grover’s claimed contract and tort theories of recovery.\nIV.\nSufficiency of the Evidence\nThe defendants contend that the trial court erred in denying their timely motions for a judgment as a matter of law on the ground that the evidence was insufficient to support a finding of tortious interference with a contractual relationship. We disagree.\nWe review the trial court’s denial of a motion for a judgment as a matter of law by examining the evidence in the light most favorable to the plaintiff to determine whether any reasonable view of the evidence, including all justifiable inferences to be drawn therefrom, can sustain the verdict. Schiavi v. Goodwin, 542 A.2d 367, 368 (Me.1988). “The burden is on the moving party to show that the adverse verdict is clearly and manifestly wrong.” Id. (citation omitted). A party can recover damages for a tortious interference with a contract if a person by fraud or intimidation procures the breach of a contract that would have continued but for such wrongful interference. C.N. Brown Co. v. Gillen, 569 A.2d 1206, 1210 (Me.1990). At trial, Grover conceded that there was no intimidation and thus was required to establish that the defendants procured the breach through fraud.\nThe defendants contend there was no evidence of their interference with the Grover-Bates contract by fraud. A person is liable for fraud if the person (1) makes a false representation (2) of a material fact (3) with knowledge of its falsity or in reckless disregard of whether it is true or false (4) for the purpose of inducing another to act or to refrain from acting in reliance on it, and (5) the other person justifiably relies on the representation as true and acts upon it to the damage of the plaintiff. See Letellier v. Small 400 A.2d 871, 376 (Me.1979). Here, based on the evidence submitted to it, the jury reasonably could have found the following: Goldfarb and Pollack, knowing it to be false, told the Tangs that Grover made the claimed derogatory ethnic remarks about the Tangs and did not properly service his accounts. These statements were made knowing that the Tangs were executive officers of both Minette and Bates and for the purpose of inducing the Tangs in their capacity as officers of Bates to terminate the Grover-Bates contract. Because the Tangs were also officers of Minette and Minette owned a majority of the Bates stock, Goldfarb’s and Pollack’s tortious interference with Grover’s contract was aided by their employment relationship with Minette. Minette, therefore, is vicariously liable for this tortious interference. See McLain v. Training & Dev. Corp., 572 A.2d 494, 497-98 (Me.1990) (employer was vicariously liable for employee’s intentional tort because jury could rationally find that the employment relationship “made possible” the commission of the tort).\nGoldfarb’s separate contention that at the relevant time he was an employee of Bates and accordingly could not be liable for a tortious interference with the Grover-Bates contract is contrary to his testimony that when he acquired one of Grover’s accounts, in February 1988, he was an employee of Minette and continued to be supervised by Pollack, Minette’s vice-president, and that he discussed the alleged ethnic slurs with Pollack because Pollack was his superior. Viewing this evidence in the light most favorable to Grover, the court properly determined there was sufficient evidence to support a jury’s finding that Goldfarb was an employee of Minette.\nBecause Minette for the first time on appeal contends that, at the time in issue, Gold-farb and Pollack were not acting in the scope of their employment by Minette, we need not address that issue. We also need not address Minette’s contention, raised for the first time by this appeal, that, as a matter of law, a parent corporation cannot be liable for the tortious interference with a contract of its subsidiary. “No principle is better settled than that a party who raises an issue for the first time on appeal will be deemed to have waived the issue....” Kelly v. University of Maine, 623 A.2d 169, 171 (Me.1993) (citation omitted).\nContrary to the defendants’ contention, there was sufficient evidence to support the jury’s finding that but for the defendants’ fraudulent interference, the Grover-Bates contract would have continued. Grover presented evidence that between 1985 and 1988 he was Bates’s most productive salesperson. During 1986 his sales figures were four times greater than the next most productive salesperson and accounted for about twenty-five percent of Bates’s total sales. Bates’s president, Thomas LeVeen, testified that he believed it would have been “utter foolishness to fire a man who accounted for 25 percent of [Bates’s] sales.” In 1986, Bates had a negative cash flow, but turned a profit in 1987, a year in which Grover had the highest sales volume. Based on this evidence, the jury reasonably could conclude that the Grover-Bates contract would have continued but for the defendants’ tortious interference.\nV.\nPunitive Damages\nThe defendants contend that the evidence was insufficient to support an award to Grover of punitive damages. A plaintiff seeking punitive damages must show by clear and convincing evidence that the defendants’ conduct was motivated by actual ill will, or that the conduct was so outrageous that malice is implied. Haworth v. Feigon, 623 A.2d 150, 159 (Me.1993). In this ease, we cannot say the trial court erred by determining there was sufficient credible evidence to allow a jury to determine that the defendants’ conduct was motivated by ill will or was so outrageous that malice could be implied.\nBecause the error, if any, does not rise to the level of obvious error, we find no merit in Minette’s contention raised for the first time by this appeal that the jury based its award of punitive damages against Mi-nette on Grover’s reference in his closing argument to the jury to the financial difficulties that Bates was experiencing. Miller v. Szelenyi, 546 A.2d at 1018; M.R.Civ.P. 61. Minette also contends that the amount of the punitive damages awarded to Grover from Minette is excessive. We have previously stated that the award of punitive damages lies “within the sound discretion of the fact finder.” Tuttle v. Raymond, 494 A.2d 1353, 1359 (Me.1985) (quoting Hanover Ins. Co. v. Hayward, 464 A.2d 156, 158 (Me.1983)) (emphasis in original). See also Haworth v. Feigon, 623 A.2d at 159 (amount of punitive damages is within the sound discretion of the factfinder and will not be disturbed unless clearly excessive). We find nothing in the record, and Minette points to nothing, to establish that the jury did not properly consider all mitigating factors submitted to it in making its determination and, accordingly, it cannot be said that the amount of the punitive damages awarded is clearly excessive. See Tuttle v. Raymond, 494 A.2d at 1359.\nContrary to the contention of Pollack and Goldfarb, the law is well established that it is not essential that a plaintiff present evidence of a defendant’s financial circumstances before a jury may consider an award of punitive damages to the plaintiff. Ferrell v. Cox, 617 A.2d 1003, 1008 (Me.1992). Nor do we find merit in the contention of Pollack and Goldfarb that the punitive damages assessed against them are excessive based on a comparison with the amount of their liability for compensatory damages. We have previously stated that “the lack of any precise formula by which punitive damages can be calculated is one of the important assets of the doctrine.” Tuttle v. Raymond, 494 A.2d at 1359.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. Although the record is unclear as to the exact date the Tangs acquired the Bates stock, it is clear that the acquisition was between December 7, 1986 and January 1, 1987.\n. Neither of the Tangs participated in or offered evidence at the trial of this matter.\n. Prior to this exchange, the defendants had used all their peremptory challenges.\n. Minette also contends that the damages assessed against it, when compared with the damages assessed against Pollack and Goldfarb, are inconsistent with the theory of vicarious liability. We decline to address whether the damage awards are inconsistent. Minette raised this issue for the first time by this appeal. Moreover, the error, if any was invited by Minette. The jury verdict form proposed by Minette requested the jury to apportion the damages for tortious interference between Pollack, Goldfarb, and Minette. The verdict form actually submitted to the jury similarly requested the jury to determine damages separately for Pollack, Goldfarb, and Mi-nette, and our review of the record reveals that the parties agreed to this verdict form. We have previously stated that a litigant in a civil action who not only fails to interpose any objection but acquiesces in the action taken cannot later be heard to complain. Medical Care Dev. v. The Bryler Corp., 634 A.2d 1296, 1299 (Me.1993).",
        "type": "majority",
        "author": "GLASSMAN, Justice."
      }
    ],
    "attorneys": [
      "Peter B. Biekerman (orally), Lipman & Katz, Augusta, for plaintiff.",
      "Stephen Beale (orally), Skelton, Taintor & Abbott, Auburn, Peter Murray (orally), Richard O'Meara, Murray, Plumb & Murray, Portland, Theodore Kurtz, Kurtz & Myers, South Paris, for defendants."
    ],
    "corrections": "",
    "head_matter": "Robert E. GROVER v. MINETTE-MILLS, INC., et al.\nSupreme Judicial Court of Maine.\nArgued Sept. 23, 1993.\nDecided March 9, 1994.\nPeter B. Biekerman (orally), Lipman & Katz, Augusta, for plaintiff.\nStephen Beale (orally), Skelton, Taintor & Abbott, Auburn, Peter Murray (orally), Richard O'Meara, Murray, Plumb & Murray, Portland, Theodore Kurtz, Kurtz & Myers, South Paris, for defendants.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS, RUDMAN and DANA, JJ.\nAlthough named as a party defendant in this action, Bates Fabrics, Inc. has not appealed from the judgment entered on the jury's verdict awarding damages to Grover on his claim against Bates for breach of contract."
  },
  "file_name": "0712-01",
  "first_page_order": 766,
  "last_page_order": 772
}
