{
  "id": 7289511,
  "name": "LINCOLN HOCKEY, LLC, d/b/a Washington Capitals, et al., Petitioners, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, and Jamie W. Huscroft, Intervenor",
  "name_abbreviation": "Lincoln Hockey, LLC v. District of Columbia Department of Employment Services",
  "decision_date": "2010-07-08",
  "docket_number": "No. 08-AA-1476",
  "first_page": "713",
  "last_page": "719",
  "citations": [
    {
      "type": "official",
      "cite": "997 A.2d 713"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "955 A.2d 718",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8211752
      ],
      "pin_cites": [
        {
          "page": "727"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/955/0718-01"
      ]
    },
    {
      "cite": "983 A.2d 988",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7293839
      ],
      "pin_cites": [
        {
          "page": "995"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/983/0988-01"
      ]
    },
    {
      "cite": "930 A.2d 137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8347323
      ],
      "pin_cites": [
        {
          "page": "141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/930/0137-01"
      ]
    },
    {
      "cite": "921 A.2d 787",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8321069
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "788, 795"
        },
        {
          "page": "794"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/921/0787-01"
      ]
    },
    {
      "cite": "588 A.2d 275",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7375824
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "276"
        },
        {
          "page": "277"
        },
        {
          "page": "278"
        },
        {
          "page": "279"
        },
        {
          "page": "279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/588/0275-01"
      ]
    },
    {
      "cite": "509 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7897293
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "633"
        },
        {
          "page": "633"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/509/0629-01"
      ]
    },
    {
      "cite": "498 A.2d 567",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7916373
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "569"
        },
        {
          "page": "569"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/498/0567-01"
      ]
    },
    {
      "cite": "761 A.2d 840",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11160504
      ],
      "pin_cites": [
        {
          "page": "844"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/761/0840-01"
      ]
    },
    {
      "cite": "953 A.2d 1036",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8186089
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1043"
        },
        {
          "page": "1043"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/953/1036-01"
      ]
    },
    {
      "cite": "971 A.2d 909",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7297858,
        7297806
      ],
      "pin_cites": [
        {
          "page": "915"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/971/0909-02",
        "/a2d/971/0909-01"
      ]
    },
    {
      "cite": "992 A.2d 403",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7289459
      ],
      "pin_cites": [
        {
          "page": "405"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/992/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 765,
    "char_count": 17899,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18830480078182163
    },
    "sha256": "83a06e9807733bc0508b4e4e90751c19b3c6f8e336046510ee782cd1c1528749",
    "simhash": "1:28ac4ec4916981a9",
    "word_count": 2834
  },
  "last_updated": "2024-02-27T16:53:18.711347+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REID and KRAMER, Associate Judges, and KING, Senior Judge."
    ],
    "parties": [
      "LINCOLN HOCKEY, LLC, d/b/a Washington Capitals, et al., Petitioners, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, and Jamie W. Huscroft, Intervenor."
    ],
    "opinions": [
      {
        "text": "KING, Senior Judge:\nLincoln Hockey, LLC, d/b/a Washington Capitals, petitions for review of the District of Columbia Department of Employment Services’ (DOES) award of workers’ compensation benefits to Jamie Huscroft, a former player in the Capitals’ professional hockey organization. Huscroft was injured while playing in a regular-season game for the Portland Pirates, a Capitals minor-league affiliate. He filed a claim for unemployment benefits under the District of Columbia Workers’ Compensation Act (WCA), and DOES granted his claim. The Capitals contend that DOES erred in finding that Huscroft’s claim came within the jurisdiction of the WCA and in declining to limit Huscroft’s award according to the work life expectancy of a professional hockey player. For the reasons set forth below, we affirm.\nI.\nHuscroft was signed by the Capitals in 1999 to a two-year, “two way” contract to play professional hockey. Under this “two way” contract, Huscroft could be assigned to play for the Capitals in the National Hockey League (NHL) or for its minor league affiliate, the Portland Pirates, which competes in the American Hockey League (AHL). The Capitals play then-home games in the District of Columbia, while the Pirates play their home games in Portland, Maine. During the 1999-2000 hockey season, Huseroft played in thirty to forty games for the Pirates and in seven games for the Capitals. Huseroft was with the Capitals during the 2000 NHL playoffs, but he did not dress for the games. On October 18, 2000, four games into the second year of his contract, Hus-eroft suffered a career-ending head injury in a Pirates game played in Quebec, Canada. He was thirty-three at the time of the injury, making him one of the oldest players in the AHL.\nAfter the 2000-2001 season ended, when his contract expired, Huseroft filed a claim under the WCA, D.C.Code § 32-1501 et seq. (2001), seeking temporary total disability benefits from May 1, 2001, to July 31, 2001, and temporary partial disability benefits from August 1, 2001, “to the present and continuing.” On September 7, 2007, an Administrative Law Judge (ALJ) issued a Compensation Order finding that an employer/employee relationship existed, that Huscroft’s injury was causally related to the accident in the October 2000 hockey game, and that Huseroft was entitled to temporary total disability benefits from May 1, 2001, to July 31, 2001, and temporary partial disability payments from August 1, 2001, to the completion of his work-life expectancy.\nOn the Capitals’ petition for review, the Compensation Review Board (CRB) reversed and remanded the ALJ’s Order on the ground that substantial evidence did not support the ALJ’s finding that the claim came within the jurisdiction of the WCA. The CRB specifically observed that the WCA covers injuries occurring outside the District of Columbia only “if, at the time of the injury or death, the employment is localized principally in the District of Columbia.” D.C.Code § 32-1503(a)(2) (2001). The CRB remanded, concluding that “a determination is required as to the nature of Respondent’s employment relationship with the District at the time of his injury, and whether that relationship constitutes a set of substantial and legitimate contacts with the District more significant here than elsewhere.”\nOn remand, the ALJ considered anew the jurisdictional issue, and on February 29, 2008, it issued a Compensation Order on Remand, again finding that the claim came within the jurisdiction of the WCA. The ALJ found that the Capitals’ principal business was playing professional hockey games, that their arena was located in the District of Columbia, that Huseroft was hired principally to play in NHL games, and that ultimately, his participation in AHL games was “ancillary to preparing for NHL games” for the Capitals. The ALJ also rejected an argument that D.C.Code § 32-1508(3)(W) mandated Hus-croft’s award be limited by his work-life expectancy as a professional athlete. The ALJ awarded temporary total disability benefits from May to July of 2001 and temporary partial disability benefits from August of 2001 “to the present and continuing.”\nOn June 10, 2008, the CRB reversed and remanded a second time. The CRB concluded that under the WCA, an award of temporary partial disability benefits may not be of an indefinite duration but must be limited to not more than five years, citing D.C.Code § 32-1508(5). The CRB also remanded for renewed findings of fact with respect to the causal relationship between the injury and the disability. The CRB, however, affirmed the ALJ’s determinations with respect to jurisdiction and work-life expectancy. On August 8, 2008, the ALJ made renewed findings on the causal relationship and limited Huscroft’s award to five years, pursuant to D.C.Code § 32-1508(5). On October 31, 2008, the CRB affirmed the compensation award. While the Capitals did not re-argue the issues of jurisdiction and work-life expectancy before the CRB, they preserved them right to petition this court for review of those claims, and they timely filed their petition with this court. We have evaluated their claims under our well-established standards of agency review, and conclude that the compensation award should be affirmed.\nII.\nWe may not disturb a DOES compensation award unless “it is arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.” Children’s Nat’l Med. Ctr. v. District of Columbia Dep’t of Employment Servs., 992 A.2d 403, 405 (D.C.2010). We will uphold the agency’s decision provided that “(1) the agency made findings of fact on each contested material factual issue, (2) substantial evidence supports each finding, and (3) the agency’s conclusions of law flow rationally from its findings of fact.” Georgetown Univ. v. District of Columbia Dep’t of Employment Servs., 971 A.2d 909, 915 (D.C.2009). We will defer to the agency’s interpretation of a statute it administers, unless that interpretation “is unreasonable or in contravention of the language” of the statute. Watergate East Comm. Against Hotel Conversion v. District of Columbia Zoning Comm’n, 953 A.2d 1036, 1043 (D.C.2008). “Indeed, we must sustain the agency’s interpretation even if a petitioner advances another reasonable interpretation of the statute or if we might have been persuaded by the alternate interpretation had we been construing the statute in the first instance.” Mushroom Transp. v. District of Columbia Dep’t of Employment Servs., 761 A.2d 840, 844 (D.C.2000) (citation omitted).\nBecause Huscroft’s injury was incurred outside the District, the WCA only covers his claim if at the time of the injury, his employment was “localized principally in the District of Columbia.” D.C.Code § 32-1503(a)(2) (2001). In Hughes v. District of Columbia Dep’t of Employment Servs., 498 A.2d 567 (D.C.1985), this court approved the agency’s consideration of the following factors in considering whether a claimant’s employment was “localized principally” in the District:\n1) The place(s) of the employee’s business office(s) or faeility(ies) at which or from which the employee performs the principal service(s) for which he was hired; or\n2) If there is no such office or facility at which the employee works, the employee’s residence, the place where the contract is made and the place of performance; or\n3) If neither (1) nor (2) is applicable, the employee’s base of operations.\nId. at 569. In Petrilli v. District of Columbia Dep’t of Employment Servs., 509 A.2d 629 (D.C.1986), we concluded that “employment principally localized in the District” means “a claimant’s employment relationship with this jurisdiction must have contacts more substantial here than in any other place.” Id. at 633.\nIn analyzing Huscroft’s claim, DOES relied upon our decision in Pro-Football, Inc. v. District of Columbia Dep’t of Employment Servs., 588 A.2d 275 (D.C.1991). In that case, fourteen former Washington Redskins players filed claims for unemployment compensation based on football-related injuries. Id. at 276. The record showed that while the claimants played more games in the District — at RFK stadium — than in any other jurisdiction, the team’s practice facility was in Virginia, which meant that “the amount of time spent by each player in Virginia substantially exceeded] the amount spent in the District.” Id. at 277. Nevertheless, we affirmed the compensation award based on the agency’s findings that the Redskins are a business whose purpose is to make money and “the principal service for which [the players were] hired was to play in regularly scheduled NFL football games,” the plurality of which took place in the District. Id. at 278. As for the practices in Virginia, we sustained the agency’s finding that “a professional athlete’s practice is merely preparatory to the game.” Id. at 279. Thus, under the first prong of the Hughes test, we held the agency could reasonably conclude that the players’ employment was principally localized in the District.\nIn the present case, the ALJ similarly found that the principal duty for which Huscroft was hired was to play in regularly scheduled NHL games for the Capitals. Despite the fact that Huscroft actually spent more time in Portland than in the District, the ALJ found his activities with the Portland Pirates, including playing in AHL games, were “ancillary to preparing for NHL games.” In support of this finding, the ALJ cited the testimony of Frank Provenzano, the Assistant General Manager for the Capitals at the time. Provenza-no, who negotiated Huscroft’s contract, testified that Huscroft was a good defensive hockey player, one who could step in and provide a veteran presence for the Capitals at the NHL level. Further, while Provenzano hoped Huscroft could also provide a winning environment for the Portland Pirates, he indicated that he “wanted a winning environment at the affiliate to obtain a winning environment at the ... NHL level.” Indeed, Provenzano testified at the hearing that the AHL is “primarily a development league for the [NHL].”\nFurther, the record shows that even when Huscroft was playing for the Pirates, the Capitals maintained complete control over his activities. His paycheck came directly from the Capitals, he could be called up to the NHL at any time at the Capitals’ discretion, and the Capitals “controlled all on[-]ice hockey operations” of the Pirates, including “the full roster, coaches and trainers.” All of this evidence supports the ALJ’s finding that Huscroft’s “participation in AHL games served as the functional equivalent of preparatory practice for NHL games.”\nThe CRB concluded the ALJ’s findings on the jurisdiction of the WCA were supported by substantial evidence in the record and resulted from a reasonable application of appropriate legal principles. We agree. The fact that the Capitals signed Huscroft to contribute to the achievement of their business objective of winning hockey games in the District shows that under the first prong of the Hughes test, Hus-croft “performed] the principal services for which he was hired” in the District. Hughes, 498 A.2d at 569. Further, the fact that the Capitals, and not the Pirates, controlled all aspects of Huscroft’s employment, shows that Huscroft’s employment relationship had “contacts more substantial here than in any other place.” Petrilli, 509 A.2d at 633. The CRB’s affirmance of the compensation award is reasonable under either articulation.\nThe Capitals contend that instead of Pro-Football, Huscroft’s case should be controlled by our holding in Furtick v. District of Columbia Dep’t of Employment Servs., 921 A.2d 787 (D.C.2007). In that case, we concluded that the jurisdiction of the WCA did not reach the claim of an employee who was injured while working in the Republic of Georgia for an international agency whose main office was located in the District. Id. at 788, 795. In that case, however, the employer’s “business was internationally oriented and apparently geared toward staffing projects in other parts of the world,” and “[i]ts relationship with the District was a matter of convenience.” Id. at 794. By contrast, the Capitals’ business is locally oriented and its relationship to the District no mere matter of convenience: its principal purpose, as the ALJ found, is to play hockey games, more of which it plays in the District than in any other jurisdiction. Whereas Fur-tick’s employment contract contemplated performance of his employer’s business objectives in entirely international settings, Huscroft’s contract contemplated ultimate performance in the District, where the Capitals’ NHL activities were centralized. The ALJ and the CRB could reasonably find, and did find, Furtick distinguishable. We are satisfied that the agency’s determination is reasonable and not in contravention of the language of the statute. Watergate, 953 A.2d at 1043. Accordingly, we do not disturb it.\nIII.\nWe also find no merit in the Capitals’ other challenge to the compensation award. The Capitals contend that at the time of the accident, Huscroft was either at or near the end of his professional hockey career, and that DOES was required to limit Huscroft’s award according to his work-life expectancy as a professional athlete, pursuant to § 32-1508(3)(W) of the WCA. That subsection provides:\nThe compensation and remuneration payable to a professional athlete claimant pursuant to subparagraph (V)(ii) of this paragraph shall be determined by referring to the date of the claimant’s disability and a date that is not later than the date on which the claimant’s employment as a professional athlete would have ended, as determined pursuant to § 32-1501(17C), if the disability for which he or she seeks compensation and remuneration pursuant to subpara-graph (V)(ii) of this paragraph had not occurred.\nD.C.Code § 32-1508(3)(W) (2001). This subsection, however, applies only to claimants seeking compensation pursuant to § 32-1508(3)(V)(ii), which involves “disabilities partial in character but permanent in quality.” It is therefore inapplicable to Huscroft, who obtained compensation under § 32-1508(5), the subsection dealing with his “temporary partial disability.” Pursuant to § 32-1508(5), temporary partial disability awards are limited to a period not exceeding five years, a limitation the agency properly applied to Huscroft’s award.\nThe presence of more specific limiting language in § 32-1508(3)(W), and the absence of that same language in § 32-1508(5), persuades us the legislature chose to limit professional athletes’ awards for “permanent partial” disabilities based on the end of their careers as professional athletes, and that it did not choose to enact the same limitations on athletes’ awards for “temporary partial” disabilities. See Odemns v. District of Columbia, 930 A.2d 137, 141 (D.C.2007) (courts presume legislature acts purposely when it includes specific language in one section of statute and excludes it from another section). Since by the plain language of § 82-1508(5), the agency was not required to limit Hus-croft’s claim according to his work-life expectancy as a professional athlete, we need not address the Capitals’ claim further. See BSA 77 P Street LLC v. Hawkins, 983 A.2d 988, 995 (D.C.2009) (if meaning of statute is plain from its face, we must give effect to that plain meaning).\nAccordingly, the Order awarding workers’ compensation benefits is\nAffirmed.\n. Huscroft filed a brief as intervenor, in support of the compensation award. DOES filed a statement in lieu of brief, stating that it would stand on the decisions below and any arguments Huscroft might make.\n. Because the employer does not contest DOES’s finding that Huscroft’s disability was causally related to this injury, we need not address the details of the injury here.\n. We sustained the agency's determination with respect to ten of the fourteen claimants. We remanded for further findings with respect to the remaining four, who, the record showed, had never actually appeared in a regular season game at RFK Stadium. Pro-Football, Inc., supra, 588 A.2d at 279.\n. We have held that it was not necessary to require an employee to work a \"majority\" of hours in the District in order to invoke the jurisdiction of the WCA, holding instead that performing the principal service for which he or she was hired for a plurality of hours in the District is sufficient. Shipkey v. District of Columbia Dep’t of Employment Servs., 955 A.2d 718, 727 (D.C.2008).\n. The Capitals argue that under D.C.Code § 32-1501(17C) the Office of Workers’ Compensation is required to enact rules regarding work-life expectancy for professional athletes in each professional sports franchise in the District, and that thus far that Office has failed to do so. This, the Capitals’ argue, frustrates the purpose of § 32-1508(3)(W), which clearly contemplates limitations to a professional athlete's compensation award based on the end of his or her career under certain circumstances. While we understand the Capitals’ concern as it relates to other cases where the provision relating to work-life expectancy is applicable, that concern is not implicated here.",
        "type": "majority",
        "author": "KING, Senior Judge:"
      }
    ],
    "attorneys": [
      "Stewart S. Manela, Washington, DC, for petitioners.",
      "Peter J. Nickles, Attorney General for the District of Columbia, and Todd S. Kim, Solicitor General, Donna M. Murasky, Deputy Solicitor General, and David A. Hyden, Assistant Attorney General, filed a statement in lieu of brief, for respondent.",
      "Benjamin T. Boscolo, Greenbelt, MD, for intervenor."
    ],
    "corrections": "",
    "head_matter": "LINCOLN HOCKEY, LLC, d/b/a Washington Capitals, et al., Petitioners, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, and Jamie W. Huscroft, Intervenor.\nNo. 08-AA-1476.\nDistrict of Columbia Court of Appeals.\nArgued April 6, 2010.\nDecided July 8, 2010.\nStewart S. Manela, Washington, DC, for petitioners.\nPeter J. Nickles, Attorney General for the District of Columbia, and Todd S. Kim, Solicitor General, Donna M. Murasky, Deputy Solicitor General, and David A. Hyden, Assistant Attorney General, filed a statement in lieu of brief, for respondent.\nBenjamin T. Boscolo, Greenbelt, MD, for intervenor.\nBefore REID and KRAMER, Associate Judges, and KING, Senior Judge."
  },
  "file_name": "0713-01",
  "first_page_order": 749,
  "last_page_order": 755
}
