{
  "id": 11500756,
  "name": "STATE v. Dennis EVANS",
  "name_abbreviation": "State v. Evans",
  "decision_date": "1999-11-24",
  "docket_number": "No. 95-709-C.A.",
  "first_page": "715",
  "last_page": "721",
  "citations": [
    {
      "type": "official",
      "cite": "742 A.2d 715"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "668 A.2d 1256",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7874503
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/668/1256-01"
      ]
    },
    {
      "cite": "420 A.2d 816",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7986585
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "828"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/420/0816-01"
      ]
    },
    {
      "cite": "654 A.2d 1195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876963
      ],
      "pin_cites": [
        {
          "page": "1201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/1195-01"
      ]
    },
    {
      "cite": "524 A.2d 575",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876817
      ],
      "pin_cites": [
        {
          "page": "581"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/524/0575-01"
      ]
    },
    {
      "cite": "651 A.2d 1198",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12257730
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1216"
        },
        {
          "page": "1216-17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/651/1198-01"
      ]
    },
    {
      "cite": "110 R.I. 261",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3152309
      ],
      "weight": 4,
      "year": 1972,
      "pin_cites": [
        {
          "page": "269"
        },
        {
          "page": "219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/110/0261-01"
      ]
    },
    {
      "cite": "512 A.2d 1375",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7908994
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1383"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/512/1375-01"
      ]
    },
    {
      "cite": "175 A.2d 284",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "pin_cites": [
        {
          "page": "286"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "93 R.I. 290",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4795113
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "293"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/93/0290-01"
      ]
    },
    {
      "cite": "593 A.2d 953",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7380298
      ],
      "pin_cites": [
        {
          "page": "956"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/593/0953-01"
      ]
    },
    {
      "cite": "696 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12022210
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "294"
        },
        {
          "page": "294"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/696/0290-01"
      ]
    },
    {
      "cite": "555 A.2d 339",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883881,
        7883810
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "345-46"
        },
        {
          "page": "345"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/555/0339-02",
        "/a2d/555/0339-01"
      ]
    },
    {
      "cite": "661 A.2d 948",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7878186
      ],
      "pin_cites": [
        {
          "page": "955"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/661/0948-01"
      ]
    },
    {
      "cite": "446 A.2d 743",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8003913
      ],
      "pin_cites": [
        {
          "page": "744-45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/446/0743-01"
      ]
    },
    {
      "cite": "120 R.I. 714",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        8519980
      ],
      "weight": 8,
      "year": 1978,
      "pin_cites": [
        {
          "page": "717"
        },
        {
          "page": "917"
        },
        {
          "page": "717"
        },
        {
          "page": "917"
        },
        {
          "page": "719"
        },
        {
          "page": "918"
        },
        {
          "page": "719"
        },
        {
          "page": "918"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/120/0714-01"
      ]
    },
    {
      "cite": "491 A.2d 1000",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7934057
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1003"
        },
        {
          "page": "1003"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/491/1000-01"
      ]
    },
    {
      "cite": "431 A.2d 1229",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7992057
      ],
      "pin_cites": [
        {
          "page": "1233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/431/1229-01"
      ]
    },
    {
      "cite": "725 A.2d 283",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11636992
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "284-88"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/725/0283-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 757,
    "char_count": 16927,
    "ocr_confidence": 0.68,
    "pagerank": {
      "raw": 2.6255648958941117e-07,
      "percentile": 0.8217384488439288
    },
    "sha256": "5db9d98f04356622be59c6e502ee97ed501c5a5fadffeadfcf927616b92d9868",
    "simhash": "1:9043ad61e9c441f0",
    "word_count": 2839
  },
  "last_updated": "2024-02-27T18:02:01.051786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present WEISBERGER, C.J., and LEDERBERG, FLANDERS and GOLDBERG, JJ.",
      "Justice BOURCIER did not participate."
    ],
    "parties": [
      "STATE v. Dennis EVANS."
    ],
    "opinions": [
      {
        "text": "OPINION\nWEISBERGER, Chief Justice.\nThis case comes before us on a second appeal by the defendant, Dennis Evans (defendant), from a judgment of conviction for bank robbery entered after a jury trial in Superior Court. The defendant was sentenced to serve fifty years at the Adult Correctional Institutions (ACI). In State v. Evans, 725 A.2d 283 (R.I.1999) (Evans II), this Court held that the defendant was not entitled to a new trial based upon newly discovered evidence. The defendant now raises other errors on appeal that were not decided in Evans II. We again affirm the defendant’s conviction. Only a brief rendition of the facts is necessary to our discussion. A well-documented recitation of the facts and travel of this case is contained in Evans II, 725 A.2d at 284-88.\nOn August 19, 1988, a masked gunman entered the Hospital Trust Bank in East Providence, Rhode Island (1988 robbery). He vaulted over the counter and demanded that the bank tellers at four stations deposit the cash at each station into his shopping bag. The gunman then vaulted over the counter and walked out of the bank. One of the bank tellers, Maria Quintanilha (Quintanilha), testified at trial that she concentrated on the gunman’s face while he emptied the cash registers. After he walked outside, she watched him remove his mask. For five seconds she could see his face unobstructed. Despite her observation, she was not able to identify the robber from photographs that the police showed her.\nOn February 10, 1989 (1989 robbery), the same bank was robbed, and again Quintanilha witnessed it. This time two masked men in their early twenties robbed the bank. Quintanilha testified that one robber’s mask was so transparent that it did not conceal his face. One of the robbers leaped over the counter, told Quinta-nilha and another cashier to open their bottom cash drawers, took the money, leaped back over the counter, and left. After the robbery, Quintanilha went to the East Providence police station. This time, when she was shown photographs by the police she was able to identify defendant, not as the gunman of the 1989 robbery but as the gunman from the 1988 robbery.\nThe next day Quintanilha was shown another photographic array. She identified David DiLibero (DiLibero) as one of the robbers from the 1989 robbery. Di-Libero was the boyfriend of defendant’s daughter, Dawn Evans (Dawn). Both lived at 150 Harold Street in Providence, Rhode Island. The police conducted a search of this address after obtaining a warrant. The search uncovered a handgun and a letter written by defendant when he was incarcerated at the ACI. The letter was written on February 11, 1989, one day after the 1989 robbery. In it defendant tells his daughter that someone has accused him of planning the robbery that DiLibero had committed on the previous day. The defendant cautions his daughter not to say anything about the robbery. He also writes, “[tjell [DiLibero] to put some of his [money] aside for a lawyer + bail, if anything ever goes wrong * * The defendant advises, “[d]on’t be stupid like I was and blow it all away.”\nAt trial Darrell Kroll (Kroll) testified for the state. He stated that while he was driving with defendant past the Hospital Trust Bank in East Providence, defendant told him that he had robbed the bank of about $40,000. Kroll stated that defendant told him that his method of robbing a bank was to wear a mask, leap over the counter, and take money only from the bottom of the cashier drawers because there were no dye packs in that money.\nA grand jury returned an indictment charging defendant with committing the 1988 robbery, aiding and abetting the 1989 robbery, and conspiring to commit the 1989 robbery. The trial justice granted defendant’s motion for judgment of acquittal on the conspiracy charge. A jury convicted defendant of the 1988 robbery and acquitted him of the aiding and abetting charge. The trial justice sentenced defendant to serve fifty years at the ACI. The trial justice denied defendant’s motion for a new trial, a ruling which we affirmed. State v. Evans, 725 A.2d 283 (R.I.1999). The defendant now raises three issues on appeal that were not decided in his previous appeal. The issues will be discussed in the order in which they were presented in defendant’s brief.\nI\nMOTION TO SEVER\nThe defendant first argues that he was prejudiced by the trial justice’s refiisal to sever the counts of his indictment that related to two separate robberies. The defendant alleges that if the counts had been severed, the jury would not have returned a guilty verdict for the 1988 robbery. He argues that the evidence presented in connection with the 1989 robbery spilled over and influenced the jury’s guilty verdict in the 1988 robbery.\nThe granting or denial of a motion to sever is not a matter of right, but rather it is within the trial justice’s discretion. State v. Whitman, 431 A.2d 1229, 1233 (R.I.1981). The trial justice’s decision to deny severance will be upheld absent an abuse of discretion. State v. Bernier, 491 A.2d 1000, 1003 (R.I.1985); State v. Sharbuno, 120 R.I. 714, 717, 390 A.2d 915, 917 (1978). Further, this denial will not be reversed unless the defendant affirmatively shows that he did, in fact, “suffer prejudice sufficiently substantial to impinge upon his right to a fair trial.” Sharbuno, 120 R.I. at 717, 390 A.2d at 917. This level of prejudice is reached only if we determine that there exists a real doubt about how the trial irregularity may have affected the jury.\nUnder Rule 8(a) of the Superior Court Rules of Criminal Procedure, “[t]wo (2) or more offenses may be charged in the same indictment * * * if the offenses charged * * * are of the same or similar character or are based on the same act or transaction or on two (2) or more acts or transactions connected together or constituting parts of a common scheme or plan.” However, pursuant to Rule 14 of the Superior Court Rules of Criminal Procedure, a defendant may have the joined offenses severed if he is prejudiced by their joinder. Suffering some disadvantage in defending more than one count is not enough to demonstrate prejudice. Sharbuno, 120 R.I. at 719, 390 A.2d at 918. Nor is it sufficient for a defendant to allege the potential for prejudice. Bernier, 491 A.2d at 1003. Rather, he must demonstrate that substantial prejudice resulting from the joinder occurred and denied him a right to a fair trial. Id.; Sharbuno, 120 R.I. at 719, 390 A.2d at 918. This right is not prejudiced by the joinder of charges in cases in which the outcome would have been the same if separate trials had been held. State v. Raymond, 446 A.2d 743, 744-45 (R.I.1982).\nWhen the counts of an indictment establish a common scheme or plan, then denying a motion to sever is not an abuse of discretion. State v. Hightower, 661 A.2d 948, 955 (R.I.1995); State v. Lassor, 555 A.2d 339, 345-46 (R.I.1989). For example, in Hightower, the defendant was charged with kidnapping, breaking and entering, forgery, counterfeiting, and three counts of murder. The Court held that the trial justice did not abuse his discretion by denying defendant’s motion to sever these charges because they were all intertwined as part of a common scheme and design to murder an entire family. Further, in Lassor, the defendant was charged with three counts of murder, one count of attempted murder, and one count of first-degree sexual assault. The offenses occurred over a three-month period from June to September 1984. Each offense involved strangulation or attempted strangulation of the victim; three offenses involved sexual assaults; one victim had a stick placed in her vagina; and another victim had a stick placed in her rectum. In sum, there was “an overall pattern of abhorrent sexual behavior.” Lassor, 555 A.2d at 345. This Court held that the crimes were sufficiently similar to constitute a common plan or scheme and, therefore, were properly joined under Rule 8(a). Also, we held that the trial justice did not abuse his discretion under Rule 14 to deny defendant’s motion to sever because defendant did not demonstrate such prejudice that his right to a fair trial had been denied.\nHere, the trial justice did not abuse his discretion by denying defendant’s motion to sever. The defendant was charged on count 1 with the 1988 robbery; on count 2 with aiding and abetting DiLibero with the 1989 robbery; and on count 4 with conspiracy to commit the 1989 robbery. During both the 1988 and 1989 robberies, a masked man leaped over the counter, demanded that the tellers open the top and bottom drawers, and took the money from the bottom drawers. Kroll testified that defendant told him this was his modus operandi because the money in the bottom drawers did not have dye packs. The defendant’s letter to his daughter the day after the 1989 robbery clearly showed his participation. This evidence demonstrates a similar pattern of conduct, as in Lassor, that is, a pattern to commit bank robbery, and also shows a common plan, as in Hightower, in this case to rob the same bank.\nII\nADMISSION OF A HANDGUN\nThe defendant next argues that no connection was made between the gun used during the robberies and the handgun admitted into evidence and, therefore, that it should not have been admitted into evidence because it was irrelevant. The trial justice found that the gun was seized from the apartment of the two alleged cocon-spirators, one of whom was defendant’s daughter. He felt that reasonable inferences could be drawn by the jury that this gun was the weapon used during the 1989 robbery, a finding that would be relevant to prove the aiding and abetting charge.\nDecisions about the admission or exclusion of evidence based on relevance are left within the trial justice’s discretion. State v. Gabriau, 696 A.2d 290, 294 (R.I.1997); State v. Neri, 593 A.2d 953, 956 (R.I.1991). The trial justice’s decision will be upheld unless the trial justice abused his or her discretion and the admission of irrelevant evidence was prejudicial to a defendant’s rights. Gabriau, 696 A.2d at 294. The trial justice will not have abused his or her discretion as long as some grounds supporting his or her decision appear in the record. Further, the admission of irrelevant evidence will not be prejudicial if the jury would have reached the same verdict without the irrelevant evidence’s admission. Id.\nUnder Rule 401 of the Rhode Island Rules of Evidence “relevant evidence” is “evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.” When a handgun is offered into evidence it is relevant and admissible as long as there is a probability that it was connected to the crime charged. State v. Kieon, 93 R.I. 290, 293, 175 A.2d 284, 286 (1961).\nThe defendant cites State v. Brash, 512 A.2d 1375 (R.I.1986), and State v. Souza, 110 R.I. 261, 292 A.2d 214 (1972), for the proposition that the trial justice erred in admitting the gun. His reliance on these cases is misplaced because both cases are distinguishable. In Brash, the Court held that the admission of guns that the state conceded had not been physically linked to the murder at issue were irrelevant and their admission was unduly prejudicial. Brash, 512 A.2d at 1383. In Souza, the Court held that a gun admitted into evidence that the state conceded was not the actual gun used in committing the murder at issue but had been admitted for Alustrar tive purposes was an error, although not prejudicial error. The Court said, “the admission into evidence in criminal cases of weapons that are not alleged to be the weapon used in the commission of a crime is fraught with the probability of error.” Souza, 110 R.I. at 269, 292 A.2d at 219.\nHere, defendant’s case is distinguishable because the handgun admitted into evidence is alleged to be the weapon used in the 1989 robbery. As Quintanilha testified, and the security cameras from the bank indicated, one of the robbers carried a handgun during the 1989 robbery. A detective from the East Providence police department testified that eleven .380-caliber bullets were found outside the bank in the robbers’ path of flight. The handgun was discovered after a warrant had been obtained to search the home of one of the alleged perpetrators and defendant’s daughter. When the gun was seized it was loaded with .380-caliber bullets. The trial justice did not abuse his discretion in admitting the handgun. A reasonable inference exists that the handgun seized was the actual gun used during the 1989 robbery. Therefore, it was relevant to prove that DiLibero actually committed the crime that would make it relevant to proving the aiding and abetting count against defendant.\nIll\nMOTION FOR JUDGMENT OF ACQUITTAL\nThe defendant’s final argument is that the trial justice erred in denying his motion for judgment of acquittal on the aiding and abetting count. The trial justice denied the motion because he thought that there was sufficient evidence to send the charge to the jury. He acknowledged that although the letter that defendant wrote to Dawn postdated the robbery, it still indicated defendant had prior knowledge of the robbery. Further, defendant explained in the letter what to do with the money and how to avoid being detected. The trial justice found that the jurors could reasonably infer from this letter that defendant was giving this advice to help DiLibero avoid detection. The defendant argues that the evidence was insufficient to support a guilty verdict on this charge. He contends that even though the jury found him not guilty on this count he was still prejudiced because, if the motion had been granted, then all the evidence relating to the 1989 robbery, such as the letter to his daughter and the handgun, would not have been considered by the jury in its deliberations, and it would not have returned a guilty verdict for the 1988 robbery.\nWhen considering a motion for judgment of acquittal the trial justice must decide whether the state has offered evidence sufficient to generate proof of guilt beyond a reasonable doubt. State v. Tempest, 651 A.2d 1198, 1216 (R.I.1995). The trial justice “must view the evidence in the light most favorable to the state, without weighing the evidence or assessing the credibility of the witnesses, and must draw therefrom all reasonable inferences consistent with guilt.” Id. at 1216-17 (quoting State v. Caruolo, 524 A.2d 575, 581 (R.I.1987)). We apply the same standard as the trial justice in making this determination. State v. Diaz, 654 A.2d 1195, 1201 (R.I.1995).\nThe question to be answered here is whether the letter, viewed in the light most favorable to the state and drawing all reasonable favorable inferences, could sufficiently support a finding that beyond a reasonable doubt defendant aided and abetted DiLibero in the 1989 robbery. We believe that it was capable of supporting such a finding. To be guilty of aiding and abetting, a defendant must share in the principal’s criminal intent and participate in the “furtherance of the common design, either before or at the time the criminal act is committed.” State v. Gazerro, 420 A.2d 816, 828 (R.I.1980). Factors used in determining whether aiding and abetting exists include any association or relationship between the principal and those accused of aiding and abetting, as well as a defendant’s knowledge that a crime was to be committed. Id.\nHere, defendant indicates in the letter his knowledge of the robbery committed the previous day. He advises his daughter to put some of the money in the bank in case of an emergency and to put some aside for “a lawyer + bail, if anything ever goes wrong * * He further advises her to “[l]ay low” and “make sure the wrappers are gone * * Finally, he suggests, “[sjtash the new money or pass it off through deals that can’t come back to you.”\nThe trial justice did not err in denying the motion for judgment of acquittal. The jurors could reasonably infer that the letter demonstrated the defendant’s knowledge of the robbery and his aid in helping DiLibero avoid detection after the robbery. Therefore, the aiding and abetting count was properly placed before the jury.\nFor the reasons stated the defendant’s appeal is denied. The judgment of conviction is affirmed, and the papers in this case are remanded to the Superior Court.\nJustice BOURCIER did not participate.\n. The defendant was also convicted of another bank robbery unrelated to the instant appeal which occurred in Warwick, Rhode Island. See State v. Evans, 668 A.2d 1256 (R.I.1996) (Evans I).",
        "type": "majority",
        "author": "WEISBERGER, Chief Justice."
      }
    ],
    "attorneys": [
      "Jane M. McSoley, Aaron L. Weisman, Providence, for plaintiff.",
      "Richard Corley, Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Dennis EVANS.\nNo. 95-709-C.A.\nSupreme Court of Rhode Island.\nNov. 24, 1999.\nJane M. McSoley, Aaron L. Weisman, Providence, for plaintiff.\nRichard Corley, Providence, for defendant.\nPresent WEISBERGER, C.J., and LEDERBERG, FLANDERS and GOLDBERG, JJ."
  },
  "file_name": "0715-01",
  "first_page_order": 761,
  "last_page_order": 767
}
