{
  "id": 7931250,
  "name": "F.A. GRAY, INC. v. Linda E. WEISS",
  "name_abbreviation": "F.A. Gray, Inc. v. Weiss",
  "decision_date": "1986-12-31",
  "docket_number": "",
  "first_page": "716",
  "last_page": "718",
  "citations": [
    {
      "type": "official",
      "cite": "519 A.2d 716"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "66 A. 714",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1906,
      "pin_cites": [
        {
          "page": "718"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "102 Me. 323",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        674819
      ],
      "year": 1906,
      "pin_cites": [
        {
          "page": "331"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/102/0323-01"
      ]
    },
    {
      "cite": "91 A.2d 478",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "pin_cites": [
        {
          "page": "480"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "148 Me. 211",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        632647
      ],
      "year": 1952,
      "pin_cites": [
        {
          "page": "216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/148/0211-01"
      ]
    },
    {
      "cite": "256 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8087140
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "640"
        },
        {
          "page": "640"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/256/0629-01"
      ]
    },
    {
      "cite": "406 A.2d 88",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8039432
      ],
      "pin_cites": [
        {
          "page": "92"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/406/0088-01"
      ]
    },
    {
      "cite": "495 A.2d 821",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920076
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/495/0821-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 409,
    "char_count": 5907,
    "ocr_confidence": 0.73,
    "pagerank": {
      "raw": 1.951907475032995e-07,
      "percentile": 0.7368261624519422
    },
    "sha256": "934acc037510e0f0359830cbdea2b5f129f8f606f6f0c5540d2d78389340fc4a",
    "simhash": "1:d53de5688bbc80fc",
    "word_count": 975
  },
  "last_updated": "2024-02-27T19:00:09.237060+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN and CLIFFORD, JJ."
    ],
    "parties": [
      "F.A. GRAY, INC. v. Linda E. WEISS."
    ],
    "opinions": [
      {
        "text": "GLASSMAN, Justice.\nE.A. Gray, Inc. (Gray) appeals from a judgment entered by the Superior Court, York County, affirming the judgment entered by the District Court at Kittery denying Gray recovery from the defendant, Linda E. Weiss, for work claimed to have been performed by Gray pursuant to a written contract with Weiss. We hold the trial court applied an improper principle of law in denying recovery to Gray and vacate the judgment.\nI\nAt Weiss’ invitation, Gray submitted a written and signed proposal to Weiss for the preparation for painting and painting of Weiss’ house and barn for $3,895. Weiss asked Gray to do the job using stain instead of paint. After changing the word “paint” to “stain”, Weiss signed and returned Gray’s written proposal.\nGray began work on Weiss’ house and barn. Before the work was completed, Weiss became dissatisfied with the appearance of the buildings, insisted that Gray stop, and refused to pay Gray for the work done. By its complaint against Weiss filed in the District Court, Gray sought to recover the full contract price claimed owed to it by reason of Gray’s full performance of all requirements contained in the contract between the parties. Weiss filed an answer denying that Gray had fully performed its contractual obligations to Weiss together with a counterclaim seeking an award of damages for an alleged breach of contract and negligent misrepresentation by Gray.\nAfter hearing, the District Court held, inter alia, that Gray had “failed to satisfy its burden of proof that its work was done in a good and workmanlike manner because of its decision to do the job with an inappropriate covering material and because of its expertise should have refused to use such material.”\nGray appeals from the judgment of the Superior Court, York County, affirming the judgment of the District Court.\nII\nOn appeal, Gray asserts that the trial court erroneously held that because of the use of oil stain Gray could not recover under the contract for its claimed substantial performance of the contract. We agree.\nWe review the proceedings in the District Court as though on direct appeal, giving no weight to the determination made by the Superior Court on its intermediate review. Dunning v. Dunning, 495 A.2d 821, 823 n. 1 (Me.1985).\nThere is no ready formula for determining wThat amounts to “substantial performance” sufficient to justify a judgment for the contract price, subject to deductions for asserted claims of defects or omissions, in any particular case. “It is always a question of fact, á matter of degree, a question that must be determined relatively to all other complex factors that exist in every instance.” 3A Corbin on Contracts § 704 (1961). Among factors for consideration are the work called for by the contract; the extent to which there has been compliance; the ratio of the cost of curing defects and omissions to the total contract price; and the importance of any defects or omissions to the purpose of the contract. Id. §§ 705 & 706. When, however, “a contractor has in good faith made substantial performance of the terms of the contract, but there are slight omissions and defects, which can be readily remedied, so that an allowance therefor out of the contract price will give the other party in substance what he bargained for, the contractor may recover the contract price, less the damages on account of the omissions.” 5 Williston on Contracts § 805, p. 843 (3d ed. 1961). See also Wimmer v. Downeast Properties, Inc., 406 A.2d 88, 92 (Me.1979); Gosselin v. Better Homes, Inc., 256 A.2d 629, 640 (Me.1969); Rockland Poultry Co. v. Anderson, 148 Me. 211, 216, 91 A.2d 478, 480 (1952); Skowhegan Water Company v. Skowhegan Village Corporation, 102 Me. 323, 331, 66 A. 714, 718 (1906). Deficient workmanship may constitute the difference between substantial and full performance, but it is not necessarily a bar to a recovery on the contract. Gosselin v. Better Homes, Inc., 256 A.2d at 640.\nIn the instant case, the contract described the work to be performed by Gray as “thoroughly scrape, prime all bare wood, caulk loose joints, putty loose sash, and apply one coat oil base house stain.” The contract further provided that “all work to be completed in a workmanlike manner according to standard practice.”\nThe record reveals and the District Court found that Weiss selected stain as the material to be used after a discussion with Gray. The record also reveals that this discussion consisted of Gray’s advising Weiss against the use of stain and Gray’s final agreement to its use only on condition that Weiss approve a test patch as a preliminary to Gray proceeding under the contract. A test patch was done by Gray and approved by Weiss.\nBecause the contract specifically required the use of stain, the District Court erred in holding that its use prevented any recovery by Gray for work performed pursuant to the contract. Accordingly, we vacate the judgment.\nThe entry is:\nJudgment of the Superior Court vacated. Remanded to the Superior Court to remand to the District Court for vacation of its judgment and for further proceedings consistent with the opinion herein.\nAll concurring.\n. The District Court entered judgment for Gray in the amount of $457 for labor and materials furnished to Weiss that were not required by the written contract. The court also held that Weiss had \"produced insufficient evidence in her counterclaim that she was damaged in any significant way by Defendant’s [sic] poor workmanship.” Weiss did not appeal from either of these rulings.",
        "type": "majority",
        "author": "GLASSMAN, Justice."
      }
    ],
    "attorneys": [
      "Eldredge & Chubrich, Michael Chubrich (orally), Portsmouth, for plaintiff.",
      "Brigham, Ritzo & Harrington, P.A., Joseph A. Ritzo (orally), Portsmouth, for defendant."
    ],
    "corrections": "",
    "head_matter": "F.A. GRAY, INC. v. Linda E. WEISS.\nSupreme Judicial Court of Maine.\nArgued Nov. 4, 1986.\nDecided Dec. 31, 1986.\nEldredge & Chubrich, Michael Chubrich (orally), Portsmouth, for plaintiff.\nBrigham, Ritzo & Harrington, P.A., Joseph A. Ritzo (orally), Portsmouth, for defendant.\nBefore McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN and CLIFFORD, JJ."
  },
  "file_name": "0716-01",
  "first_page_order": 762,
  "last_page_order": 764
}
