{
  "id": 8050824,
  "name": "STATE of Maine v. Robert James COLSON",
  "name_abbreviation": "State v. Colson",
  "decision_date": "1979-08-31",
  "docket_number": "",
  "first_page": "717",
  "last_page": "721",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 717"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "75 A.2d 795",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1950,
      "pin_cites": [
        {
          "page": "797"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "145 Me. 328",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        603295
      ],
      "year": 1950,
      "pin_cites": [
        {
          "page": "332"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/145/0328-01"
      ]
    },
    {
      "cite": "394 A.2d 770",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8027147
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "773"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/394/0770-01"
      ]
    },
    {
      "cite": "298 A.2d 759",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11253719
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "760"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/298/0759-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 659,
    "char_count": 15351,
    "ocr_confidence": 0.779,
    "pagerank": {
      "raw": 4.4221246294891844e-07,
      "percentile": 0.9205411203510321
    },
    "sha256": "6fe38e2078626d95d537318e1b98624e790bf30351fbd1f994cc5c41d9cbed28",
    "simhash": "1:7ce1cb43918d5714",
    "word_count": 2563
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and POME-ROY, WERNICK, ARCHIBALD, GOD-FREY and NICHOLS, JJ.",
      "DELAHANTY, J„ did not sit."
    ],
    "parties": [
      "STATE of Maine v. Robert James COLSON."
    ],
    "opinions": [
      {
        "text": "McKUSICK, Chief Justice.\nThe indictment brought under 17-A M.R. S.A. § 252 (Supp.1978) charged that defendant “Robert James Colson did by force and against her will compel [the prosecutrix] to engage in sexual intercourse, [the prosecu-trix] not being his spouse.” This indictment tracked the language of subsection (l)B(l) of the rape statute, which defines one form of compulsion to submit to sexual intercourse as being that exerted “by force and against the person’s will”; it did not include the language of subsection (1)B(2), which defines another form of compulsion, namely, a “threat that death, serious bodily injury, or kidnapping will be imminently inflicted on the person or on any other human being.” In the jury-waived trial the Superior Court justice found that defendant compelled the prosecutrix to submit to their admitted sexual intercourse, not by physical force,.but rather by implied threats of a lesser magnitude than “death, serious bodily injury, or kidnapping.” Holding that proof of compulsion by such lesser implied threats is adequate under section 252 to establish rape “by force and against the person’s will,” the trial justice convicted defendant of the crime charged by the indictment. Since we cannot read the rape provisions of the Criminal Code in the same way as the trial justice, we must sustain defendant’s appeal and reverse his conviction for the particular crime for which he was indicted. Although the court’s findings could well have supported convictjon “beyond a reasonable doubt” for another offense under the Code, that other offense was not charged by the indictment.\nOn the day of the alleged crime, the 57-year-old prosecutrix walked to a Brewer restaurant located about a quarter mile from the foster home where she was residing following her release from Bangor Mental Health Institute. While in the restaurant she met defendant Colson, who offered her a ride home. She accepted, but he drove off with her in a direction opposite her home. After about twenty minutes of driving, Colson stopped his car in a secluded area in Orrington and he and the prosecu-trix there engaged in sexual intercourse. The trial justice, sitting as the fact-finder in the jury-waived trial, found beyond a reasonable doubt that defendant compelled the prosecutrix to submit to sexual intercourse by employing a threat, implied in his course of conduct, that amounted to something less than a threat of death, serious bodily injury, or kidnapping.\nAt the close of the evidence, the trial justice himself raised the question whether under the Criminal Code’s definitions of sex offenses only a threat of death, serious bodily injury, or kidnapping, as enumerated in section 252(1)(B)(2), is sufficient to support a conviction for rape or whether a threat of less seriousness will suffice. After taking the question under advisement, the justice held that the words of section 252(1)(B)(1), “by force and against the person’s will,” under which defendant was indicted and tried, were not limited to physical force alone, but also included “constructive” force arising from conduct carrying with it the implicit threat of force. In so construing the rape statute, the Superior Court justice relied upon the pre-Code case of State v. Mower, Me., 298 A.2d 759, 760 (1973), which approved a jury instruction that “the force which the State must prove may be either actual physical force or threat of force.”\nTo decide whether the trial justice committed reversible error in his statutory interpretation, we must carefully analyze the Code definition of rape (section 252), as well as the definitions of the several crimes given the single name “gross sexual misconduct” (section 253). The language and structure of those sections lead us unhesitatingly to the conclusions (1) that the Code draws a distinction between two separate types of rape (as well as of Class A gross sexual misconduct), depending on the form of the compulsion involved, and (2) that if the compulsion takes the form of a threat, only proof of a threat of “death, serious bodily injury, or kidnapping” will suffice to convict for rape or Class A gross sexual misconduct.\nThe definitions of rape and Class A gross sexual misconduct are framed with an identical bifurcation. See the Code definition of rape in 17-A M.R.S.A. § 252, quoted in note 1 above. The section 253 definition of Class A gross sexual misconduct, which involves a “sexual act” rather than the “sexual intercourse” involved in rape, is structured exactly the same as the section 252 definition of rape. 17-A M.R.S.A. § 253(1) reads in pertinent part as follows:\nA person is guilty of gross sexual misconduct\n1. If he engages in a sexual act with another person, not his spouse, and\nA. He compels such other person to submit:\n(1) by force and against the will of such other person; or\n(2) by threat that death, serious bodily injury, or kidnapping will be imminently inflicted on such other person or on any other human being; . . . .\nThe dichotomous language of section 252(1) (rape) and section 253(1) (Class A gross sexual misconduct) on its face draws a distinction between two types of compulsion: (1) actual physical force and (2) threats, which may be express or implied, of the specified serious types of harm to a human being. We see no reason to read the bifurcated language of those sections to say anything different from its facial meaning. The forms of compulsion identified among the elements of these two most serious sex offenses are in both sections 252(1) and 253(1) separated by the word “or.” We must take that conjunction to serve the function of separating two alternatives that are mutually exclusive. It would be strange legislative drafting to use “force” in the first alternative so broadly as to encompass “threats of force,” a type of compulsion specifically and expressly addressed in the second alternative. To ascribe such an all-embracing meaning to the word “force” in the first alternative would render futile the limitation on the types of threats which the language of the second alternative expressly imposes.\nState v. Mower, supra, has no persuasive force standing in the way of giving the rape provision of the Criminal Code the natural interpretation to which its language and structure impels the reader. That case involved a conviction under our ancient rape statute, 17 M.R.S.A. § 3151 (1964) (repealed May 1, 1976), which condemned “[wjhoever ravishes and carnally knows any female who has attained her 14th birthday, by force and against her will.\" (Emphasis added). In that prior statute, whose language predated Maine’s statehood, the single above-emphasized phrase encompassed “constructive” force arising from threats, as well as actual physical force. Thus held Mower, and understandably so. The Code drafters were, however, not satisfied to use the ancient language with its judicial encrustations to do the job of defining either rape or the newly delineated crime of Class A gross sexual misconduct. They specified exactly what kinds of threats operating as the coercive agent compelling sexual intercourse or sexual acts must be alleged and proved to support a conviction of rape or the related section 253 crime. That specification left the Code phrase, “by force and against her will,” even though it happened to be identical to the solitary phrase of the former rape law, to refer only to actual physical force.\nExamination of the other subsections of section 253 strongly confirms the correctness of our reading of subsection 1 defining Class A gross sexual misconduct— and at the same time confirms our reading of the identical definition of rape. Subsection 2(B) of section 253 defines a crime (also denominated, confusingly, as “gross sexual misconduct,” but classified as a Class C crime for sentencing purposes) involving the same conduct as rape (“sexual intercourse”) or Class A gross sexual misconduct (“a sexual act”). For that Class C crime, however, “any threat,” of whatever reduced grade of seriousness that in fact compels or induces another to engage in the sexual conduct, will constitute a sufficient element for culpability. Section 253(2)(B) provides in pertinent part:\n§ 253. Gross sexual misconduct\nA person is quilty of gross sexual misconduct\n2. If he engages in sexual intercourse or a sexual act with another person, not his spouse, and\nB. He compels or induces the other to engage in such sexual intercourse or sexual act by any threat; . . . .” (Emphasis added)\nAs the 1975 Code Comment states, “[s]ub-section 2 [of section 253] deals with both sexual acts and sexual intercourse, and defines an offense when the circumstances are not of the same quality of imposition” required as an element of the crime of rape or Class A gross sexual misconduct. A clear statutory pattern emerges: If a defendant uses a threat (whether express or implied) of death, serious bodily injury, or kidnapping to compel another person to engage in sexual intercourse or a sexual act, he may be convicted of Class A rape in violation of section 252(1)(B)(2), or Class A gross sexual misconduct in violation of section 253(1)(A)(2), either offense carrying a maximum penalty of 20 years imprisonment. On the other hand, sexual intercourse or a sexual act compelled or induced by use of any lesser threat (whether express or implied) gives rise only to liability under section 253(2)(B) for Class C gross sexual misconduct, an offense carrying a maximum penalty of 5 years.\nThe statutory scheme adopted by the drafters of the Criminal Code is rooted in the recognition that as the magnitude of the threat diminishes, the line between compulsion and consent becomes less clear. As noted by the authors of the Model Penal Code in creating a similar statutory scheme:\nAs the gravity of the threat diminishes, the situation gradually changes from one where compulsion overwhelms the will of the victim to a situation where she can make a deliberate choice to avoid some alternative evil. The man may threaten to disclose an illicit affair, to foreclose the mortgage on her parents’ farm, to cause her to lose her job, or to deprive her of a valued possession. The situation may move into a shadow area between coercion and bargain. Model Penal Code § 207.4, Comment (Tent. Draft No. 4, 1955); see Model Penal Code § 213.1 (Proposed Official Draft, 1962).\nIn essence, the Code language and structure represents a legislative decision that compulsion of sexual intercourse or sexual acts by threats of death, serious bodily injury, or kidnapping is more heinous than coercion of such conduct by lesser threats and warrants a stiffer penalty. •\nThat statutory scheme would be disrupted if the phrase “by force and against the person’s will” were construed to mean anything beyond actual physical force. Both for that reason and because of the bifurcated structure of the rape statute, we conclude that the Criminal Code defines two distinct forms of rape, distinguished by the method used to compel the sexual intercourse: (1) rape compelled by physical force, and (2) rape compelled by threat of death, serious bodily injury, or kidnapping of a human being. The Code in the same way also defines two distinct forms of Class A gross sexual misconduct.\nHaving resolved the relevant questions of construction of the rape and gross sexual misconduct provisions of the Code, we now turn to deciding defendant’s appeal from his conviction for rape. The indictment on which defendant was tried charged him, almost precisely in the words of subsection 1(B) of the rape statute, with rape compelled by physical force. However, the trial justice found that the State failed to prove compulsion by physical force; that the compulsion consisted of implied threats arising from defendant’s course of conduct. In view of the fact that the State did not prove the charge of its indictment against defendant, we must reverse this conviction.\nAlthough he did not expressly address the issue, the trial justice, by his findings of fact, strongly indicated that in his judgment the State had at trial proved beyond a reasonable doubt all elements of Class C gross sexual misconduct, namely, sexual intercourse compelled “by any threat.” That different crime was, however, not charged by the indictment, nor was it a lesser, included offense of the crime that was charged, namely, rape by physical force. See State v. Luce, Me., 394 A.2d 770, 773 (1978).\nThe entry must be:\nAppeal sustained.\nJudgment of conviction reversed.\nRemanded to the Superior Court for entry of judgment of acquittal on indictment for rape under 17-A M.R.S.A. § 252(1)(B)(1).\nDELAHANTY, J„ did not sit.\n. In defining the crime of rape, 17-A M.R.S.A. § 252(1) provides:\n1. A person is guilty of rape if he engages in sexual intercourse:\nB. With any person, not his spouse, and he compels such person to submit:\n(1) by force and against the person’s will; or\n(2) by threat that death, serious bodily injury, or kidnapping will be imminently inflicted on the person or on any other human being.\n. By the Code, rape is a Class A crime, subject to reduction to Class B if “the victim was a voluntary social companion of the defendant at the time of the crime and had, on that occasion, permitted the defendant sexual contact.” 17-A M.R.S.A. § 252(3).\n. The Criminal Code defines “sexual intercourse” and “sexual Act” as follows:\nB. “Sexual intercourse” means any penetration of the female sex organ by the male sex organ. Emission is not required.\nC. “Sexual act” means any act of sexual gratification between 2 persons involving direct physical contact between the sex organs of one and the mouth or anus of the other or direct physical contact between the sex organs of one and the sex organs of the other, or direct physical contact between the sex organs of one and an instrument or device manipulated by the other. A sexual act may be proved without allegation or proof of penetration.\n17-A M.R.S.A. § 251(1)(B) and (C) (Supp. 1978).\n. The type of “gross sexual misconduct” defined by section 253(1) in a manner exactly parallel to the section 252 definition of rape is also classified for purposes of sentencing in exactly the same way as rape. It is a Class A crime, subject to reduction to Class B if “the other person was a voluntary social companion of the defendant at the time of the offense and had, on that occasion, permitted him sexual contact.” 17-A M.R.S.A. § 253(4). See n. 2 above.\n. See Moody v. Lovell, 145 Me. 328, 332, 75 A.2d 795, 797 (1950).\n. The 1975 Comment to section 253(1), defining Class A gross sexual misconduct, states that that subsection “creates a new offense of forcing or threatening a person into partnership in a sexual act, as defined in section 251. . The offense is treated as being equally serious as using the same means of imposition to commit sexual intercourse with an immature or unwilling female, and is a direct counterpart of the rape offense.\"\n. See 17-A M.R.S.A. § 253(5).",
        "type": "majority",
        "author": "McKUSICK, Chief Justice."
      }
    ],
    "attorneys": [
      "David M. Cox, Dist. Atty., Gary F. Thorne (orally), Asst. Dist. Atty., Bangor, for plaintiff.",
      "Mitchell, Ballou & Keith by Peter M. Weatherbee (orally), Bangor, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Robert James COLSON.\nSupreme Judicial Court of Maine.\nAug. 31, 1979.\nDavid M. Cox, Dist. Atty., Gary F. Thorne (orally), Asst. Dist. Atty., Bangor, for plaintiff.\nMitchell, Ballou & Keith by Peter M. Weatherbee (orally), Bangor, for defendant.\nBefore McKUSICK, C. J., and POME-ROY, WERNICK, ARCHIBALD, GOD-FREY and NICHOLS, JJ."
  },
  "file_name": "0717-01",
  "first_page_order": 781,
  "last_page_order": 785
}
