{
  "id": 7931317,
  "name": "Fred J. THORNE et al. v. Stephen J. PICKERING et al.",
  "name_abbreviation": "Thorne v. Pickering",
  "decision_date": "1987-01-06",
  "docket_number": "",
  "first_page": "718",
  "last_page": "721",
  "citations": [
    {
      "type": "official",
      "cite": "519 A.2d 718"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "383 A.2d 653",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7992720
      ],
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/383/0653-01"
      ]
    },
    {
      "cite": "425 A.2d 623",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7977713
      ],
      "pin_cites": [
        {
          "page": "624"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/425/0623-01"
      ]
    },
    {
      "cite": "490 A.2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7902287
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/490/0646-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 476,
    "char_count": 7855,
    "ocr_confidence": 0.764,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20060744854236676
    },
    "sha256": "18db627ba739c2c55e52389be7e1dcbdcff1b1828a15b00e3e53cc5a5a757102",
    "simhash": "1:7cab07b02229161e",
    "word_count": 1281
  },
  "last_updated": "2024-02-27T19:00:09.237060+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN and CLIFFORD, JJ."
    ],
    "parties": [
      "Fred J. THORNE et al. v. Stephen J. PICKERING et al."
    ],
    "opinions": [
      {
        "text": "CLIFFORD, Justice.\nThe plaintiffs appeal from a Superior Court, Washington County, judgment of dismissal entered on a motion, to dismiss brought by two of the three defendants pursuant to M.R.Civ.P. 41(b) for failure to prosecute for two years. The plaintiffs contend that the Superior Court erred in granting the motion, in that the plaintiffs in fact prosecuted their claims within the two-year period. We agree and vacate the judgment.\nOn April 26, 1983, the plaintiffs — Fred J. Thome, Julieann Dill and Dill’s minor children, Marc A. Dill and Adrianne M. Dill— filed a complaint against two employees of the Maine Department of Human Services, Paulette Antil and Marcia Murphy (DHS defendants), and against a Maine State Police trooper, Stephen J. Pickering. The complaint sought general and punitive damages on nine counts of alleged tort and civil rights violations. The complaint did not separate the defendants by count, but rather alleged that they acted in concert. In particular, the plaintiffs contend that defendant Pickering, allegedly acting at the direction of the DHS defendants, forcibly entered Thorne’s residence without Thorne’s permission and proceeded to create a general disturbance. The allegedly unlawful entry culminated in Thome’s arrest and the removal and confinement of Dill’s minor children, all of which conduct allegedly contributed to the infliction of psychological and tortious damage upon the plaintiffs. The events surrounding the incident on which the complaint in the present action is based are set out in more detail in State v. Thorne, 490 A.2d 646 (Me.1985), in which we affirmed the conviction of Fred Thome of criminal threatening with a firearm and reckless conduct with a firearm, 17-A M.R.S.A. §§ 209, 211 (1983).\nThe plaintiffs actively prosecuted their case until September of 1983. From that date until August, 1985, more than one year and ten months after the last docket entry, the plaintiffs failed to file any more papers with the court. On August 12, 1985, plaintiff Julieann Dill propounded interrogatories to defendant Pickering, which were in turn answered on September 18, 1985. No interrogatories were served on the DHS defendants.\nOn October 17, 1985, the DHS defendants moved to dismiss the case with respect to themselves pursuant to M.R.Civ.P. 41(b)(2) for failure to prosecute for two years. The Superior Court granted the DHS defendants’ motion and later certified a final judgment from which the plaintiffs appeal.\nThe plaintiffs contend that the Superior Court abused its discretion in granting the DHS defendants’ motion to dismiss, in that the service of interrogatories on one of the three defendants within the two-year period constituted a prosecution of their case against all three defendants within the same period. The Superior Court apparently agreed with the DHS defendants, who asserted that M.R.Civ.P. 41(b)(2) should be read to allow the dismissal of less than all of the defendants in the case at bar. In particular, they cite the absence of the stricter durational standard of Rule 41(b)(1) from 41(b)(2). Rule 41(b)(1) provides in pertinent part that except where there is good cause, the court must dismiss actions “for want of prosecution at any time more than two years after the last docket entry showing any action taken therein by the plaintiff other than a motion for continuance.” According to the DHS defendants, the fact that the above language is not included in Rule 41(b)(2) manifests an intention on the part of the drafters to allow the court greater flexibility in determining when to dismiss a case for failure to prosecute. The DHS defendants further argue that the plaintiffs’ claims against them are logically severable from those of defendant Pickering, and that the failure of the plain-' tiffs to take action against them for nearly two years demonstrates their lack of good faith or due diligence in prosecuting the present action.\nWe decline to accept the DHS defendants’ interpretation of M.R.Civ.P. 41(b)(2). The propounding of interrogatories to defendant Pickering constituted a “prosecution” of plaintiffs’ action with regard to each of the defendants, notwithstanding the fact that no other separate action was taken by the plaintiffs with respect to the DHS defendants.\nWe have previously stated that the purpose of Rule 41(b)(1) “is to enable the court to clear stale actions from its docket so that limited judicial resources may be expended on those cases to which the plaintiffs litigant have given the attention they would be expected to give meritorious causes of action.” Burleigh v. Weeks, 425 A.2d 623, 624 (Me.1981). Similar policy considerations underlie Rule 41(b)(2). Although long periods in which no action is taken by either party are not favored, we are compelled to conclude in the instant case that the plaintiffs have not failed to prosecute within the meaning of Rule 41(b)(2) thereby permitting dismissal of their action.\nRule 41(b)(2) does not require separate action directed specifically at every defendant in order that the rule be satisfied. Prosecution of a case within the meaning of M.R.Civ.P. 41(b) may include discovery directed at one of many parties, or even a non-party. To hold otherwise would encourage unnecessary discovery in multiparty litigation, possibly resulting in plaintiffs, third party plaintiffs, counterclaim-ants and cross-claimants engaging in unnecessary discovery to avoid dismissal of claims under the rule. Likewise, already strained judicial resources would be required to resolve disputes as to whether discovery was' sufficiently directed at individual parties so as to constitute prosecution under Rule 41(b). Such a result is not intended by the rule.\nThis is not to say that in cases where claims against several defendants are clearly distinct and severable, see M.R.Civ.P. 21, discovery directed at one party that in no way aids in the prosecution of the claim against a second party may never constitute a failure to prosecute against the second party. Such, however, is not the case here, where the defendants are not separated by count or alleged conduct. Accordingly, the Superior Court’s granting of the motion to dismiss under M.R.Civ.P. 41(b)(2) was error.\nThe entry is:\nJudgment vacated.\nRemanded to the Superior Court with instructions to enter an order denying the defendants’ motion to dismiss.\nAll concurring.\n. M.R.Civ.P. 41(b)(2) provides:\nFor failure of the plaintiff to prosecute for 2 years or to comply with these rules or any order of court, a defendant may move for dismissal of an action or of any claim against him.\n. The analogous federal rule states in pertinent part: ‘Tor failure of the plaintiff to prosecute or to comply with these rules or any order of court, a defendant may move for dismissal of an action or of any claim against him.” Fed.R. Civ.P. 41(b). We have previously noted an important difference between the Maine and Federal Rules: \"Federal Rule 41 ... does not specify or suggest the length or nature of the ‘want of prosecution’ that may result in an involuntary dismissal.” Chute v. Lajoie, 383 A.2d 653, 654 n. 2 (Me. 1978) (emphasis in original). Cf. M.R. Crim.P. 37(e)(2) and 37B(d).\n. See, e.g., Administrative Order in Regard to Civil Case Flow Expedition in All Counties of the State (effective February 1, 1986), Me.Rptr., 498-509 A.2d CXIX-CXXI, a procedural order designed to minimize the time during which a civil case remains pending in Superior Court.",
        "type": "majority",
        "author": "CLIFFORD, Justice."
      }
    ],
    "attorneys": [
      "Earle S. Tyler, Jr., (orally), Milbridge, for plaintiff.",
      "T. Christopher Beach (orally), James Eastman Smith, Asst. Attys. Gen., Augusta, for defendant."
    ],
    "corrections": "",
    "head_matter": "Fred J. THORNE et al. v. Stephen J. PICKERING et al.\nSupreme Judicial Court of Maine.\nArgued Nov. 5, 1986.\nDecided Jan. 6, 1987.\nEarle S. Tyler, Jr., (orally), Milbridge, for plaintiff.\nT. Christopher Beach (orally), James Eastman Smith, Asst. Attys. Gen., Augusta, for defendant.\nBefore McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN and CLIFFORD, JJ."
  },
  "file_name": "0718-02",
  "first_page_order": 764,
  "last_page_order": 767
}
