{
  "id": 9183339,
  "name": "John C. STEIN, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING",
  "name_abbreviation": "Stein v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "2004-09-08",
  "docket_number": "",
  "first_page": "719",
  "last_page": "727",
  "citations": [
    {
      "type": "official",
      "cite": "857 A.2d 719"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "392 Pa.Super. 264",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        875793
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "796"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/392/0264-01"
      ]
    },
    {
      "cite": "527 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827735
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "67"
        },
        {
          "page": "495"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/527/0059-01"
      ]
    },
    {
      "cite": "823 A.2d 1101",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9125605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/1101-01"
      ]
    },
    {
      "cite": "530 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1833047
      ],
      "weight": 6,
      "year": 1992,
      "pin_cites": [
        {
          "page": "261"
        },
        {
          "page": "490"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/530/0256-01"
      ]
    },
    {
      "cite": "685 A.2d 1008",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357148,
        772844
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "police officer observing \"careless driving\" authorized under 42 Pa.C.S. § 8953(a)(2) to follow and arrest motorist for DUI outside his jurisdiction"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/685/1008-01",
        "/pa-super/454/0444-01"
      ]
    },
    {
      "cite": "454 Pa.Super. 444",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        772844
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "police officer observing \"careless driving\" authorized under 42 Pa.C.S. § 8953(a)(2) to follow and arrest motorist for DUI outside his jurisdiction"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/454/0444-01"
      ]
    },
    {
      "cite": "376 Pa.Super. 441",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        702790
      ],
      "weight": 5,
      "year": 1988,
      "pin_cites": [
        {
          "page": "112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/376/0441-01"
      ]
    },
    {
      "cite": "254 Pa.Super. 72",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        96861
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/254/0072-01"
      ]
    },
    {
      "cite": "737 A.2d 1203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        838594,
        11574980
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "1206"
        },
        {
          "page": "1207"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0439-01",
        "/a2d/737/1203-01"
      ]
    },
    {
      "cite": "558 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838594
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "444"
        },
        {
          "page": "446"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0439-01"
      ]
    },
    {
      "cite": "585 A.2d 77",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "517 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1809817
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/517/0175-01"
      ]
    },
    {
      "cite": "707 A.2d 636",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11858374
      ],
      "pin_cites": [
        {
          "page": "638"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/707/0636-01"
      ]
    },
    {
      "cite": "838 A.2d 700",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9299362,
        16694
      ],
      "weight": 3,
      "year": 2003,
      "pin_cites": [
        {
          "page": "706"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/838/0700-01",
        "/pa/576/0085-01"
      ]
    },
    {
      "cite": "576 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        16694
      ],
      "weight": 3,
      "year": 2003,
      "pin_cites": [
        {
          "page": "95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/576/0085-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 946,
    "char_count": 25417,
    "ocr_confidence": 0.711,
    "pagerank": {
      "raw": 1.8818328889454006e-07,
      "percentile": 0.7277877976669682
    },
    "sha256": "4ab38cf1959704241d56ce14a70504ba5dbd4fdfc0359fb77bc17a3dcb286d8a",
    "simhash": "1:7a61cfc6e71f73d8",
    "word_count": 4055
  },
  "last_updated": "2024-02-27T20:09:44.360178+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: McGINLEY, Judge, and LEAVITT,'Judge, and MIRARCHI, JR., Senior Judge."
    ],
    "parties": [
      "John C. STEIN, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge LEAVITT.\nJohn Stein (Licensee) appeals from an order of the Court of Common Pleas of Lehigh County (trial court) denying his statutory appeal from a one-year suspension of his operating privilege. The Pennsylvania Department of Transportation, Bureau of Driver Licensing (Department) suspended Licensee’s privilege after he refused to submit to chemical testing in violation of Section 1547 of the Vehicle Code. 75 Pa.C.S. § 1547. For the reasons set forth herein, we affirm.\nOn April 12, 2003, at approximately 2:00 a.m., Officer George Hummel of the South Whitehall Township Police Department observed a blue BMW drifting from side to side as it traveled south on North Cedar Crest Boulevard (Cedar Crest). The southbound lane of Cedar Crest is in the City of Allentown, and the northbound lane is in South Whitehall. Officer Hum-mel testified that the vehicle crossed over the center line of Cedar Crest at least three times. The vehicle then drifted into the oncoming lane of traffic before making a sharp left-hand turn onto Parkway Boulevard (Parkway). Officer Hummel activated his emergency lights and siren and stopped the vehicle on Parkway, which is located in Allentown. Officer Hummel administered two field sobriety tests on Licensee, and he failed both. In addition, Licensee emitted a strong odor of alcohol, had bloodshot and glassy eyes, and slurred his speech. Officer Hummel placed Licensee under arrest for driving under the influence (DUI) and transported him to the Lehigh County DUI Center for processing.\nAt the DUI Center, Officer Brian Brad-er of the Allentown Police Department requested Licensee to submit to chemical testing. After Licensee refused, Officer Brader informed him that this refusal would result in a one-year suspension of Licensee’s driving privilege. Licensee again refused. The Department subsequently suspended Licensee’s operating privilege for a period of one year.\nLicensee filed a statutory appeal. At the de novo hearing before the trial court, Licensee argued that Officer Hummel lacked authority to stop him in Allentown, which is outside his jurisdiction of South Whitehall. Licensee also contended that Officer Hummel lacked probable cause to stop him for a traffic violation. Because his arrest was unlawful, Licensee asserted that he could not be requested to submit to chemical testing.\nOfficer Hummel testified that South Whitehall and Allentown are parties to a Mutual Aid Agreement (the Agreement), which grants the police officers of each department extraterritorial jurisdiction in specific circumstances and at specific geographic locations. Relevant here, Officer Hummel asserted that the Agreement gave him jurisdiction to enforce Vehicle Code violations that occurred on Cedar Crest. The Department agreed to furnish the trial court and Licensee with the Agreement within fifteen days of the hearing. The document was forwarded to the trial court but not to Licensee.\nOn January 9, 2004, the trial court entered an order and memorandum opinion denying Licensee’s appeal. In this opinion, the trial court held that under the Agreement both Allentown and South Whitehall police officers have authority to patrol Cedar Crest. Second, the trial court found that Officer Hummel had probable cause to stop Licensee’s vehicle. However, the trial court also noted that in a refusal to submit to chemical testing, the legality of the arrest is immaterial. After his reconsideration petition was denied, Licensee appealed.\nOn February 24, 2004, Licensee filed a Concise Statement of Matters Complained of on Appeal pursuant to Pa. R.A.P. 1925(b). Licensee argued that the trial court improperly received the Agreement ex parte. Licensee also argued that Officer Hummel was without authority to stop him.\nOn March 19, 2004, the trial court issued an opinion pursuant to Pa. R.A.P.1925(a). The trial court dismissed Licensee’s ex parte argument, noting that Licensee was aware that the Department planned to submit the Agreement to the court and that it was available to Licensee upon request. The trial court also found that Officer Hummel had jurisdiction to stop Licensee, incorporating by reference the analysis set forth in its January 9, 2004, memorandum opinion.\nBefore this Court, Licensee raises five issues that may be summarized as follows. The trial court erred: (1) in relying on the Agreement because it was considered ex parte; (2) in failing to find Officer Hummel’s arrest of Licensee unlawful; (8) in failing to find that Officer Hummel lacked authority either to stop Licensee or to offer observations on Licensee’s conduct outside South Whitehall; and (4) in issuing a decision contrary to our Supreme Court’s recent decision in McKinley v. Department of Transportation, Bureau of Driver Licensing, 576 Pa. 85, 838 A.2d 700 (2003). We consider these issues seriatim.\nLicensee first argues that the Agreement, which is in the certified record, was received by the trial court ex parte. The Department contends that it simultaneously mailed the Agreement to Licensee’s counsel and to the trial court. At the hearing, the trial court ruled that the Agreement was an admissible document and left the record open for its submission. Reproduced Record at 42a-43a (R.R. 42a-43a). Licensee’s counsel, apparently, did not receive a copy. The trial court found Licensee’s ex parte argument frivolous because the Agreement was available either through the court or South Whitehall at any time upon request. The Department argues that even if it was error for the trial court to rely upon the Agreement, a public record, it was harmless error because the trial court found that Officer Hummel had authority to stop Licensee under the Municipal Police Jurisdiction Act (MPJA), 42 Pa.C.S. § 8953(a)(4).\nWe reject Licensee’s first argument as waived. He does not offer any authority to support his claim that a document, ruled admissible, but received subsequent to the day of the hearing, constitutes an ex parte communication. The trial court specifically left the record open for its submission, and Licensee knew that it would be placed into the record. Licensee does not contend that the Agreement was not entitled to be admitted on evidentiary grounds. Arguments not developed will be deemed waived. Rapid Pallet v. Unemployment Compensation Board of Review, 707 A.2d 636, 638 (Pa.Cmwlth.1998).\nNext, Licensee maintains that Officer Hummel lacked probable cause to stop him because he had no basis for believing that Licensee was violating the Vehicle Code. Licensee contends that his left-hand turn and “somewhat erratic” operation of the vehicle did not constitute per se violations of the Vehicle Code and, therefore, Officer Hummel had no reason to stop Licensee.\nThis argument misses the mark. In Department of Transportation v. Wysocki, 517 Pa. 175, 585 A.2d 77 (1987), our Supreme Court held an illegal detention does not preclude the suspension of operating privileges for failure to submit to chemical testing. Lest there be any doubt, the Supreme Court again reiterated:\nThus the licensee’s operating privileges could be suspended for refusing chemical testing even though the initial stop of his vehicle did not comport with constitutional mandates.\nBanner v. Commonwealth of Pennsylvania, Bureau of Driver Licensing, 558 Pa. 439, 444, 737 A.2d 1203, 1206 (1999). We agree with the trial court that Officer Hummel’s description of Licensee’s erratic driving gave him probable cause tó stop Licensee for violating the Vehicle Code. However, even an unconstitutional arrest does not preclude a suspension of operating privileges because this suspension is a civil proceeding.\nSection 1547(a) of the Vehicle Code requires a police officer to have reasonable grounds to believe the person to have been driving while under the influence of alcohol. Banner, 558 Pa. at 446, 737 A.2d at 1207. Reasonable grounds do not equate to probable cause; where the police officer, viewing the facts and circumstances as they appeared at the time, has a reasonable basis for believing a motorist is operating the vehicle under the influence of intoxicating liquor the statute is satisfied. Here, Licensee was stopped for crossing over the double-yellow lines on Cedar Crest and, after the stop, was found to smell of alcohol, to have bloodshot and glassy eyes, and to be slurring his speech. These are reasonable grounds. Thus, Officer Hummel properly required Licensee to submit to chemical testing pursuant to 75 Pa. C.S. § 1547(a).\nLicensee next asserts that Officer Hummel lacked authority to take action in Allentown because the. Agreement, under which he purported to act, was a legal nullity. Licensee contends that the Agreement is an intergovernmental cooperation agreement as defined in Section 2304 of the General Local Government Code. As such, the Agreement was required to be enacted as an ordinance in order to be enforceable. See 53 Pa.C.S. § 2305. The Department argues that the MPJA gave Officer Hummel authority to act and that Licensee waived his argument that the Agreement was of no moment until enacted as an ordinance.\nWe agree with Licensee that intergovernmental cooperation agreements are effected upon each municipality’s adoption of an ordinance. 58 Pa.C.S. §§ 2305, 2815. Failure to do so renders an intergovernmental agreement void. Commonwealth v. Bable, 254 Pa.Super. 72, 385 A.2d 530 (1978). Such intergovernmental cooperation involves any number of governmental activities undertaken by municipalities. Here, however, we deal with the specific question of a police officer’s ability to act outside his jurisdiction. This conduct is governed by the MPJA and not by the Local Government Code. The MPJA authorizes a municipal police officer to act outside his primary jurisdiction in specific circumstances. It does not, however, require that a municipality enact an ordinance before an officer from one municipality may take police action in another municipality. Thus, we reject Licensee’s argument that the Agreement was without effect in the absence of Allentown and South Whitehall adopting implementing ordinances.\nThe question, then, is whether Officer Hummel’s actions with respect to Licensee were authorized by the MPJA. In support of the trial court’s holding, the Department argues that under 42 Pa.C.S. § 8953(a)(4) Officer Hummel had consent of the Allentown Chief of Police to arrest Licensee. The Department also argues that because Officer Hummel was in hot pursuit of Licensee and viewed Licensee operating his vehicle dangerously, he had authority under 42 Pa.C.S. § 8953(a)(2) and (a)(5) to act. Licensee contends that none of the grounds in the MPJA allowing a police officer to act outside his primary jurisdiction apply here.\nWe begin with Section 8953(a)(4) of the MPJA, upon which the trial court relied. It states as follows:\n(a) General Rule. — Any duly employed municipal police officer who is within this Commonwealth, but beyond the territorial limits of his primary jurisdiction, shall have the power and authority to enforce the laws of this Commonwealth or otherwise perform the functions of that office as if enforcing those laws or performing those functions within the territorial limits of his primary jurisdiction in the following cases:\n(4) Where the officer has obtained the prior consent of the chief law enforcement' officer, or a person authorized by him to give consent, of the organized law enforcement agency which provides primary police services to a political subdivision which is beyond that officer’s primary jurisdiction to enter the other jurisdiction for the purpose of conducting official duties which arise from official matters within his primary jurisdiction.\n42 Pa.C.S. § 8953(a)(4). Licensee argues that because Officer Hummel did not personally obtain consent from the City of Allentown’s chief law enforcement officer, he did not have authority to stop Licensee. We disagree.\nThe MPJA does not specify how an officer obtains the “prior consent of the chief law enforcement officer” to go beyond his primary jurisdiction to conduct “official duties ... which arise within his primary jurisdiction.” 42 Pa.C.S. § 8953(a)(4). Here, Allentown and South Whitehall identified certain streets, including Cedar Crest and South Whitehall, where jurisdiction overlapped, making enforcement of the Vehicle Code problematic. Accordingly, the chief of each police department authorized the officers of the other department “to enforce the provisions of the Pennsylvania Motor Vehicle Code at any time, on any and all of the following listed streets.... ” Agreement at 2-3, ¶¶ 1, 3. Stated otherwise, the Agreement was the means by which Allentown’s chief of police consented to Officer Hummel’s actions. Although consent is not required under 42 Pa.C.S. § 8953(a)(4) to be in writing, it was here. Officer Hummel had the express written consent of Allentown’s Chief of Police to stop Licensee in Allentown after he observed Licensee’s vehicle weaving between South Whitehall and Allentown.\nThe Superior Court has found that prior written consent by one authorized to give it satisfies the consent requirement of subsection (a)(4). Commonwealth v. Sestina, 376 Pa.Super. 441, 546 A.2d 109 (1988). The statute does not require individualized consent, as contended by Licensee, and we refuse to imply such a burdensome requirement. Thus, the Agreement satisfies the prior consent requirement of 42 Pa. C.S. § 8953(a)(4).\nAs alternate grounds to support, the trial court’s decision, the Department directs our attention to 42 Pa.C.S. § 8958(a)(2) and (a)(5). These provisions permit a police officer to act outside his primary jurisdiction in the following circumstances:\n(2) Where the officer is in hot pursuit of any person for any offense which was committed, or which he has probable cause to believe was committed, within his primary jurisdiction and for which offense the officer continues in fresh pursuit of the person after the commission of the offense.\n(5) Where the officer is on official business and views an offense, or has probable cause to believe that an offense has been committed, and makes a reasonable effort to identify himself as a police officer and which offense is a felony, misdemeanor, breach of the peace or other act which presents an immediate clear and present danger to persons or property.\n42 Pa.C.S. § 8953(a)(2), (5). The Department argues that these statutory provisions authorized Officer Hummel to act in Allentown on the night in question. Licensee disagrees. He argues that Officer Hummel did not “chase” Licensee into Allentown, as required for 42 Pa.C.S. § 8953(a)(2), and that Officer Hummel was not in Allentown on official business when he happened to observe a felony, misdemeanor or dangerous breach of the peace, as required for 42 Pa.C.S. § 8953(a)(5).\nThe Department notes that Licensee’s erratic driving took him over the center line and into South Whitehall. Although Officer Hummel testified that he did not consider his pursuit of Licensee to be “hot,” his subjective impressions do not govern whether his actions meet the statutory use of the term “hot pursuit.” The fact remains that Officer Hummel acted promptly upon his observations of Licensee’s driving; this is a “hot” pursuit. See Commonwealth v. McGrady, 454 Pa.Super. 444, 685 A.2d 1008 (1996) (police officer observing “careless driving” authorized under 42 Pa.C.S. § 8953(a)(2) to follow and arrest motorist for DUI outside his jurisdiction).\nWith respect to Licensee’s contention that he was not a danger to persons or property, the Department rejoins that DUI is a misdemeanor that presents a “clear and present danger to persons or property.” On this point, the Department directs our attention to Commonwealth v. Pratti, 530 Pa. 256, 608 A.2d 488 (1992). In that case, a Millvale Borough police officer, who was on routine patrol and had entered South Whitehall to purchase a bottle of soda at a convenience store, heard a loud “bang” and proceeded to investigate. He found Pratti to be driving drunk. Our Supreme Court held that the officer was on “official business” under 42 Pa.C.S. § 8953(a)(5) and that “he possessed the requisite probable cause pursuant to subsection (5) of the Act to enforce the laws of this Commonwealth outside of his primary jurisdiction.” Pratti, 530 Pa. at 261, 608 A.2d at 490. Thus, Officer Hummel had authority to act under 42 Pa.C.S. § 8953(a)(5).\nIn sum, we agree with the Department. Given the facts of this case, alternate reasons to support the trial court’s decision can be found in 42 Pa.C.S. § 8953(a)(2) and (5).\nFinally, we consider Licensee’s contention that the trial court committed an error of law by failing to consider the holding in McKinley v. Commonwealth, 576 Pa. 85, 838 A.2d 700 (2003). In McKinley, our Supreme Court held, inter alia, that absent an express legislative grant of extraterritorial authority an airport police officer lacked authority to enforce provisions of the Implied Consent Law outside airport grounds. Licensee argues that because the Agreement was not adopted by ordinance, Officer Hummel lacked the authority to enforce the Implied Consent Law outside South Whitehall.\nMcKinley is inapposite. In that case, the authority of Corporal Miller, as an airport police officer, was limited by statute to the airport grounds. He was found to be a “police officer” within the territorial limits of the airport and fully able to enforce the Vehicle Code on airport grounds. However, he ceased to be a “police officer” when he left the airport because the Legislature had not extended his authority beyond the airport. Thus, Corporal Miller was not able to effect a traffic stop and subsequent DUI arrest after the vehicle left the airport.\nBy contrast, here the General Assembly has authorized municipal police officers, such as Officer Hummel, to enforce laws outside their primary jurisdiction in certain circumstances. Under 42 Pa. C.S. § 8953(a)(2), (4) and (5), Officer Hummel was given “an express, legislative grant of extraterritorial authority.” McKinley, 576 Pa. at 95, 838 A.2d at 706. The trial court did not err in overlooking McKinley; that case has no application to the facts here.\nFor these reasons, we affirm the trial court.\nORDER\nAND NOW, this 8th day of September, 2004, the order of the order of the Court of Common Pleas of Lehigh County dated January 9, 2004 in the above-captioned matter is hereby affirmed.\n. Commonly known as the Implied Consent Law, it provides in relevant part:\n(b) Suspension for refusal.—\n(1) If any person placed under arrest for a violation of section 3802 is requested to submit to chemical testing and refuses to do so, the testing shall not be conducted but upon notice by the police officer, the department shall suspend the operating privilege of the person as follows:\n(i) Except as set forth in subparagraph (ii), for a period of 12 months. 75 Pa.C.S. § 1547.\n.This Court's scope of review is limited to determining whether necessary findings of fact are supported by competent, record evidence, whether the trial court committed an error of law, or abused its discretion in reaching its decision. Ryan v. Department of Transportation, Bureau of Driver Licensing, 823 A.2d 1101, 1103 n. 2 (Pa.Cmwlth.2003).\n. Notably, Licensee does not assert that he agreed to take the chemical test. See Banner v. Department of Transportation, Bureau of Driver Licensing, 558 Pa. 439, 737 A.2d 1203 (1999).\n. In the interest of clarity, Licensee’s issues have been reordered.\n. (a) General rule. — Any person who drives, operates or is in actual physical control of the movement of a vehicle in this Commonwealth shall be deemed to have given consent to one or more chemical tests of breath, blood or urine for the purpose of determining the alcoholic content of blood or the presence of a controlled substance if a police officer has reasonable grounds to believe the person to have been driving, operating or in actual physical control of the movement of a vehicle.\n75 Pa.C.S. § 1547(a).\n. This statute provides that:\nA municipality by act of its governing body may, or upon being required by initiative and referendum in the area affected shall, cooperate or agree in the exercise of any function, power or responsibility with, or delegate or transfer any function, power or responsibility to, one or more other local governments, the Federal Government to any other state or its government.\n53 Pa.C.S. § 2304.\n.This statute provides that:\nA local government may enter into intergovernmental cooperation with or delegate any functions, powers or responsibilities to another governmental unit or local government upon the passage of an ordinance by its governing body. If mandated by initiative and referendum in the area affected, the local government shall adopt such an ordinance.\n53 Pa.C.S. § 2305.\n. The Department contends that Licensee’s argument based on these sections has been waived because it does not comply with Pa. R.A.P. 2119(a) insofar as Licensee’s first Question Presented does not address the substantive issue .of whether the mutual aid agreement was valid. One of the purposes of the waiver rule is to call alleged errors to the trial court’s attention, and give the court the opportunity to correct the error., American Association of Meat Processors v. Casualty Reciprocal Exchange, 527 Pa. 59, 67, 588 A.2d 491, 495 (1991). Because the trial court addressed the issue of whether the Agreement must be passed by ordinance in its 1925(a) Opinion, we will consider the issue.\n. The Statutory Construction Act instructs that if concurrent application of statutes is not possible, the specific provision shall prevail and be construed as an exception to the general provision. 1 Pa.C.S. § 1933. The relevant sections of the Local Government Code apply to \"all local governments.” 53 Pa.C.S. § 2301. The MPJA applies only to \"duly employed municipal police officer(s).” 42 Pa.C.S. § 8953(a). ■ Further, the MPJA enumerates a discrete set of circumstances in which a municipal police officer may exercise extra-territorial authority. The MPJA is controlling here.\n. Licensee’s sole challenge to the trial court's holding that Officer Hummel had authority to act in South Whitehall is that Officer Hummel lacked prior consent. He does not challenge the other criteria of 42 Pa.C.S. § 8953(a)(4). They are whether Officer Hum-mel entered Allentown for conducting \"official duties\" arising from \"official matters” within South Whitehall. Accordingly, any other challenge to the application of 42 Pa. C.S. § 8953(a)(4) is waived.\nThe Department does address these criteria, directing our attention to Commonwealth v. Sestina, 376 Pa.Super. 441, 546 A.2d 109 (1988). In that case, an agreement between the Commissioner of the Pennsylvania State Police (representing the \"chief law enforcement officer” of Glade Township) and the Warren Borough Police Department was found to authorize a DUI arrest in Glade Township by a Warren Borough police officer. The Superior Court explained: \"The purpose of the statute is to expand, not limit, the power of local police officers to make arrests outside of their primary jurisdictions. The goal is to foster effective working relationship [sic] among municipalities.” Sestina, 546 A.2d at 112. We note, further, that \"official business” has been found to include traveling outside the jurisdiction to effect a routine turnaround. Commonwealth v. Pratti, 530 Pa. 256, 608 A.2d 488 (1992). Given the liberal interpretation of “official business,” Officer Hummel’s conduct satisfies the \"for the purpose of conducting official duties” standard. A uniformed officer in a marked car traveling on the jurisdictional boundary, who observes erratic driving and pursues the vehicle outside his jurisdiction, as Officer Hummel did, enters another jurisdiction \"for the purpose of conducting official duties.” Sestina; Pratti.\n. The Department argues that Licensee’s careless driving took place in Officer Hum-mel’s primary jurisdiction thereby giving him the right to pursue Licensee. However, the \"hot pursuit” does not have to begin in the primary jurisdiction. Commonwealth v. Petsick, 392 Pa.Super. 264, 572 A.2d 793, 796 (1990).\n. Further, the Department notes that every criteria of .42 Pa.C.S. §§ 8953(a)(5) was satisfied. Officer Hummel was \"on official business” when he stopped and arrested Licensee for DUI; Officer Hummel made \"a reasonable effort to identify himself as a police officer” in that he was in a marked police cruiser and in uniform; and Officer Hummel had \"probable cause to believe that an offense has been committed.” With respect to the last requirement, probable cause was based upon Licensee's erratic driving; his unsteadiness as he walked to the rear of his BMW; the strong odor of alcoholic beverage; Licensee’s bloodshot and glassy eyes; his slurred speech and his failure of three sobriety tests.",
        "type": "majority",
        "author": "Judge LEAVITT."
      }
    ],
    "attorneys": [
      "Lee D. Mescolotto, Pottstown, for appellant.",
      "Terrance M. Edwards and Timothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "John C. STEIN, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs May 28, 2004.\nDecided Sept. 8, 2004.\nAs Amended Sept. 10, 2004.\nLee D. Mescolotto, Pottstown, for appellant.\nTerrance M. Edwards and Timothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellee.\nBEFORE: McGINLEY, Judge, and LEAVITT,'Judge, and MIRARCHI, JR., Senior Judge."
  },
  "file_name": "0719-01",
  "first_page_order": 749,
  "last_page_order": 757
}
