{
  "id": 8050884,
  "name": "Cheryl S. (Perry) GARDNER v. Peter P. PERRY",
  "name_abbreviation": "Gardner v. Perry",
  "decision_date": "1979-08-31",
  "docket_number": "",
  "first_page": "721",
  "last_page": "726",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 721"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "376 A.2d 100",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7987814
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/376/0100-01"
      ]
    },
    {
      "cite": "154 S.E.2d 165",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "207 Va. 927",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        6813173
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/va/207/0927-01"
      ]
    },
    {
      "cite": "293 S.W.2d 129",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10162099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/293/0129-01"
      ]
    },
    {
      "cite": "51 Cal.Rptr. 362",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1966,
      "pin_cites": [
        {
          "page": "365-66"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "242 Cal.App.2d 259",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2168492
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/242/0259-01"
      ]
    },
    {
      "cite": "259 A.2d 32",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8069972
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/259/0032-01"
      ]
    },
    {
      "cite": "373 A.2d 1198",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        5501835
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/ri/118/0365-01"
      ]
    },
    {
      "cite": "153 Cal.Rptr. 169",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1979,
      "pin_cites": [
        {
          "page": "171"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "90 Cal.App.3d 90",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        2048456
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/90/0090-01"
      ]
    },
    {
      "cite": "98 A.L.R.2d 106",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "363 A.2d 743",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8014666
      ],
      "weight": 7,
      "year": 1976,
      "pin_cites": [
        {
          "page": "746"
        },
        {
          "page": "749"
        },
        {
          "page": "750",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/363/0743-01"
      ]
    },
    {
      "cite": "196 A.2d 94",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "parenthetical": "alimony"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "159 Me. 508",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        474097
      ],
      "year": 1963,
      "pin_cites": [
        {
          "parenthetical": "alimony"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/159/0508-01"
      ]
    },
    {
      "cite": "274 A.2d 909",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8106224
      ],
      "year": 1971,
      "pin_cites": [
        {
          "parenthetical": "custody"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/274/0909-01"
      ]
    },
    {
      "cite": "377 A.2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7979603
      ],
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "separate support pending divorce"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/377/0119-01"
      ]
    },
    {
      "cite": "47 A.L.R.3d 1031",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 3d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "56 A.2d 453",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "143 Me. 113",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        619057
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/me/143/0113-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 860,
    "char_count": 17232,
    "ocr_confidence": 0.787,
    "pagerank": {
      "raw": 5.213520865515694e-07,
      "percentile": 0.9406390102280094
    },
    "sha256": "4389457f58e4b93d6d98985e6c96d2440f60557c0d7d6d10a104db7e90a8617e",
    "simhash": "1:9b060a9f328116c1",
    "word_count": 2771
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MeKUSICK, C. J., and WER-NICK, ARCHIBALD, GODFREY and NICHOLS, JJ.",
      "POMEROY and DELAHANTY, JJ., did not sit."
    ],
    "parties": [
      "Cheryl S. (Perry) GARDNER v. Peter P. PERRY."
    ],
    "opinions": [
      {
        "text": "WERNICK, Justice.\nCheryl (Perry) Gardner (Mrs. Gardner) obtained in the District Court (District Eight) a judgment of divorce from her then husband Peter P. Perry (Perry), as well as a decree requiring him to pay $85.00 per week for child support. Some seventeen months later, on February 6, 1976, she moved pursuant to Rule 80(j) M.R.Civ.P. that Perry be adjudicated in contempt for having failed to meet his court-ordered obligation of child support. He countered by filing a cross motion in which, though acknowledging that he had failed to comply with the outstanding decree in that he had been paying only $50.00 per week plus some “other expenses”, he alleged change of material circumstances as the basis for alteration of the outstanding decree to establish an apportionment of the obligation for child support between both parents. Perry sought such alteration not only to affect his obligation for future payments but also to operate retrospectively to excuse entirely, or reduce, his liability for accumulated arrearages. On October 28, 1977 the District Court, apparently overlooking the cross motion filed by Perry, ruled only on Mrs. Gardner’s motion for enforcement of the outstanding decree. It granted that motion, adjudicated Perry in contempt and ordered him to pay $4,115.00, the amount found due and unpaid under the outstanding decree.\nPerry then appealed to the Superior Court which, on June 2, 1978, affirmed the judgment of the District Court. From the Superior Court’s judgment Perry appealed to this Court. While the appeal was being perfected, the parties returned to the District Court for a disposition by it of Perry’s cross motion in sufficient time to allow a ruling on it to be given consideration as part of Perry’s appeal pending in this Court. On November 20, 1978 the District Court denied Perry’s cross motion, acting on the basis of testimony that had been recorded at the time of the original hearings on the motions. Perry appealed this determination to the Superior Court which denied Perry’s appeal, and he then sought, and obtained, from this Court an Order consolidating the appeal he was taking from the Superior Court’s affirmance of the District Court’s denial of his cross motion with his already pending appeal from the judgment against him for accumulated arrearages.\nWe treat the arguments now pressed upon us on appeal as addressed to the disposition of both of the motions presented to the District Court.\nTo support his claim on appeal that the disposition of Mrs. Gardner’s motion for enforcement cannot stand, and was wrongly affirmed by the Superior Court, Perry argues that the District Court had refused to admit highly pertinent evidence concerning (1) certain “in-kind” expenditures made by Perry on behalf of the children (clothing, etc.), and (2) as relevant to Perry’s cross motion, the extent to which his former wife’s remarriage had brought about a change of circumstances making it “unconscionable” to adjudicate his liability for ar-rearages strictly on the basis of the $85.00 per week established at the time of the divorce. We give separate consideration to each of these contentions.\n1.\nThe Superior Court concluded, and we agree, that the District Court’s refusal to give defendant credit for his so-called “in-kind” payments made directly to the children was supportable on the rationale that the evidence showed these payments to have been made gratuitously, and therefore they should not be taken into account towards discharging Perry’s obligation under the outstanding decree. The questions and comments of the District Court Judge reflect a fundamental concern that Perry had not met his obligation for child support in accordance with the requirements of the decree. The Judge sought a justification for Perry’s unilateral decision to reduce his obligation by means of the type of purchases ordinarily considered outside the scope of the obligation, such as new shoes at the start of the school year. When the Judge had apparently satisfied himself that no showing of necessity was forthcoming, such as a demonstration that his former wife had refused to make the purchases required to replace worn-out footwear, the Judge ruled the proffered list of expenditures inadmissible.\nPerry complains that this exclusion of proffered evidence was an abuse of discretion. He invokes Wilson v. Wilson, 143 Me. 113, 56 A.2d 453 (1947) as authority for the view that benefits provided in kind to his children rather than in money paid to the parent having legal custody of them cannot be ignored in determining the extent of the arrearage under a decree requiring payments of money. While Wilson declares that a court has power to alter a decree, even retroactively, to comport with new conditions, it nowhere suggests that a refusal to exercise this extraordinary power, grounded in a court’s unwillingness to take into account the circumstances surrounding each and every expenditure claimed as a substitute for court-ordered payments of support, constitutes an abuse of discretion.\nCourts are understandably reluctant to undo the effect of decrees for child support by permitting the spouse obligated to provide support to encroach upon the other spouse’s prerogative to determine how the money will best be spent to serve the children’s needs.\n“If . . . [the husband] can make presents to the child, and then deduct it from the amounts due under the order, he is indirectly substituting his judgment for that of the wife with respect to the child’s care. This violates the scheme implicit in all custody orders, which is that the custodian has sole authority and sole responsibility for the child’s upbringing. It cannot, therefore, be permitted.” Clark, Domestic Relations 515 (1968).\nWhile some jurisdictions adhere to this doctrine inflexibly, others relax the bar somewhat when “compulsion of circumstances” necessitates some form of direct expenditure that will serve, the essential purposes of the decree. See generally Annot., 47 A.L.R.3d 1031 (1974). The greater flexibility that can result from allowing credits in proper circumstances represents an important adjunct to the proper exercise of the equitable powers affirmed in Wilson, supra.\nHere, the District Court Judge went so far as to question both counsel, as well as Perry, regarding the listed disbursements sought to be entered in evidence, to ascertain the justification for Perry’s having redefined his support obligation in a manner that prevented the mother of the children, who was also their legal custodian, from fulfilling her role as the instrument selected by the Court to oversee the provisions made by the Court for the well-being of the children. Only when such justification was not forthcoming did the Judge refuse to give consideration to the “in-kind” disbursements. He did not rule them generally inadmissible, as a matter of law, regardless of circumstances. Rather, his ruling was properly regarded by the Superior Court as being an evaluation of the totality of the circumstances obtaining in this particular instance. So regarded, the District Court’s ruling should stand if it is not an abuse of judicial discretion. Cf., Gulesian v. Gulesian, Me., 377 A.2d 119 (1977) (separate support pending divorce); Roussel v. State, Me., 274 A.2d 909 (1971) (custody); Strater v. Strater, 159 Me. 508, 196 A.2d 94 (1963) (alimony). We conclude that the Judge of the District Court was not guilty of an abuse of discretion but rather exercised sound judgment in first ascertaining the nature of the charges involved (independently insignificant items were claimed, including meals and new sneakers) and then evaluating them in the overall circumstantial context in which they were made.\n2.\nWe turn to Perry’s claim that the District Court Judge committed error in failing to give him any relief whatever on his cross motion. That motion, it will be recalled, sought to have the District Court take cognizance of circumstances arising by virtue of the remarriage of Perry’s former wife, which he claimed had significantly altered her ability to contribute to the support of the children. Perry wanted the Court to take account of these circumstances to order: (1) retroactive alteration of the outstanding decree for child support, thereby to excuse entirely, or reduce, Perry’s liability for accumulated arrearages; and (2) alteration of the decree to allocate to each of the parents the amounts to be paid in the future.\nWe sustain the District Court’s denial of Perry’s cross motion insofar as it sought retroactive forgiveness, or reduction, of Perry’s liability for unpaid arrearages. We will not hold the District Court guilty of an abuse of discretion for having refused to take cognizance of circumstances alleged to be newly arising from the remarriage of Perry’s former wife proffered in the context, as here, to achieve the extraordinary relief of a retroactive modification of an outstanding decree of child support, thereby to excuse entirely, or reduce, liability for accumulated arrearages. Perry had ample opportunity, which he made no effort to utilize, to avoid the large accumulation of arrearages involved here by seasonably filing a motion seeking prospective alteration of the outstanding decree on the basis of such allegedly material change of circumstances.\nAs to the other aspect of Perry’s cross motion, however, in which Perry has at last seen fit to seek precisely such prospective alteration of the outstanding decree, we cannot uphold the District Court’s resort to the same rigid perspective that we have permitted to pass muster regarding the denial of retrospective alteration of the outstanding decree. We decide that the District Court erred in refusing to admit as evidence Perry’s proffer of circumstances claimed to be newly arisen in consequence of his former wife’s remarriage and to be material to the adjudication of the respective obligations of each parent to contribute in the future to the support of the children.\nIn Pendexter v. Pendexter, Me., 363 A.2d 743 (1976) this Court decided that it is no longer the law of Maine, if once it was, that upon divorce\n“[t]he husband is primarily liable for the support of his children, and the wife’s financial status is relevant only if the husband cannot provide a reasonable level of support on his own.” Id. at 746.\nRather, the law is that the overriding concern of serving the best interests and welfare of minor children requires that the support obligation be treated as\n“the equal responsibility of both mother and father, to be discharged in accordance with their respective capacity and ability.” Id. at 749.\nOur cases have repeatedly emphasized that questions concerning the incidents of divorce, such as property division, alimony, custody, and child-support, are addressed to the sound discretion of the trial court. Each case tends to be unique and to require an inquiry into all of its relevant factors before a wise and equitable order can be framed that best balances the conflicting interests at play. While not exhaustive, the factors listed in Pendexter, supra, have sufficient reach to embrace the point now at issue and to require that the trial court at least admit for consideration evidence tending to show that a spouse’s remarriage (or the remarriage of both) has worked a material change of circumstances sufficient to warrant modification of the prospective obligation of either of the spouses (or of both) for the support of their children. Without such evidence before it, a court ordering payments of child support cannot comply with the mandate of Pendexter, supra, that\n“[i]n fixing the amount to be contributed by . [each spouse] for the support of the minor children of divorced parents, the court should consider the needs of the children, the assets of each parent, their respective ages, earning capacities, incomes and indebtedness, state of health, future prospects, the existence of other dependents, and any other factors which will aid the court in reaching- a just and equitable result, having in mind that \"the primary state purpose is to implement the natural duty of both parents to support their offspring.” 363 A.2d at 750 (emphasis added)\nThe “ability to pay” of each spouse is central to a fair apportionment of the shared support obligation, whether the determination is being made in the first instance at the issuance of the decree or when, as here, alteration of the decree is sought prospectively. It would be unrealistic in the extreme for us to hold that, as relevant to future obligation, either parent’s ability to discharge the responsibility assigned to both by Pendexter is not significantly affected by a subsequent remarriage which, even if in most instances it tends to ease financial pressures, in some situations may enhance the overall burden. See generally Annot., 98 A.L.R.2d 106 (1963). See Gammell v. Gammell, 90 Cal.App.3d 90, 153 Cal.Rptr. 169, 171 (1979); Renaud v. Renaud, R.I., 373 A.2d 1198, 1200 & n. 3 (1977). Where one party alleges that his own or the other party’s remarriage has had a substantial impact (be it positive or negative) on the remarried party’s ability to contribute towards the support of their children in the future, the court commits an abuse of discretion if it refuses even to admit for eon-sideration, as relevant to the future support obligation of the parties, proffered evidence of the improved, or worsened, financial circumstances attending remarriage. Without weighing such evidence, along with other relevant factors, the court cannot equitably apportion between the former spouses their prospective obligation for child support.\nHere, the District Court refused, solely on grounds of relevance, to admit for evaluation evidence proffered by Perry to show that his wife’s remarriage had significantly enhanced her ability to assist in the future support of their children and had thereby altered their proportionate abilities to contribute towards that support. This was error; the evidence proffered was both relevant and potentially important to the issues at stake. The District Court’s determination on Perry’s cross motion, insofar as the motion sought prospective modification and apportionment, must therefore be set aside and the case remanded for further proceedings as to that issue in light of this opinion.\nOn remand, the District Court is to determine, as well, whether either Perry or Mrs. Gardner, or neither or both of them shall be ordered to pay reasonable counsel fees chargeable to the appeal. See Dolan v. Dolan, Me., 259 A.2d 32, 39 (1969); Strater v. Strater, supra; 19 M.R.S.A. § 722 (Supp. 1978).\nThe entry is:\n(1) The appeal from the judgment entered on the motion for enforcement of the outstanding decree is denied; in this aspect the judgment of the Superior Court is affirmed.\n(2) The appeal from the judgment denying alteration of the decree as to the obligation for payments of child support in the future is sustained; in this aspect the judgment of the Superior Court is set aside, and the case is remanded to the District Court for further proceedings in accordance with the opinion herein.\nCosts on appeal allowed to neither party.\nPOMEROY and DELAHANTY, JJ., did not sit.\n. The Superior Court had alerted the parties to the District Court’s omission to rule on the cross motion.\n. The following excerpts suggest the line of inquiry followed by the District Court Judge:\n“COURT: [B]ut all through that time you were only giving her $50 a week out of the 85 that you were ordered by the Court to pay. Now had she got the $85 would you — would you agree with the Court that she could have possibly bought them new shoes . . .?”\n. For an excellent discussion and sensitive application, of relevant factors, see Spivey v. Furtado, 242 Cal.App.2d 259, 51 Cal.Rptr. 362, 365-66 (1966).\n. It is abundantly clear from the record that the presiding Justice attached considerable negative weight to the husband’s tactical decision to take matters into his own hands. We join those other courts which have expressed their strong disapproval of a party’s independent course of conduct that sets at naught judicially-decreed rights of others. Perry’s proper remedy was to apply to the District Court for alteration of the decree. See, e. g., Steckler v. Steckler, 293 S.W.2d 129 (Mo.App.1956); Fearon v. Fearon, 207 Va. 927, 154 S.E.2d 165 (1967).\n. See, e. g., Fournier v. Fournier, Me., 376 A.2d 100 (1977); Pendexter, supra; Strater, supra.\n. The logic of Pendexter, supra, also indicates that in ordering payments for child support, a court must not disregard the authorization contained in the penultimate sentence of 19 M.R. S.A. § 752 (Supp.1978), that the order “may” run against both parents, except in rare instances such as when the needs of the children are slight or the financial resources of the parents are in severe imbalance.",
        "type": "majority",
        "author": "WERNICK, Justice."
      }
    ],
    "attorneys": [
      "Platz & Thompson by Pasquale Maiorino (orally), Lewiston, for plaintiff.",
      "Orestis & Garcia by Peter Garcia (orally), Lewiston, for defendant."
    ],
    "corrections": "",
    "head_matter": "Cheryl S. (Perry) GARDNER v. Peter P. PERRY.\nSupreme Judicial Court of Maine.\nAug. 31, 1979.\nPlatz & Thompson by Pasquale Maiorino (orally), Lewiston, for plaintiff.\nOrestis & Garcia by Peter Garcia (orally), Lewiston, for defendant.\nBefore MeKUSICK, C. J., and WER-NICK, ARCHIBALD, GODFREY and NICHOLS, JJ."
  },
  "file_name": "0721-01",
  "first_page_order": 785,
  "last_page_order": 790
}
