{
  "id": 6077533,
  "name": "In re Goldman",
  "name_abbreviation": "In re Goldman",
  "decision_date": "1938-11-28",
  "docket_number": "No. 4034",
  "first_page": "722",
  "last_page": "725",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 722"
    },
    {
      "type": "parallel",
      "cite": "99 F.2d 765"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 413,
    "char_count": 6765,
    "ocr_confidence": 0.442,
    "sha256": "cf3328b784eb81c84a51a9666339bbb5e2b94cf9cb2a44a8e79328d57b29868a",
    "simhash": "1:46b9b0b165444dee",
    "word_count": 1162
  },
  "last_updated": "2023-07-14T20:53:19.379132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
    ],
    "parties": [
      "In re Goldman"
    ],
    "opinions": [
      {
        "text": "Bland, Judge,\ndelivered the opinion of the court:\nThis is an appeal from a decision of the Board of Appeals of the United States Patent Office, affirming that of the Primary Examiner in denying all the claims (2, 5, 7, 8, 9 and 10) of appellant’s application for a patent relating to stuffed animal toys. Except as is hereinafter specially mentioned, claim 2 illustrates the subject matter involved and reads as follows:\n2. A new article of manufacture comprising a stuffed animal toy having a stuffed head and body, buttons affixed to the body of the aforesaid animal toy, detachable stuffed limbs, such as legs, wings, arms (or a trunk in the case of an elephant), said limbs each having a button hole at the flattened end intended to be attached to the body of the animal.\nThe reference relied upon is Crist, No. 1,828,765, of October 27, 1931. Another patent was referred to by the examiner, concerning which further reference will be made later herein.\nAppellant’s stuffed animal toys simulate various animals and fowls and in each instance the arms, legs, wings (or in case of an elephant, the trunk) are fastened to the body of the toy by means of buttons which are fastened closely to the toy so as to make a close-fitting, hinge-like connection. The limbs or appendages have flattened ends with a slit provided therein which is formed into a buttonhole. Appellant claims that the children show great interest in taking off the appendages and that in this manner they are taught the use of buttons in buttoning their own garments. The applicant filed with the Patent Office an affidavit showing a “very considerable commercial success.”\nThe examiner’s rejection of the claims was expressed in part by the following language:\nClaims 2 and 5 to 10 are again rejected for lack of invention over Crist for the reasons of record. Buttons and button holes being old and Crist showing equivalent elements for fastening together parts of a doll, it is not seen that it would amount to invention to substitute the former fastening devices for the latter.\nSince an issue appears to have been reached, this action is Made Final.\nFollowing applicant’s appeal to. the board, the examiner in his statement had the following to say:\n* * * The 'patent to Crist shows a stuffed doll body to which stuffed limbs are attached by means of buttons and loops. The latter as stated in the specification of the patent may he twisted one or more times so as to prevent them irom becoming accidentally detached from the buttons. Attention is also called in this connection to Dice of record which shows a double-ended button and openings in contiguous members, the shank of the button and the thickness of the members being such as to provide a frictional joint between said members.\nThe Examiner has held a number of times that Crist shows equivalent means for holding the torso and limbs of a stuffed doll together. Furthermore, the use of buttons and buttonholes on articles of clothing is such common knowledge and use as to need no mention. Therefore, no invention can be seen in the substitution of the well known buttons and buttonholes for the buttons and loops of the patent.\nThe idea of having the buttons close to the part to which they are sewed so as to provide a frictional engagement between the limbs and torso, is also considered to be old and well known to tailors and seamstresses.\nAs far as can be seen, there is nothing new in applicant’s structure in view of the patent to Crist and what constitutes common knowledge. To grant a patent merely on the idea of applying buttons and buttonholes which are the most well known fastening means for clothes, bags, containers, etc., to dolls and the like for the purpose of teaching children the use thereof, would entail the granting of countless patents on all new applications of such fastening means, as one can always think of some trivial reason for each such new application.\nThe board in affirming the examiner, in part said:\nWe hare carefully considered the record in connection with the contentions set forth in the brief and the affidavit but are unable to agree that the claims present matter constituting invention over the state of the art. We believe the buttons and loops shown by Crist are fully equivalent in every sense to the buttons and button holes shown by applicant. We think Crist’s buttons and loops are mechanically equivalent in forming flexible joints and that they are also equivalent so far as any teaching function is concerned.\nThe disclosure in the Crist patent was correctly stated by the examiner. It seems to us that the issue is as appellant has submitted it to us- — is there any invention shown in appellant’s application over and above that disclosed by Crist.\nThe tribunals below concurred in the view that there was no invention shown and we are in agreement with that conclusion. The Crist patent shows that it is old to use buttons for the purpose of attaching appendages to stuffed toys. Having this idea, we do not think that it amounts to invention to discard the loops and make buttonholes in the appendages and sew the buttons closely to the toys. Fastening an article on with buttons which are sewed close to the article is within the common knowledge of almost everyone. The fact that claim 5 is directed to “relatively large size buttons” does not change the situation since under circumstances like those at bar mere size does not lend patentability to a claim that otherwise does not define an invention.\nClaim 5 is also directed to a combination consisting of the toy with appendages buttoned in the manner aforesaid and shoes having eyelets and laces removably mounted on the feet of the toy. While it is not seen that there exists any patentable relation between the shoes and laces being combined with buttoned-on appendages, aggregation was not given as a ground of rejection by the Patent Office tribunals. Evidently they were of the opinion, as we are, that it is a common expedient to put shoes with laces on toys. We cannot conclude therefore, that the element of the shoes and laces in the combination of the claim imparts patentability thereto.\nThere being no doubt on the question, it is not seen how the “very considerable commercial success” claimed by appellant could have any effect on the decision of the issue at bar.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Bland, Judge,"
      }
    ],
    "attorneys": [
      "Lester L. Sargent for appellant.",
      "R. F. Whitehead (Howard S. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "99 F. (2d) 765\nIn re Goldman\n(No. 4034)\nUnited States Court of Customs and Patent Appeals,\nNovember 28, 1938\nLester L. Sargent for appellant.\nR. F. Whitehead (Howard S. Miller of counsel) for the Commissioner of Patents.\n[Oral argument November 15, 1938, by Mr. Sargent and Mr. Miller]\nBefore Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
  },
  "file_name": "0722-01",
  "first_page_order": 40,
  "last_page_order": 43
}
