{
  "id": 6094590,
  "name": "Albert R. Thompson v. Frank D. Chapman; Frank D. Chapman v. Albert R. Thompson",
  "name_abbreviation": "Thompson v. Chapman",
  "decision_date": "1929-12-30",
  "docket_number": "No. 2144; No. 2145",
  "first_page": "723",
  "last_page": "725",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 723"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 319,
    "char_count": 7300,
    "ocr_confidence": 0.458,
    "sha256": "20e3098a7b1867c567bf91770778fb8faa468b66f8b5820a23817246621b1be4",
    "simhash": "1:a6c370bbd236266f",
    "word_count": 1199
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett and Lenkoot, Associate Judges"
    ],
    "parties": [
      "Albert R. Thompson v. Frank D. Chapman Frank D. Chapman v. Albert R. Thompson"
    ],
    "opinions": [
      {
        "text": "Bland, Judge,\ndelivered the opinion of the court:\nThe appeal and cross appeal herein arise from interference proceedings in the Patent Office, which involved six counts relating to a continuous cooker of the type wherein cans containing vegetables, milk, etc., are moved in a continuous stream from one end of a single unit or tank to another, being passed through a heated body of water, the particular invention involved relating to the division of the apparatus into a plurality of heating zones, the complete cooking of the contents of the cans being performed in the single units or tank referred to.\nBoth in the patent of Chapman and the reissue application of Thompson involved in the interference, the cans are caused to be moved along a sjDirally trending member surrounding a drum carrier, and this drum carrier is subdivided by partitions into a series of heating zones. The six counts involved are as follows:\n1. A continuous cooker, comprising a horizontally extending tank Raving inlat' and outlet openings and zones of various degrees of heat, a single spirally trending member extending through said heat zones, and a single rotary carrier extending through the spirally trending member and coacting therewith for moving cans and having means forming part of and moving with the carrier for preserving the heat zones.\n2. A continuous cooker, comprising a tank member having an inlet and an outlet opening and a plurality of compartments for maintaining heat at various temperatures in each compartment, and a rotary carrier within the tank and extending through the compartments for moving cans from one end of the tank to the other and extracting heat from said compartments and aiding in preserving the differences in temperatures in said compartments, said rotary carrier having partitions forming- part of and moving with the carrier which coincide with the tank partitions to maintain predetermined degrees of heat in each compartment.\n3. A continuous cooker, comprising a horizontally extending tank having inlet and outlet openings and zones of various degrees of heat for cooking food in cans passed therethrough, means controlling the temperature of said zones, a spirally trending member extending through said heat zones, and a rotary carrier extending through the spirally trending member and coacting therewith for moving cans from the inlet opening through the heat zones and to the outlet opening and having means forming part of -and moving with the carrier for preserving the heat zones.\n4. An automatic cooker, comprising a horizontal tank of comparatively considerable depth having a plurality of heating zones of different degrees of heat, a single means for moving cans of food through said tank at a constant speed and in the same continuous path, said can moving means also carrying partitions for maintaining predetermined temperatures in the different compartments, and means controlling the temperature of the heat zones to vary the degree of cooking of different kinds of food in the cans.\n5. An automatic cooker, comprising a horizontal tank having a plurality of water compartments of comparatively considerable depth for holding water at different temperatures, a single means moving at a constant speed for moving cans of food through the water from one compartment to the other and in the same continuous path, said can moving means also carrying partitions for maintaining predetermined temperatures in the different compartments, and means controlling the temperature of the water in the different compartments to vary the degree of cooking of different kinds of food in the cans.\n6. A continuous cooker, comprising a horizontally extending tank having inlet and outlet openings and transverse partitions to form zones of various degrees of heat for cooking food in cans passed therethrough, means controlling the temperature of said zones, a spirally trending member extending through said heat zones, and a rotary carrier extending through the spirally trending member and the heat zones and eoacting with said spirally trending member for moving cans from the inlet opening through the heat zones and to the outlet opening said rotary carrier having transverse partitions which coincide with the tank partitions for preserving the heat zones.\nThe tribunals below awarded priority to Thompson as to counts 1, 3, and 4 and to Chapman as to counts 2, 5, and 6.\nThe issues herein, for the most part, involve the question as to whether or not Thompson’s application in 1921 disclosed tank partitions. It is urged by Thompson that said application did disclose said partitions in the tank, although no definite claim was made therefor. Both tribunals below concur in the view that said application did not disclose such partitions, and having found the evidence insufficient to prove a conception and reduction to practice earlier, than Chapman’s conceded dates, priority was, as to counts 2, o, and 6 (which involved- the partitions) awarded to Chapman. Counts 1, 3, and 4 were regarded as not claiming for partitions and priority as to them was awarded to Thompson.\nThe examiner of interferences, in considering and construing the evidence on behalf of Thompson, which was offered for the purpose of establishing a conception date of the subject matter of counts 2, 5, and 6 earlier than the conceded record date of conception and reduction to practice of Chapman, stated in substance that even if the evidence could be said to establish such conception on the part of Thompson, Chapman should prevail as to counts 2, 5, and 6 for the reason that he had not been diligent, since admittedly he did not actually reduce to practice before June, 1923.\nThere was much testimony taken by both sides which was carefully considered by the examiner of interferences and by the examiners in chief. Both tribunals regarded the testimony on the part of Thompson as not fixing a date which would justify his claim for priority on counts 2, 5, and 6, and that none of the testimony or other record facts in the case warranted giving priority of the subject matter covered by counts 1, 3, and 4 to Chapman. So, as we view it, the tribunals below have decided the cáse upon the record facts aside from any testimony.\nWe have examined the evidence with considerable care and we can not arrive at any other conclusion than that arrived at by the tribunals below. An examination of the Thompson disclosure, which is his application of 1921, convinces us that no partitions' of the kind claimed in counts 2, 5, and 6 were therein disclosed. We conclude, therefore, that the decision of the Board of Appeals; awarding priority of invention to Thompson as t’o counts 1, 3, and 4 and to Chapman as to counts 2, 5, and 6, was not against the weight of the evidence and was not clearly erroneous and, therefore, is affirmed.",
        "type": "majority",
        "author": "Bland, Judge,"
      }
    ],
    "attorneys": [
      "Alexander & Dowell (Arthur B. Dowell of counsel) for Thompson.",
      "Morrell, Keeney Morrell (A. L. Morsell of counsel) for Chapman."
    ],
    "corrections": "",
    "head_matter": "Albert R. Thompson v. Frank D. Chapman Frank D. Chapman v. Albert R. Thompson\n(No. 2144)\n(No. 2145)\nUnited States Court of Customs and Patent Appeals,\nDecember 30, 1929\nAlexander & Dowell (Arthur B. Dowell of counsel) for Thompson.\nMorrell, Keeney Morrell (A. L. Morsell of counsel) for Chapman.\n[Oral argument November 6, 1929, by Mr. Dowell and Mr. Morsell]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett and Lenkoot, Associate Judges"
  },
  "file_name": "0723-01",
  "first_page_order": 173,
  "last_page_order": 175
}
