{
  "id": 6094598,
  "name": "Donald W. Slattery v. Chester W. Larner",
  "name_abbreviation": "Slattery v. Larner",
  "decision_date": "1929-12-30",
  "docket_number": "No. 2149",
  "first_page": "725",
  "last_page": "729",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 725"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 506,
    "char_count": 9827,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 3.0455823516154594e-07,
      "percentile": 0.8555423501524606
    },
    "sha256": "fa4e061baf49a7a4ddf5531c1343290f4940cc6174b265f7b349b852588d38c0",
    "simhash": "1:35c3c6bd7e5a5749",
    "word_count": 1672
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gbaham, Presiding Judge, and Bland, Hatpield, Gabbett, and Leneoot, Associate Judges"
    ],
    "parties": [
      "Donald W. Slattery v. Chester W. Larner"
    ],
    "opinions": [
      {
        "text": "Gaeeett, Juclge,\ndelivered the opinion of the court:\nThis is an interference case in which Slattery has appealed from the action of the Board of Patent Appeals on October 8, 1927, affirming a decision of the examiner of interferences according priority in favor of Larner to an invention relating to “ valves, particularly hydraulic valves of the pressure operated plunger type.”\nThe devices involved in the controversy appear to be contemplated as being for use in water pipes or conduits of large dimensions, some of as much as 14 feet in diameter, installed in filtering plants, irrigation plants, hydroelectric plants, and other hydraulic works.\nThe pertinent history of the actions out of which the issues grew is that on July 22, 1919, Larner filed an application, No. 312559, making certain claims. On June 1, 1920, Slattery filed application which ripened into Patent 1483991 on February 19, 1924, while the Larner application was still pending. On January 19, 1925, Larner •copied as claims the five counts which are in issue, same being taken from the Slattery patent and added to his original application of July 22, 1919. On March 17, 1925, Larner filed application containing the claims as a division of the earlier application, it being a duplicate of the specifications and drawings of the parent application, and this divisional application was substituted in the interference.\nThe counts in issue are five in number and correspond to Slattery’s claims 1, 2, 4, 5, and 6. No. 1 reads as follows:\nIn combination with a conduit, a valve comprising a casing, a hollow member within the casing having a plunger, means for shifting said plunger to open and close the valve, and means independent of the means for opening and closing the valve and extending to the exterior of the valve for maintaining within said hollow member substantially the same pressure that exists on the nose of the plunger.\nThe other four counts cover the same structure in slightly different language, and it is not deemed necessary to quote them verbatim. ■Count 4 is apparently broader than.the others, in that it does not ■contain the word “ independent,” and No. 5 speaks specifically of an “ equalizing pipe.” Otherwise, the meaning of all the counts seems to ■be identical.\nThe assignments of error, in substance, submit two general questions : First, whether Larner had the right to make the claims forming the counts of the interference, and second, whether .he was estopped by any of the facts shown, or by law, from making said •claims.\nThe primary matter ivithin the jurisdiction of this court is, of •course, that of priority. The proofs of dates of conception and reduction to practice sustain the statement that the dates of Larner are prior to those óf Slattery. This Slattery concedes, and did the •dates constitute the only element to be considered, the question would be entirely answered and in Larner’s favor. But there is a second element of' the first factor, as we have stated the issues, and that is the insistence that Larner did not have “ a sufficient basis in the specification of his application * * * to support the subject matter •of the claims * * * when said claims are made in Larner’s application.”\nThe contention upon the latter point revolves about the question ■of whether the pipe 34, shown in the Slattery drawing, so differs in its functioning or in its application to the functions performed, from pipe 12, shown in the Larner drawing, as to preclude it being covered by the Larner specification while being covered in the Slattery •specification.\nThe Board of Appeals in its decision describes the respective ■structures and their functioning as follows:\nThe invention of both parties relates to hydraulic valves of the pressure ■operated plunger type. Slattery moves his plunger 17 to open or closed position by hydraulic pressure applied to the piston 23 in a cylinder 22 located in the chamber A of the valve. Slattery provides an “ equalizing pipe 34 ” which the specification states is “ to maintain the same pressure on the inner side of the valve plunger as exists on the nose of the plunger.”\nLarner’s valve has a similar plunger 5 movable by hydraulic pressure but his means for moving it differs specifically from that of Slattery. The Larner specification states—\nThe main valve 5, is operated by control valves 10 and 11, for example, in •either of two ways. Ports or connections 8 and 9, are either connected to a ■drain or otherwise discharge against atmospheric pressure; or they are connected to an independent pressure system carrying a pressure higher than that in the main valve. In the first case the plunger 5, is moved to open position by exhausting the chamber 6, through port 8, and is closed by exhausting chamber 7, through port 9. In the second case the plunger is moved to open position by admitting higher pressure to chamber 7, through port 9, and is closed by admitting higher pressure to chamber 6, through port 8. The valves 10 and 11, are normally closed, and they are alternately opened to move' the plunger, but as soon as the plunger has completed its stroke they aro closed.-\nLarner has a pipe 12 similar to Slattery’s pipe 84 connecting the valve-chamber with the conduit beyond the closing position of the plunger. The question in controversy involves the structure and function of this by-pass pipe.\nThe board then continues:\nSlattery contends first, that the pipe 12 of Larner is not independent but a part of his means for opening and closing the valve. It is true that during the movement of the plunger the size of the chamber in the valve back of the plunger changes and there is flow of water through the pipe 12 into or out of said chamber. The same is likewise true of • appellant’s pipe 34. Moreover, Larner does not describe his pipe 12 as a part of his means for opening and closing h's valve. In ¿our opinion the term “ independent \" as used in the counts is as applicable to Larner’s pipe 12 as it is to Slattery’s pipe 34.\nSlattery further contends that Larner’s pipe 12 does not have the function of “ maintaining within said hollow member substantially the same pressure that exists on the nose of the plunger,” as called for in the count. Larner’s specification states that his pipe 12 is provided to prevent the pressure on the nose of the plunger from becoming lower than in the chamber 6 when the valve is open which would result in closing the valve. The law examiner has carefully analyzed this matter. He finds that in both Larner’s and appellant’s devices there will be a flow of water in the pipe when the plunger is opened or closed and a temporary disturbance of the pressure in the devices of both parties. We agree with his conclusion that the term “ maintains * * * substantially the same pressure * * * ” in the claim is to be construed broadly and is properly applicable to Larner’s device as well as that of appellant.\nIt seems to us that in so holding the tribunals in the Patent Office have failed to give recognition to a difference in the functioning of the structures, or in the application of the pipes to the functions intended to be performed by the structures, which difference, we think, is entitled to recognition in Slattery’s favor. This difference lies in the fact that in Slattery’s structure the pipe 34 is a “ means independent of the means for opening and closing the valve (etc.)” as claimed in typical count 1, supra, while in the Larner structure the pipe 12 is-connected to an operating chamber.\nThe effect of this independent means in operation appears to be that of maintaining within the hollow member in which the valve is constructed substantially the same pressure as that which exists on the nose of the plunger, this being accomplished by reason of the fact that one end of the pipe 34 in Slattery’s structure is connected to the exterior of the valve, while the relatively corresponding end of pipe 12 in Larner’s structure is connected with a chamber in the valve itself. The Slattery arrangement thus equalizes the pressure and affects the opening and closing of the valve in a manner different from the operation applied by the Larner arrangement.\nWe feel assured from the record in the case that at the time of filing his parent application appellee did not contemplate or expect the performance of the same function in the same way by his pipe 12 as Slattery expected from his pipe 34. The Larner specifications and claims do not specifically disclose any such purpose, while those of Slattery appear to us clearly to do so. It is true that an applicant need not at the time of filing application necessarily be conscious of every function which his device can perform in order to claim it, and in interference proceedings “ claims should be given as broad a meaning as their terminology will reasonably permit.” Sherman v. Hageman, 1922 C. D. 121, App. D. C. 373. But this principle should not, we think, be stretched so as to apply to a case where there is such manifest difference in structures, specifications, and claims as appears to exist in the instant case.\nUnder this view of the case it does not appear to be necessary that we should pass upon the question of estoppel raised in the second part of Slattery’s contention as we have stated it, supra.\nFor the reasons given the decision of the Board of Patent Appeals is reversed1.",
        "type": "majority",
        "author": "Gaeeett, Juclge,"
      }
    ],
    "attorneys": [
      "Kvjis, Hudson & Kent (A. J. Hudson and Watts T. Estabroofo of counsel) for appellant.",
      "Olifton V. Edwards and Edward A. Hathaway (Erante A. Boioer of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "Donald W. Slattery v. Chester W. Larner\n(No. 2149)\nUnited States Court of Customs and Patent Appeals,\nDecember 30, 1929\nKvjis, Hudson & Kent (A. J. Hudson and Watts T. Estabroofo of counsel) for appellant.\nOlifton V. Edwards and Edward A. Hathaway (Erante A. Boioer of counsel) for appellee.\n[Oral argument November 7, 1929, by Mr. Hudson and Mr. Bower]\nBefore Gbaham, Presiding Judge, and Bland, Hatpield, Gabbett, and Leneoot, Associate Judges"
  },
  "file_name": "0725-01",
  "first_page_order": 175,
  "last_page_order": 179
}
