{
  "id": 9183398,
  "name": "WORTH & COMPANY, INC., Petitioner v. DEPARTMENT OF LABOR AND INDUSTRY, Prevailing Wage Appeals Board, Respondents",
  "name_abbreviation": "Worth & Co. v. Department of Labor & Industry",
  "decision_date": "2004-09-13",
  "docket_number": "",
  "first_page": "727",
  "last_page": "737",
  "citations": [
    {
      "type": "official",
      "cite": "857 A.2d 727"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "762 A.2d 392",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11152043
      ],
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/762/0392-01"
      ]
    },
    {
      "cite": "676 A.2d 310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860465
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/676/0310-01"
      ]
    },
    {
      "cite": "N.Y. Labor Law § 223",
      "category": "laws:leg_act",
      "reporter": "N.Y.",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "183 B.R. 689",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        11303306
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/183/0689-01"
      ]
    },
    {
      "cite": "40 U.S.C. § 3142",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "(c)(3)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "598 A.2d 1065",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1423202
      ],
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/143/0264-01"
      ]
    },
    {
      "cite": "730 A.2d 935",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        607176,
        11613132
      ],
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/pa/556/0621-01",
        "/a2d/730/0935-01"
      ]
    },
    {
      "cite": "556 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        607176
      ],
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/pa/556/0621-01"
      ]
    },
    {
      "cite": "836 A.2d 123",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2003,
      "opinion_index": 1
    },
    {
      "cite": "575 Pa. 699",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2003,
      "opinion_index": 1
    },
    {
      "cite": "816 A.2d 1220",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9371542
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/816/1220-01"
      ]
    },
    {
      "cite": "692 A.2d 295",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11913253
      ],
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/692/0295-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1038,
    "char_count": 30534,
    "ocr_confidence": 0.705,
    "pagerank": {
      "raw": 1.27879270835649e-07,
      "percentile": 0.6168214826424243
    },
    "sha256": "ef3a871d350821fce66caa8f451488966c58f73241545f18a59216027be96409",
    "simhash": "1:f9a4d4778ac5b639",
    "word_count": 5031
  },
  "last_updated": "2024-02-27T20:09:44.360178+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, President Judge, McGINLEY, Judge, SMITH-RIBNER, Judge, PELLEGRINI, Judge, COHN, Judge, JUBELIER, Judge, SIMPSON, Judge, and LEAVITT, Judge."
    ],
    "parties": [
      "WORTH & COMPANY, INC., Petitioner v. DEPARTMENT OF LABOR AND INDUSTRY, Prevailing Wage Appeals Board, Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge McGINLEY.\nWorth & Company, Inc. (Worth) petitions for review from an order of the Prevailing Wage Appeals Board (Board) that affirmed the position of the Department of Labor and Industry (Department), as set forth in its September 7, 1999, letter to Worth, a general contractor, that requested the withholding of contract payments to First Choice Fire Protection, Inc. (First Choice), one of its subcontractors on a public works project.\nOn or about August 21, 2001, Worth filed a grievance with the Board and alleged that “[t]he Department has no basis to require the [Lower Merion School] District to withhold final payment from Worth.” Notice of Grievance, August 10, 2001, Paragraph 18 at 5; Reproduced Record (R.R.) at 8a.\nBy February 5, 2002, the Department and Worth stipulated to the following facts. In September 1998, Worth was awarded a contract by the Lower Merion School District (School District) to perform plumbing construction work at the Welsh Valley Middle School. The Pennsylvania Prevailing Wage Act (Act) applied because the School District is a “public body,” as defined in Section 2(4) of the Act, 43 P.S. § 165-2(4). Worth subcontracted sprinkler work to First Choice.\nBased on the Department’s investigation for violations of the Act, the Departmént concluded that First Choice failed to pay minimum wages to eleven workers. By letter dated September 7, 1999, the Department requested that Worth withhold $41,324.46 in contract payments to First Choice. Moreover, “the Department stated, in accordance with Section 10(a) of the Act, ‘nothing in this request shall be deemed to impair the right of the prime contractor to receive final payment due to the failure of any of the subcontractors to comply with the provisions of the Act.’ ” Joint Stipulation of Facts (Stipulation), February 5, 2002, Paragraph 9, at 2-3; R.R. at 13a-14a.\nOn September 14, 1999, the School District notified Worth that it would be deferring approval of Worth’s payment appliea-tions pending the Department’s resolution of the underpayments. The Department informed the School District that the amount withheld should be limited to the amount owed to First Choice. In June 2000, the School District released $67,824.43 to Worth but continued to withhold $32,890.28. By letter dated November 20, 2000, the School District notified the Department that it held $32,890.28, which represented Worth’s contract retain-age. Worth renewed its objection to the withholding pursuant to its contract with the School District.\nOn December 19, 2000, the Department advised the School District and Worth of a proposed settlement whereby First Choice and the Department agreed that the underpayment owed to First Choice employees was $25,797.19. The Department also noted that the Act limits the withholdings to the amount owed to First Choice. The School District then requested from Worth the amount owed to First Choice on the subcontract. Worth provided an itemization showing a negative balance due First Choice, which was also reflected in a stipulation of dismissal from First Choice’s bankruptcy proceeding.\nAs to Worth’s contract with First Choice in the amount of $323,000.00, Worth had paid First Choice $116,437.50 at the time First Choice defaulted. First Choice’s filing for Chapter 11 bankruptcy was converted to a Chapter 7, no-asset case in May, 2001. Upon First Choice’s abandonment of the contract, Worth contracted with a replacement, SK Mechanical, Inc., for $194,000.00 to complete the work. In addition, Worth purchased materials, provided labor, paid bills to Central Sprinkler, and incurred legal costs after First Choice defaulted. Worth sustained a net loss of $3,505.15 on its contract with First Choice.\nBy letter dated January 31, 2001, the School District advised the Department that it agreed with Worth that it was no longer necessary to withhold funds from Worth. The Department responded that it was proper for the School District to withhold funds because Worth owed First Choice $206,562.50 on the contract, and the funds were held in trust for the workers. On February 7, 2001, the Department and First Choice stipulated that the underpayment to the workers was $25,797.19. See Stipulation, Paragraphs 3-6, 8-12, 14, 16, 17, 19-21, 23-25, 27-34, 36, & 37, at 2-7; R.R. at 13a-18a.\nOn April 25, 2003, the Board issued its final determination which established that: Final Decision and Order, April 25, 2003, at 1.\n[T]he ... Board, having a quorum present at the hearing on the above-captioned matter on March 11, 2002, is deadlocked with a vote of 2-2, and, as such, the Board being unable to reach a decision on the matter, the position of the Department of Labor and Industry set forth in its letter to Grievant [Worth] dated September 7, 1999 with respect to the above-captioned matter is AFFIRMED. (Emphasis in original).\nOn May 23, 2003, Worth petitioned for review in this Court. The issues presented for our review are: 1) whether the Department misapplied the Act when it authorized the withholding of funds to Worth based on First Choice’s violations of the Act; 2) whether the claims of First Choice employees should be directed to the trustee in bankruptcy; and 3) whether an analogous situation has arisen under the Davis-Bacon Act, 40 U.S.C. § 3142 (2004) or under state statutes similar to the Davis-Bacon Act.\nMisapplication of the Act\nWithin the context of statutory interpretation, Worth contends that the Department may not require the withholding of funds where no further payment was due to First Choice. This Court agrees.\nPursuant to Section 1921(b) of the Statutory Construction Act of 1972, “[w]hen the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” 1 Pa.C.S. § 1921(b). Here, the Department’s final decision and order ignores the letter of the law. Section 10(a) of the Act is critical to the outcome of this controversy insofar as it protects Worth’s right to final payment despite any violations by First Choice. Adherence to the statute is of paramount importance.\nInitially, the Department acknowledged the pivotal language of Section 10(a) of the Act, 48 P.S. § 165-10(a), when it clarified that “because this request [for the withholding of contract payments] is directed toward a subcontractor, nothing in this request shall be deemed to impair the right of the prime contractor to receive final payment due to the failure of any of the subcontractors to comply with the provisions of the Act.” Department Letter to Worth, September 7, 1999, at 1, Exhibit 1 to Worth’s Brief in Support of Grievance; R.R. at 32a.\nLater in the proceedings, the Department switched track, as reflected in the following correspondence from the Department to counsel for the School District:\nIf monies are withheld against a subcontractor for prevailing wage violations, those monies are to be held in trust for the benefit of the workers, not the prime contractor. The prime contractor has no proper claim to monies set aside for the benefit of the workers. Section 10(a) of the Act, while protecting the prime contractor’s right to final payment, does not, in our view, give the prime contractor right to prevailing wage withholdings properly instituted against one of its subcontractors.\nDepartment Letter to K. Gerard Amadio, February 6, 2001, at 2, Exhibit 17 to Worth’s Brief in Support of Grievance; R.R. at 158a.\nThe Department turned to Section 10(b) of the Act to support the School District’s withholding of funds from Worth to benefit First Choice’s unpaid workmen. Nevertheless, Section 10(b) of the Act, 43 P.S. § 165-10(b), comes into play only when a workman files a protest and objects to the payment to a contractor. Here, there is no indication in the record of any such protest.\nPursuant to Section 10(b) of the Act, 43 P.S. § 165-10(b), the financial officer of the public body withholds for the benefit of unpaid workmen an amount admitted by the contractor to be due and owing. In the present controversy, this Court emphasizes , that Worth had a negative balance due First Choice. See Stipulation, Paragraph 23, at 5; R.R. at 16a. Therefore, the withholding mechanism of Section 10(b) does not apply.\nThis Court concludes that Section 10(a) of the Act, 43 P.S. § 165-10(a), controls and that the Department’s position is a departure from explicit statutory guidelines. This Court concludes the Department misapplied the statute and erred as a matter of law.\nAvailable Remedies\nNext, Worth asserts that the Department’s proper remedy was to file a claim in First Choice’s bankruptcy proceeding.\nAs noted in the Stipulation, First Choice and the Department entered into a settlement agreement which indicated:\nIn the event that any of the Contracting Bodies or prime contractors fail, or refuse, to make the full payment within [30 days of the Agreement], the Bureau will request that the Commonwealth of Pennsylvania’s Office of Attorney General proceed to recover the unpaid balance for the workers, as prescribed in Section 11(e) of the Act, 43 P.S. § 165-ll(e), and Section 11(f), 43 P.S. § 166-11(0-\nStipulation, Paragraph 38, at 7; R.R. at 18a.\nSection 11(e) of the Act, 43 P.S. § 165-11(e), provides that once it has been determined that a firm has failed to pay prevailing wages, the Secretary of Labor and Industry may request the Attorney General to take steps to recover penalties for the Commonwealth. Under Section 11(f) of the Act, 43 P.S. § 165 — 11(f), the firm that fails to pay prevailing wages is liable to the Commonwealth for liquidated damages and damages for breach of contract in the amount of underpaid wages due workmen. Based on these statutory guidelines, the Attorney General could have been requested to proceed against First Choice.\nIf the Department took the proper approach, it would have been able to avoid the automatic stay of First Choice’s bankruptcy proceeding. See In re Ngan Gung Restaurant, Inc., 183 B.R. 689 (Bankr.S.D.N.Y.1995) (where the governmental unit seeking to enforce labor laws was excepted from the automatic bankruptcy stay. The exception has been applied to actions for restitution payments from employers to employees).\nWith respect to the workmen -themselves, they could have filed claims in First Choice’s bankruptcy proceeding. Section 13 of the Act, 43 P.S. § 165-13, states that “[a]ny workmen paid less than the rates specified in the contract shall have a right of action for the difference between the wage so paid and the wages stipulated in the contract .... ”\nMoreover, the workmen who supplied labor, could have initiated an action on the payment bond pursuant to the Public Works Contractors’ Bond Law of 1967, Act of December 20, 1967, P.L. 869, as amended, 8 P.S. § 194. In sum, remedies were available to the Department and workmen to pursue recovery of the unpaid wages.\nNo Parallel to Federal or State Statute\nLastly, Worth submits that given the statutory language and policies among various jurisdictions, prime contractors are liable for transgressions by their subcontractors where the statute provides a framework for such liability.\nThe Davis-Bacon Act, 40 U.S.C. § 3142, provides:\n(a) Application. The advertised specifications for every contract in excess of $2,000, to which the Federal Government or the District of Columbia is a\n733 party, for construction, alteration, or repair, including painting and decorating, of public buildings and public works of the Government or the District of Columbia that are located in a State or the District of Columbia and which requires or involves the employment of mechanics or laborers shall contain a provision stating the minimum wages to be paid various classes of laborers and mechanics.\n(c) Stipulations required in contract. Every contract based upon the specifications referred to in subsection (a) must contain stipulations that—\n(3) there may be withheld from the contractor so much of accrued payments as the contracting officer considers necessary to pay to laborers and mechanics employed by the contractor or any subcontractor on the work the difference between the rates of wages required by the contract to be paid laborers and mechanics on the work and the rates of wages received by the laborers and mechanics and not refunded to the contractor or subcontractors or their agents. (Emphasis added).\n40 U.S.C. § 3142(c)(3) authorizes the withholding of funds from the contractor for prevailing wage violations by the subcontractor. However, there is no comparable provision in the Act. Under Section 10(a) of the Act, 43 P.S. § 165-10(a), the contractor’s right to final payment is protected despite any violations by a subcontractor.\nNew York’s prevailing wage law states that “[w]herein such evidence indicates a non-compliance or evasion on the part of a sub-contractor, the contractor shall be responsible for such non-compliance or evasion.” N.Y. Labor Law § 223 (Consol. 2004). This statutory language is substantially different from that of the Act which places no such responsibility on Worth, the general contractor. Unlike the federal and New York laws, the Act did not authorize the Department to order the withholding of funds due to Worth under the circumstances.\nAccordingly, this Court reverses.\nORDER\nAND NOW, this 13th day of September, 2004, the order of the Prevailing Wage Appeals Board in the above-captioned matter is reversed, and the Department of Labor and Industry shall not require the withholding of funds due to Worth & Company, Inc. on this public works project.\nSMITH-RIBNER, J., dissents and files opinion.\nPELLEGRINI, J., dissents and files opinion, in which SIMPSON, J., joins.\n. Act of August 15, 1961, P.L. 987, as amended, 43 P.S. §§ 165-1 — 165-17.\n. It is noted that a typographical error appears in paragraph 8 of the Stipulation where the amount is listed as $41,324.61.\n.The Department noted that based on regulations, the School District had a responsibility to withhold funds for aggrieved workmen.\n. First Choice also agreed to accept a three-year debarment from public works projects as an intentional violator of the Act.\n. This Court’s review is limited to a determination of whether findings of fact are supported by substantial evidence, whether legal error was committed, or whether constitutional rights were violated. Linde Enterprises, Inc. v. Prevailing Wage Appeals Board, 676 A.2d 310 (Pa.Cmwlth.1996).\n. Worth raised the first issue, while this Court directed the parties to address the second and third issues. By order dated January 21, 2004, this Court framed these issues as follows:\nShould the workers’ claims be directed to the trustee in bankruptcy as valid debts, i.e., as obligations incurred by the subcontractor, First Choice; and\nWhether an analogous situation has ever arisen under the Federal Davis-Bacon Act or under the numerous state statutes which are patterned after the Davis-Bacon Act.\nCommonwealth Court Order, January 21, 2004, at 1.\n.Section 10(a) of the Act, 43 P.S. § 165-10(a), specifically states ”[t]hat nothing herein shall impair the right of a contractor to receive final payment because of the failure of any subcontractor to comply with provisions of this act.”\n. Section 10(b) of the Act, 43 P.S. § 165-10(b), provides:\nIn case any workman shall have filed a protest, in writing, within three months from the date of the occurrence of the incident complained of, with the secretary, objecting to the payment to any contractor to the extent of the amount or amounts due or to become due to the said workman for wages for labors performed on public works, thereupon, the secretary shall direct the fiscal or financial officer of the public body, or other person charged with the custody and disbursements of the funds of the public body, to deduct from the whole amount of any payment on account thereof the sum or sums admitted by any contractor in such statement or statements so filed, to be due and owing by him on account of wages earned on such public work before making payment of the amount certified for payment and may withhold the amount so deducted for the benefit of the workmen whose wages are unpaid, as shown by the verified statements filed by any contractor, and may pay directly to any workmen the amount shown to be due to him for such wages.... (Emphasis added).\n. In support of its argument, the Department also relied on its regulations to withhold the amount of unpaid wages for the benefit of the workmen. See 34 Pa.Code §§ 9.104(b) and 9.110(b). When determining the validity of a regulation, one queries whether it is \"within the legislative grant of power_\" Rand v. Pennsylvania State Board of Optometry, 762 A.2d 392, 394 (Pa.Cmwlth.2000). The regulations cited by the Department make no mention of the contractor’s right to final payment. The Department may not circumvent the statutory protection afforded to Worth by Section 10(a) of the Act, 43 P.S. § 165-10(a).",
        "type": "majority",
        "author": "Judge McGINLEY."
      },
      {
        "text": "DISSENTING OPINION BY\nJudge SMITH-RIBNER.\nI respectfully dissent from the majority’s decision to reverse the order of the Prevailing Wage Appeals Board because the Court’s reversal unduly limits workers’ protections accorded by the Pennsylvania Prevailing Wage Act (Act), Act of August 15, 1961, P.L. 987, as amended, 43 P.S. §§ 165-1 — 165-17, and by the Department of Labor and Industry’s accompanying regulations. See 34 Pa.Code §§ 9.101-9.112. These statutory and regulatory protections confirm the principle, as once stated by the Court, that under the Act “no justification exists for shifting the risks of doing business onto the workers.” DiLucente Corp. v. Pennsylvania Prevailing Wage Appeals Board, 692 A.2d 295, 298 (Pa.Cmwlth.1997).\nAny judicial review of the Board’s order should be conducted with regard to the principle that the overriding purpose of the Act is to protect workers employed on public projects by ensuring that they receive at least the prevailing minimum wage. International Brotherhood of Electrical Workers v. Department of Labor and Industry, Prevailing Wage Appeals Board, 816 A.2d 1220 (Pa.Cmwlth.2003), appeal denied, 575 Pa. 699, 836 A.2d 123 (2003). In fight of this principle, I believe the Department’s promulgated regulations, which authorize withholding of payment in a situation such as the one presented here, represent an entirely permissible exercise of its administrative rulemaking power.\nTo show that an agency’s rulemaking powers have been exceeded, it is not enough to show that a rule appears unwise or burdensome or inferior to another; what must be shown is that the rule is so entirely at odds with fundamental statutory principles as to constitute an expression of whim rather than a legitimate exercise of power. Housing Authority of Chester v. Pennsylvania State Civil Service Commission, 556 Pa. 621, 730 A.2d 935 (1999). Further, where an appellate court reviews statutory interpretations of an agency charged with administering the law, the agency’s interpretations are entitled to deference and should not be overturned except for cogent reasons and only if the interpretations are clearly erroneous. Henkels and McCoy, Inc. v. Department of Labor and Industry, Prevailing Wage Appeals Board, 143 Pa.Cmwlth. 264, 598 A.2d 1065 (1991).\nWhen a worker files a protest objecting to payment to a contractor on account of unpaid wages, the Department shall direct the public body to withhold the sums admitted to be owed by the contractor. Section 10(b) of the Act, 43 P.S. § 165-10(b). The Department’s regulations mandate that the public body “shall ascertain that the wage rates as determined by the Secretary are paid ... otherwise it is his duty to hold up final payment and to inform the Secretary of the failure by the contractor or a subcontractor to comply with the act.” 34 Pa.Code § 9.104(b). Additionally, “[i]t is the duty of the treasurer or other officer charged with the custody and disbursement of. public funds to withhold the amount of wages unpaid or not paid in accordance with § 9.103 for the benefit of the workman whose wages have not been paid by the contractor and he may pay directly to a workman the amount shown to be due him.” 34 Pa.Code § 9.110(b). The Department’s regulations are consistent with the Act and fall squarely within its statutory authority.\nLastly, in addition to stating that “nothing herein shall impair the right of a contractor to receive final payment because of the failure of any subcontractor to comply with provisions of this act,” Section 10(a) also provides that the contractor and subcontractor shall certify, before final payment is made by the public body, that their workers have been paid or if sums have not been paid shall certify the amounts due and the names of the workers to whom payment is owed. Read in conjunction with the Section 10(b) withholding mandate, this reporting requirement protects exactly the funds at issue here. Consequently, I do not read the final sentence of Section 10(a) as an exception to the Act’s protections against a default in payment. At the time of final payment, the public body must disburse all amounts due except those unpaid wages that are guaranteed to the workers.\n. The Act mandates that workers shall be paid the prevailing minimum wage and requires the public body to incorporate into any contract statements of the prevailing minimum wage. Sections 4 and 5 of the Act, 43 P.S. §§ 165-4, 165-5; 34 Pa.Code §§ 9.101, 9.103. Contractors and subcontractors are required keep accurate records of wage payments and to post prevailing minimum wage rates at the workplace. Sections 6 and 9 of the Act, 43 P.S. §§ 165-6, 165-9; 34 Pa.Code §§ 9.108, 9.109. A public body awarding a contract is assigned certain duties to ensure that workers are paid the prevailing wage or that notice is given when workers are paid less than the prevailing wage or are not paid at all. Section 10 of the Act, 43 P.S. § 165-10; 34 Pa.Code §§ 9.104, 9.110. Enforcement procedures include filing worker protests, withholding payments by the public body, Department investigations and hearings and civil actions initiated by workers or the Attorney General. Section 11 of the Act, 43 P.S. § 165-11; 34 Pa.Code §§ 9.104, 9.110-9.112.",
        "type": "dissent",
        "author": "Judge SMITH-RIBNER."
      },
      {
        "text": "DISSENTING OPINION BY\nJudge PELLEGRINI.\nI respectfully dissent from the majority’s decision because the Pennsylvania Prevailing Wage Act (Act) does not intend that the prime contractor on a public work project receive a final payment that includes wages that should have been paid to the subcontractor’s employees.\nThe Lower Merion School District (School District) awarded a contract to Worth & Company, Inc. (Worth) to perform plumbing work at the Welsh Valley Middle School. Worth subcontracted sprinkler work totaling $323,000 to First Choice Fire Protection, Inc. (First Choice). During the course of the project, the Department of Labor and Industry (Department) found that First Choice failed to pay at least 11 of its workers any wages or fringe benefits for approximately three weeks of work performed on the project. By letter dated September 7, 1999, the Department requested that Worth withhold $41,324.46 in contractual payments on the project to First Choice. As of September 1999, Worth had paid First Choice $116,437.50 for its work, with a remaining balance of $206,562.50 on First Choice’s contract.\nAfter initially retaining a larger amount, the School District withheld $32,890.28, the estimated unpaid wages owed to First Choice workers. Although the School District agreed to disburse the “retainage” to the First Choice workers if the Department was able to legally substantiate its claims, Worth objected to the disbursement of the money. Worth claimed that because it had to incur expenses to hire a substitute subcontractor due to First Choice’s default on its contract, Worth had a set-off against the unclaimed balance on the contract with First Choice of $210,067.65. By letter dated January 31, 2001, the School District advised the Department that it and Worth agreed that it was no longer necessary to withhold any funds from Worth. The Department disagreed and stated that money was still owed on the contract between Worth and First Choice, and the funds were to be held in trust for the workers who had not yet been paid. On April 25, 2003, the Prevailing Wage Appeals Board issued a final determination affirming the Department’s September 7, 1999 decision, and Worth filed an appeal with this Court.\nOn appeal, Worth argues that the Department misapplied the Act by authorizing the withholding of funds based on First Choice’s violations of the Act. The majority agrees, relying on the language in Section 10(a) of the Act, 43 P.S. § 165-10(a), which provides that: “because this request [for the withholding of contract payments] is directed toward a subcontractor, nothing in this request shall be deemed to impair the right of the prime contractor to receive final payment due to the failure of any of the subcontractors to comply with the provisions of the Act.” The majority also finds that because none of the unpaid 11 employees filed a complaint under Section 10(b), which provides a private remedy to the Act, and Worth has a negative balance owed First Choice, the Department is without power to order the retained funds to be paid to those employees.\nI disagree with the majority because none of those reasons foreclose those funds from being turned over to the Commonwealth. First, as to the ability of the Commonwealth to seek those funds, Section 11(f) of the Act provides that:\nWhenever it shall be determined by the secretary, after notice and hearing as required by this section, that any person or firm has failed to pay the prevailing wages and that such failure was intentional, such persons or firm shall be liable to the Commonwealth of Pennsylvania for liquidated damages, in addition to damages for any other breach of the contract in the amount of the underpayment of wages due any workman engaged in the performance of such contract.\nClearly, then, the Commonwealth in its own right can seek payment of those wages not paid in accordance with the Act.\nWhile that provision is by no means a model in legislative drafting, I also disagree that a prime contractor can receive final payment under Section 10(a) of the Act. The first part of the provision provides that before final payment is made, a subcontractor has to file a statement that it has paid all its workers all wages due on account of the public work performed. To give some meaning to the first part of Section 10(a), I would hold that the failure of the subcontractor to provide such a statement means that the general contractor receives final payment for the work, less any funds retained for work performed by one its subcontractors. In this case, First Choice not only failed to provide a statement that all work was performed, but it conceded that it owed its employees wages totaling $25,797.19. If any of the amounts withheld by the School District are for work performed by First Choice, for which it was not paid before it defaulted on the project, then that amount is available to satisfy the amount of any unpaid wages. However, in this case, because we do not know if any of the retain-age involved work performed by First Choice to which it would have been otherwise entitled if it had finished the job, I would remand for that determination.\nJudge SIMPSON joins in this dissent.\n. Act of August 15, 1961, P.L. 987, as amended, 43 P.S. §§ 165-1 — 165-17.\n. First Choice had entered into an agreement with the Department to settle the matter before the Secretary of the Department without a formal hearing. It accepted a three-year debarment from public work projects as an intentional violator of the Act and stipulated that it had not paid $25,797.19 in prevailing wages to 11 of its workers, but would agree to restitution of underpayments to its workers from the funds withheld by the School District. A final order was issued adopting the agreement. On June 2, 2000, First Choice filed for bankruptcy in the Eastern District of Pennsylvania. The case was later converted to a Chapter 7, no-asset case in May 2001. No issue is raised in this case that any funds that may be owed to First Choice’s employees are now subject to the bankruptcy proceeding.\n. Section 10(a) of the Act provides:\nBefore final payment is made by, or on behalf of any public body of any sum or sums due on public work, it shall be the duty of the treasurer of the public body or other officer or person charged with the custody and disbursement of the funds of the public body to require the contractor and subcontractor to file statements, in writing, in form satisfactory to the secretary, certifying to the amounts then due and owing from such contractor and subcontractor, filing such statement to any and all workmen for wages due on account of pub-lie work, setting forth therein the names of the persons whose wages are unpaid and the amount due to each respectively, which statement so to be filed shall be verified by the oath of the contractor and subcontractor, as the case may be, that he has read such statement subscribed by him, knows the contents thereof and that the same is true of his own knowledge: Provided, nevertheless, That nothing herein shall impair the right of a contractor to receive final payment because of the failure of any subcontractor to comply with provisions of this act.\n. Just because the prime contractor incurred additional costs, i.e., a “negative balance” to complete the job over the contracted amount with First Choice, does not give it a right superior to that of the Commonwealth or unpaid workers. The whole purpose of the Act is to ensure that workers receive their wages, especially when it was Worth that engaged First Choice. Otherwise, a subcontractor’s employees could go without ever being paid, and the prime contractor could receive payment in full, leaving the Commonwealth and employees without recourse when the subcontractor goes bankrupt.",
        "type": "dissent",
        "author": "Judge PELLEGRINI."
      }
    ],
    "attorneys": [
      "Brian E. Subers, Lansdale, for petitioner.",
      "Peter Von Gerzie, Harrisburg, for respondents."
    ],
    "corrections": "",
    "head_matter": "WORTH & COMPANY, INC., Petitioner v. DEPARTMENT OF LABOR AND INDUSTRY, Prevailing Wage Appeals Board, Respondents.\nCommonwealth Court of Pennsylvania.\nArgued March 31, 2004.\nDecided Sept. 13, 2004.\nBrian E. Subers, Lansdale, for petitioner.\nPeter Von Gerzie, Harrisburg, for respondents.\nBEFORE: COLINS, President Judge, McGINLEY, Judge, SMITH-RIBNER, Judge, PELLEGRINI, Judge, COHN, Judge, JUBELIER, Judge, SIMPSON, Judge, and LEAVITT, Judge."
  },
  "file_name": "0727-01",
  "first_page_order": 757,
  "last_page_order": 767
}
