{
  "id": 11500872,
  "name": "STATE v. Anibal RODRIGUEZ",
  "name_abbreviation": "State v. Rodriguez",
  "decision_date": "1999-12-03",
  "docket_number": "No. 98-500-C.A.",
  "first_page": "728",
  "last_page": "733",
  "citations": [
    {
      "type": "official",
      "cite": "742 A.2d 728"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "522 A.2d 725",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7898431
      ],
      "pin_cites": [
        {
          "page": "731"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/522/0725-01"
      ]
    },
    {
      "cite": "648 A.2d 1363",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7886516
      ],
      "pin_cites": [
        {
          "page": "1367"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/648/1363-01"
      ]
    },
    {
      "cite": "665 A.2d 1386",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "551 A.2d 687",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11325372
      ],
      "pin_cites": [
        {
          "page": "690"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/551/0687-01"
      ]
    },
    {
      "cite": "656 A.2d 975",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7882563
      ],
      "pin_cites": [
        {
          "page": "977"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/656/0975-01"
      ]
    },
    {
      "cite": "654 A.2d 1195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876963
      ],
      "pin_cites": [
        {
          "page": "1201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/1195-01"
      ]
    },
    {
      "cite": "524 A.2d 575",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876817
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "581"
        },
        {
          "page": "580-81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/524/0575-01"
      ]
    },
    {
      "cite": "683 A.2d 989",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870988
      ],
      "pin_cites": [
        {
          "page": "995"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/683/0989-01"
      ]
    },
    {
      "cite": "546 A.2d 165",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7937795
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/546/0165-01"
      ]
    },
    {
      "cite": "654 A.2d 1206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7877069
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1212"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/1206-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 613,
    "char_count": 13836,
    "ocr_confidence": 0.662,
    "pagerank": {
      "raw": 2.2837240445009855e-07,
      "percentile": 0.7854608511924827
    },
    "sha256": "ace005ff6c34b88964e11742536a8f19b47d372afafc044a898bd08563b559fc",
    "simhash": "1:8466197031ce152e",
    "word_count": 2284
  },
  "last_updated": "2024-02-27T18:02:01.051786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present WEISBERGER, C.J., and LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
    ],
    "parties": [
      "STATE v. Anibal RODRIGUEZ."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before the Court for oral argument on November 8, 1999, pursuant to an order that directed both parties to appear and show cause why the issues raised by this appeal should not be summarily decided. After hearing the arguments of counsel and examining the memo-randa filed by the parties, we are of the opinion that cause has not been shown and that the issues raised by this appeal should be decided at this time.\nOn August 9, 1995, Detective Edward Leste (Leste), Detective Maurice Green (Green), and other members of the Providence police participated, in an undercover drug-buy operation. A confidential informant told the officers that if they placed a phone call to a certain pager number, then dialed a specific code number, a Hispanic male would deliver drugs to them on Briggs Street in Providence, Rhode Island.\nShortly before 10 p.m. that night Leste placed a call from a pay phone at the corner of Eddy and Ashmont Streets using the pager number and code number to order drugs. Leste, dressed in civilian clothing, drove his unmarked police car to Briggs Street. He parked, left the headlights on and the motor running, and waited. Approximately ten minutes later a Hispanic male riding a bicycle approached Leste’s car. Leste, at trial, identified this person as Anibal Rodriguez (defendant). The defendant told Leste to turn off his headlights. He then handed Leste a clear plastic bag of cocaine. Leste handed defendant two twenties and four ten-dollar bills totaling $80. The defendant then rode off on his bicycle on Briggs Street.\nLeste notified the other police officers that a sale had occurred. He told them defendant was riding a blue bicycle and heading for Ashmont Street. By the time Leste arrived at Ashmont Street the other police officers had apprehended defendant. Leste identified defendant as the person from whom he bought cocaine, and then recovered the eighty dollars he had just given defendant.\nThe money had previously been marked by Leste. He had written his initials on each bill. The bills had then been photocopied by Green. At trial, Green testified that he witnessed the drug sale between defendant and Leste from about thirty yards away. After the sale Green entered a car with two other officers and searched for defendant. They encountered defendant on Ashmont Street. Green identified himself as a police officer. He then wrestled defendant to the ground and handcuffed him. The $80 that had been marked, photocopied, and given\" to defendant by Leste was found in defendant’s right pocket.\nThe defendant was charged with delivering a controlled substance and resisting arrest. The trial justice granted defendant’s motion for judgment of acquittal on the resisting arrest charge, but denied this motion on the drug-delivery charge. A' Providence County Superior Court jury returned a guilty verdict on the drug-delivery charge. The trial justice sentenced defendant to a three-year suspended sentence.\nOn appeal defendant asserts that (1) his counsel was ineffective; (2) the prosecutor’s question to him on cross-examination was unfairly prejudicial; (8) the trial justice erred by denying his motion for judgment of acquittal on the drug-delivery charge; and (4) the verdict in this case was against the weight of the evidence. Pursuant to an order dated September 22, 1999, this Court declined to review defendant’s argument about ineffective assistance of counsel because that assertion is not heard on direct appeal unless it is based on a specific ruling by the trial justice. Here, the argument of ineffectiveness was based on defendant’s attorney neglecting to file a motion for a new trial within ten days pursuant to Rule 33 of the Superior Court Rules of Criminal Procedure. Therefore, because this claim was not based on a ruling by the trial justice, this Court will not review it on direct appeal.\nThe defendant first argues that a question that the prosecutor asked him on cross-examination was so unfairly prejudicial that it deprived defendant of his due process right to a fair trial. The prosecutor asked defendant, “if you are convicted in this case, is it fair to say there is a reasonable chance you might be deported?” The defendant was from the Dominican Republic. He had lived in the United States for eight years. The defendant’s attorney objected to this question. The prosecutor argued that the question went to the witness’s motive to lie. The trial justice sustained the objection and told the jury not to consider any penalties that may result if the state proves its case. The defendant argues on appeal that this question was highly prejudicial and inflamed the jurors’ passions so that they could not objectively review the evidence.\nThis argument cannot be raised now because it was not raised during trial. At trial, defendant’s attorney did not move for a mistrial when objecting to this question. His objection was based on the question not being probative of defendant’s motive to lie. In State v. Gallagher, 654 A.2d 1206 (R.I.1995), the defendant did not move for a mistrial when the prosecutor asked an allegedly improper question. The trial justice in that case sustained the objection to the question and gave a cautionary instruction to the jury. This Court held that the failure to move for a mistrial prevents the issue of prosecutorial misconduct from being reviewed on appeal. We noted that this Court “review[s] the actions of the trial justice, not the actions of the prosecutor.” Id. at 1212.\nIn State v. Mastracchio, 546 A.2d 165 (R.I.1988), the defendant argued that the prosecutor’s remarks during closing arguments were prejudicial. We held that the issue was not preserved for appeal because defendant’s attorney failed to request a cautionary instruction or move for a mistrial. Here, defendant’s attorney neither requested a cautionary instruction, although the trial justice gave one, nor did he request , a motion for a mistrial. Therefore, the issue is waived.\nHowever, the Court in Mastracchio did go on to consider whether the remarks were prejudicial. In that case we said that prejudice exists if the “prosecutor’s comment tends to inflame the jurors’ passions so as to prevent their objective examination of the evidence.” 546 A.2d at 174. Here, the mention (though improper) that defendant might be deported if he were convicted cannot be said to have inflamed the jurors’ passions to the point where they could not objectively weigh the evidence. The jurors also were given an instruction by the trial justice not to consider the consequences of a possible conviction. Based on the unlikelihood of the jurors’ passions being inflamed coupled with the trial justice’s cautionary instruction, we conclude that the effect of the question did not unfairly prejudice defendant and deny him his due process rights.\nThe defendant next argues that the trial justice abused his discretion in denying defendant’s motion for judgment of acquittal on the drug-delivery charge. At trial, defendant made a motion for judgment of acquittal on two separate occasions pursuant to Rule 29 of the Superior Court Rules of Criminal Procedure, first, at the close of the state’s case and, second, at the close of all of the evidence. The trial justice denied both motions. He felt that there was ample evidence for the jury to consider regarding the drug-delivery charge based on Leste’s and Green’s testimony which, if believed by the jury, would support a guilty verdict. The defendant argues that the evidence offered by the state along with contradictory evidence that he himself offered was not sufficient to warrant a guilty verdict beyond a reasonable doubt.\nWhen considering a motion for judgment of acquittal the trial justice must decide whether the state has offered evidence sufficient to generate proof of guilt beyond a reasonable doubt. State v. LaRoche, 683 A.2d 989, 995 (R.I.1996). The trial justice “must view the evidence in the light most favorable to the state, without weighing the evidence or assessing the credibility of the witnesses, and must draw therefrom all reasonable inferences consistent with guilt.” State v. Caruolo, 524 A.2d 575, 581 (R.I.1987). We apply the same standard as the trial justice in making this determination. State v. Diaz, 654 A.2d 1195, 1201 (R.I.1995). The standard of review is not that of abuse of discretion, but rather whether the trial justice was correct as a matter of law.\nHere, viewing the evidence in the light most favorable to the state, the trial justice did not err in denying defendant’s motion for judgment of acquittal. Leste and Green positively identified defendant as the person who sold Leste cocaine on the night of August 9, 1995. The money that had been marked and photocopied was recovered from defendant when Green arrested him. Green testified that defendant was wearing white shorts and white sneakers the night of the arrest. The Inmate Property Record, introduced by defendant, states that defendant was wearing green pants, a green and white shirt, and white shoes when he was processed at the Adult Correctional Institutions (ACI). The record also states that defendant had $88.33 in his possession.\nThe defendant contends that this contradiction -in evidence about what he was wearing and the fact that Green had not found the $88.33 on him but had found the $80 in marked bills warrants the granting of a judgment of acquittal motion. This is incorrect. Neither the trial justice nor this Court weighs the evidence or assesses the credibility of witnesses in determining a motion for judgment of acquittal. State v. Williams, 656 A.2d 975, 977 (R.I.1995). We determine only whether the state has generated enough evidence to support a guilty verdict. Caruolo, 524 A.2d at 580-81. To find a defendant guilty of delivering a controlled substance the state must prove beyond a reasonable doubt: (1) that there was an unlawful delivery of a controlled substance and (2) that defendant was the one who made the unlawful delivery. State v. Padula, 551 A.2d 687, 690 (R.I.1988). The state and defendant stipulated to the first element. The second element was the only issue for the jury to consider. There was enough evidence for the jury to return a guilty verdict because Leste and Green both identified defendant in court. The discrepancy involving clothing and the money goes to the weight of the evidence and the credibility of the witnesses, which is not considered by either the trial justice or this Court in reviewing the denial of a motion for a judgment of acquittal. Because there existed sufficient evidence for the jury to return a guilty verdict, the trial justice did not err in denying defendant’s motion for a judgment of acquittal.\nThe defendant finally argues that the verdict in this case was against the weight of the evidence. The defendant argues that had the trial justice ruled on defendant’s motion for a new trial the motion would have been granted. The trial justice did not rule on this motion because it was filed too late. Pursuant to Rule 33, a motion for a new trial must be made within ten days after a guilty verdict. The defendant’s attorney failed to file this motion within that period. The jury returned a guilty verdict on February 4, 1998, and the motion was not filed until February 24, 1998.\nThe trial justice, citing State v. Heath, 665 A.2d 1386 (R.I.1995), ruled that he had no jurisdiction to act on a-motion for a new trial. The defendant in Heath argued that the Court should consider his motion for a new trial despite his failure to file it within ten days. He argued that his due process rights were at issue. The Court declined to review the issue. There we held that the time limit under Rule 83 is jurisdictional and cannot be waived. Id. Therefore, the trial justice, here, acted appropriately.\nThe trial justice did say he thought that defendant had a “meritorious claim for a new trial.” He noted the contrary evidence about defendant’s clothing by Green and the Inmate Property Record and also the discrepancy between the $80 in marked money found on defendant and the $88.33 later found when defendant was processed at the ACI. He thought that “something was clearly amiss and the [sjtate did not produce any evidence to explain this contradiction.”\nWhen the defendant argues that the verdict was against the weight of the evidence he is essentially making an argument that is appropriate for a motion for a new trial, but it should be made to the trial justice. It is the trial justice, not this Court, who in considering a motion for a new trial “acts as a thirteenth juror and exercises [his] independent judgment on the credibility of [the] witnesses and on the' weight of the evidence.” State v. Banach, 648 A.2d 1363, 1367 (R.I.1994). It is this Court’s responsibility to review the trial justice’s decision and overturn it only if the trial justice was clearly wrong or overlooked or misconceived material evidence. We will not review issues when raised for the first time on appeal. State v. Burke, 522 A.2d 725, 731 (R.I.1987). The defendant’s argument that the verdict was against the weight of the evidence should have been made to the trial justice in a timely motion for a new trial. The fact that this argument was not raised before the Superior Court precludes our considering it now. Therefore, the defendant’s final issue is waived.\nFor the reasons stated, the defendant’s appeal is denied and the judgment of conviction entered in the Superior Court is affirmed.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Aaron L. Weisman, Providence, for plaintiff.",
      "Robert J. Caron, Providence, Therese M. Caron, Warwick, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Anibal RODRIGUEZ.\nNo. 98-500-C.A.\nSupreme Court of Rhode Island.\nDec. 3, 1999.\nAaron L. Weisman, Providence, for plaintiff.\nRobert J. Caron, Providence, Therese M. Caron, Warwick, for defendant.\nPresent WEISBERGER, C.J., and LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
  },
  "file_name": "0728-01",
  "first_page_order": 774,
  "last_page_order": 779
}
