{
  "id": 9479344,
  "name": "In the Matter of Jane L. WAGNER, Esquire. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Wagner",
  "decision_date": "2001-09-20",
  "docket_number": "No. 00-BG-1561",
  "first_page": "728",
  "last_page": "729",
  "citations": [
    {
      "type": "official",
      "cite": "781 A.2d 728"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 144,
    "char_count": 1764,
    "ocr_confidence": 0.661,
    "sha256": "24954362b675edb0064d07b62e2e1b0c318247e7204448b3a854e6a14cdc9c78",
    "simhash": "1:84c4505e28ddafe7",
    "word_count": 286
  },
  "last_updated": "2023-07-14T16:49:34.293683+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SCHWELB and GLICKMAN, Associate Judges; and NEWMAN, Senior Judge."
    ],
    "parties": [
      "In the Matter of Jane L. WAGNER, Esquire. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "ORDER\nOn consideration of the affidavit of Jane L. Wagner, wherein she consents to disbarment from the Bar of the District of Columbia pursuant to § 12 of Rule XI of the Rules Governing the Bar of the District of Columbia, which affidavit has been filed with the Clerk of this Court, and the report and recommendation of the Board on Professional Responsibility with respect thereto, it is this 20th day of September, 2001\nORDERED that the said Jane L. Wagner, is hereby disbarred by consent effective forthwith. It is\nFURTHER ORDERED that Bar Counsel’s petition for discipline based upon respondent’s criminal conviction in the Circuit Court of Fairfax County, Commonwealth of Virginia is hereby dismissed as moot. It is\nFURTHER ORDERED that the reciprocal matter be dismissed as moot, without prejudice to Bar Counsel reinstating a reciprocal discipline proceeding if respondent should seek reinstatement while her Maryland suspension or Virginia revocation are still in effect.\nThe Clerk shall publish this order, but the affidavit shall not be publicly disclosed or otherwise made available except upon order of the Court or upon written consent of the respondent.\nThe Clerk shall cause a copy of this order to be transmitted to the Chairman of the Board on Professional Responsibility and to the respondent, thereby giving her notice of the provisions of Rule XI, §§14 and 16, which set forth certain rights and responsibilities of disbarred attorneys and the effect of failure to comply therewith.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In the Matter of Jane L. WAGNER, Esquire. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 00-BG-1561.\nDistrict of Columbia Court of Appeals.\nDecided Sept. 20, 2001.\nBefore SCHWELB and GLICKMAN, Associate Judges; and NEWMAN, Senior Judge."
  },
  "file_name": "0728-02",
  "first_page_order": 770,
  "last_page_order": 771
}
