{
  "id": 6094639,
  "name": "Myles Morgan v. Alden M. Drake and Ray D. Hubbell, and Prentice Conradson",
  "name_abbreviation": "Morgan v. Drake",
  "decision_date": "1929-12-30",
  "docket_number": "No. 2181",
  "first_page": "729",
  "last_page": "736",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 729"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "123 U. S. 100",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 820,
    "char_count": 21014,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 2.2062189557531295e-07,
      "percentile": 0.7757382766331165
    },
    "sha256": "fffb4de0528c1caff240ee06f63d52f05236f9c8f99dc4178d1892533c649089",
    "simhash": "1:667e751e3445b6d3",
    "word_count": 3484
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Garrett, and Lenroot, Associate-Judges"
    ],
    "parties": [
      "Myles Morgan v. Alden M. Drake and Ray D. Hubbell, and Prentice Conradson"
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered the opinion of the court:\nThis is a three-party interference proceeding involving alleged' “useful improvements in grinding machines,” being machines particularly for the grinding of internal surfaces.\nOn February 3, 1921, apxDellant filed, an application in the Patent Office seeking a patent, which was granted April 28, 1925, being No. 1535331, and on January 20,1926, he filed an application for a reissue of No. 1535331, presenting therein claims corresponding to certain claims in a patent issued to one Prentice Conradson on April 21, 1925, being patent No. 1534301, and prayed that an interference be declared between said Conradson patent and his (Morgan’s) reissue application. At the time of the filing of this Morgan reissue application the Conradson patent was already involved in an interference proceeding with a pending application of Conradson’s coappellees, Alden M. Drake and Boy D. Hubbell, serial No. 528118, filed January 9, 1922. On March 8, 1926, following the filing of Morgan’s reissue application,, the interference No. 53010 was reformed and Morgan was added as a third party.\nNovember 2,1926, the law examiner rendered a decision dismissing the motions of Drake & Hubbell and Conradson to dissolve the interference, and on December 1,1926, the commissioner denied a petition by them to exercise his supervisory authority. No testimony was taken in the case, and on January 29, 1927, the examiner of interferences rendered his final decision awarding priority of invention to Myles Morgan, the senior party, and appellant herein. The junior parties thereupon appealed to the Board of Appeals, who, on December 12, 1927, rendered a decision reversing the examiner of interferences and denying priority of invention to Morgan. The matter thus comes before us upon appeal from the decision of the Board of Appeals.\nThe counts of interference as set forth in the official declaration are as follows:\nCount 1. A grinding machine having, in combination, a carriage having an idle position and a position in which it reciprocates, a piston and cylinder unit for moving said carriage, a control valve connected to a source of pressure fluid and to said piston and cylinder unit, a valve operating device, means on said carriage for moving said device when the carriage is in its reciprocating position to automatically reverse said valve and effect reciprocation of said carriage, and means on the carriage for operating said ‘device when the carriage is at its idle position to move said valve to its natural or inactive position and thereby stop reciprocation of said carriage.\nCount 2. A grinding machine having, in combination, a slidably mounted carriage, pressure fluid means for reciprocating said carriage including a control valve, a lever for operating said valve, and a stop on said carriage arranged to engage said lever and move said valve to neutral position to discontinue the movement of. said carriage.\nCount 3. A grinding machine having, in combination, a reciprocatory carriage having an idle position and an operative position, pressure fluid means for moving said carriage including a control valve, an operating device for said valve, means on said carriage to actuate said operating device when the carriage approaches its idle position to move the valve to neutral position, and separate means on said carriage which automatically comes into operative relation to said operating device in the movement of said carriage from idle to operative position for automatically reciprocating said operating device to reverse said control valve and thereby effect continuous reciprocation of said carriage in its operative position.\nCount 4. A machine of the character described having, in combination, a carriage having an operative position and an idle position remote from said operative position, and mechanism arranged to reciprocate the carriage in its operative position, to return the carriage to its idle position and to automatically stop the carriage at its idle position.\nIt was the opinion of the Board of Appeals of the Patent Office that the original Myles Morgan patent failed to disclose the subject matter of his reissue claims and that he therefore had no right to make said claims, and in so holding the board reversed the finding of the law examiner upon that question. It is essential that we pass upon this in determining the issue of priority. If Morgan had no right to make the claims in his reissue application, because their features were not properly disclosed, as required in the administration of the patent laws, in the patent upon which the reissue was filed, then he can not be given priority. Obviously, it is not necessary in interference cases to consider dates of conception and reduction to practice until it has been definitely determined that the thing conceived and reduced to practice is so similar in structure to the thing which it is sought to have declared an interference as that both conceptions read úpon the count.\nSection 4916 of the Bevised Statutes, U. S. C. A., title 35, section 64, provides:\nWhenever any patent is wholly or partly inoperative or invalid, by reason of a defective or insufficient specification * * * if the error has arisen by inadvertence, accident, or mistake and without any fraudulent or deceptive intention, the commissioner shall * ® * cause a patent for the same invention and in accordance with the corrected specification to be reissued * * * but no new matter shall be introduced into the specification, nor in the case of a machine patent shall the model or drawings be amended except each by the other.\nThe words “ the same invention ” used in the statute, supra, received a construction by the Supreme Court of the United States in the case of Parker & Whipple Co. v. Yale Clock Co., 123 U. S. 100, which has since been uniformly followed. Walker on Patents, 5th Ed., p. 299, sec. 233, discussing this decision says that it established the meaning of the phrase “ the same invention ” to be:\nWhatever invention was described in the original letters patent, and appears therein to have been intended to be secured thereby * * *. Therefore, no reissue claim can stand any longer upon a model alone, nor even alone upon a drawing of an original patent, and indeed, neither models, drawing nor descriptions, nor all of them together, can support a reissue claim except where the description in the original letters patent shows that the invention covered by that claim was intended to be secured in the original.\nThe issue in this case has been rendered somewhat complex by the fact that in the patent specifications of Myles Morgan, No. 1535331, reference was made to certain prior patent applications of his father, Ralph L. Morgan, and with his reissue application Myles Morgan filed several drawings which did not appear with those of his original upon which patent, No. 1535331, was granted, but are substantially reproductions of drawings in the Ralph Morgan application. The original Myles Morgan patent shows one sheet of drawings containing 4 figures; his reissue application shows four sheets containing 11 figures. These seven extra figures are taken from the Ralph L. Morgan application. The. specifications in the reissue application have likewise been added to by the inclusion of matter explanatory of these seven figures, which added specification matter covers eight pages of the record.\nIt is insisted by appellant that these additional drawings taken from the Ralph L. Morgan application (which as we understand it matured into patent No. 1633557) and the added pages in the specifications, presented no “ new substantive matter,” but constituted “merely an amplification of the disclosure of certain old elements, not in themselves new with Myles Morgan nor specificalty claimed by him, but entering as old elements into the new combinations of the counts in issue, and included in the Myles Morgan invention and disclosures by specific reference to the Ralph Morgan application, now patented, and also by necessary implication.”\nAppellees, however, construe this act as being an introduction of new matter such as is expressly forbidden by the words of the statute:\nNo new matter shall be introduced into the specification, nor in the case of a machine patent, shall the model or drawings be amended, except each by the other.\nThey insist that by accepting this added matter, rule 88 of the Patent Office, based upon the statute, and the statute itself were violated, and that it was error “to indicate as allowable in said reissue application any claims that are dependent on said drawings for a disclosure of the said subject matter.”\nThe law examiner, after saying:\nThe primary examiner held that the details contained in another case (evidently the Ralph Morgan patent) referred to in the patent application (of Myles Morgan) were in substance in the application—\nAdds:\nConceding that Myles Morgan is entitled to the benefit of the references to Ralph Morgan * * *. Recourse to the added description and illustration :is * * * permissible to ascertain the functions of stop 73.\nThe Board of Appeals, however, says in its decision:\nIt is also our view that the additional drawings and amplified specifications appearing in the reissue application constitute new matter in the application. If there had been a clear indication in the original (Myles) Morgan patent that the invention of the interference counts was sought to be protected in the patent but was imperfectly illustrated and described that fact might justify the additional illustration and description. But we think there was no lack of illustration and description in the original (Myles Morgan) patent of the invention which appears to have been intended to be secured by the patent. (Words in parentheses inserted by us.)\nThe effect of this holding by the board, stated in general terms, would appear to be that drawings arid supplemental specification matter can be taken from other applications and patents for use in a reissue application but only in cases where the patent upon which the reissue application is based clearly discloses that the very subject matter (in this instance of the interference counts) was sought to be protected in the patent, and the sole function of such added matter is to supply defects in illustration and description. We think this a ■proper limitation. To give the added matter any broacled scope or function would be to expand the statute beyond its purpose and intent.\nThe subject matter of the interference count must clearly have been disclosed in the patent upon which the reissue application is based, and it must clearly appear that the reissue applicant sought to secure protection of this particular subject matter in his original application just as he seeks it in the reissue application, and that his original patent failed to give this full protection for some one or more of the specific reasons which the statute mentions, such as inadvertence, •accident, mistake, or other ground, recited in R. S. 4916, 35 U. S. C. A, sec. 64.\nThis we think is the indisputable meaning of the statute, and this interpretation follows the doctrine of Parker & Whipple Co. v. Yale Clock Co., supra, which doctrine is stated in numerous other causes, many of them to be found cited in the “ Notes of decision ” under 35 U. S. C. A., sec. 64.\nWe do not mean to hold that the reissue provision of the law should be harshly construed or unduly limited, but, upon the other hand, neither the Patent Tribunals nor the courts have authority to expand or amplify these provisions beyond their plain meaning naturally ■construed.\nApplying this rule to the facts of the instant case it does not appear to us that appellant can prevail. That which is sought in the reissue application does not seem to us to be “ the same invention described in his original letters patent, and appearing therein as intended to be secured thereby.” Even if the supplemental matter contained in the drawings taken from the Ralph L.. Morgan patent and the specifications based thereon were admitted as proper, we-should still be of this same conclusion under the facts appearing in the case.\nWe quote at length from the decisions of the Board of Appeals:\nAs previously noted the interference counts originated in the Conradson patent and ordinarily the patent would be considered in reaching a conclusion as to-the meaning and scope of the counts. The Gonradson construction, however, is quite complicated, while the Drake and Hubbell construction is relatively simple and readily understood. Since no question is raised as to the reading of the counts on the Drake and Hubbell construction with the same meaning that they have in the Gonradson patent, the meaning and scope of the counts-will be determined by a brief reference to the Drake and Hubbell disclosure.\nCount' 1 includes first a carriage having an idle position and a position in which it reciprocates. The carriage is shown in Figures 1 and 2, the idle position being that in which the stop 48 is effective, the position in which the' carriage reciprocates being that measured or limited by the stops 46 and 47, all of the stops being shown in Figure 2. The count then recites a piston and cylinder unit for moving the carriage. This feature is shown in Figure 1. ■ The control valve next included in count 1 is designated 8 connected to a shaft 28-on the outer end of which is a lever 34 capable of movement in various directions and releasably interlocked with another lever 40- extending into the path of travel of the stops 46, 47, 48. During the normal operation of the device alternate engagement of the upper end of lever 40 by stops 46 and 47 on the carriage will as stated in the count automatically reverse the valve and effect reciprocation of the carriage. However, if it is desired to allow travel of the carriagfe to the so-called idle position where it may be stopped, lever 34 is disengaged from lever 40 manually and the carriage allowed to advance so as to bring the latter lever into the field of stop 48 with consequent actuation of valve lever 34 by contact therewith of pin 50 carried by lever 40. The actuation of lever 34 in the manner indicated moves valve 8 into a neutral or inactive position and thereby stops reciprocation of the carriage.\nCount 2 does not include the means for controlling the movement of the carriage in the position in which it reciprocates but includes a lever controlled valve brought into neutral position to stop the movement of the carriage, the lever being actuated by a stop on the carriage.\nCounts 3 and 4 are drawn along lines generally similar to counts 1 and 2, count 3 being like count 1 and count 4 like count 2. All of the counts include definite limitations to stopping the carriage and counts 1 and 3 recite in greater or less detail the general organization of the carriage reciprocating and controlling mechanism.\nComing now to a consideration of the Morgan reissue application and the grounds of appeal generally stated above it is our conclusion that if the question of same invention is to be determined by a comparison of the claims of the original Morgan patent with the interference counts the invention of the patent and that of the interference issue is not the same. * * * The three claims •of the original Morgan patent are directed to the combination of a reciprocating table, a work-holding head and a cover or guard for the head so mounted and connected that the cover will he automatically opened when the table, moves to retracted position. Claims 1 and 2 of the patent are limited solely to the combination just referred to. They do not include either directly or by implication the stopping of the table. Claim 3 is generally the same as claims 1 and 2 in so far as the specific limitations to cover or guard construction are concerned. Claim 3 in addition to the limitations as to cover or guard construction specifies a limiting stop for determining the retracted position of the reciprocating tables. As above noted, there is in claim 3 no limitation to stopping the table and the stop broadly included might be a reversing stop for effecting reciprocation of the table. The decision of the law examiner states on page 6 thereof that if the validity of the Morgan reissue application were dependent on claiming more than is described and claimed in the original patent the earlier leading cases relating to the issues would justify a holding that such reissue as is presented here, if granted, would be invalid. But the law examiner suggests that later decisions of the courts are more liberal and are controlling here. The law examiner cites in support of this conclusion the cases of In re Briede, 1906 C. D., 677 and In re Heroult, 1907 C. D., 521. It is sufficient to note here that in both the cited cases there was a clear disclosure of the subject matter claimed and in one of them it was held that the invention claimed in the reissue was in substance and effect the same invention as that claimed in the original patent. In the original Morgan patent the essential and vital ■element of all the claims was the cover or door. In the claims of the Morgan reissue application with which we are concerned there is no hint of this vital and essential element but a distinctly different combination is claimed. Touching the disclosure of the original Morgan patent aside from the claim we fail to find any basis for the claims of the reissue application involved in interference. * * * . The only construction shown and described in the original Morgan patent which remotely relates to the invention involved in interference, under the interpretation placed, on the patent by counsel for Morgan, is the stop 73 mounted on the carriage and described in line 99 and following of page 1 of the specification of the original Morgan patent. * * * It will be noted that the matter just quoted does not state that the contact of the stop 73 with the arm 74 stops the movement of the worktable. Not only is this true but there is no explanation of the manner in which the parts function. * * * Morgan realized when he filed the reissue application that there was no sufficient basis in the original patent for the claims copied from the Conradson patent. Three sheets of drawings were added to the single sheet constituting the illustration of the original patent and the specification of the reissue was correspondingly amplified. The added drawings correspond to certain of the drawings of the Ralph L. Morgan application. * * * The amplification of the specification of the original Morgan patent included a detailed description of the mechanism for controlling the reciprocation of the worktable and also specific statements that contact of stop 73 with arm 74 on lever W stops the movement of the worktable. * * * The drawings of the reissue application •do not disclose except by implication the relation of the stop 73 to the steps which control the ordinary reciprocation of the worktable. * * * We note a distinction between a mere disclosure of an invention and an indication that the invention was intended to be protected by the patent. Even if it be admitted that the invention of the claims under consideration can be spelled out of the specification and drawing of the original patent, and we think it can not, that is not the same tiling as an indication that the patent sought to protect the invention in question. * * * It is our view that linesi 11 to 25, page 2, of the original Morgan patent describe automatic reversal of the carriage. No good' reason is seen why stop 73 will function differently from stop 76. * *' * In any event there is too much uncertainty about the operation of the stop 73 of the Morgan reissue application to justify an award of priority in favor of Morgan. Where a party seeks through a reissue application to secure an award of priority over a regularly issued patent or an application clearly disclosing the subject matter in controversy there should be no uncertainty as to the nature of the disclosure of the reissue application. In our judgment certainty of disclosure'of the subject matter in issue is not present in the Morgan application.\nFrom our examination of the various drawings, claims, and specifications we see no error in the board’s findings of fact and we think they have correctly stated the applicable law and have properly distinguished the instant case from the authorities cited by appellant.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Garrett, Judge,"
      }
    ],
    "attorneys": [
      "Southgate, IP ay & Hawley (Charles T. Hawley, of counsel) for appellant.",
      "George H. Kennedy, jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Myles Morgan v. Alden M. Drake and Ray D. Hubbell, and Prentice Conradson\n(No. 2181)\nUnited States Court of Customs and Patent Appeals,\nDecember 30, 1929\nSouthgate, IP ay & Hawley (Charles T. Hawley, of counsel) for appellant.\nGeorge H. Kennedy, jr., for appellee.\n[Oral argument November 19, 1929, by Mr. Hawley and Mr. Kennedy, jr.]\nBefore Graham, Presiding Judge, and Bland, Garrett, and Lenroot, Associate-Judges"
  },
  "file_name": "0729-01",
  "first_page_order": 179,
  "last_page_order": 186
}
