{
  "id": 7366400,
  "name": "Lois R. GARRISON v. Stephen J. MULCAHY",
  "name_abbreviation": "Garrison v. Mulcahy",
  "decision_date": "1993-12-17",
  "docket_number": "No. 93-3-Appeal",
  "first_page": "732",
  "last_page": "733",
  "citations": [
    {
      "type": "official",
      "cite": "636 A.2d 732"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 181,
    "char_count": 2292,
    "ocr_confidence": 0.658,
    "sha256": "20a4c17573acdeea48a348befc4c9dd25a0e613f29c022d53601409d1c2e58ef",
    "simhash": "1:4d8239cc1746d526",
    "word_count": 385
  },
  "last_updated": "2023-07-14T16:36:14.008000+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lois R. GARRISON v. Stephen J. MULCAHY."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis matter came before the Supreme Court pursuant to an order directing the plaintiff to appear and show cause why the issues raised in this appeal should not be denied and dismissed. In this matter the plaintiff/mother has appealed from a Family Court dismissal of her complaint and the granting of defendant/father’s counterclaim. In her complaint the mother had requested that the father’s visitation rights be modified due to her and her husband’s anticipated relocation out of state. In his counterclaim the father requested that the mother be enjoined and restrained from removing their minor child outside of the jurisdiction of Rhode Island on a permanent basis and also requested that he be awarded physical custody of the child. At the hearing in the Family Court the stepfather, the mother’s husband, testified that his employment prospects with his current employer in Rhode Island were “50/50.” He had been offered a job in Indiana in a business owned by his family. Also the stepfather owned a vacation home in Rhode Island to which the mother and child would return for two and one-half months a year.\nThe mother and stepfather also acknowledged that if permission was not granted by the court the family would stay within Rhode Island. In his decision the trial justice found that there was no compelling reason to authorize the change. Evidence presented from an expert witness was that unless there was a compelling reason to leave the area, he would not advise that the child be removed. The mother did not establish that moving to Indiana would be in the child’s best interests.\nAfter reviewing the memoranda submitted by the parties and after hearing their counsel in oral argument, it is the conclusion of this court that cause has not been shown. The court is of the opinion that the trial justice was justified in denying the petition to allow the removal of the child from the jurisdiction on the basis that there was no compelling reason to do so.\nTherefore the plaintiff’s appeal is denied and dismissed, the order appealed from is affirmed and the papers of the case are remanded to the Family Court.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Arthur Read, II, Providence.",
      "John McCann, Pawtucket."
    ],
    "corrections": "",
    "head_matter": "Lois R. GARRISON v. Stephen J. MULCAHY.\nNo. 93-3-Appeal.\nSupreme Court of Rhode Island.\nDec. 17, 1993.\nArthur Read, II, Providence.\nJohn McCann, Pawtucket."
  },
  "file_name": "0732-02",
  "first_page_order": 806,
  "last_page_order": 807
}
