{
  "id": 8050986,
  "name": "STATE of Maine v. Dell CARMICHAEL",
  "name_abbreviation": "State v. Carmichael",
  "decision_date": "1979-09-07",
  "docket_number": "",
  "first_page": "732",
  "last_page": "737",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 732"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "11 Or.App. 592",
      "category": "reporters:state",
      "reporter": "Or. App.",
      "case_ids": [
        2111642
      ],
      "weight": 2,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/or-app/11/0592-01"
      ]
    },
    {
      "cite": "301 A.2d 3",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8047786
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/301/0003-01"
      ]
    },
    {
      "cite": "351 N.Y.S.2d 207",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "43 A.D.2d 324",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3297350
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/43/0324-01"
      ]
    },
    {
      "cite": "38 A.2d 434",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "131 Conn. 134",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        1588217
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/conn/131/0134-01"
      ]
    },
    {
      "cite": "99 N.E.2d 743",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "229 Ind. 577",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1731784
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/ind/229/0577-01"
      ]
    },
    {
      "cite": "4 S.W.2d 711",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "year": 1928,
      "opinion_index": 0
    },
    {
      "cite": "223 Ky. 692",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4997816
      ],
      "year": 1928,
      "opinion_index": 0,
      "case_paths": [
        "/ky/223/0692-01"
      ]
    },
    {
      "cite": "43 N.M. 138",
      "category": "reporters:state",
      "reporter": "N.M.",
      "case_ids": [
        1568276
      ],
      "weight": 3,
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/nm/43/0138-01"
      ]
    },
    {
      "cite": "192 Neb. 246",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        2454785
      ],
      "weight": 3,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/neb/192/0246-01"
      ]
    },
    {
      "cite": "100 Cal.Rptr. 251",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "23 Cal.App.3d 403",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        4433356
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/23/0403-01"
      ]
    },
    {
      "cite": "214 Kan. 636",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        555522
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/kan/214/0636-01"
      ]
    },
    {
      "cite": "379 A.2d 395",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11308389
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/379/0395-01"
      ]
    },
    {
      "cite": "192 A. 273",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "135 Me. 159",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        644362
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/me/135/0159-01"
      ]
    },
    {
      "cite": "151 A.2d 266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "270"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "155 Me. 115",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        962524
      ],
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "122"
        },
        {
          "page": "123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/155/0115-01"
      ]
    },
    {
      "cite": "379 A.2d 735",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11328827
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "737"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/379/0735-01"
      ]
    },
    {
      "cite": "226 S.C. 501",
      "category": "reporters:state",
      "reporter": "S.C.",
      "case_ids": [
        2106460
      ],
      "weight": 2,
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/sc/226/0501-01"
      ]
    },
    {
      "cite": "397 P.2d 686",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10578217
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/397/0686-01"
      ]
    },
    {
      "cite": "249 A.2d 523",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8080670
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "528"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/249/0523-01"
      ]
    },
    {
      "cite": "340 A.2d 17",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8032744
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/340/0017-01"
      ]
    },
    {
      "cite": "345 A.2d 509",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8023062
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "511"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/345/0509-01"
      ]
    },
    {
      "cite": "291 A.2d 709",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11254654
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/291/0709-01"
      ]
    },
    {
      "cite": "325 A.2d 772",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8038603
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/325/0772-01"
      ]
    },
    {
      "cite": "39 Me. 78",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846278
      ],
      "year": 1854,
      "pin_cites": [
        {
          "page": "89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/39/0078-01"
      ]
    },
    {
      "cite": "355 A.2d 396",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11807248
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/355/0396-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 721,
    "char_count": 14388,
    "ocr_confidence": 0.79,
    "pagerank": {
      "raw": 2.9722186825709696e-07,
      "percentile": 0.8503719714933187
    },
    "sha256": "20c092a1255c13e7cadef3c6739f241c58944363f2b2a10f2c298f1a99bc737e",
    "simhash": "1:a55371d6dda52741",
    "word_count": 2411
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and POMER-OY, WERNICK and ARCHIBALD, JJ., and DUFRESNE, A. R. J.",
      "DELAHANTY, GODFREY and NICHOLS, JJ., did not sit."
    ],
    "parties": [
      "STATE of Maine v. Dell CARMICHAEL."
    ],
    "opinions": [
      {
        "text": "DUFRESNE, Active Retired Justice.\nDell Carmichael, the appellant, by indictment dated May 4, 1978, was charged with the offense of aggravated assault (a Class B crime) in violation of 17 — A M.R.S.A., § 208(1)(A) in that\n“on or about March 26, 1978, in Houlton, Aroostook County, Maine, Dell Carmichael did intentionally and knowingly cause serious bodily injury to Arthur Boyce.”\nAn Aroostook County jury returned a verdict of guilty on October 26, 1978 and Carmichael appeals from the ensuing judgment on the ground that the trial Justice committed reversible error in refusing to instruct the jury on the lesser included offense of simple assault, i. e. assault under 17-A M.R. S.A., § 207(1), a Class D crime, as requested. We sustain the appeal.\nThe Maine Criminal Code, effective May 1, 1976, changed the unitary characteristic of the offense of assault and assault and battery, whether simple or aggravated, as the same was conceived under prior law (17 M.R.S.A., § 201), by defining separately the conduct which constitutes the respective crimes of assault under 17-A M.R.S.A., § 207 and aggravated assault under 17 — A M.R.S.A., § 208, making the conduct described in each section an independent crime. Cf. State v. O’Farrell, Me., 355 A.2d 396 (1976). As stated in 17-A § 3(1)(A):\n“§ 3. All crimes defined by statute; civil actions\n1. No conduct constitutes a crime unless it is prohibited\nA.By this code; or . . . ”\nSection 208 relating to the Class B crime of aggravated assault provides as follows:\n“§ 208. Aggravated assault\n1. A person is guilty of aggravated assault if he intentionally, knowingly, or recklessly causes:\nA. Serious bodily injury to another; or\nB. Bodily injury to another with use of a dangerous weapon; or\nC. Bodily injury to another under circumstances manifesting extreme indifference to the value of human life. Such circumstances include, but are not limited to, the number, location or nature of the injuries, or the manner or method inflicted.”\nUnder 17-A M.R.S.A., § 2(23), the terms “serious bodily injury” are defined as\n“a bodily injury which creates a substantial risk of death or which causes serious, permanent disfigurement or loss or substantial impairment of the function of any bodily member or organ, or extended convalescence necessary for recovery of physical health.”\nSection 207 relating to the Class D crime of assault states the following:\n“§ 207. Assault\n1. A person is guilty of assault if he intentionally, knowingly, or recklessly causes bodily injury or offensive physical contact to another.”\nUnder 17-A M.R.S.A., § 2(5), the words “bodily injury” are given the meaning of\n“physical pain, physical illness or any impairment of physical condition.”\nWe note initially that the appellant was charged with the offense of aggravated assault under 17-A M.R.S.A., § 208(1)(A), the prohibited conduct specifically alleged against him being that he intentionally and knowingly caused serious bodily injury to the person of Arthur Boyce. He was not charged with intentionally and knowingly causing bodily injury to Arthur Boyce with use of a dangerous weapon (§ 208(1)(B)), nor was he accused of intentionally and knowingly causing bodily injury to Arthur Boyce under circumstances manifesting extreme indifference to the value of human life (§ 208(1)(C)). We readily recognize that, except for conduct short of causing bodily injury and in the nature of offensive physical contact, the crime of aggravated assault has as a basic ingredient thereof the same foundational element of bodily injury constituting assault in its minor aspect under section 207.\nIn State v. Conley, 39 Me. 78, at 89 (1854), this Court said that\n“[i]t is proper that the Judge should inform the jury, in his instructions, what constitutes the several degrees of crime included in the indictment.”\nThe issue in this case is, whether it is reversible error to refuse so to instruct when requested, particularly in relation to simple assault when the indictment charges an aggravated assault. We hold that such is the ease.\nIn State v. Ellis, Me., 325 A.2d 772 (1974), we held that, in the trial of a felonious homicide punishable as “murder”, it was manifest error affecting the substantial rights of the defendant for the presiding Justice to fail to instruct the jury concerning the offense of manslaughter when the failure to submit such issue to the jury was shown to be prejudicial to the defendant and that such omission required reversal of the judgment of conviction of murder.\nAs pointed out in State v. Leeman, Me., 291 A.2d 709 (1972), our common law, our statutory law (15 M.R.S.A., § 6) and our rules of criminal procedure (M.R.Crim.P., Rule 31(c)) all recognize the principle that a charge of a lesser offense may be included impliedly in an indictment for the greater offense. In Leeman, supra, we followed the general rule of law which permits a conviction of a lesser offense than that charged only if the lesser offense, as legally defined, is necessarily a constituent element of the greater offense, as legally defined. This rule was reiterated in State v. MacNamara, Me., 345 A.2d 509, 511 (1975), where we added that\n“[ajxiomatically, the lesser offense may never require proof of an element not required to prove the greater offense.”\nEven though the crime of simple assault as defined in 17-A M.R.S.A., § 207 may consist of conduct wherein the actor intentionally, knowingly, or recklessly causes only an offensive physical contact to another, i. e. something less than bodily injury, and even though such conduct necessarily can never be the basis for the crime of aggravated assault which necessitates either bodily injury of a serious nature, or bodily injury caused with use of a dangerous weapon or under circumstances manifesting extreme indifference to the value of human life, nevertheless, we believe that a simple assault under section 207, when involving bodily injury as defined by 17 — A M.R.S.A., § 2(5), is a necessary constituent of, and a lesser included offense contained in, aggravated assault under section 208 within the principle espoused in State v. Leeman, supra, and State v. MacNamara, supra. We view section 207 as specifying two independent types of simple assault, one where bodily injury results and another where there is merely an offensive physical contact without resulting bodily injury, the former being a lesser included offense of aggravated assault while the latter would not be. Should a case present a factual setting wherein the existence of bodily injury was disputed, a specific instruction explaining these stated variables in the two types of simple assaults, that which is a lesser included offense of aggravated assault and that which is not, would have to be given the jury.\nIn the instant case, we need not concern ourselves with the scope of the meaning intended by the Legislature concerning the expression “offensive physical contact” as used in section 207, because the evidence in the instant case is undisputed that Arthur Boyce did suffer some bodily injury as defined in 17-A M.R.S.A., § 2(5), to wit, some physical pain, physical illness or impairment of physical condition.\nMultiple reasons exist why the jury should be instructed respecting a lesser included offense. The factors determinative of the degree of assaults, whether simple or aggravated, present questions of fact which are for jury resolution. See State v. Pinnette, Me., 340 A.2d 17, 25 (1975); State v. Ferris, Me., 249 A.2d 523, 528 (1969); Gann v. State, 397 P.2d 686 (Okl.Cr.1964); State v. Shea, 226 S.C. 501, 85 S.E.2d 858 (1955). The instructions to the jury must give them the law applicable to the facts of the case. State v. Tibbetts, Me., 379 A.2d 735, 737 (1977); State v. Benson, 155 Me. 115, 122, 151 A.2d 266, 270 (1959).\nThe theory of the defense must be submitted to the jury, provided it has support in the evidence. Gann v. State, supra. It is not error to refuse to allow the jury to consider an impossible or impracticable theory which finds no rational basis in the evidence. State v. Benson, supra, 155 Me. at 123, 151 A.2d 266; Illingworth v. Madden, 135 Me. 159, 192 A. 273 (1937). The Maine Criminal Code expressly dispenses with the need to instruct on a lesser included offense unless the evidence presents a “rational basis” therefor. State v. Gagnon, Me., 379 A.2d 395, 397 (1977); 17-A M.R.S.A., § 13(2).\nHence, the failure to give an instruction respecting a lesser offense is not error in a case where the evidence excludes guilt of such lesser offense under any theory. See State v. Hollaway, 214 Kan. 636, 522 P.2d 364 (1974); People v. Richardson, 23 Cal.App.3d 403, 100 Cal.Rptr. 251 (1972).\nIn other words, to trigger the need to instruct the jury respecting a lesser offense, the evidentiary facts must be consistent with, and support a verdict of guilty of, such lesser offense. State v. Jacobs, 192 Neb. 246, 219 N.W.2d 768 (1974); State v. Mitchell, 43 N.M. 138, 87 P.2d 432 (1939); Marks v. Commonwealth, 223 Ky. 692, 4 S.W.2d 711 (1928).\nWhere the evidence is such that a rational jury could have determined that the accused was guilty of the lesser offense and not guilty of the greater, it is reversible error for the presiding Justice not to instruct the jury on request respecting the lesser offense and to refuse to submit the issue to the triers of the facts. State v. Jacobs, supra; Gann v. State, supra; Hazlett v. State, 229 Ind. 577, 99 N.E.2d 743 (1951); State v. Monte, 131 Conn. 134, 38 A.2d 434 (1944); State v. Mitchell, supra; Marks v. Commonwealth, supra.\nWhere the evidence in the instant case was in the above stated posture that the jury acting rationally could have reached the conclusion that the appellant was guilty of the lesser offense of simple assault and not guilty of aggravated assault, the fact that the jury did convict of the greater offense does not justify the Justice’s failure to submit the issue relating to the lesser offense upon proper instructions as requested. People v. Cole, 43 A.D.2d 324, 351 N.Y.S.2d 207 (1974).\nIn the early evening of March 26, 1978 the appellant with four companions had a verbal encounter with Arthur Boyce and his brother at the residence of one Harry King in Houlton, Maine. After leaving the premises on request, they returned to the area approximately an hour later, when the Boyce brothers were about to leave. A melee took place at that time wherein Arthur Boyce received some bodily injury. The appellant testified that he did take a swing at Arthur Boyce, but denied that he had anything in his hand. He was corroborated in this by the defense witnesses, while Arthur Boyce, his brother Thomas and Denise King all testified that the appellant was swinging with a piece of wood’ variously labelled a bat, club or stick. The alleged weapon was admitted in evidence, but the exhibit was not transmitted to the Law Court in specie, and there is no testimonial evidence respecting the size of the wooden object. Arthur Boyce did testify that one of appellant’s companions struck him in the face, although he denied that this specific blow was to his nose. He further stated that, as a result of this affray, he suffered a broken nose and head lacerations, two black eyes and bruises; although transported to the local hospital and seen by a doctor, Boyce was not hospitalized. He did say that for several weeks his nose ached “an awful lot.”\nAs mentioned previously, the appellant was not charged with aggravated assault based on the infliction of bodily injury with use of a dangerous weapon. He was accused of causing “serious bodily injury” to Arthur Boyce. Except for the jury’s inspection of the wooden object allegedly used in the assault and the presence of Arthur Boyce before them and Boyce’s own testimony, from all of which a jury could possibly infer a substantial impairment of the function of his nose, there was no other evidence that the bodily injury sustained in the fracas “created a substantial risk of death” or “caused a serious, permanent disfigurement” or any “extended convalescence.” In view of the character of the injury, a broken nose, which did not require hospitalization and which, in the words of the victim himself without medical support, was described as giving him trouble for several weeks and caused a great amount of pain, the jury might well have concluded that the resulting bodily injury was not the “serious bodily injury” within the definition provided by 17-A M.R.S.A., § 2(23), and, if permitted to do so by the instructions, they might well have reached a verdict of guilty of simple assault under 17-A M.R.S.A., § 207.\nBecause of this trial error, the entry must be\nAppeal sustained.\nJudgment vacated.\nRemanded to the Superior Court for further proceedings consistent with this opinion.\nDELAHANTY, GODFREY and NICHOLS, JJ., did not sit.\n. Sitting by assignment.\n. See State v. Pinnette, Me., 340 A.2d 17 (1975); State v. Shorey, Me., 301 A.2d 3 (1973); State v. Ferris, Me., 249 A.2d 523 (1969).\n. 15 M.R.S.A., § 6. Acquittal in part; conviction in part\n“When a person, indicted for an offense, is acquitted of a part by verdict of the jury and found guilty of the residue thereof, such verdict may be received and recorded by the court. He may be considered as convicted of the offense, if any, which is substantially charged by such residue, and be punished accordingly, although such offense would not otherwise be within the jurisdiction of said court.”\n. Rule 31(c), M.R.Crim.P. provides as follows:\n“The defendant may be found guilty of an offense necessarily included in the offense charged.”\n. For conflicting views respecting the meaning of offensive physical contact, see the majority and concurring opinions in State v. Sallinger, 11 Or.App. 592, 504 P.2d 1383 (1972).\n. 17 A M.R.S.A., § 13(2) provides:\n“The court is not required to instruct the jury concerning a lesser offense, unless on the basis of the evidence there is a rational basis for the jury finding the defendant guilty of such lesser offense.”",
        "type": "majority",
        "author": "DUFRESNE, Active Retired Justice."
      }
    ],
    "attorneys": [
      "John D. McElwee, Dist. Atty., Thomas L. Goodwin (orally), Deputy Dist. Atty., Houl-ton, for plaintiff.",
      "Robert F. Ward (orally), Houlton, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Dell CARMICHAEL.\nSupreme Judicial Court of Maine.\nSept. 7, 1979.\nJohn D. McElwee, Dist. Atty., Thomas L. Goodwin (orally), Deputy Dist. Atty., Houl-ton, for plaintiff.\nRobert F. Ward (orally), Houlton, for defendant.\nBefore McKUSICK, C. J., and POMER-OY, WERNICK and ARCHIBALD, JJ., and DUFRESNE, A. R. J."
  },
  "file_name": "0732-01",
  "first_page_order": 796,
  "last_page_order": 801
}
