{
  "id": 12052253,
  "name": "TRACEY L. v. MATTYE F. and Eddie J.S. Appeal of MATTYE F",
  "name_abbreviation": "Tracey L. v. Mattye F.",
  "decision_date": "1995-10-23",
  "docket_number": "",
  "first_page": "734",
  "last_page": "736",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 734"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "597 A.2d 1115",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1829800,
        1829769,
        1829835
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0276-01",
        "/pa/528/0277-01",
        "/pa/528/0275-01"
      ]
    },
    {
      "cite": "528 Pa. 275",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829835
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0275-01"
      ]
    },
    {
      "cite": "383 Pa.Super. 23",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        464458
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "28",
          "parenthetical": "\"It is axiomatic that child custody orders are temporary in nature and subject to change if new circumstances affect the welfare of the child.\""
        },
        {
          "page": "412",
          "parenthetical": "\"It is axiomatic that child custody orders are temporary in nature and subject to change if new circumstances affect the welfare of the child.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/383/0023-01"
      ]
    },
    {
      "cite": "662 A.2d 1109",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868016,
        722000
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "where trial court transferred custody from third party to mother, case remanded because trial court committed various errors, including failure to develop complete record"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/662/1109-01",
        "/pa-super/443/0573-01"
      ]
    },
    {
      "cite": "443 Pa.Super. 573",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        722000
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "where trial court transferred custody from third party to mother, case remanded because trial court committed various errors, including failure to develop complete record"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/443/0573-01"
      ]
    },
    {
      "cite": "535 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841444
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "28",
          "parenthetical": "citations and footnote omitted"
        },
        {
          "page": "168",
          "parenthetical": "citations and footnote omitted"
        },
        {
          "page": "18"
        },
        {
          "page": "167",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0018-01"
      ]
    },
    {
      "cite": "249 Pa.Super. 274",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        834512
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/249/0274-01"
      ]
    },
    {
      "cite": "640 A.2d 926",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        941113,
        7867739
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "930",
          "parenthetical": "quoting In re Custody of Hernandez, 249 Pa.Super. 274, 376 A.2d 648 (1977)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/433/0290-01",
        "/a2d/640/0926-01"
      ]
    },
    {
      "cite": "433 Pa.Super. 290",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        941113
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "299",
          "parenthetical": "quoting In re Custody of Hernandez, 249 Pa.Super. 274, 376 A.2d 648 (1977)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/433/0290-01"
      ]
    },
    {
      "cite": "659 A.2d 575",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873473,
        719779
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "581"
        },
        {
          "page": "581",
          "parenthetical": "in loco parentis status is an exception to the \"third-party-lack-of-standing-preclusion\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/659/0575-01",
        "/pa-super/442/0263-01"
      ]
    },
    {
      "cite": "442 Pa.Super. 263",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        719779
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "274-75"
        },
        {
          "page": "274-75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/442/0263-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 456,
    "char_count": 7431,
    "ocr_confidence": 0.713,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24526121020955277
    },
    "sha256": "935a530e15a191d572603a359ccf2b16f8e330e88f25b7016a498c69976b739e",
    "simhash": "1:83a1a20f76e741e2",
    "word_count": 1191
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CIRILLO, TAMILIA and HOFFMAN, JJ."
    ],
    "parties": [
      "TRACEY L. v. MATTYE F. and Eddie J.S. Appeal of MATTYE F."
    ],
    "opinions": [
      {
        "text": "HOFFMAN, Judge.\nThis is an appeal from an order entered September 26, 1994, transferring primary physical custody of Juanita S. from her caretaker to her biological mother. Appellant, Mattye F., now raises the following issues for our review:\nI. WAS THE TRIAL COURT REQUIRED TO PERMIT APPELLANT AND HER WITNESSES TO TESTIFY ON THE ISSUE OF CHANGE OF CUSTODY?\nII. DID THE TRIAL COURT ERR IN NOT CONSIDERING SUFFICIENT EVIDENCE OF A CHANGE IN CIRCUMSTANCES TO MODIFY A CUSTODY ORDER IN THE BEST INTERESTS OF THE MINOR CHILD?\nIII. DID THE TRIAL COURT ERR OR GROSSLY ABUSE ITS DISCRETION IN DECIDING NOT TO ENTER AN ORDER PERMITTING APPELLANT TO RETAIN PARTIAL CUSTODY OF THE CHILD TO THE MOTHER?\nAppellant’s Brief at 2. For the following reasons, we reverse and remand.\nJuanita, born June 2, 1988, is the child of appellee, Tracey L., and Eddie S. Although the parents never married and no longer have a romantic relationship with one another, both have maintained a relationship with Juanita. In January of 1990, appellee enrolled in college as a full-time nursing student while appellant, who had raised appellee from infancy although they are not biologically related, cared for Juanita. In August of 1990, pursuant to an agreement between the parties, appellant was awarded primary physical custody of Juanita, while appellee retained custody alternate weekends.\nOn October 4, 1993, appellee filed a petition to modify, seeking primary custody of Juanita. Following a hearing on December 7, 1993, the trial judge denied appellee s request for primary custody, but suggested the parties work out a schedule providing appel-lee with increased visitation. As a result, the parties agreed that appellee would have custody of Juanita every Thursday after school until Monday morning. On March 18, 1994, appellee filed a second petition seeking primary physical custody of Juanita. After a second hearing on September 26, 1994, the trial judge transferred custody of Juanita from appellant to appellee and denied appellant’s request for visitation. This timely appeal followed.\nIn the instant case, appellant, who has no familial relationship to the child, is a third party. Typically, a third party lacks standing to seek custody against the natural parents. Cardamone v. Elshoff, 442 Pa.Super. 263, 274-75, 659 A.2d 575, 581 (1995). Here, however, appellant, who not only acted in loco parentis, but also was previously awarded primary custody, clearly has standing to challenge the September 26, 1994 custody order. See Cardamone, 442 Pa.Super. at 274-75, 659 A.2d at 581 (in loco parentis status is an exception to the “third-party-lack-of-standing-preclusion”). Although appellant has standing, she faces a heavy burden challenging Juanita’s natural mother’s right to custody.\nThe question still is, What is in the child’s best interest? However, the parties do not start out even; the parents have a “prima facie right to custody,” which will be forfeited only if “convincing reasons” appear that the child’s best interest will be served by an award to the third party. Thus, even before the proceedings start, the evi-dentiary scale is tipped, and tipped hard, to the parents’ side. What the judge must do, therefore, is first hear all evidence relevant to the child’s best interest, and then decide whether the evidence on behalf of the third party is weighty enough to bring the scale up to even, and down on the third party’s side.\nKarner v. McMahon, 433 Pa.Super. 290, 299, 640 A.2d 926, 930 (1994) (quoting In re Custody of Hernandez, 249 Pa.Super. 274, 376 A.2d 648 (1977)).\nBefore addressing appellant’s contentions, we first note the standard of review for a child custody order:\nThe scope of review of an appellate court reviewing a child custody order is of the broadest type; the appellate court is not bound by the deductions or inferences made by the trial court from its findings of fact, nor must the reviewing court accept a finding that has no competent evidence to support it. However, this broad scope of review does not vest in the reviewing court the duty or the privilege of making its own independent determination. Thus, the appellate court is empowered to determine whether the trial court’s incontrovertible factual findings support its factual conclusions, but may not interfere vrith those conclusions unless they are unreasonable in view of the trial court’s factual findings; and thus, represent a gross abuse of discretion.\nMoore v. Moore, 535 Pa. 18, 28, 634 A.2d 163, 168 (1993) (citations and footnote omitted).\nAppellant first asserts that the trial court abused its discretion by refusing appellant’s request to testify and present witnesses at the September 26, 1994 hearing. We agree.\nAs we have cautioned the lower courts time and again, in order to assess the best interests and general welfare of the child or children, it is the duty of the trial judge to make the fullest possible inquiry in custody actions. All pertinent facts and circumstances surrounding the contesting parties must be fully explored and developed..\nMoore, 535 Pa. at 18, 634 A.2d at 167 (citations omitted).\nIn the ease sub judice, appellant was permitted to testify at the December 7, 1993 hearing, which resulted in an order providing appellant with continued primary custody. However, appellant was prevented from testifying or presenting any witnesses on her behalf at the September 26, 1994 hearing, after which the trial judge transferred custody from appellant to appellee. The trial court had an obligation to hear all evidence relevant to Juanita’s best interest, including the testimony of appellant, who was Juanita’s primary caretaker and whose testimony was over nine months old at the time of the September 26, 1994 hearing. Therefore, we find that the trial court’s failure to allow appellant to testify constituted a gross abuse of discretion. Moore, swpra; Karner, supra. See E.A.L. v. L.J.W., 443 Pa.Super. 573, 662 A.2d 1109 (1995) (where trial court transferred custody from third party to mother, case remanded because trial court committed various errors, including failure to develop complete record); see also Artzt v. Artzt, 383 Pa.Super. 23, 28, 556 A.2d 409, 412 (1989) (“It is axiomatic that child custody orders are temporary in nature and subject to change if new circumstances affect the welfare of the child.”), appeal denied, 528 Pa. 275, 597 A.2d 1115 (1991).\nConsequently, we remand this matter to the trial court so that appellant may be given an opportunity to testify and present -witnesses relevant to Juanita’s best interest. We realize that a significant amount of time has passed since the September 26, 1994 hearing. Therefore, the trial court should also entertain testimony from appellee and her witnesses, as circumstances may have changed, before entering a custody order. Artzt, supra (where significant amount of time passed since the entry of a custody order, matter remanded for a full hearing to reconsider the merits of the prior order).\nReversed and remanded. Jurisdiction relinquished.\n. Because of our disposition of this issue, we need not address appellant's other contentions.",
        "type": "majority",
        "author": "HOFFMAN, Judge."
      }
    ],
    "attorneys": [
      "Diane Thompson, Philadelphia, for appellant.",
      "William E. Ehrich, Philadelphia, for Tracey L., appellee."
    ],
    "corrections": "",
    "head_matter": "TRACEY L. v. MATTYE F. and Eddie J.S. Appeal of MATTYE F.\nSuperior Court of Pennsylvania.\nArgued Sept. 19, 1995.\nFiled Oct. 23, 1995.\nDiane Thompson, Philadelphia, for appellant.\nWilliam E. Ehrich, Philadelphia, for Tracey L., appellee.\nBefore CIRILLO, TAMILIA and HOFFMAN, JJ."
  },
  "file_name": "0734-01",
  "first_page_order": 792,
  "last_page_order": 794
}
