{
  "id": 12063565,
  "name": "John C. CRONIN, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee; and Edward HAYES, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Cronin v. State",
  "decision_date": "1982-12-20",
  "docket_number": "",
  "first_page": "735",
  "last_page": "737",
  "citations": [
    {
      "type": "official",
      "cite": "454 A.2d 735"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "344 A.2d 240",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8056676
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "241-42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/344/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 304,
    "char_count": 4308,
    "ocr_confidence": 0.77,
    "pagerank": {
      "raw": 5.616446449731829e-08,
      "percentile": 0.35151547445430215
    },
    "sha256": "5b94c6a5db3a160a0235e1a96aa86cfaeaf6f44abb7460f4b7780efc607ddb20",
    "simhash": "1:bcea4701292cd352",
    "word_count": 706
  },
  "last_updated": "2024-02-27T18:26:20.479567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C.J., McNEILLY and QUILLEN, JJ."
    ],
    "parties": [
      "John C. CRONIN, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee, and Edward HAYES, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nDefendants, John G. Cronin and Edward Hayes, appeal their convictions of Assault in the Second Degree and of Conspiracy in the Second Degree.\nOn May 22, 1981 at approximately 12:30 a.m. the victim, Daniel Repka, was walking on East Delaware Avenue, in the City of Newark with two friends. A van drove past Repka and his friends. Thinking he recognized the occupants, Repka approached the van when it was stopped at a traffic signal. The driver of the van was the defendant, John Cronin, and the passenger was his co-defendant, Edward Hayes, neither of whom was previously acquainted with Repka. Realizing his mistake, Repka returned to his friends who were waiting for him on the sidewalk and they continued walking down the street.\nMeanwhile the van drove around the corner and through the parking lot of a Gino’s restaurant where it stopped. The defendants got out of the van and confronted Repka and his friends. Without provocation, Cronin punched Repka on the cheek with his fist knocking him to the ground and unconscious. While on the ground, Hayes began kicking Repka in the face.\nAs a result of these blows, the victim sustained several injuries. There was a bruise on his left eye. His nose was bleeding. The entire mouth area was swollen, the cheeks were swollen, the lower lip was cut and two of the left teeth were knocked out. While subsequent dental surgery secured the two teeth back in the mouth, they were slightly out of line. Additionally, the victim testified at trial, some four months after the incident, that he could not chew certain foods.\nDefendants contend that the Trial Court erroneously labeled the victim’s injuries as “serious physical injury” within the meaning of the Delaware Criminal Code, and as a result of this the convictions of Assault in the Second Degree are improper. This contention is without merit.\nThe provisions of 11 Del.C. § 612(1) provide that a person is guilty of Assault in the Second Degree when, “He intentionally causes serious physical injury to another person.” The term “serious physical injury” is defined in 11 Del.C. § 222(20) as follows:\n“ ‘Serious physical injury’ means physical injury which creates a substantial risk of death or which causes serious and prolonged disfigurement, prolonged impairment of health or prolonged loss or impairment of any bodily organ.”\nThe record of this case indicates that the victim was punched in the cheek and kicked about the face. As a result of this assault, two of the victim’s teeth were dislodged and subsequent dental surgery failed to leave the teeth in proper alignment. Additionally, the victim as late as four months after the assault, was unable to chew certain foods. We find that these injuries resulted in a prolonged loss of use of the victim’s teeth and prolonged impairment of health. Hence the injuries sustained by this victim were sufficient to fall within the definition of “serious physical injury.” See Baker v. State, Del.Supr., 344 A.2d 240, 241-42 (1975).\nCronin and Hayes next contend that the Trial Court erred in evaluating the nature and extent of the victim’s injury as it existed before medical treatment where the Court ruled that “... if there was no treatment, there would certainly be disfigurement and the loss of teeth and perhaps prolonged impairment of health.” Given our conclusion above that there was, in fact, prolonged impairment of health and loss of the use of the teeth, we find this argument moot and do not address it.\nFor the reasons stated above the judgment of the Superior Court is\nAFFIRMED.\n. In that both defendants have raised the identical issues in support of each of their appeals, we have consolidated them and dispose of them in this single opinion.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "John M. Willard (argued), of Levin, Spiller & Goldlust, Wilmington, for defendant below, appellant Cronin.",
      "Lawrence F. Hartnett, Hockessin, for defendant below, appellant Hayes.",
      "Alex J. Smalls (argued), Deputy Atty. Gen., Wilmington, for plaintiff below, ap-pellee."
    ],
    "corrections": "",
    "head_matter": "John C. CRONIN, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee, and Edward HAYES, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nSubmitted: Nov. 16, 1982.\nDecided: Dec. 20, 1982.\nJohn M. Willard (argued), of Levin, Spiller & Goldlust, Wilmington, for defendant below, appellant Cronin.\nLawrence F. Hartnett, Hockessin, for defendant below, appellant Hayes.\nAlex J. Smalls (argued), Deputy Atty. Gen., Wilmington, for plaintiff below, ap-pellee.\nBefore HERRMANN, C.J., McNEILLY and QUILLEN, JJ."
  },
  "file_name": "0735-01",
  "first_page_order": 787,
  "last_page_order": 789
}
