{
  "id": 6094664,
  "name": "In re William Price et al.",
  "name_abbreviation": "In re Price",
  "decision_date": "1929-12-30",
  "docket_number": "No. 2206",
  "first_page": "736",
  "last_page": "739",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 736"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 448,
    "char_count": 8962,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.411513953130086
    },
    "sha256": "1615d8b3180c6733f127325062d35ebeed228569d17f3f6466403f15d1b80ea6",
    "simhash": "1:52adb57c250d563a",
    "word_count": 1568
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re William Price et al."
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the Board of Patent Appeals affirming the decision of the examiner rejecting claim 7 of appellant’s application for patent for air-driven implements or tools, which decision of the board was rendered February 23,1928.\nThe claim in issue reads:\nIn an implement of the character described, a rotor comprised of a solid shaft and a rotor body carried thereby, and having a series of longitudinal air chambers in the body, each chamber having an inlet and one or more outlét ports, and Raving also a series of piston chambers, a piston in each chamber, and a port between each piston chamber and air chamber, and a series of lubricant chambers and reservoirs with ports between them.\nThe board cited as references:\nDarlington, 1041040, October 15, 1912.\nMills et al., 1053055, February 11, 1913.\nHauer, 1102742, July 7, 1914.\nOverly, 1104070, July 21, 1914.\nGressle et al., 1322107, November 18, 1919.\nIn its decision the board states that the patents to Darlington and Mills are merely cited to show other motors having lubricating chambers to supply lubricant to the rotor and that these are not as pertinent as the other patents cited. The board also found that no lubricating means are disclosed in the patent to Overly; no lubricant chambers called for by the claim of Hauer, and that the rotor of Gressle et al. has a series of lubricant chambers which are independent of each other but not connected with ports between them.\nThe analytical statement of the claim in issue, made in the brief of appellant asserts the presence of the following elements:\nA. Solid shaft.\nB. A rotor body having:\n1. A series of longitudinal air chambers.\n2. An inlet port for each air chamber.\n3. One or more outlet ports for each air chamber.\n4. A series of piston chambers.\n5. A piston in each chamber.\n6. A port between each piston chamber and air chamber.\n7. A series of lubricant chambers.\n8. A series of reservoirs.\n9. Ports between the lubricant chambers and the reservoirs.\nThe solicitor for the Patent Office during argument supplied the court with a reading which was prepared to show the elements identified in appellant’s disclosure and the references. This reading we quote in full:\nAfter each element the first parentheses contain the reference numeral identifying the element in appellant’s disclosure and the second parentheses the corresponding reference numeral of the reference patent.\nClaim 7. In an implement of the character described a rotor (4) (4 of Hauer) comprised of a solid shaft (21) (shaft in bushing 11 of Sauer) and a rotor body (4) (4 of Hauer) carried thereby, and having a series of longitudinal air chambers (27) (13 of Hauer, fig. 5), in the body, each chamber having an inlet (28) (left end of 13 of Hauer, fig. 5, unnumbered) and one or more outlet ports (29) (14, 14 of Hauer), and having also a series of piston chambers (30) (8 of Hauer, fig. 2) a piston (31) (7 of Hauer) in each chamber, and a port (32) (25 of Hauer) between each piston chamber and air chamber, and a series of lubricant chambers (37) and reservoirs (39) (23 of Gressle et al. are both chambers and reservoirs) with ports (38) (no corresponding element in reference but held uninventive) between them. (Italics ours.)\nIt will be noted that we have italicized the words “ shaft in bushing 11 of Hauer ” in the foregoing quotation. This element seems to be a pivotal feature of the controversy and unless it can be held to be identical, in the sense of the patent law, with the “ solid shaft ” of appellant we do not find in any of the references any anticipation of said shaft.\nThe language of the Hauer specification relative to this element is:\nTlie rotary motor member may be mounted upon a shaft; but I preferably form said member with front and rear journals integrally therewith of less diameter than the body thereof as shown. A motor journal bearing member 9 is seated in one part of the casing 3 and a removable bushing 10 is preferably provided to carry the rear journal of the rotary motor member; and a removable bushing 11 seated in an opening in the head of the other part of said casing is provided to carry the front journal of said rotary motor member. Said front journal portion projects through said head and is screw-threaded at 12 to attach a tube cleaner or other tool to be driven.\nNo one of the Hauer claims uses the word “ shaft,” and the member called for in them as the one upon which the rotary motor is mounted (being evidently the member or part bearing in the bushing) is otherwise designated and described. The only place in the specifications or claims where the word shaft occurs is as quoted, supra.\nIn the specifications of appellant we find the following relative to the shaft claimed in No. 7:\nReferring- now to the rotor we would state that it is composed of a central shaft 21 having at each end a ball-bearing ring 22 mounted, to rotate on the balls 23 held in ball races 24 secured in any convenient manner, respectively, in the handle section 1 and the driven shaft section 3 as best seen in Figures 1 and 5. This shaft 21 may be integral with the rest of the rotor or be a separate shaft, fitted firmly in the body 4 of the rotor and held by a key 21a.\nThe Board of Appeals held:\nTo connect Gressle’s rotor with a solid shaft as shown in Hauer and connect the lubricant chambers with each other by passages not disclosed in Gressle would not, in our opinion, involve invention. Or, stating it in another way, to introduce into Hauer or Overly the lubricating chambers of Gressle would not involve invention.\nIn answer to this finding of the Board of Appeals, appellant argues:\nSuppose the alleged solid shaft of Hauer were introduced into the rotor body of Gressle, what would the resulting structure be? It is noted that the shaft of Gressle is hollow, and through this hollow shaft the actuating fluid is fed. Suppose that this shaft were solid, as the alleged Hauer shaft, there would be no possible means of providing the rotor with actuating fluid. All means of fluid access to the rotor would be absolutely destroyed. It seems that this substitution, suggested by the board, would reduce the Gressle device to a mass of unrelated parts, and would render the suppositious structure absolutely inoperative and worthless.\nSuppose, for instance, that the shaft of Hauer were not solid, and in fact, it is not solid, and it were introduced into the rotor body of Gressle. In this case, if the rotor shaft is integral with the motor, the result would be the Hauer device, but if the shaft and the rotor are not integral there would be produced another Gressle device without the Gressle means to control the admission of air to the rotor; there would be no flat sides on the rotor shaft. In neither case would appellant’s device be produced.\nA close analysis of the claim 7 shows that it calls for a rotor containing a solid shaft, the rotor body having the nine separate and distinct cooperating features as given, supra, and the claim is drawn to the structure of a rotor which includes the features that are essential to make it operable including means for lubrication.\nThe solid shaft feature of the claim does not appear in any of the-references cited. Its only suggested equivalent .is an element contained in the Hauer patent and referred to in the brief in behalf of the commissioner as “ the part bearing in the bushing.” It does not seem to us, from our understanding of the functioning of the machine, that this element is the mechanical equivalent of the shaft of the claim.\nWe think it is correctly stated by appellants that the complete structure set out in the claim is not shown by any of the patents cited, nor does it appear that the structure of one can be so modified by substituting features or elements in the structure of the other as to produce the machine claimed by appellants. It does not seem to us that the element referred to as the one “ bearing in the bushing ” of the Hauer patent could be substituted for the shaft of the claim or vice versa so as to produce an opérative device, without further and very material modification.\nAn examination of the drawings and'specifications leads us to the conclusion that appellants have produced a rotor body mounted on a solid shaft which body has features or parts in combination for lubrication and operation not shown in the references cited and containing invention as expressed in the claims, for which patent, should be allowed.\nThe decision of the Board of Patent Appeals is therefore-reversed.",
        "type": "majority",
        "author": "Garrett, Judge,"
      }
    ],
    "attorneys": [
      "H. A. Toulmvmv and Jl. A. Toulmin, Jr., for appellants.",
      "T. A. Hostetler and Howard, 8. Miller for appellee."
    ],
    "corrections": "",
    "head_matter": "In re William Price et al.\n(No. 2206)\nUnited States Court of Customs and Patent Appeals,\nDecember 30, 1929\nH. A. Toulmvmv and Jl. A. Toulmin, Jr., for appellants.\nT. A. Hostetler and Howard, 8. Miller for appellee.\n[Oral argument November 20, 1929, by Mr. Toulmin and Mr. Miller]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0736-01",
  "first_page_order": 186,
  "last_page_order": 189
}
