{
  "id": 8051059,
  "name": "Roger DUFOUR v. William S. SILSBY, Jr., et al.",
  "name_abbreviation": "Dufour v. Silsby",
  "decision_date": "1979-09-14",
  "docket_number": "",
  "first_page": "737",
  "last_page": "739",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 737"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "403 A.2d 1195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8042198
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/403/1195-01"
      ]
    },
    {
      "cite": "308 A.2d 568",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8030426
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/308/0568-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 328,
    "char_count": 5607,
    "ocr_confidence": 0.822,
    "pagerank": {
      "raw": 4.741690035661397e-07,
      "percentile": 0.9297808482270588
    },
    "sha256": "b14eb866b76ee9ed97b4ff5f489c7f42c9932e3598e6868a459f6e4ba6680022",
    "simhash": "1:9a1f8548fb3a2e3d",
    "word_count": 931
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and POMER-OY, WERNICK, GODFREY, NICHOLS and GLASSMAN, JJ.",
      "ARCHIBALD, J., did not sit."
    ],
    "parties": [
      "Roger DUFOUR v. William S. SILSBY, Jr., et al."
    ],
    "opinions": [
      {
        "text": "POMEROY, Justice.\nThis is an appeal from what purports to be a judgment of the Superior Court in Kennebec County. The action, referred to a Referee by agreement of the parties, sought a money judgment and the enforcement of a lien on defendants’ land and building to secure payment of the money damages. The Superior Court Justice, after modifying the report of the Referee, accepted it as modified. After further consideration, the Superior Court Justice entered an amended order purporting to dismiss Count II of the complaint and the third-party complaint.\nThe original order signed by the Presiding Justice read as follows:\nIt is ORDERED, ADJUDGED and DECREED that the° Referee’s Report is hereby modified to state as a finding of fact that in addition to the sum of $11,-262.25 which the Defendant Silsbys admit they are indebted to the Plaintiff, the Plaintiff is entitled to $6,000.00 due him because the excavated fill could not be used for backfill and that new gravel backfill had to be provided. This finding is consistent with the evidence adduced. As modified, the Court hereby accepts and enters JUDGMENT on the Report of the Referee.\nThe Clerk merely entered the order verbatim into the docket.\nThe amended order signed by the Presiding Justice stated:\nPursuant to M.R.Civ.P. 58(e)(2), the Court, after further consideration, further modifies the Referee’s report and hereby DISMISSES count II of the Complaint and DISMISSES the Third-Party Complaint. This action relieves the Court from ruling on the crossclaim of Sheridan Corp. v. Silsby.\nAccordingly, the Court reaffirms judgment on the Report of the Referee.\nSo Ordered.\nThe Clerk made the following docket entry:\nAmended order filed, accordingly, the Court reaffirms judgment on the report of the referee: s/ Justice.\nWe dismiss the appeal because no appeal-able judgment has been entered.\nRule 58, M.R.Civ.P., by its terms mandates that when the court directs that a party recover only money or costs or that all relief be denied, judgment shall be entered by the Clerk forthwith upon receipt by him of the direction. However, when the court directs entry of judgment for other relief, the court shall promptly shttle or approve the form of the judgment and direct that it be entered by the Clerk.\nThe Referee’s conclusions that the defendants are indebted to the plaintiff and that the plaintiff is entitled to a security lien on the judgment are only recommendations. As this Court noted in Adams v. Alley, Me., 308 A.2d 568, 571 (1973):\nIt could have no mandatory force against the Defendants, even after the acceptance of the Report, until it had been adopted by the Court — if the Court saw fit to choose that method of palliating the wrong the Referee found was done . — and incorporated into a judgment.\nThe notation of a judgment in the civil docket constitutes the entry of judgment. M.R.Civ.P. Rule 58.\nThe plaintiff in the action below sought both a money judgment and a lien against the defendants. Under the provisions of Rule 58, therefore, the Justice in his original order should have settled or approved the form of judgment and directed the Clerk to enter it in the docket. This he did not do.\nWhen defendants objected to the Referee’s failure to render judgment on the third-party complaint, the Justice ordered both Count II of the complaint and the third-party „ complaint dismissed. He purported to do this by amending the order accepting the Referee’s report.\nAbsent the entry of a final judgment, except in those specific instances in which the rules provide for appeal from an interlocutory judgment, the Law Court lacks jurisdiction to hear an appeal from the Superior Court. Maine Savings Bank v. DeCosta, Me., 403 A.2d 1195 (1979).\nTo have acted correctly and in accordance with his announced intention, the Presiding Justice should have:\n1. accepted the Referee’s report;\n2. ordered judgment to be entered for the plaintiff in the sum of $17,262.25;\n3. directed the entry of a judgment that a lien on the defendant’s land and buildings and any interest which the defendant has therein does exist, describing with particularity the land and buildings to which the lien attaches;\n4. ordered the dismissal of Count II of the complaint and of the third-party complaint;\n5. directed the Clerk to enter judgment in all of the matters upon which he has ruled in the docket of the case.\nSince this was never done and since the Clerk therefore had never entered a final judgment, this Court is without jurisdiction to entertain the appeal.\nDefendant’s appeal is premature. We remand to the Superior Court for entry of judgment in accordance with Rule 58.\nAn appeal to the Law Court may thereafter be taken. Of course, a new notice of appeal must be filed. If a new notice of appeal is. filed, because the case has been fully argued before us, the merits of the appeal will be decided on the existing record supplemented, however, by all docket entries which may be entered following remand.\nThe entry must be:\nAppeal dismissed.\nRemanded to Superior Court for determination of what, if any, judgment should be entered and for further action consistent with this opinion.\nARCHIBALD, J., did not sit.",
        "type": "majority",
        "author": "POMEROY, Justice."
      }
    ],
    "attorneys": [
      "Lester T. Jolovitz (orally), Jolovitz & Nie-hoff, Waterville, for plaintiff.",
      "Silsby & Silsby, Raymond L. Williams (orally), Ellsworth, for defendant.",
      "Weeks, Hutchins, Frye & Welch by Roger A. Welch (orally), Waterville, for Sheridan Corp."
    ],
    "corrections": "",
    "head_matter": "Roger DUFOUR v. William S. SILSBY, Jr., et al.\nSupreme Judicial Court of Maine.\nSept. 14, 1979.\nLester T. Jolovitz (orally), Jolovitz & Nie-hoff, Waterville, for plaintiff.\nSilsby & Silsby, Raymond L. Williams (orally), Ellsworth, for defendant.\nWeeks, Hutchins, Frye & Welch by Roger A. Welch (orally), Waterville, for Sheridan Corp.\nBefore McKUSICK, C. J., and POMER-OY, WERNICK, GODFREY, NICHOLS and GLASSMAN, JJ."
  },
  "file_name": "0737-01",
  "first_page_order": 801,
  "last_page_order": 803
}
