{
  "id": 7907246,
  "name": "TOWN OF NEW SHOREHAM v. RHODE ISLAND PUBLIC UTILITIES COMMISSION et al.",
  "name_abbreviation": "Town of New Shoreham v. Rhode Island Public Utilities Commission",
  "decision_date": "1985-12-13",
  "docket_number": "No. 81-207-M.P",
  "first_page": "737",
  "last_page": "739",
  "citations": [
    {
      "type": "official",
      "cite": "501 A.2d 737"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "464 A.2d 730",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7967306
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "734"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/464/0730-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 365,
    "char_count": 6027,
    "ocr_confidence": 0.774,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2005595693030752
    },
    "sha256": "d7595ec9e88ef03db5a310d12a6afbf90c1050ef5681e5ca7693fbf0f8626c6d",
    "simhash": "1:a7869e9cca4a3629",
    "word_count": 970
  },
  "last_updated": "2024-02-27T16:13:06.519554+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "TOWN OF NEW SHOREHAM v. RHODE ISLAND PUBLIC UTILITIES COMMISSION et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nWEISBERGER, Justice.\nThis case comes before us pursuant to a statutory petition for certiorari in accordance with G.L. 1956 (1984 Reenactment) § 39-5-1. The town of New Shoreham (the town) seeks review of an order of the Public Utilities Commission (the commission) which determined that charges made by Island Services Company (Island Services) to Block Island Power Company (the company) were reasonable and proper expenses to be included in the establishment of prospective rates for the company. We deny and dismiss the petition. The facts and travel of this case are as follows.\nOn June 13, 1980, the company filed with the commission a proposed rate increase which provided for additional operating revenue of approximately $80,000. After a number of hearings thereon, the commission approved the tariff as filed by the company, and the town filed a petition for writ of certiorari. This court reviewed the report and order of the commission and issued an opinion in Town of New Shoreham v. Rhode Island Public Utilities Commission, — R.I. -, 464 A.2d 730 (1983). In that opinion we remanded the question of the reasonableness of the fuel-price contract between Island Services and the company to the commission in order that its findings and the evidentiary bases upon which its decision rested could be more specifically and thoroughly set forth. In the remand order we made the following observations:\n“It is evident from the order and decision that the commission did not set forth sufficiently the findings and the evidentiary facts upon which its decision rested. Moreover, the commission had a duty to scrutinize closely any transactions between affiliates. Thus, it is impossible for this court to fulfill properly its assigned function, and a remand for a supplemental decision is necessary. See Rhode Island Consumers’ Council v. Smith, 111 R.I. [271] at 277-78, 302 A.2d [757] at 762-63.” Id. at —, 464 A.2d at 734.\nThe reason for our concern arose out of the relationship between Island Services and the company. Mr. Franklin Renz, who testified at the first hearing, is president and chairman of the board of directors, and majority stockholder of the company. Renz is also the owner of Island Services. Island Services purchases fuel from the mainland and supplies fuel to the company, lends money to the company at 2 percent over prime rate, and utilizes a number of services of company employees. Island Services’s sole asset is its inventory of fuel oil. Consequently, we were of the opinion that the commission should closely and carefully scrutinize the reasonableness of prices charged under the fuel contract to the company.\nAfter our remand order, the commission invited all parties to file memoranda relating to the remand issues. Subsequently, a decision and order in respect to the issues on remand was filed by the commission on November 28, 1983. In this order the commission considered the reasonableness of the fuel contract in great detail and set forth the evidentiary basis for its determination. The commission relied upon the evidence which had previously been presented. The commission found that the company had met its burden of showing the reasonableness and propriety of the fuel-supply transaction with Island Services. In evaluating the testimony presented by the division and the town on this issue, the commission noted that the division’s expert witness, Mr. Aarne Hartikka, had rendered an opinion suggesting that Island Services earned excessive profits under the contract. The commission commented, however, that this information was “presented in a vacuum,” without hard data to support the contention. It further observed that there was no evidence in the record that the division or its expert witness was unable to obtain additional necessary information from the company during the course of the proceeding. The commission concluded with this comment:\n“In conclusion, we find the fuel contract between the Company and Island Services to be reasonable based upon the record before us. In support of this finding, we note as we did in Docket Nos. 1166 and 1177 that the contractual relationship ensures the provision of a reliable fuel supply to the Company.”\nAfter examining the detailed comments and analysis provided by the commission on this question following our remand order, we are of the opinion that the finding of the commission is supported by competent evidence and is certainly sufficiently specific for us to discharge our role of limited review. Although the town in its brief disagrees with the commission’s finding, we see no basis on this record to disturb the finding of the commission.\nIn light of this determination, we are of the opinion that the other issues raised by the parties either are without merit or are not properly before the court at this time. We therefore decline to give a detailed analysis to the parties’ contention in respect to such issues.\nWe should point out by way of caveat that our holding in respect to this petition would not preclude a different result which might be reached by the commission on this issue in a subsequent docket in which new evidence might support such a conclusion.\nFor the reasons stated, the petition for certiorari is denied and dismissed. The writ heretofore issued is hereby quashed, and the papers in the case may be remanded to the commission with our decision endorsed thereon.\n. The division of public utilities and carriers participated in this case on behalf of the public. It challenged the reasonableness of the fuel contract as did the town.",
        "type": "majority",
        "author": "WEISBERGER, Justice."
      }
    ],
    "attorneys": [
      "John M. Roney, Roney & Labinger, Providence, William J. Gallogly, Lenihan Moone & Gallogly, Westerly, for petitioner.",
      "Peter V. LaCouture, Peter J. McGinn, Tillinghast Collins & Graham, Providence, for R.I. Power Co.",
      "Arlene Violet, Atty. Gen., Sheldon White-house, Sp. Asst. Atty. Gen., for respondent."
    ],
    "corrections": "",
    "head_matter": "TOWN OF NEW SHOREHAM v. RHODE ISLAND PUBLIC UTILITIES COMMISSION et al.\nNo. 81-207-M.P.\nSupreme Court of Rhode Island.\nDec. 13, 1985.\nJohn M. Roney, Roney & Labinger, Providence, William J. Gallogly, Lenihan Moone & Gallogly, Westerly, for petitioner.\nPeter V. LaCouture, Peter J. McGinn, Tillinghast Collins & Graham, Providence, for R.I. Power Co.\nArlene Violet, Atty. Gen., Sheldon White-house, Sp. Asst. Atty. Gen., for respondent."
  },
  "file_name": "0737-02",
  "first_page_order": 811,
  "last_page_order": 813
}
