{
  "id": 12052477,
  "name": "Debra L. CODA, Appellee, v. Jeffrey M. CODA, Appellant",
  "name_abbreviation": "Coda v. Coda",
  "decision_date": "1995-10-11",
  "docket_number": "",
  "first_page": "741",
  "last_page": "744",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 741"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "398 Pa.Super. 494",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        885295
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "504"
        },
        {
          "page": "244"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/398/0494-01"
      ]
    },
    {
      "cite": "640 A.2d 1336",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        941112,
        7873385
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "1351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/433/0432-01",
        "/a2d/640/1336-01"
      ]
    },
    {
      "cite": "433 Pa.Super. 432",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        941112
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "461"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/433/0432-01"
      ]
    },
    {
      "cite": "428 Pa.Super. 515",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        933139
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "524"
        },
        {
          "page": "654"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/428/0515-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 6629,
    "ocr_confidence": 0.719,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24526256163969404
    },
    "sha256": "25f562571050f5ca482e09b22ac2bfecbbc373583ff66c742ab44c87a919ba7c",
    "simhash": "1:ef4bc30e75e99ab0",
    "word_count": 1101
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WIEAND, DEL SOLE and CERCONE, JJ."
    ],
    "parties": [
      "Debra L. CODA, Appellee, v. Jeffrey M. CODA, Appellant."
    ],
    "opinions": [
      {
        "text": "WIEAND, Judge:\nJeffrey M. Coda (Husband) has appealed pro se from a protection from abuse order entered against him on June 14, 1994. The trial court ordered Coda to refrain from abusing his wife, Debra L. Coda (Wife), evicted Husband from the marital apartment, and granted temporary custody of the children to Wife. On appeal, Husband argues that the trial court should have granted him a continuance of the hearing, should have permitted him to introduce a police report during his testimony, and should have decided against Wife’s allegation of abuse. After careful review of the record, we reverse and remand for a new hearing.\nWe observe that Husband failed to file post-trial motions pursuant to Pa.R.C.P. 1905(b) and 227.1. Such motions were required at the time the trial court entered the subject order. Their absence normally results in a waiver of Husband’s issues on appeal. See: Weir v. Weir, 428 Pa.Super. 515, 524, 631 A.2d 650, 654 (1993). However, Rule 1905(b) was amended on March 30, 1994, with an effective date of July 1, 1994, and now states that “[n]o motion for post-trial relief may be filed to the final order.” Under these circumstances, simple justice requires that we overlook the procedural defect in Coda’s appeal and consider the merits thereof.\nAt the start of the proceedings, Husband notified the trial court that Officer Ryan, a witness under subpoena by Husband, had failed to appear. Husband requested sanctions against the officer, a matter which the trial court deferred, and advised the trial court that he “would probably move for a continuance.” The trial court refused to entertain a continuance request, stating that it would not grant a continuance “in this type of a case.” This was incorrect. Continuances are available under 23 Pa.C.S.A. § 6107(c). Temporary orders under 23 Pa. C.S.A. § 6107(b) may be granted by the trial court during the continuance period “as it deems necessary.” 23 Pa.C.S.A. § 6107(c). Such a temporary order had already been entered by the trial court one week earlier when it scheduled the June 14th hearing. Wife concedes that Husband fully complied with the preliminary requirement for a continuance found in Pa.R.C.P. 216(D)(2), where it is said: “[n]o continuance shall be granted due to the absence from court of a witness duly subpoenaed, unless ... [o]n the day when the presence of such witness is required a prompt application is made for the attachment of such absent witness.”\nAfter the court had denied Husband’s request for a continuance, Husband attempted to introduce an excerpt from the police report made after investigation of the incident giving rise to the charge of abuse. The trial court disallowed the reading of an excerpt from the police report. The court reasoned that the report had not been authenticated as a business record. Under the Uniform Business Records as Evidence Act, 42 Pa.C.S.A. § 6108, “[a] record of an act, condition or event shall, insofar as relevant, be competent evidence if the custodian or other qualified witness testifies to its identity and the mode of its preparation_” 42 Pa. C.S.A. § 6108(b). No “custodian or other qualified witness” testified at the hearing about the police report, and Husband himself could not rectify this deficiency. The trial court, therefore, did not abuse its discretion in disallowing in evidence a portion of the police report.\nWife testified at the hearing that on or about May 15, 1994, “Jeffrey, my husband, grabbed me by my hair, drug me across the floor, kicked me in my chest and in my back” for a period of fifteen to twenty minutes. Husband denied that he had abused his wife physically in any way, but there was no disinterested testimony, and the trial court elected to accept and rely upon Wife’s version. This testimony, of course, was sufficient to support the order entered by the trial court. It is for the trial court to assess the credibility of the witnesses, and, if its findings are supported by competent evidence, a reviewing court is bound thereby. See: Commonwealth v. La, 433 Pa.Super. 432, 461, 640 A.2d 1336, 1351 (1994), citing Commonwealth v. Rochon, 398 Pa.Super. 494, 504, 581 A.2d 239, 244 (1990).\nAppellant contends, however, that if Officer Ryan had testified, there would have been disinterested testimony by an investigating police officer, who was particularly concerned because of Wife’s apparent pregnancy, that there had been no physical abuse inflicted. The trial court foreclosed a full offer of proof by appellant when he moved for a continuance, but the record permits one to conclude that if the testimony of Officer Ryan had been available to the court, it would have confirmed the version of appellant-husband. Although this testimony, to be sure, was cumulative of that given by appellant-husband, under the circumstances of this case, the testimony was significant, if not crucial.\nThe general rule has been stated in 7 Std.Pa.Prac., Continuances and Mistrials, § 38.14, as follows:\nIt lies within the discretion of the trial court to determine, in the light of all the circumstances of each case, whether or not a case before it should be continued on the ground of absence of material witnesses. A continuance because of the absence of a witness will ordinarily be granted when it appears that the expected testimony is competent, material, and credible, and would probably affect the outcome of the trial, and that due diligence has been exercised to secure the witness for trial.\nHere, the testimony of the absent witness was competent and material and may well have affected the outcome of the hearing. Moreover, the record is clear that appellant complied with the applicable Rules of Civil Procedure and in all respects exercised due diligence to secure the presence of the witness. Under all the circumstances, therefore, we are constrained to conclude that the trial court abused its discretion when it denied appellant’s motion for continuance. Indeed, to affirm the trial court’s ruling under the facts of this case is to vest in the court not discretion, reviewable by an appellate court, but absoluteness free of review.\nReversed and remanded for a new hearing. Jurisdiction is not retained.\n. This appeal does not include the trial court's finding of indirect contempt on September 1, 1994, based upon Husband’s alleged violation of the June 14, 1994 order.",
        "type": "majority",
        "author": "WIEAND, Judge:"
      }
    ],
    "attorneys": [
      "Jeffrey M. Coda, pro se, appellant.",
      "John E. Perrott, Uniontown, for appellee."
    ],
    "corrections": "",
    "head_matter": "Debra L. CODA, Appellee, v. Jeffrey M. CODA, Appellant.\nSuperior Court of Pennsylvania.\nArgued May 25, 1995.\nFiled Oct. 11, 1995.\nJeffrey M. Coda, pro se, appellant.\nJohn E. Perrott, Uniontown, for appellee.\nBefore WIEAND, DEL SOLE and CERCONE, JJ."
  },
  "file_name": "0741-01",
  "first_page_order": 799,
  "last_page_order": 802
}
