{
  "id": 7867155,
  "name": "CLAWS REFUSE, INC., Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (SQUIRES), Respondent",
  "name_abbreviation": "Claws Refuse, Inc. v. Workmen's Compensation Appeal Board",
  "decision_date": "1994-06-02",
  "docket_number": "",
  "first_page": "742",
  "last_page": "747",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 742"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "503 A.2d 994",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "94 Pa.Commonwealth Ct. 566",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1343417
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/94/0566-01"
      ]
    },
    {
      "cite": "126 A.2d 531",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "182 Pa.Superior Ct. 176",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        734185
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/182/0176-01"
      ]
    },
    {
      "cite": "121 Pa.Commonwealth Ct. 436",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1379684
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/121/0436-01"
      ]
    },
    {
      "cite": "451 A.2d 799",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "69 Pa.Commonwealth Ct. 468",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        8732687
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/69/0468-01"
      ]
    },
    {
      "cite": "135 Pa.Commonwealth Ct. 641",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1406770
      ],
      "weight": 6,
      "year": 1990,
      "pin_cites": [
        {
          "page": "645-646",
          "parenthetical": "footnote omitted"
        },
        {
          "page": "92",
          "parenthetical": "footnote omitted"
        },
        {
          "page": "646"
        },
        {
          "page": "92"
        },
        {
          "page": "646"
        },
        {
          "page": "92",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/135/0641-01"
      ]
    },
    {
      "cite": "10 Pa.Commonwealth Ct. 79",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1855568
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/10/0079-01"
      ]
    },
    {
      "cite": "535 A.2d 272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1368034
      ],
      "weight": 11,
      "year": 1987,
      "pin_cites": [
        {
          "page": "217"
        },
        {
          "page": "273"
        },
        {
          "page": "274"
        },
        {
          "page": "219"
        },
        {
          "page": "274",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "273-274"
        },
        {
          "page": "276",
          "parenthetical": "Craig, J., dissenting"
        },
        {
          "page": "273",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/112/0213-01"
      ]
    },
    {
      "cite": "308 A.2d 187",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 765,
    "char_count": 18756,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20029430287248406
    },
    "sha256": "0b619a8925dc718f5707027ad75412ebffd071aae9e2b2a93777da5094ef99ae",
    "simhash": "1:2dbdd30337384589",
    "word_count": 3022
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI and FRIEDMAN, JJ., and LORD, Senior Judge."
    ],
    "parties": [
      "CLAWS REFUSE, INC., Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (SQUIRES), Respondent."
    ],
    "opinions": [
      {
        "text": "LORD, Senior Judge.\nClaws Refuse, Ine. appeals an order of the Workmen’s Compensation Appeal Board (Board) affirming a referee’s decision to grant benefits to Altana Mary Squires for a limited period of time under Section 307(5) of The Pennsylvania Workmen’s Compensation Act (Act), 77 P.S. § 561(5), but modifying that order so that Squires’ benefits would extend into the indefinite future.\nSquires filed a fatal claim petition alleging she was dependent upon her son, Nicholas Squires (decedent), at the time of his work-related death on December 21, 1989. Claws Refuse filed an answer admitting the decedent had been killed in a work-related accident, but denying that Mary Squires had been dependent on him. Claws Refuse also contended that because the decedent had been residing at the time of his death with a woman and her sixteen year old daughter, the minor child was the proper recipient of any disability benefits.\nFollowing a hearing, the referee rejected Claws Refuse’s latter contention, concluding it was never alleged or established how the child, who was not the decedent’s child, had been dependent on the decedent. The referee then determined that Squires had been dependent on the decedent at the time of his death, but that the dependency ceased in February 1990. At that time, Squires’ social security benefits, which, due to a prior overpayment, had been suspended since sometime before her son’s death, were reinstated. Therefore, the referee granted Squires’ fatal claim petition for the “brief’ period of December 21, 1989 until February 1, 1990.\nThe parties cross-appealed the referee’s decision to the Board. The Board rejected Claws Refuse’s contention that the minor child of the decedent’s girlfriend was entitled to benefits rather than the decedent’s mother and upheld the grant of benefits. The Board accepted Squires’ argument that her benefits should continue indefinitely under the Act and modified the referee’s order accordingly. Claws Refuse now appeals to this Court.\nInitially, we accept the determination of both the referee and the Board that Squires is entitled to benefits. A decedent’s parent is entitled to compensation under Section 307(5) of the Act “[i]f there be neither widow, widower, nor children entitled to compensation” and if the parent was “dependent to any extent upon the employe at the time of the injury.” 77 P.S. § 561(5). Relevant to the statutory priority of children and parents, section 307 provides “[i]f members of decedent’s household at the time of his death, the terms ‘child’ and ‘children’ shall include step-children, adopted children and children to whom he stood in loco parentis, and shall include posthumous children.” 77 P.S. § 562. There is no evidence that the child in question here falls into this statutory definition. Nor is there authority for providing benefits under section 307 to a person based solely on cohabitation, which is the only relationship between the decedent and the child deducible from the record. As for the requirement that Squires be dependent “to any extent on the employe,” we conclude, and Claws Refuse does not dispute, that the record supports by substantial evidence Squires’ dependency on the decedent at the time of injury. Therefore, the Board correctly affirmed the referee’s order granting benefits to Squires.\nWe now turn to the more difficult question of whether those benefits were properly limited by the referee or properly extended indefinitely by the Board. The resolution of this question-is not as simple and uncomplicated as the Board would have it. The Board stated:\nThis issue has been the subject of several Commonwealth Court decisions. Kreider vs. Workmen’s Compensation Appeal Board, 10 Pa.Comwlth.Ct. 79, 308 A.2d 187 (1973) and Broadwood Chuckwagon vs. Workmen’s Compensation Appeal Board, 112 Pa.Comwlth.Ct. 213, 535 A.2d 272 (1987). The cases hold that dependent parents were entitled to benefits until they died. Based on those cases, the Board will modify the Referee’s decision and order that benefits due to Mary Squires should be granted from December 21, 1989, and shall continue indefinitely into the future pursuant to the Act.\n(Decision of the Board, November 30, 1993, pp. 3-4). It is accurate to state that we have held in some eases that dependent parents are entitled to benefits until they die. However, in one of the eases cited by the Board, Broadwood Chuckwagon v. Workmen’s Compensation Appeal Board (Stovall), 112 Pa.Commonwealth Ct. 213, 535 A.2d 272 (1987), we in fact limited the duration of a dependent parent’s benefits. In that ease, we also distinguished the other case cited by the Board, Kreider v. Workmen’s Compensation Appeal Board, 10 Pa.Commonwealth Ct. 79, 308 A.2d 187 (1973), holding:\nIn Kreider, where the employer did appeal a finding of dependency, there was neither a showing nor even an assertion that a change in the claimant’s status would occur. The sole allegation of error set forth by the appellant was that the Board had no authority to grant unlimited benefits in the face of legislative amendments eliminating the Act’s 500-week limitation to compensation.\nThere, we noted that the statute, as amended, no longer contained any time limit to dependency benefits but did include termination of benefits for death or remarriage of a dependent. On this basis, a panel of this Court concluded that dependent parents were entitled to benefits until they died. Indeed, [Claimant] argues, this amendment to the Act compels no other interpretation. However, this silence as to any durational limit does not admit that a dependent is eligible indefinitely. It merely means that the legislature in its wisdom chose to do away with the arbitrary cutoff of benefits.\nBroadwood, 112 Pa.Commonwealth Ct. at 217, 535 A.2d 272, 273 (emphasis in original) (footnote omitted). We then discussed authority for a change in dependency status:\nAlthough the Board in its decision perceived ‘no authority for a change in dependency status,’ we note that Section 307 provides that ‘[s]hould any dependent of a deceased employe die or remarry, or should the widower become capable of self-support, the right of such dependent or widower shall cease.’ 77 P.S. § 562. What, if anything, are these limits to com-pensability, if not a recognition that dependency can change either through a change in financial or marital status? Indeed, implicit in this provision for cessation of benefits to dependents who remarry is a recognition that a change in family status can lead to a change in dependency status.\nId. at 218, 535 A.2d 272, 274 (footnote omitted). Thus, the cases cited by the Board do not support the implication that a dependent parent’s benefits under the Act must necessarily continue until death.\nNevertheless, a complete analysis requires us to weigh in addition to the foregoing language in Broadwood the language in Canton Plumbing and Heating v. Workmen’s Compensation Appeal Board (Robbins), 135 Pa.Commonwealth Ct. 641, 645-646, 582 A.2d 90, 92 (1990) (footnote omitted), where we stated:\nBroadwood involved a mother who had established dependency on her deceased son due to her obligation to provide educational expenses to her minor daughter (the decedent’s sister) until she reached eighteen. We ruled that, because the mother’s obligation to provide educational expenses would cease when the daughter reached eighteen, the reason for the mother’s dependency would also cease and her compensation should terminate as of that date. We reasoned that, because the mother was receiving compensation ‘on account of the minor daughter, Section 307 of the Act provided for the termination of this compensation when the daughter reached eighteen.\nThe case before us now differs substantially from Broadwood in that the claimant/widow is seeking compensation based upon her own dependency rather than dependency due to an obligation to support a minor child. Under Section 307 of the Act, only four reasons are provided that will terminate the compensation of a widow: death, remarriage, involvement in a meretricious relationship, or living a life of prostitution. None of these situations has been alleged by the employer and obviously, cohabiting is not included in this list. Because of the remedial nature of the Act, we will not attempt to expand the provisions which are cause for termination of a widow’s compensation when the legislature has. seen fit to specifically limit them.\nIt is important to emphasize that Canton Plumbing involved a dependent widow and is therefore distinguishable from this case and from Broadwood, both of which involve a dependent parent. Further, the referee in Canton Plumbing terminated the widow’s benefits based on cohabitation, which we found to not be included in the “only four reasons” provided for termination of a widow’s benefits. Canton Plumbing, 135 Pa.Commonwealth Ct. at 646, 582 A.2d at 92. This contrasts with Broadwood, where, as we stated in Canton Plumbing itself, “[w]e ruled that, because the mother’s obligation to provide educational expenses would cease when the daughter reached eighteen, the reason for the mother’s dependency would also cease and her compensation should terminate as of that date.” Canton Plumbing, 135 Pa.Commonwealth Ct. at 646, 582 A.2d at 92 (emphasis added). Comparing Canton Plumbing with Broadwood, we conclude the factual situation here is distinguishable from that in Canton Plumbing and the holding and rationale of Broadwood control this case.\nWe acknowledge that a simple solution in these types of cases that would maximize certainty would be to create a rule that a parent who is dependent on a decedent at the time of the decedent’s death is automatically entitled to benefits indefinitely. This rule might be supported by the statutory provision that the parent merely be dependent “at the time of the injury.” 77 P.S. § 561(5). On the other hand, that provision does not compel such a rule and there is no affirmative authority in section 307 for receiving benefits indefinitely. Further, it does seem equitable that an employer not be required to make payments to a non-dependent individual. We have held that the overall objective of the Act “is to compensate persons who are actually dependent.” Broadwood, 112 Pa.Commonwealth Ct. at 219, 535 A.2d at 274 (emphasis in original) (citing Walzer v. Workmen’s Compensation Appeal Board (Globe Security, Inc.), 69 Pa.Commonwealth Ct. 468, 451 A.2d 799 (1982)). There does not appear to be anything in section 307 to prevent a referee, in weighing the evidence and assessing dependency, from determining that a parent was dependent on a decedent child at the moment of injury but no longer dependent at some later point if the evidence supports such a factual determination.\nUnder Broadwood, fatal claim benefits to a dependent can be limited in duration where, as in this ease, the limitation is for financial reasons — i.e., financial dependency in fact no longer exists at some point — and is performed at the initial determination of dependency. We therefore are bound to follow it, despite some of the language in Canton Plumbing. Thus, the referee could properly limit the period of Squires’ compensation benefits and the Board erred in concluding otherwise.\nWe must address one final matter. The testimony pertaining to Squires’ social security benefits is as follows:\nQ Your Social Security Benefits started again in February of 1990, is that right?\nA January, now, just three hundred dollars ($300.00).\nQ Did the full benefits start again in February?\nA No, not until May when I was supposed to have it all paid back.\nQ So as of May the full benefit resumed, the five hundred and thirty-eight dollars ($538.00) is what I have?\nA Five hundred and eighty six dollars ($586.00).\n(Notes of Testimony, December 19, 1990, p. 24). Under section 307(5), a parent dependent to any extent upon the employee at the time of the injury will have his or her benefits calculated at “thirty-two per centum of wages but not in excess of the Statewide average weekly wage” and a parent who was totally dependent upon the deceased employee at the time of the injury will have his or her benefits calculated at “fifty-two per cen-tum of wages, but not in excess of the Statewide average weekly wage.” 77 P.S. § 561(5). Given the evidence that Squires’ social security benefits — the lack of which were the basis for the referee’s finding of dependency — were not fully reinstated until May 1, 1990, we conclude that the referee, in addition to awarding benefits between the time of the decedent’s death and Squires’ partial reinstatement, should have also awarded compensation benefits based upon partial dependency for the period of time in which Squires’ social security benefits were only partially reinstated.\nAccordingly, the order of the Board is affirmed insofar as it upholds the referee’s decision granting benefits to Squires for a limited period, including the period of December 21, 1989 until February 1, 1990, and vacated in all other respects. The case is remanded for a determination of benefits to be paid to Squires for the period of February 1, 1990 until May 1, 1990 based on Squires’ less than total dependency during that period.\nORDER\nAND NOW, this 2nd day of June, 1994, the order of the Workmen’s Compensation Appeal Board, No. A92-2849, dated November 30, 1993, is hereby affirmed in part, vacated in part and the ease is remanded to the Board. The order is affirmed insofar as it affirms the referee’s decision granting compensation benefits to Altana Mary Squires for a limited period, including the period of December 21, 1989 until February 1, 1990, and directing benefits be paid by the petitioner. The Board’s order is vacated in all other respects. The case is remanded to the Board to order the referee to compute compensation benefits for the period of February 1, 1990 until May 1, 1990 under Section 307(5), 77 P.S. § 561(5), of The Pennsylvania Workmen’s Compensation Act, Act of June 2, 1915, P.L. 736, os amended, 77 P.S. §§ 1-1031, taking into account Squires’ less than total dependency due to her partial social security benefits during that period, and direct the petitioner to pay to Squires such compensation benefits.\nJurisdiction relinquished.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. §§ 1-1031.\n. Our scope of review is limited to determining whether constitutional rights were violated, errors of law were committed or necessary findings of fact were unsupported by substantial evidence. Russell v. Workmen’s Compensation Appeal Board (Volkswagen of America), 121 Pa.Commonwealth Ct. 436, 550 A.2d 1364 (1988).\n. Claws Refuse cites Kennedy v. Rossi, 182 Pa.Superior Ct. 176, 126 A.2d 531 (1956). However, the child found to be entitled to benefits in that case was continuously a member of the decedent’s household, was maintained by him for approximately nine years and was the decedent’s stepson to whom the decedent stood in loco parentis.\n.Claws Refuse does contend that Squires was only partially dependent on the decedent, but there is nothing to support such an assertion during the period for which the referee granted benefits. Claws Refuse states that Squires testified her expenses were approximately $700 per week and that the decedent contributed between $400 and $500. However, Squires estimated the $700 figure as a monthly figure and was referring to her expenses in September 1988, before her social security payments were cut off and over a year before the decedent’s death. (Notes of Testimony, December 19, 1990, pp. 21-22).\n. But see the provision in section 307 stating \"[s]hould any dependent of a deceased employe die or remarry, or should the widower become capable of self-support, the right of such dependent or widower shall cease.” 77 P.S. § 562. This particular provision is also arguably the only express statutory limitation on the duration of a dependent parent's benefits, although in Broadwood we essentially derived another statutory limitation from the provision in section 307 that ''Compensation shall be payable under this section to or on account of any child, brother, or sister, only if and while such child, brother, or sister, is under the age of eighteen ...” 77 P.S. § 562; we stated in Broadwood that we had previously determined that the dependent parent’s dependency and concomitant compensability existed \"on account of” educational expenses of the deceased employee's sister, which the dependent parent was obligated to provide until the child reached the age of eighteen. Id. at 217-218, 535 A.2d at 273-274.\n. However, it is possible that, even in the absence of such a rule, the Act will not \"[subject] the dependent status of a parent to a continuing possibility of reexamination,” as was suggested by the dissent in Broadwood. Id. at 223, 535 A.2d at 276 (Craig, J., dissenting). The majority in that case wrote:\nDeGuffroy & Associates v. Workmen's Compensation Appeal Board (Bianchetti), 94 Pa.Commonwealth Ct. 566, 503 A.2d 994 (1985), where this Court held that dependent parents are entitled to benefits until they die ... relied for its authority upon Kreider.... In DeGuf-froy the employer filed a modification petition, contending that the claimant’s status had changed insofar as her income exceeded her expenses. There, the Court noted that Section 413 of the Act, 71 P.S. § 772, governing modification or termination, has no provision recognizing an economic change in the status of a dependent parent. However, the instant case is an appeal from an initial determination of dependency, which is governed by Section 307(5) and is thus distinguishable.\nId. at 216-217, 535 A.2d at 273 (emphasis in original) (footnote omitted). We therefore emphasize that our holding in the instant case is limited to the situation herein involved — viz., the evidence of non-dependency at a particular time was introduced at the initial hearing wherein benefits were sought and not in a proceeding on an employer's petition for modification or termination.\n. We note Squires' testimony that she had received income from renting a trailer until approximately one year before her son’s death, at which time the trailer became vacant; the trailer then remained vacant through the time of her son’s death until the following June, when she began renting it again. (Notes of Testimony, December 19, 1990, pp. 13, 24).",
        "type": "majority",
        "author": "LORD, Senior Judge."
      }
    ],
    "attorneys": [
      "Cal A. Leventhal, for petitioner.",
      "John G. Swatkoski, for respondent."
    ],
    "corrections": "",
    "head_matter": "CLAWS REFUSE, INC., Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (SQUIRES), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs April 22, 1994.\nDecided June 2, 1994.\nCal A. Leventhal, for petitioner.\nJohn G. Swatkoski, for respondent.\nBefore PELLEGRINI and FRIEDMAN, JJ., and LORD, Senior Judge."
  },
  "file_name": "0742-01",
  "first_page_order": 808,
  "last_page_order": 813
}
