{
  "id": 6094699,
  "name": "In re John Lawson",
  "name_abbreviation": "In re Lawson",
  "decision_date": "1929-12-30",
  "docket_number": "No. 2164",
  "first_page": "743",
  "last_page": "748",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 743"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "14 Fed. Rep. (2d) 414",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1302302
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/14/0414-01"
      ]
    },
    {
      "cite": "104 U. S. 310",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3492558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/104/0310-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 691,
    "char_count": 17641,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.3222239983875508
    },
    "sha256": "ed533c6402e7ddf85b99136a8794b39802fb5f9cecf2032499cce2ff6ee189e2",
    "simhash": "1:9deff818b1fd464f",
    "word_count": 2940
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gbaham, Presiding Judge, and Bland, Hatfield, Gakeett, and Lenboot, Associate Judges"
    ],
    "parties": [
      "In re John Lawson"
    ],
    "opinions": [
      {
        "text": "LeNROot, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals of the Patent Office, affirming the action of the examiner in rejecting all of appellant’s claims, 47 in number.\nThe specification is very lengthy and the drawings are very intricate. The decision of the Board of Appeals is so complete and so well considered, and so completely covers the issues in the case, that we reproduce it in full. It reads as follows:\nThis is an appeal from a final rejection of all claims in the application, 47 in number. Claims 1,17, and 21 are reproduced for illustrative purposes:\n1. A tubular knitted fabric characterized by the formation of partial courses united in a seam or seams extending transverse to the direction of said courses, said seam or seams and fabric external thereto being of substantially equal elasticity.\n17. That method of forming a knitted, tubular, fine-gauge fabric, which consists in causing a circular series of spring beard needles to function both for rotary work and for reciprocating split work, and in feeding two distinct yarns thereto at relatively widely spaced points by presenting said yarns to the shanks of the needles very close to the same below the points of the beards under the latter and so as to lie against a multiplicity of said, shanks before reaching the knitting point and in both directions of reciprocation, but presenting said yarns sufficiently low to effect the imprisonment of the yarns within the needle beards when depressed notwithstanding the opposing strains from the two fabric sections at the said seams, so as to form from said yarns a fabric of partial courses united in two relatively widely spaced seams of knitted loops formed of said yarns, and in causing said needles to co-act to form said tubular fabric including said seams of substantially uniform appearance and elasticity throughout.\n21. A circular split-work hosiery knitting machine having a circular series of independently movable spring beard needles, independent pressers therefor, primary and auxiliary sets of knitting cams, at substantially opposite sides of the machine, means to rotate and to reciprocate said needles and cams relatively to each other, and means cooperating with said knitting cams at both sides of the machine to eitect the production on said needles of split work, said means including means substantially at said sets of knitting cams respectively and positioned very close to the needle shanks to present yarn substantially simultaneously safely below the beards of all the needles in partial courses including the suture needles, each yarn being under tension and fed in opposition to the strain of the partial course knitted at the other knitting cam set, but not presented too low to fail to be imprisoned by the needle beards, when pressed, said means also including means to connect said partial courses in suture seams through manipulation of needles as suture needles.\nThe references relied upon are:\nWilcomb, 1131583, March 9, 1915.\nBosworth, 1154169, September 21, 1915.\nAmes, 1252983, January 8, 1918.\nPigeon, 1266044, May 14, 1918.\nScott, 1373358, March 29, 1921.\nBosworth, 1416257, May 16, 1922.\nJones, 1430814, October 3, 1922.\nThe claims on appeal are directed to various phases in the production oí ■split-work hosiery. Thus claims 1, 2, 3, and 6 to 16, inclusive, are directed to. a knitted split-work article of manufacture, specifically a stocking, claims 4, 5, 17 to 20, 39, and 40 are directed to a method of knitting the article covered by the preceding group of claims while the remaining claims on appeal cover an apparatus by which the method may be carried out and the claimed article produced.\nThe basis of the method and apparatus claims and even of. some of the article claims, is the employment of a knitting machine having spring-beard., needles in the production of the article claimed as distinguished from a machine having latch needles. There are certain admitted advantages inherent in spring-beard needle machines. These advantages are set forth in the specification of the application on appeal and are discussed in the statement of the examiner hence no need exists to set them forth here. So far as the prior art, relied on by the examiner on this appeal discloses, with one exception, split foot stockings have heretofore been produced on latch needle machines. The •exception is the patent to Wilcomb, No. 1131583. This patent is for a circular knitting machine of the spring beard type and on page 12 of the specification, lines 94 to 119, there is described rather generally the production of split foot stockings and the employment of two yarn feeds. An instance of a circular latch needle knitting machine employed in the production of split foot hosiery is the patent to Bosworth, No. 1154169. Circular knitting machines of the spring-beard type which the examiner holds might be modified to produce split foot hosiery without invention are the patents to Pigeon, No. 1266044, Scott, No. 1373358, and Bosworth, No. 1416257. Generally speaking, the modification necessary to enable the machines of the last noted patents to produce split foot hosiery would be the provision of a secondary yarn guide spaced from the primary guide and likewise the provision of secondary needle actuating or controlling cams. These features,' i. e. secondary yarn guides and actuating or controlling cams, are usual in circular latch needle knitting machines and are shown in the Bosworth patent No. 1154169, noted above. It is the view of the examiner that with respect to claims which rely primarily on the employment of spring-beard needles to impart patentability thereto it does not involve invention either to substitute spring-beard needles for latch needles in a latch-needle machine or to modify a spring beard needle machine so as to enable it to do split foot work in view of the teachings of patents like Bosworth No. 1154169 for a latch-needle machine.\nOn page 14 of appellant’s specification reference is made to a difficulty encountered in the development of split foot spring beard needle knitting. Generally speaking, the difficulty has been in the positioning of the infeeding primary and secondary 5rarns at the proper points due to the opposing strains set up in opposite sections of fabric. It is stated in the specification that owing to the opposing strains the yarns may be positioned too’ high or too low with respect to the beards of the needles with a consequent dropping of stitches. In many of the appealed claims the feature of feeding the yarn just at the proper height with respect to the beards of the needles and close to the needles is stressed. This difficulty in yarn feeding is recognized in certain of the patents relied on by the examiner and provision is made for feeding the yarn close to the shanks of the needles. The patents to Scott, Pigeon, and Bosworth No. 1416257 are particularly relied on by the examiner in this connection.\nClaims 1, 2, 3, and 6 to 16, inclusive, are directed to an article, specified as a knitted fabric and more specifically recited in some of the claims as a split foot stocking. The claims of this group are rejected on the patent to Ames which discloses a knitted fabric, specifically a split foot stocking. Some of the claims of the group under consideration state that the article is a spring needle split foot stocking. In our opinion the reference to spring needles is not a proper limitation in a claim for a knitted fabric or a knitted split foot stocking. An article of manufacture should be defined by its structural characteristics rather than by a recitation of the character of machine in which it is made. So far as the claims of the group under consideration define structure they are met by the Ames patent. The claims including those specifying spring needles attempt to distinguish from the Ames patent by a reference to elasticity of seams and fabric, uniformity of appearance of seams and fabrics, retention of original elasticity of yarn employed and similar limitations. In the view we take of the matter if the limitations in question can be said to partake of any of the characteristics of structural limitations they are the well-known characteristics of spring-beard knitting. We do not think patentability of the article claims over the Ames reference can be predicated on knitting the Ames stocking on a machine employing spring-beard needles.\nThe method claims are numbered 4, 5, 17 to 20, inclusive, 39 and 40. Claims 4 and 5 are broad claims. The examiner rejects these claims, properly, we think, on the ground that there is nothing inventive in performing suture seam work with spring beard needles, and further on the Wilcomb patent. Appellant criticizes the Wilcomb patent on the ground of inadequate disclosure and in certain affidavits presented points out that there has been no commercial exploitation of the Wilcomb invention particularly with reference to split-foot-stocking work. We do not think the Wilcomb patent or the specific disclosure referred to above can be disregarded because of lack of commercial exploitation. Taking the disclosure of the patent with respect to the production of split-foot stockings at. its face value it presents, in our judgment, sufficient basis for the rejection of claims 4 and 5. Touching the rejection of claims 4 and 5 on the ground that there is no invention in doing suture seam work on spring beard needles we are in accord with the examiner as to this ground of rejection. As broadly as claims 4 and 5 are drawn no special problem is. involved and no difficulty is seen in the employment of machines such as are shown in the patents to Pigeon, Scott, or Bosworth No. 1416257 for the class of work indicated. It can not be successfully urged, we think, that the conception of the possibility of knitting split-foot stockings on a spring-beard needle machine involved invention since the conception or suggestion is found in the Wilcomb patent. Claims 39 and 40 involve the employment of spring-beard needles to form split work fabric and the presentation of the yarns close to the needle shanks and so related to the beards of the needles to avoid dropping of stitches. This last noted feature is disclosed in each of the patents to Scott, Bosworth, No. 1416257, and Pigeon. So far as the applicability of these patents to claims 39 and 40 is concerned, it seems to be immaterial whether the yarns are fed in the manner indicated because of opposing' strains on the fabric sections or for some other reason. It would appear that the result of the special manner of feeding the yarns would be to cause them to be properly taken by the needles. It is our view that it would be uninventive to modify tlie structures of Pigeon, Scott, or Bosworth No. 1416257 so as to permit them to do split fabric knitting. The suggested modification is taught by the latch needle machine of the Bosworth patent No. 1154169.\nClaims 17 to 20, inclusive, recite more or less in detail the operation of appellant’s machine and are met by the above suggested modification of the Pigeon, Scott or Bosworth No. 1416257 constructions, except possibly the limitation in claim 18 to the maintenance of the in-feeding yarns from support on the web holders. For this last noted feature the examiner relies on the Jones patent, No. 1430814. Appellant contends that the Jones patent is not available as a reference because of the fact that the instant application is a continuation in part of an earlier application or applications antedating the filing of the application on which the Jones patent was granted. But the examiner points ■out in his report on certain affidavits filed in the case that the earlier application on which appellant relies did not disclose the features of the Jones patent relied on in the rejection of claims like claim 18. It is accordingly held that the Jones patent is available as a reference for features disclosed therein but not disclosed in appellant’s early application. Our conclusion with respect to claims 17 to 20 is that if the Pigeon, Scott or Bosworth No. 1416257 patent machines were modified to knit split foot stockings they would meet the claims except for the unpatentable feature disclosed in the Jones patent and included in claim 18. As previously noted the Wilcomb patent suggests the desirability of knitting split foot stockings on a spring beard needle machine and the Bosworth latch needle patent No. 1154169 would teach the modification of the structure of the basic references necessary to permit them to function in knitting split fabrics or split foot stockings by means of spring beard needles.\nOf the apparatus claims 21 to 28, inclusive, and 41 to 47, inclusive, most of them closely parallel the more limited method claims, e. g., claims 17 to 20, inclusive. Thus most of the apparatus claims rely for patentability on limitations stated in terms of structure followed by recitations of function corresponding generally to the steps of the method claims. It is our view that the apparatus claims must stand or fall with the more limited method claims and the grounds of rejection applied to the method claims apply equally to claims for the apparatus. Generally speaking, it is our view that if it were desired to use the spring beard needle machines of the Pigeon, Scott or Bosworth No. 1416257 patents to knit split foot stockings the structural changes necessary to enable the machines to function for the stated purpose could be made without invention in view of the teachings of the latch needle machine of the Bosworth patent No. 1154169. If it be argued that some suggestion as to the desirability of employing spring beard needles for split foot work is necessary, the suggestion is found in the Wilcomb-patent. When specific structural features are involved in the claims we accept the application by the examiner of the references to the claims for such specific features.\nThe decision of the examiner is affirmed.\nWe agree with the conclusions stated by the board and its reasons therefor. Most of the questions determined by the Board of Appeals were questions of fact, and no useful purpose would be served in reviewing in detail the conclusions of the board upon such questions.\nAppellant insists that the patent to Wilcomb, one of the basic references, not only does not disclose «the invention claimed by appellant, but that it should not be considered for the following reasons: That the patentee, Wilcomb, who was an employee of the company of which appellant is president, and whose patent had been assigned to it, had never built the machine described in his patent, nor was it ever built by anyone; that appellant’s method was never practiced by Wilcomb or by anyone, nor was appellant’s fabric or article ever produced under that patent. The answer to this contention is that the law is well settled that it was not necessary to build a machine, commercially practice the methods, or produce the article disclosed, in order to constitute it a valid reference anticipating appellant’s claims. Pickering v. McCullough, 104 U. S. 310; Tashjian v. Forderer Cornice Works, 14 Fed. Rep. (2d) 414.\nAnother contention of appellant is that the Ames patent, the other basic reference, has been the property of the company of which appellant is president for about 10 years, and that if it had disclosed features now claimed by appellant, his company would not have labored and have gone to the great expense that it did in producing the claimed invention of appellant; that said company has expended more than $100,000 in the development of the machine here claimed, and that expenditure would not have been made had the prior patents named in the references, owned by it, disclosed the invention for which appellant now makes claims, and that these facts show that the invention now claimed was not disclosed in such patents.\nThese considerations may be important in a doubtful case, but of course in themselves they constitute no evidence of patentability. In perfecting a complicated machine much talent may be employed and much money expended in changes and methods of construction involving only mechanical skill, which do not constitute invention.\nAppellant also contends that the board erred in citing the Jones patent, No. 1430814, as a reference to the feature of maintenance of the in-feeding yarns from support on the web holders, and calls attention to certain affidavits in the record which, it is claimed, establish that by reason of the original application of appellant, antedating that of Jones, appellant should be held to be-the inventor of that feature and not Jones. This contention is answered by the board in the statement:\nThe examiner points out in his report on certain affidavits filed in the case that the early application on which appellant relies did not disclose the features of the Jones patent relied on in this rejection of claims like claim 18. It is accordingly held that the Jones patent is available as a reference for features ■disclosed therein, but not disclosed in appellant’s early application.\nWe find no error in this holding.of the board.\nThe decision of the board is affirmed:",
        "type": "majority",
        "author": "LeNROot, Judge,"
      }
    ],
    "attorneys": [
      "Emery, Booth, Jamiey & Varney (Irving V. Townsend of counsel) for appellant.",
      "T. A. Hostetler and Howard 8. Miller for appellee."
    ],
    "corrections": "",
    "head_matter": "In re John Lawson\n(No. 2164)\nUnited States Court of Customs and Patent Appeals,\nDecember 30, 1929\nEmery, Booth, Jamiey & Varney (Irving V. Townsend of counsel) for appellant.\nT. A. Hostetler and Howard 8. Miller for appellee.\n[Oral argument November 12, 1929, by Mr. Townsend and Mr. Miller]\nBefore Gbaham, Presiding Judge, and Bland, Hatfield, Gakeett, and Lenboot, Associate Judges"
  },
  "file_name": "0743-01",
  "first_page_order": 193,
  "last_page_order": 198
}
