{
  "id": 12052572,
  "name": "James G. POORBAUGH, Petitioner, v. PENNSYLVANIA PUBLIC UTILITY COMMISSION, Respondent",
  "name_abbreviation": "Poorbaugh v. Pennsylvania Public Utility Commission",
  "decision_date": "1995-10-06",
  "docket_number": "",
  "first_page": "744",
  "last_page": "753",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 744"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "493 A.2d 653",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1792346
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0561-02"
      ]
    },
    {
      "cite": "507 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792346,
        1792373
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0561-02",
        "/pa/507/0561-01"
      ]
    },
    {
      "cite": "52 Pa. Code § 57.26",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "opinion_index": 0
    },
    {
      "cite": "345 A.2d 758",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "235 Pa.Superior Ct. 585",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        6772735
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/235/0585-01"
      ]
    },
    {
      "cite": "410 Pa.Superior Ct. 475",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        903242
      ],
      "weight": 7,
      "year": 1991,
      "pin_cites": [
        {
          "page": "483"
        },
        {
          "page": "557"
        },
        {
          "page": "484"
        },
        {
          "page": "557"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/410/0475-01"
      ]
    },
    {
      "cite": "499 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778806
      ],
      "weight": 12,
      "year": 1982,
      "pin_cites": [
        {
          "page": "378"
        },
        {
          "page": "597"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0374-01"
      ]
    },
    {
      "cite": "491 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1765655
      ],
      "weight": 27,
      "year": 1980,
      "pin_cites": [
        {
          "page": "131"
        },
        {
          "page": "375"
        },
        {
          "page": "131"
        },
        {
          "page": "376"
        },
        {
          "page": "131-32"
        },
        {
          "page": "376"
        },
        {
          "page": "132"
        },
        {
          "page": "376"
        },
        {
          "page": "133"
        },
        {
          "page": "376"
        },
        {
          "page": "133-34"
        },
        {
          "page": "377"
        },
        {
          "page": "134"
        },
        {
          "page": "377"
        },
        {
          "page": "134-35"
        },
        {
          "page": "377"
        },
        {
          "page": "135"
        },
        {
          "page": "377"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/491/0123-01"
      ]
    },
    {
      "cite": "477 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1738332
      ],
      "weight": 18,
      "year": 1977,
      "pin_cites": [
        {
          "page": "7-11"
        },
        {
          "page": "794-96"
        },
        {
          "page": "7"
        },
        {
          "page": "794"
        },
        {
          "page": "10-11"
        },
        {
          "page": "795-96"
        },
        {
          "page": "10"
        },
        {
          "page": "795"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/477/0001-01"
      ]
    },
    {
      "cite": "491 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1765655
      ],
      "weight": 4,
      "year": 1980,
      "pin_cites": [
        {
          "page": "134"
        },
        {
          "page": "377"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/491/0123-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1132,
    "char_count": 33993,
    "ocr_confidence": 0.736,
    "pagerank": {
      "raw": 1.5691804643841346e-07,
      "percentile": 0.6783864619134166
    },
    "sha256": "cbb9ad2564d3a1c300f53ffb4b625cc1a9224e5b592296df6eaa614e555a6f3a",
    "simhash": "1:bc9164861043ae75",
    "word_count": 5416
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McGINLEY and KELLEY, JJ., and NARICK, Senior Judge"
    ],
    "parties": [
      "James G. POORBAUGH, Petitioner, v. PENNSYLVANIA PUBLIC UTILITY COMMISSION, Respondent."
    ],
    "opinions": [
      {
        "text": "KELLEY, Judge.\nJames G. Poorbaugh appeals from an order of the Pennsylvania Public Utility Commission (PUC) which (1) granted in part and denied in part Poorbaugh’s exceptions to the initial decision of an administrative law judge (ALJ) dismissing a formal complaint filed by Poorbaugh against West Penn Power Company (West Penn); and (2) adopted the initial decision of the ALJ as the action of the PUC to the extent that it was consistent with the PUC’s opinion and order. We vacate the order of the PUC and remand this case for proceedings in accordance with this opinion.\nOn January 7, 1992, Poorbaugh filed in the Court of Common Pleas of Fayette County (trial court) a complaint against West Penn in which he sought to recover damages sustained in a barn fire. Poorbaugh alleged that the fire was caused by West Penn’s negligence in supplying an overvoltage of electricity. West Penn filed preliminary objections to the complaint and sought its dismissal, claiming that the trial court lacked subject matter jurisdiction over the matter. In the alternative, West Penn sought a more specific pleading.\nBy order dated March 3, 1992, the trial court granted West Penn’s preliminary objections and transferred to the PUC those issues relating to alleged violations of the standards of utility service under the Public Utility Code (Utility Code). The trial court retained jurisdiction of Poorbaugh’s suit for monetary damages but stayed that proceeding pending the PUC’s determination on the issues of utility service.\nOn February 3,1993, Poorbaugh filed a formal complaint with the PUC alleging as follows: (1) his barn was destroyed by fire on June 17,1991; (2) in the late evening of June 16, 1991, a West Penn 25 kilovolt (kV) sub-transmission line fell onto a West Penn 12.5 kV line causing an interruption of electrical service to Poorbaugh’s farm for several hours; (3) when West Penn restored power, its equipment failed, resulting in an arcing of electricity which led to the fire; and (4) West Penn violated the National Electrical Safety Code (NESC) by using inappropriate electrical transmission wire for service to his farm, by “splicing” the transmission wire to such an extent as to cause irrevocable damage, by failing to properly inspect, test and maintain the transmission wire and by failing to provide protective devices in the event of overvoltage on the 12.5 kV line. In November 1993, hearings were held before an ALJ. The ALJ made the following findings of fact.\nWest Penn supplied electrical service to Poorbaugh’s farm via a 12.5 kV distribution circuit. The distribution circuit extended to a transformer on Poorbaugh’s farm. West Penn owned the transformer and the pole on which it was located. A service wire owned by West Penn extended from its transformer to a weatherhead which was located on a meter pole on Poorbaugh’s farm. Poorbaugh owned the meter pole and the facilities thereon, except for the meter. Electrical service wires extended from the meter pole to Poor-baugh’s barn. West Penn did not own or maintain these service wires. For approximately three miles, the 25 kV subtransmission line is located on some of the same poles as, and in a position above, the 12.5 kV distribution circuit.\nOn June 16, 1991, a storm occurred in the area of the overbuild of the 25 kV subtrans-mission line and 12.5 kV distribution circuit. As a result of the storm, the subtransmission line and the distribution circuit came into contact with each other. Electricity going to Poorbaugh’s farm was interrupted. Following the creation of an overcurrent along the 12.5 kV distribution circuit, three protection/control devices (reclosers) failed. These reclosers were located on the same distribution line that serviced Poorbaugh’s barn.\nOn the evening of June 16, 1991, Poor-baugh’s farm was without electrical service. Early in the morning of June 17, electrical service was restored to the farm. A few hours later, Poorbaugh’s father, who lived on the farm, saw that the barn was on fire. He also saw insulation falling off of the electrical lines which ran from the pole next to the house to the barn. The barn was completely destroyed by the fire. The barn fire was not caused by smoking, accelerants, chemicals, spontaneous combustion of hay, lightning or milking equipment.\nWest Penn employees repaired the downed 25 kV subtransmission line by splicing it and adding wire. The employees could not recall if the 25 kV line had been spliced before their arrival and how many splices were in the line following their repair work.\nAs a result of the fire, wires from the meter pole to the barn lay on the ground and the transformer was damaged, although the transformer pole had not been damaged by the fire. The transformer removed from Poorbaugh’s farm was manufactured in 1960. West Penn transformers of a certain vintage are considered to have core loss and are scrapped automatically. West Penn had no policy of examining transformers periodically to determine their age. In 1991, West Penn also had no program to test distribution lightning arresters located on transformers to determine whether they were functioning properly. The purpose of a lightning arres-ter on a transformer is to drain off high voltage coming through a line to the transformer.\nPrior to the fire, Poorbaugh had not experienced any electrical problems in the barn. In October 1988 and June 1990, West Penn had alerted its customers about the need for surge protection. Poorbaugh did not recall receiving any surge protection information from West Penn.\nBased on the above facts, the ALJ concluded that (1) the PUC had jurisdiction over the parties and the subject matter of this proceeding; (2) West Penn had not violated Section 1501 of the Utility Code, PUC regulations or the NESC by creating multiple line splices on the 25 kV subtransmission line; (3) Poorbaugh had not met his burden of proving that West Penn had violated section 57.18(a) of the PUC’s regulations, 52 Pa.Code § 57.18(a), because West Penn had no policy for testing lightning arresters or for inspecting and testing transformers; (4) West Penn had provided sufficient testimony to establish that it did alert customers to the need for surge protection; (5) neither Poor-baugh nor West Penn had produced sufficient evidence to establish the origin of the fire; and (6) Poorbaugh had failed to meet his burden of proving that West Penn did not supply him with reasonable, adequate and sufficient electric service before the barn fire. Accordingly, the ALJ dismissed Poorbaugh’s complaint.\nPoorbaugh filed several exceptions to the ALJ’s decision with the PUC taking exception to the ALJ’s findings of facts and conclusions of law. The PUC granted Poorbaugh’s exceptions to the following extent: (1) witness testimony gave rise to a finding that the transformer was damaged before the fire occurred at Poorbaugh’s farm; (2) a negative inference should have been drawn against West Penn for its failure to provide information about the number of line splices on the 25 kV subtransmission line, and the evidence suggested that there were multiple line splices on the 25 kV line as of June 16 and 17, 1991; (3) witness testimony showed that multiple line splices weakened the 25 kY line and predisposed it to break; and (4) West Penn did not provide reasonable service when it made multiple line splices to the 25 kV line since NESC guidelines state that splices should be avoided. The PUC denied the remainder of Poorbaugh’s exceptions.\nThe PUC concluded that, while multiple line splices resulted in a weakening of the 25 kV line and predisposed it to break, the splices did not cause the line to break since no evidence was offered on this point. Moreover, while the transformer was damaged before the fire at Poorbaugh’s farm, the PUC did not conclusively find that the faulty transformer caused the fire. The PUC also concluded that West Penn did not have a duty to inspect the transformer because no evidence was put forward to rebut the contention that it is impossible to test transformers and arresters. The PUC adopted the initial decision of the ALJ as its own action to the extent that it was consistent with the PUC’s opinion and order. This appeal followed.\nIn this appeal, Poorbaugh raises the threshold issue of whether the PUC abused its discretion in accepting jurisdiction over this matter. Poorbaugh argues that the present case is a simple, straightforward tort suit requiring a trier of fact, with the aid of expert testimony; to determine whether a public utility is responsible for damages sustained by one of its customers on one particular date due to a power surge. As such, Poorbaugh asserts that there was no reason for the trial court to transfer jurisdiction over this matter to the PUC. We agree.\nThe Utility Code has placed a broad range of subject matter under the control of the PUC, making that agency responsible for ensuring the adequacy, efficiency, safety and reasonableness of public utility services, facilities and/or rates. See 66 Pa.C.S., § 1601. With respect to the jurisdiction of the PUC and a trial court’s authority to transfer a dispute to that agency, we find our Supreme Court’s decisions in Feingold v. Bell of Pennsylvania, 477 Pa. 1, 383 A.2d 791 (1977), Elkin v. Bell Telephone Company of Pennsylvania, 491 Pa. 123, 420 A.2d 371 (1980), and DeFrancesco v. Western Pennsylvania Water Company, 499 Pa. 374, 453 A.2d 595 (1982) to be instructive.\nIn Feingold, our Supreme Court recognized that, in spite of the PUC’s rather extensive statutory responsibility for ensuring the adequacy, efficiency, safety and reasonableness of public utility services, a court of common pleas has original jurisdiction to entertain a suit for damages against a public utility, based upon its asserted failure to provide adequate services, even though the subject matter of the complaint against the public utility is encompassed by the Utility Code. 477 Pa. at 7-11, 383 A.2d at 794-96.\nFeingold brought an action against Bell of Pennsylvania, seeking both injunctive relief and damages, alleging that Bell of Pennsylvania had wrongfully disconnected a referral device used to advise callers of his new telephone number, had wrongfully disconnected his telephone service when it discovered that he was using a privately maintained answering device and had wrongfully refused to supply him with mobile telephone service. A court of common pleas dismissed Feingold’s complaint on the basis that he had failed to exhaust his administrative remedies with the PUC. Our Supreme Court reversed the determination of the court of common pleas and remanded the matter to that court for adjudication. Our Supreme Court explained that in order for the PUC to have jurisdiction over Feingold’s claim for damages, it must be able to provide Feingold with an “adequate and complete” administrative remedy. Feingold, 477 Pa. at 7, 383 A.2d at 794. Our Supreme Court held that because the PUC is not authorized to award damages to a complainant, Feingold’s remedy from the PUC was not “adequate and complete.” Id. at 10-11, 383 A.2d at 795-96. Accordingly, jurisdiction over Feingold’s claim for damages rested exclusively in the court of common pleas. Id.\nIn Feingold, our Supreme Court further stated that it was clear that the remedial and enforcement powers vested in the PUC by the Utility Code were designed to allow the PUC to enforce its orders and regulations, but not to empower the PUC to award damages or to litigate a private action for damages on behalf of a complainant. Id. at 10, 383 A.2d at 795. The Supreme Court noted that Feingold’s complaint merely raised the question of whether his alleged damages were proximately caused by a breach of a legal duty owed to him by Bell of Pennsylvania. Id. at 10-11 n. 7, 383 A.2d at 796 n. 7. Such an issue was of the type traditionally disposed of by courts of law, and the Supreme Court did not see how the “administrative expertise” of the PUC would contribute to the resolution of this issue. Id. The Supreme Court noted that courts daily resolve disputes such as those for medical malpractice and products liability which involve equally technical and complex subject matters. Id. Our Supreme Court did concede that cases raising questions of the adequacy of utility service to an entire geographic area, rather than to one individual, could present problems which should be addressed initially by the PUC. Id.\nThe parameters of Feingold were further defined by our Supreme Court’s decision in Elkin v. Bell Telephone Company of Pennsylvania, 491 Pa. 123, 420 A.2d 371 (1980). In that case, Studio Photographers, Inc. (Studio), assignor to Elkin, filed a four-count complaint in a court of common pleas against Bell Telephone Company of Pennsylvania (Bell). The complaint alleged that Bell had negligently failed to provide Studio with reasonable, rapid and efficient service with respect to three WATS lines, had refused to furnish Studio with adequate directory assistance information service and had negligently failed to furnish Studio with written telephone listings for prospective customers. Upon consideration of Bell’s preliminary objections, the court of common pleas stayed the proceedings until the PUC had made a determination of standards for the services involved by the PUC.\nOur Supreme Court noted in Elkin that frequently both the courts and administrative agencies must play roles in the adjudication of certain matters. 491 Pa. at 131, 420 A.2d at 375. To accommodate the role of the court with that of the agency, the doctrine of primary jurisdiction has been developed. Id. at 131, 420 A.2d at 376. Essentially, the doctrine creates a workable relationship between the courts and administrative agencies wherein, in appropriate circumstances, the courts can have the benefit of the agency’s views on issues within the agency’s competence. Id. at 131-32, 420 A.2d at 376.\nThe doctrine of primary jurisdiction requires judicial abstention in eases where protection of the integrity of a regulatory scheme dictates preliminary resort to the agency which administers the scheme. Id. at 132, 420 A.2d at 376. Our Supreme Court stated in Elkin that the doctrine serves several purposes, chief of which are the benefits to be derived by making use of the agency’s special experience and expertise in complex areas with which judges and juries have little familiarity. Id. Another important consideration is the need to promote consistency and uniformity in certain areas of administrative policy. Id. at 133, 420 A.2d at 376. Once the administrative tribunal has determined the issues within its jurisdiction, then the temporarily suspended civil litigation may continue, guided in scope and direction by the nature and outcome of the agency determination. Elkin, 491 Pa. at 133-34, 420 A.2d at 377.\nWe find particularly instructive our Supreme Court’s cautionary advice in Elkin that courts should not be too hasty in referring a matter to an agency, or in developing a “dependence” on an agency whenever a controversy remotely involves some issue falling arguably within the domain of the agency’s “expertise.” Id. at 134, 420 A.2d at 377. Our Supreme Court stated that where the subject matter is within an agency’s jurisdiction and where it is a complex matter requiring special competence, with which a judge or jury would not or could not be familiar, the proper procedure is for a court of common pleas to refer the matter to the appropriate agency. Id. Also weighing in the consideration should be the need for uniformity and consistency in agency policy and the legislative intent. Id. Where, on the other hand, the matter is not one peculiarly within the agency’s area of expertise, but is one which the courts or jury are equally well-suited to determine, a court must not abdicate its responsibility. Id. In such cases, it would be wasteful to employ the bifurcated procedure of referral, as no appreciable benefits would be forthcoming. Id. at 134-35, 420 A.2d at 377.\nBased upon all of these considerations, our Supreme Court stated in Elkin that the allegations of Studio’s complaint quite clearly involved an area where the PUC’s expertise was needed, namely the adequacy and efficiency of WATS and directory assistance services. Elkin, 491 Pa. at 135, 420 A.2d at 377. Our Supreme Court further stated that the competence of the PUC in these areas was substantially greater than the competence of a court, and the need for uniformity of policy was apparent. Id.\nTwo years after its decision in Elkin, our Supreme Court again revisited the issue of the primary jurisdiction of the PUC in De-Francesco v. Western Pennsylvania Water Company, 499 Pa. 374, 453 A.2d 595 (1982). In that case, DeFrancesco brought a suit in trespass and assumpsit against Western Pennsylvania Water Company alleging that its failure to provide adequate water pressure in a fire hydrant caused a fire to burn out of control and damage his property. De-Francesco obtained a favorable verdict in a court of common pleas, and the Western Pennsylvania Water Company appealed, raising the argument that the court of common pleas had usurped the authority of the PUC. Our Superior Court reversed on this issue, holding that jurisdiction over DeFrancesco’s liability claims was properly vested in the PUC.\nOur Supreme Court reversed the decision of the Superior Court and concluded that jurisdiction over this matter rested with the courts, not the PUC. DeFrancesco, 499 Pa. at 378, 453 A.2d at 597. Our Supreme Court stated that DeFrancesco’s controversy was not one in which the general reasonableness, adequacy or sufficiency of a public utility’s service was drawn into question. Id. Resolution of DeFrancesco’s claims depended upon no rule or regulation predicated on the peculiar expertise of the PUC, no agency policy, no question of service or facilities owed to the general public, and no particular standard of safety or convenience articulated by the PUC. Id.\nThe gravamen of DeFrancesco’s allegations was that the utility negligently failed to provide service required, and a determination on DeFraneesco’s allegations was within the authority of the courts. Id. Our Supreme Court stated that resolving the essential question of whether Western Pennsylvania Water Company had failed to perform its mandated duties required no special knowledge or experience and fell within the scope of the ordinary business of the courts. Id. Finally, our Supreme Court stated that a court must look to the essence of the underlying claims, rather than to magic words, in determining where jurisdiction properly lies. Id. at 378 n. 5, 453 A.2d at 597 n. 5.\nWith our Supreme Court’s analysis in Feingold, Elkin and DeFrancesco in mind, we now turn our attention to the present case. The overriding issue is whether Poor-baugh’s allegations against West Penn required judicial abstention and transfer of the matter from the trial court to the PUC. We conclude that they did not.\nAs noted earlier, Poorbaugh filed a three-count complaint against West Penn in which he sought to recover damages sustained in a barn fire allegedly caused by West Penn’s negligence in supplying an overvoltage of electricity. In his complaint before the trial court, Poorbaugh alleged that West Penn had acted with carelessness and negligence in:\n(1) failing to reduce hazards to life and property as far as was feasibly practical;\n(2) failing to properly inspect the power lines in question;\n(3) failing to properly maintain and/or monitor the power lines in question;\n(4) failing to employ feasible alternate means that would have prevented Poorbaugh’s damages;\n(5) failing to prevent an overvoltage from the power lines in question;\n(6) providing a product which permitted dangerous and excessively high amounts of electricity to surge through transmission and distribution lines;\n(7) failing to adequately test and inspect its product, transmission and distribution lines before distributing electricity; and\n(8) distributing electricity after an overvol-tage and power outage without consideration of the effects such conditions would have upon Poorbaugh’s electrical system.\nPoorbaugh asserts that, as the result of West Penn’s carelessness and negligence, West Penn violated the Utility Code, PUC regulations and the NESC. We believe that the essence of Poorbaugh’s underlying claims is that West Penn failed to prevent an over-voltage from its power lines which permitted a dangerous amount of electricity to surge into Poorbaugh’s barn following a power outage and which resulted in a fire that destroyed the barn.\nAs previously discussed, our Supreme Court in Elkin set forth several considerations to be weighed in determining whether primary jurisdiction over a suit against a public utility rests with the PUC. In this case, while the subject matter of Poorbaugh’s complaint against West Penn is encompassed by the Utility Code, we conclude that this case is not a complex matter requiring the special expertise of the PUC in order to resolve it. As such, the present case is distinguishable from Elkin. With the assistance of expert testimony, there is no reason why a judge or jury could not determine whether West Penn had breached a duty of care owed to Poorbaugh by allegedly causing an oversurge of electricity which resulted in a fire.\nThe present case is also distinguishable from Elkin in that it does not involve the need for uniformity and consistency of agency policy. Rather, it focuses only upon the supply of electricity to one West Penn customer on one particular occasion. As noted in Feingold, questions about the adequacy of utility service to an entire geographic area, rather than to one individual, could present problems which should be addressed by the PUC. Feingold v. Bell of Pennsylvania, 477 Pa. 1, 10-11 n. 7, 383 A.2d 791, 796 n. 7. However, Poorbaugh’s claim is that of one individual, not an entire geographic area. In addition, the present ease does not raise any questions about how West Penn’s services or facilities affect the general public. See De-Francesco. In weighing the various considerations articulated by our Supreme Court with respect to the primary jurisdiction of the PUC, we conclude that jurisdiction over Poorbaugh’s claims should have been vested in the trial court, not the PUC.\nIn support of its position that jurisdiction over this matter was properly vested in the PUC, the PUC directs this court’s attention to Optimum Image, Inc. v. Philadelphia Electric Co., 410 Pa.Superior Ct. 475, 600 A.2d 553 (1991). In that ease, Optimum Image sued Philadelphia Electric Company (PECO), claiming that its film processing machines and its cash register had been damaged by power surges that were a result of voltage fluctuations in PECO’s electrical service. Optimum Image’s complaint alleged that PECO delivered, over an extended period of time, unreasonably defective electrical power to its business premises. Also at issue were matters relating to the adequacy of the equipment used by PECO to investigate the problems that were experienced by Optimum Image as well as PECO’s compliance with the tariff it had filed with the PUC. Our Superior Court concluded that the expertise of the PUC was needed to decide Optimum Image’s claims. Optimum Image, 410 Pa.Superior Ct. at 483, 600 A.2d at 557.\nThe Superior Court stated that, unlike the claims in DeFrancesco, the allegations of Optimum Image encompassed complex, technical claims relating to problems with the supply of electrical power over an extended period of time. Id. at 484, 600 A.2d at 557. Moreover, Optimum Image had also taken issue with the equipment used by PECO to investigate its problems as well as with PECO’s compliance with its tariff. Id.\nWhile Optimum Image is similar in some respects to the present case, we conclude that there are several important differences which make Optimum Image distinguishable. First, Poorbaugh’s claims focus upon one specific instance of electrical problems, not electrical problems over an extended period of time. Second, as has already been discussed, we do not believe that Poorbaugh’s case involves complex, technical issues. Unlike Optimum Image, Poorbaugh has not raised any issues relating to tariffs which would certainly require the expertise of the PUC. Given these considerations, we conclude that Optimum Image is not persuasive in the present case.\nAccordingly, the order of the PUC is vacated and this matter is remanded to the PUC for transfer back to the trial court for adjudication of Poorbaugh’s claims.\nORDER\nNOW, this 6th day of October, 1995, the order of the Pennsylvania Public Utility Commission, dated December 9, 1994, at No. C-00934745, is vacated and this case is remanded to the Pennsylvania Public Utility Commission for proceedings consistent with the foregoing opinion.\nJurisdiction relinquished.\n. West Penn has filed a brief in this case as intervenor. Its position is that the PUC's determination should be affirmed.\n. 66 Pa.C.S. §§ 101 — 3316.\n.The National Electrical Safety Code is an industry-wide code prepared under the auspices of the Bureau of Standards. It does not have the force of law but is voluntarily accepted as a minimum standard by the electrical industry. Densler v. Metropolitan Edison Company, 235 Pa.Superior Ct. 585, 592 n. 1, 345 A.2d 758, 762 n. 1 (1975).\n. 66 Pa.C.S. § 1501. Section 1501 of the Utility Code states in pertinent part as follows:\nEvery public utility shall furnish and maintain adequate, efficient, safe, and reasonable service and facilities, and shall make all such repairs, changes, alterations, substitutions, extensions, and improvements in or to such service and facilities as shall be necessary or proper for the accommodation, convenience, and safety of its patrons, employees, and the public. Such service also shall be reasonably continuous and without unreasonable interruptions or delay. Such service and facilities shall be in conformity with the regulations and orders of the commission.\n. Section 57.26 of the PUC's regulations, 52 Pa. Code § 57.26, provides:\nOverhead and underground transmission and distribution facilities and crossings of the wires or cable of every public utility over or under the facilities of other public utilities, cooperative associations or communication utilities, including parallel or random installation of underground electric supply and communications conductors or cable, shall be constructed and maintained in accordance with safe and reasonable standards, as set forth in the National Electrical Safety Code, 1981 edition.\n. Section 261H3 of the NESC provides, in pertinent part, as follows:\n3. Splices, taps, and dead-end fittings a. Splices should be avoided in crossings and adjacent spans. If it is impractical to avoid such splices, they shall have sufficient strength to withstand the maximum tension resulting from the loads in Rule 251 multiplied by an overload factor of 1.65.\nb. Taps should be avoided in crossing spans but if required shall be of a type which will not impair the strength of the conductors to which they are attached.\n. Section 57.18(a) of the PUC’s regulations, 52 Pa.Code § 57.18(a), states that \"[a] public utility shall make periodic inspections of its equipment and facilities in accordance with good practice and in a manner satisfactory to the Commission.”\n. We note that West Penn filed with the PUC a motion to strike several of Poorbaugh’s exceptions. The PUC denied West Penn’s motion to strike.\n. Our scope of review of a decision of the PUC is to determine whether constitutional rights have been violated or an error of law committed, and whether the PUC's findings are unsupported by substantial evidence in the record. Barasch v. Pennsylvania Public Utility Commission, 507 Pa. 561, 493 A.2d 653 (1985).\n. In its brief before this court, the PUC asserts that Poorbaugh never raised before the AU the issue of the PUC's jurisdiction over this case. The PUC states that Poorbaugh did not raise his jurisdictional issue until he filed with the PUC his exceptions to the ALJ’s initial decision. We note that, pursuant to Pennsylvania Rule of Appellate Procedure 1551, questions involving the jurisdiction of a governmental unit over the subject matter of an adjudication need not be raised before the governmental unit prior to consideration by this court.\n. Based upon our determination with respect to Poorbaugh’s threshold jurisdictional issue, we need not address his other issues.",
        "type": "majority",
        "author": "KELLEY, Judge."
      },
      {
        "text": "McGINLEY, Judge,\ndissenting.\nI respectfully dissent to the majority’s conclusion that the Pennsylvania Public Utility Commission (PUC) lacks jurisdiction over the present matter because “Poorbaugh’s claims focus upon one specific instance of electrical problems[,] ... Poorbaugh’s case [does not involve] ... complex, technical issues[, and] ... Poorbaugh has not raised any issues relating to tariffs which would certainly require the expertise of the PUC.”\nIn the present controversy, Poorbaugh alleged in Count One of his complaint that West Penn Power was negligent based upon the following:\n(a) Violating the minimum standards of The National Electrical Safety Code;\n(b) Violating internal Defendant West Penn regulations and/or Commonwealth of Pennsylvania Public Utility Regulations;\n(c) Failing to reduce hazards to life and property as far as is feasibly practical;\n(d) Failing to properly inspect the power lines in question;\n(e) Failing to properly maintain and/or monitor the power lines in question;\n(f) Failing to employ feasible alternate means that would have prevented Plaintiff’s damages;\n(g) Failing to prevent an overvoltage from the power lines in question;\n(h) In providing a product which permitted dangerous and excessively high amounts of electricity to surge through transmission and distribution lines;\n(i) Failing to adequately test and inspect its product, transmission and distribution lines before distributing electricity; and\n(j) Distributing electricity after an overvol-tage and power outage without consideration of the effects such conditions had upon Plaintiffs electrical system.\nComplaint, January 7, 1992, Paragraph 15(a-j) at 4; Reproduced Record (R.R.) at 8a.\nSection 1501 of the Public Utility Code (Code), 66 Pa.C.S. § 1501 provides:\nEvery public utility shall furnish and maintain adequate, efficient, safe, and reasonable service and facilities, and shall make all such repairs, changes, alterations, substitutions, extensions, and improvements in or to such service and facilities as shall be necessary or proper for the accommodation, convenience, and safety of its patrons, employees, and the public. Such service also shall be reasonably continuous and without unreasonable interruptions or delay. Such service and facilities shall be in conformity with the regulations and orders of the commission.\nSection 1505(a) of the Code provides:\nGeneral rule. — Whenever the commission, after reasonable notice ... finds that the service or facilities of any public utility are unreasonable, unsafe, inadequate, insufficient, or unreasonably discriminatory, or otherwise in violation of this part, the commission shall determine and prescribe, by regulation or order, the reasonable, safe, adequate, sufficient, service or facilities to be observed, furnished, enforced, or employed, including such repairs, changes, alterations, extensions, substitutions, or improvements in facilities as shall be reasonably necessary and proper for the safety, accommodation, and convenience of the public.\nIn Elkin v. Bell Telephone Company of Pennsylvania, 491 Pa. 123, 420 A.2d 371 (1980) our Pennsylvania Supreme Court discussed the purpose of the doctrine of primary jurisdiction and what was required in order for a common pleas court to refer a matter to an agency. The Supreme Court stated:\nTherefore, where the subject matter is within an agency’s jurisdiction and where it is a complex matter requiring special competence, with which the judge or jury would or could not be familiar, the proper procedure is for the court to refer the matter to the appropriate agency. Also weighing in the consideration should be the need for uniformity and consistency in agency policy and the legislative intent.\nElkin, 491 Pa. at 134, 420 A.2d at 377.\nIn the present controversy, Poorbaugh’s has alleged in his complaint that West Penn Power violated PUC regulations and industry standards which resulted in the failure of West Penn Power’s equipment and facilities. Poorbaugh alleges that this failure caused the fire which destroyed his barn. I believe that Poorbaugh has raised a number of complex issues that requires the expertise of the PUC. I would affirm the decision of the PUC to accept jurisdiction over the present matter.\n. 52 Pa.Code § 57.26 provides:\nOverhead and underground transmission and distribution facilities and crossings of the wires or cables of every public utility over or under the facilities of other public utilities, cooperative associations or communication utilities, including parallel or random installation of underground electric supply and communications conductors or'Cable shall be constructed and maintained in accordance with safe and reasonable standards, as set forth in the National Electrical Safety Code, 1981 edition. 52 Pa.Code § 5718 requires that a public utility “make periodic inspections ... in a manner satisfactory to the Commission\" and that a public utility file \"reports of inspections, when and in such form as the Commission may require.\"",
        "type": "dissent",
        "author": "McGINLEY, Judge,"
      }
    ],
    "attorneys": [
      "Steven P. Franckhauser, for petitioner.",
      "Terrence J. Buda, Assistant Counsel, for respondent.",
      "David L. Williams for intervenor West Penn Power Company."
    ],
    "corrections": "",
    "head_matter": "James G. POORBAUGH, Petitioner, v. PENNSYLVANIA PUBLIC UTILITY COMMISSION, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued June 8, 1996.\nDecided Oct. 6, 1995.\nReargument Denied Nov. 22, 1995.\nSteven P. Franckhauser, for petitioner.\nTerrence J. Buda, Assistant Counsel, for respondent.\nDavid L. Williams for intervenor West Penn Power Company.\nBefore McGINLEY and KELLEY, JJ., and NARICK, Senior Judge"
  },
  "file_name": "0744-01",
  "first_page_order": 802,
  "last_page_order": 811
}
