{
  "id": 12027323,
  "name": "Ronald A. CAMBREL, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Cambrel v. United States",
  "decision_date": "1975-01-07",
  "docket_number": "No. 8060",
  "first_page": "746",
  "last_page": "749",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 746"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "418 U.S. 431",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "307 A.2d 767",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11731507
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/307/0767-01"
      ]
    },
    {
      "cite": "301 A.2d 226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8049611
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "227"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/301/0226-01"
      ]
    },
    {
      "cite": "324 A.2d 683",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8056187
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "684-685"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/324/0683-01"
      ]
    },
    {
      "cite": "474 F.2d 1085",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1252289
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "1090"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/474/1085-01"
      ]
    },
    {
      "cite": "418 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 1973,
      "pin_cites": [
        {
          "page": "443"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "418 U.S. 442",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "443"
        },
        {
          "page": "445"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 5010",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "510 F.2d 651",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        147066,
        3687829
      ],
      "weight": 8,
      "year": 1974,
      "pin_cites": [
        {
          "page": "652"
        },
        {
          "page": "652"
        },
        {
          "page": "653"
        },
        {
          "page": "653"
        },
        {
          "page": "653"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/510/0651-01",
        "/us-app-dc/166/0271-01"
      ]
    },
    {
      "cite": "325 A.2d 190",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8026978
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "198"
        },
        {
          "page": "198"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/325/0190-01"
      ]
    },
    {
      "cite": "418 U.S. 424",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173326
      ],
      "weight": 10,
      "year": 1974,
      "pin_cites": [
        {
          "page": "440"
        },
        {
          "page": "3051"
        },
        {
          "page": "3052-3053"
        },
        {
          "page": "3049-3053"
        },
        {
          "page": "3052-3053"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/418/0424-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 5005",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1970,
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 593,
    "char_count": 9568,
    "ocr_confidence": 0.738,
    "pagerank": {
      "raw": 7.411373027130484e-08,
      "percentile": 0.44324784958505303
    },
    "sha256": "572ab2aa4ec5977a5806c507df207bbcd42e972b8aaebb2948f0e44aee953f93",
    "simhash": "1:fde8d16437ac1670",
    "word_count": 1578
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, YEAGLEY, and HARRIS, Associate Judges."
    ],
    "parties": [
      "Ronald A. CAMBREL, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "HARRIS, Associate Judge:\nA 27-count indictment was returned against appellant, charging him with first degree murder, armed robbery, burglary in the first degree while armed, assault with intent to kill while armed, rape while armed, and mayhem. All alleged offenses were committed over a period of three hours in the home of persons to whom appellant was personally well known. No trial was held, as a plea of guilty was entered to the first degree murder charge. Cambrel was 21 when the plea was accepted. Prior to imposing sentence, the trial court considered various reports which conveyed extensive background information about appellant. The court decided not to sentence Cambrel under the Youth Corrections Act (YCA), 18 U.S.C. § 5005 et seq. (1970), imposing instead the requisite adult sentence of 20 years to life in prison. D.C.Code 1973, § 22-2404. At that time, the Supreme Court had not yet decided Dorszynski v. United States, 418 U.S. 424, 94 S.Ct. 3042, 41 L.Ed.2d 855 (1974), and the trial court issued a 23-page opinion setting forth its reasoning in considerable detail. Cambrel argues on appeal that his sentence is invalid because the trial court (1) relied in part on allegedly impermissible factors in deciding not to sentence appellant under the YCA, and (2) gave an explanation for its rejection of YCA sentencing which assertedly was so insufficiently reasoned as to deny appellant due process of law. We affirm.\nThe sentencing judge concluded that “a Youth Corrections Act sentence is inappropriate, for three interrelated reasons.” First, the court found that Cambrel probably would not benefit from YCA sentencing in light of his “involvement with crime and drugs” during the past five years and the “apparently unsuccessful [prior] efforts at rehabilitation.” Second, he found that even if a YCA commitment “might in the abstract be beneficial,” it would not benefit Cambrel “because he requires a longer term of rehabilitative treatment than as a practical matter could and would be afforded him under a Youth Act sentence.”\nThird, the court readily acknowledged that it also considered “factors other than those relating solely to the benefit of this defendant.” The court noted that the crime was “exceptionally vicious” and “completely unprovoked”; that the defendant was “not a young child, but a twenty-one year old man”; that there was “no indication of incompetency or insanity”; and that the defendant still had “an explosive, aggressive personality which could well erupt at any time in acts profoundly dangerous to the citizens of this community.” The court stated that despite its strong support of “rehabilitation as the appropriate objective of . sentencing decisions,” it felt “that deterrence, punishment, or simple removal from the community for an adequate period of time are not inappropriate in exceptional circumstances.”\nAppellant contends that his sentence is improper because the trial court did rely in major part on factors other than “benefit” to Cambrel in deciding not to sentence under the YCA. We disagree. While the Act requires a trial judge to consider benefit to a youth offender in deciding whether YCA sentencing is appropriate, it does not prohibit reliance on other factors. See Bettis v. United States, D.C.App., 325 A.2d 190, 198 (1974); United States v. Allen, 510 F.2d 651, 652 (D.C.Cir. 1974); 18 U.S.C. § 5010 (1970). The trial court’s consideration of deterrence, punishment, and danger to the community was not improper.\nThe Supreme Court has stated that there is “virtual unanimity of opinion in the legislative history” of the Youth Corrections Act that it “was intended to increase the sentencing options of trial judges, rather than to limit the exercise of their discretion whether to employ the newly created options.” Dorszynski v. United States, supra 418 U.S. at 440, 94 S.Ct. at 3051. Because the Act was not meant to circumscribe the discretion of sentencing courts, no further appellate review of a sentence is warranted once it is found that the sentencing judge considered the option of treatment under the Act and rejected it. Id. 418 U.S. 442, 443, 94 S.Ct. at 3052-3053; see United States v. Allen, supra, 510 F.2d at 652.\nWhen the record shows — as it does here — that the sentencing court was well aware of the YCA alternative and found that a defendant would not benefit from it, the fact that the court also considered other factors does not invalidate an adult sentence. See Dorszynski v. United States, supra, 418 U.S. 436, 443, 94 S.Ct. at 3049-3053; Bettis v. United States, supra, 325 A.2d at 198; United States v. Allen, supra, 510 F.2d at 653; Robinson v. United States, 474 F.2d 1085, 1090 (10th Cir. 1973). See also Taylor v. United States, D.C.App., 324 A.2d 683, 684-685 (1974); Paul v. United States, D.C.App., 301 A.2d 226, 227 (1973). To conclude otherwise “would embroil the appellate court in the kind of review of sentencing reasons that Dorszynski says is not a legitimate part of the appellate function.” United States v. Allen, supra, 510 F.2d at 653; see Dorszynski v. United States, supra, 418 U.S. 442, 445, 94 S.Ct. at 3052-3053; cf. Banks v. United States, D.C.App., 307 A.2d 767, 769 & n. 3 (1973).\nCambrel’s second argument on appeal is that the trial court’s statement of reasons for denying YCA sentencing was so insufficient as to deny him due process of law. In Dorszynski v. United States, supra, the Supreme Court did not resolve the question whether a lack of a reasoned explanation for denial of a YCA sentence might violate a youth offender’s due process rights. 418 U.S. 431, 94 S.Ct. at 3047 n. 7. While we find such a due process argument rather elusive, in this case the trial court considered multiple presentence documents and issued a lengthy opinion in which it carefully articulated its reasons for concluding the YCA treatment would be inappropriate. In no way was appellant denied due process of law by the trial court’s conscientious approach to the difficult task of sentencing.\nAffirmed.\n. At the plea hearing conducted pursuant to Super.Ct.Cr.R. 11, the government proffered that if a trial were held, its evidence would show that on April 9, 1973, Preston Spears was at home while his family was out; that when his two daughters (ages 16 and 22) and his son (age 21) returned, they found their father with his hands tied behind his back, being watched over by Cambrel, who was armed with a gun; and that Cambrel ordered all four persons up the stairs, where he bound and gagged them, and placed them in separate rooms.\nThe government further proffered that Cam-brel ransacked the home and asked the son several times to tell him where money and valuables were located; that Cambrel then stabbed the son repeatedly in the neck; that while the son pretended to be dead, Cambrel raped the younger daughter, stabbed her several times in the neck, and ransacked her room; that Cambrel then beat the older daughter, stabbed her, kicked her down the stairs, and threw a lamp in her face, and that he left about three hours after arriving.\nFinally, the government proffered that when the Spears children were able to untie themselves, they found their father in his room, dead, with liis hands tied, neckties pulled around this throat so as to cause strangulation, and his throat slashed ; that after leaving the Spears’ residence, Cambrel went to the home of friends, where he appeared calm and asked if he could stay there that night; that he was arrested the next day; that all three Spears children positively identified Cambrel; and that Cambrel’s palm print was found on the toilet seat in the Spears’ home.\n. The court considered (1) a recommendation from the Lorton Youth Center prepared pursuant to § 5910(e) of the Youth Corrections Act; (2) a report from a private psychiatrist who examined Cambrel at the request of defense counsel; (3) a report from a Superior Court probation officer; and (4) correspondence with District of Columbia correctional authorities reflecting that the average length of confinement under the YCA at the Lorton Youth Center is 19 months.\n. The government argues that YCA sentencing is impermissible in first degree murder cases. We do not reach this contention, since Cam-brel was not sentenced under the YCA.\n. In light of the Dorszynski decision, appellant has withdrawn his contention that he was entitled, as a matter of statutory right, to a more explicit statement of the trial court’s reasons for its ultimate conclusion that he would not “benefit” from a YCA commitment.\n. Because the denial of YCA treatment here was based on a variety of considerations, only one of which was overcrowding at the Lorton Youth Center, we are not confronted with the issue which would arise if a judge concluded that a defendant would benefit from YCA sentencing but withheld it solely because facilities were overcrowded. See United States v. Allen, 510 F.2d 651, at 653 (D.C.Cir. 1974).",
        "type": "majority",
        "author": "HARRIS, Associate Judge:"
      }
    ],
    "attorneys": [
      "Mark W. Foster, Washington, D. C., appointed by this court, for appellant. Michael Fayad and Robert M. Weinberg, Washington, D. C., appointed by this court, also entered appearances for appellant.",
      "David R. Addis, Asst. U. S. Atty., with whom Earl J. Silbert, U. S. Atty., and John A. Terry, James F. McMullin, John T. Kotelly and Joseph B. Valder, Asst. U. S.Attys., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ronald A. CAMBREL, Appellant, v. UNITED STATES, Appellee.\nNo. 8060.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 20, 1974.\nDecided Jan. 7, 1975.\nMark W. Foster, Washington, D. C., appointed by this court, for appellant. Michael Fayad and Robert M. Weinberg, Washington, D. C., appointed by this court, also entered appearances for appellant.\nDavid R. Addis, Asst. U. S. Atty., with whom Earl J. Silbert, U. S. Atty., and John A. Terry, James F. McMullin, John T. Kotelly and Joseph B. Valder, Asst. U. S.Attys., were on the brief, for appellee.\nBefore KELLY, YEAGLEY, and HARRIS, Associate Judges."
  },
  "file_name": "0746-01",
  "first_page_order": 784,
  "last_page_order": 787
}
