{
  "id": 7867216,
  "name": "Frank NADER, Appellant, v. G. Arden HUGHES, Coroner duly elected for Crawford County",
  "name_abbreviation": "Nader v. Hughes",
  "decision_date": "1994-06-02",
  "docket_number": "",
  "first_page": "747",
  "last_page": "754",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 747"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "480 A.2d 1330",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "85 Pa.Commonwealth Ct. 73",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1325388
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/85/0073-01"
      ]
    },
    {
      "cite": "528 A.2d 604",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "515 Pa. 596",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "96 Pa.Commonwealth Ct. 251",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1346068
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/96/0251-01"
      ]
    },
    {
      "cite": "95 York Legal Record 1",
      "category": "reporters:state",
      "reporter": "York",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "108 Pa.Commonwealth Ct. 606",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1362103
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/108/0606-01"
      ]
    },
    {
      "cite": "499 A.2d 1129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "92 Pa.Commonwealth Ct. 484",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1340835
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/92/0484-01"
      ]
    },
    {
      "cite": "95 Pa.Commonwealth Ct. 439",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1344995
      ],
      "weight": 4,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/95/0439-01"
      ]
    },
    {
      "cite": "127 A.2d 738",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "387 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1270995
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/387/0442-01"
      ]
    },
    {
      "cite": "591 A.2d 1054",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1827748,
        1827694
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/527/0363-01",
        "/pa/527/0364-01"
      ]
    },
    {
      "cite": "527 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827748
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/527/0363-01"
      ]
    },
    {
      "cite": "131 Pa.Commonwealth Ct. 611",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1399168
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/131/0611-01"
      ]
    },
    {
      "cite": "464 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710363
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "192"
        },
        {
          "page": "280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0168-01"
      ]
    },
    {
      "cite": "123 Pa.Commonwealth Ct. 150",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1382635
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "page": "156"
        },
        {
          "page": "498"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/123/0150-01"
      ]
    },
    {
      "cite": "306 A.2d 283",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948572
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0299-01"
      ]
    },
    {
      "cite": "40 A.2d 408",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1945,
      "opinion_index": 0
    },
    {
      "cite": "351 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        462790
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/pa/351/0238-01"
      ]
    },
    {
      "cite": "442 A.2d 35",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "65 Pa.Commonwealth Ct. 173",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1930127
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/65/0173-01"
      ]
    },
    {
      "cite": "194 A.2d 867",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1963,
      "pin_cites": [
        {
          "page": "868"
        },
        {
          "page": "868"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "412 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887242
      ],
      "weight": 4,
      "year": 1963,
      "pin_cites": [
        {
          "page": "450"
        },
        {
          "page": "449"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0448-01"
      ]
    },
    {
      "cite": "461 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483688
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/461/0482-01"
      ]
    },
    {
      "cite": "598 A.2d 286",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "528 Pa. 633",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "137 Pa.Commonwealth Ct. 588",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1410875
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "591"
        },
        {
          "page": "39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/137/0588-01"
      ]
    },
    {
      "cite": "264 Pa.Super. 368",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        119381
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/264/0368-01"
      ]
    },
    {
      "cite": "354 Pa. Superior Ct. 291",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        571339
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "295"
        },
        {
          "page": "880"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/354/0291-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 993,
    "char_count": 24155,
    "ocr_confidence": 0.723,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20029584736407413
    },
    "sha256": "a5fd151e75e92a5aa265faf88a851ad820ca43f2586c0987de191fac647c67ec",
    "simhash": "1:9a17a62360766233",
    "word_count": 4047
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI and FRIEDMAN, Judges, and SILVESTRI, Senior Judge."
    ],
    "parties": [
      "Frank NADER, Appellant, v. G. Arden HUGHES, Coroner duly elected for Crawford County."
    ],
    "opinions": [
      {
        "text": "SILVESTRI, Senior Judge.\nFrank Nader (Nader) appeals the order of the Court of Common Pleas of Crawford County (trial court) dismissing his action in mandamus against G. Arden Hughes, Coroner for Crawford County (Hughes).\nIn his complaint against Hughes, Nader alleged that he was the father of Mark Nader (Mark), who died on March 8, 1987 as a result of injuries sustained from a gunshot wound. Mark’s death was investigated by the Pennsylvania State Police on behalf of the District Attorney. Thereafter, Hughes ruled that Mark’s death was a suicide. Nader, not accepting Mark’s death to be a suicide, engaged the services of an attorney and a private investigator. Nader, after an investigation by the private investigator, asked Hughes that a coroner’s jury be impaneled for the purpose of determining the manner of Mark’s death, which request was denied. Nader alleges that he has suffered “incalculable stress and mental anguish ... over ... the refusal of ... the Coroner’s office to act responsibly” and that he, Nader, has an intense interest, “both religious ... and social, in clearing the stigma of suicide from the family and the deceased.” The relief sought by Nader in the mandamus action was for the trial court to enter judgment against Hughes, commanding him to impanel a coroner’s jury and conduct an inquest into the death of Mark.\nHughes filed an answer to Nader’s complaint denying the relevant factual averments contained therein and also filed a motion for summary judgment. The trial court dismissed Hughes’ motion for summary judgment and the matter was scheduled for trial in the April, 1992 term of civil jury trials. After several continuances, a pre-trial conference was held on February 4,1998 with trial set for February 11, 1993. On February 11, 1993, following jury selection but before the jury was sworn, a third pre-trial conference was held in the trial judge’s chambers. A transcript of the conference reveals the following:\nTHE COURT:\nAt a second pretrial conference this morning I raised the issue of standing, admittedly late. I don’t remember it being raised before in this case by anybody.\n[A]m (sic) inclined to think that maybe I should now decide that he has no standing or interest to bring this suit as a matter of law, so that if there is a [sic] appeal on that issue, that issue is resolved before we go through a lengthy and expensive and somewhat publicly charged trial. (Transcript, pp. 2-3).\nAfter comments from both counsel, essentially requesting the opportunity to file briefs, the trial judge stated:\nTHE COURT: Here is what I am going to do. I am going to continue this case and probably going to give you a brief briefing period and make a ruling. My leaning now is he doesn’t, he is not a party aggrieved so as to be a private citizen entitled to bring a Mandamus action.\nIf somebody convinces me I am wrong, then we can always list this case on the next trial term two months from now.\nI will go in and we will dismiss the jury as not being necessary (sic) this time because I am continuing the case to resolve a legal matter.\n(Transcript, pp. 6-9.)\nThe trial court then directed counsel for both parties to submit briefs on the standing issue by 4:30 p.m. on February 16, 1993. The trial judge returned to the courtroom and discharged the jury and continued the case generally. The parties filed their briefs as directed by the trial judge.\nOn March 31, 1993, the trial court filed an opinion and order in which it determined that Nader lacked standing to maintain the action in mandamus, dismissed the action and entered judgment in favor of Hughes. In its opinion in support of the order, the trial court set forth the following facts:\nMark Nader died as a result of a gunshot wound on March 8, 1987. The death was investigated by the Pennsylvania State Police, particularly Trooper Scott Patterson. The defendant, as Coroner, did not visit the scene where the shooting occurred, nor did he interview the one eyewitness to the event. Patterson did those things.\nThe Coroner did order an autopsy by the Allegheny County Coroner’s Department and did seek certain ballistic opinions from the State Police Crime Lab in Harrisburg. The Coroner reviewed the criminal investigation performed by the Pennsylvania State Police (including eyewitness statements), met with John Dawson, the District Attorney, and talked with Trooper Patterson on a number of occasions.... Frank Nader (plaintiff) ... disturbed with the Coroner’s conclusion, hired an attorney. Plaintiff ... hired private investigators .... Plaintiff, through his attorney and investigators, wrote to the Coroner and District Attorney. Plaintiff then met with them in an effort to encourage the Coroner to change his conclusion and conduct an inquest.\nPlaintiff disagrees with the Coroner’s conclusion and filed his complaint on September 4, 1990....\nThe injury to the Plaintiff that he believes was caused by the Coroner’s action is set forth in paragraph 20 of the complaint as follows:\nThe Plaintiff, Frank Nader, is the father of the deceased, and has suffered incalculable stress and mental anguish over the death of his son and over what he believes to be the refusal of the District Attorney and the Coroner’s office to act responsibly upon the evidence in the matter of Mark Nader’s death. Further, the Plaintiff has an intense interest, both religious (both the Plaintiff and the deceased are Roman Catholics) and social, in clearing the stigma of suicide from the family and the deceased.\n(Original record, Item 36, trial court opinion, pp. 2-4).\nNader argues that the trial court erred by raising the issue of standing sua sponte after the jury was “empaneled” and that the trial court improperly determined that Nader did not have standing to bring a mandamus action compelling the coroner to perform an inquest into the death of Nader’s deceased child.\nWe will first address the issue of whether the trial court’s raising the issue of standing at the pre-trial conference following the selection of the jury on February 11, 1993 constituted a sua sponte disposition of the issue of standing. It is clear that, although the trial court raised the issue of Nader’s standing at the February 11, 1993 pre-trial conference, it did not, at that time, decide the issue, but did so only after giving the parties notice and an opportunity to present briefs relative thereto, which the parties submitted.\nIn Vogel v. Berkley, 354 Pa. Superior Ct. 291, 295, 511 A.2d 878, 880 (1986), the trial court, at a pre-trial conference on its own motion, dismissed four of five counts of the plaintiffs complaint. The Superior Court, after setting forth paragraphs (a) and (f) of Pa.R.C.P. 212 held:\nThe purpose of a pre-trial conference is to enable the parties to simplify and expedite the trial. Gill v. McGraw Electric Co., 264 Pa.Super. 368, 399 A.2d 1095 (1979). It is appropriate for the pre-trial conference court to decide issues of law based on admitted or undented facts appearing of record.\nIn our decision in Hunt v. Department of Transportation, 137 Pa.Commonwealth Ct. 588, 591, 587 A.2d 37, 39, appeal denied, 528 Pa. 633, 598 A.2d 286 (1991), we stated our agreement with Vogel and further stated, “[t]he trial court’s authority to settle, at pretrial conference, issues of law upon undisputed facts is implicit in Pa.R.C.P. No. 212.”\nIn the briefs submitted by the parties in response to the trial court’s invitation for submission on the issue of standing, neither of the parties set forth the underlying facts; however, as previously noted, the facts, set forth in the opinion garnered from the pleadings and affidavits in support of Hughes’ August 30, 1991 motion for summary judgment, became, by virtue of the failure of either party to object to such facts and also by the parties’ adoption of said facts in their briefs, the undisputed facts of the case.\nIn Wiegand v. Wiegand, 461 Pa. 482, 337 A.2d 256 (1975), the Supreme Court held that sua sponte consideration of issues by a court deprives counsel of the opportunity to brief and argue the issues and the benefit of counsel’s advocacy. Herein, the court specifically requested briefs from both counsel on the issue and briefs were submitted. Because the issue of standing, although initially raised by the trial court at the pre-trial conference, was decided only after argument by the parties’ counsel by way of briefs on the undisputed facts, the trial court did not commit error in raising and deciding the issue.\nWe next turn to the issue of whether the trial court properly determined Nader lacked standing to bring the within action. In order to address the merits of whether Nader had standing, it is necessary to set forth the duties of a coroner and the nature and requisites of an action in mandamus.\nThe gunshot wound to Mark Nader, resulting in his death, occurred in Crawford County where the Coroner is an elected public official pursuant to the County Code (Code), whose powers and duties are those set forth therein. Section 1237, 16 P.S. § 1237, as herein relevant, provides:\nThe coroner ... shall investigate the facts and circumstances concerning deaths ..., for the purpose of determining whether or not an inquest thereof should be had, ... (1) Any sudden ... violent or suspicious death, ...\nThe purpose of the investigation shall be to determine whether or not there is any reason sufficient to the coroner to believe that any such death may have resulted from the criminal acts or criminal neglect of persons other than the deceased, rather than from natural causes or by suicide....\nSection 1238, 16 P.S. § 1238, as herein relevant, provides:\nIf, upon the investigation by the coroner, he shall not be satisfied thereby that the death resulted from natural causes, or by suicide, he shall proceed to conduct an inquest upon a view of the body as provided by law....\nThere is no dispute that Mark’s death was within the definition of “any sudden, violent or suspicious death.” In addressing Section 1237 in Czako v. Maroney, 412 Pa. 448, 450, 194 A.2d 867, 868 (1963), the Supreme Court stated:\n[I]n modern times in the United States, the finding of a coroner’s jury is merely advisory to the public authorities charged with the administration of the criminal law. It is only a preliminary investigation and not a trial on the merits. Its finding is binding on no one as a judgment. Its main purpose is to ascertain, if possible, if the death were due to other than natural causes. See, 13 Am.Jur. §§ 6, 11 (1938); 18 C.J.S. Coroners § 15 (1939); 8 P.L.E. Coroners § 2 (1958).\nIt is quite clear, therefore, that a coroner’s inquest is required to be held only where the circumstances of the death are suspicious in nature and only where the cause of death is problematical or in doubt. If it is evident that the death was felonious, no inquest is necessary and would be superfluous.\nThe Supreme Court also held that “whether or not an inquest should be held is within the reasonable discretion by the Coroner.” Czako, 412 Pa. at 449, 194 A2d at 868.\nIt is clear that pursuant to section 1237 and section 1238, when read together, and from the teachings of Czako, it is mandatory for the coroner to investigate, among other deaths not herein relevant, “sudden, violent or suspicious” deaths; the purpose of such investigation being to enable the coroner to determine whether there is any reason sufficient to the coroner to believe that the death may have resulted from criminal acts of persons other than the deceased instead of natural causes or by suicide. Upon completion of the Coroner’s investigation, conducted pursuant to section 1237, if the Coroner is not satisfied that the death resulted from natural causes or by suicide, he shall proceed to conduct an inquest.\nIf, from the investigation into a “sudden, violent or suspicious death,” it is evident that the death resulted from criminal acts of persons other than the deceased, no inquest is necessary. Czako, 412 Pa. 448, 194 A.2d 867 (1963). It also follows that if the Coroner is satisfied from the investigation that the death was the result of suicide, no inquest is necessary. We held in Bair v. Fourhmam, 65 Pa.Commonwealth Ct. 173, 442 A.2d 35 (1982), that the findings of the inquest jury are merely advisory to the public authorities charged with the administration of the criminal laws and are binding on no one as a judgment, citing Czako; a fortiori the findings of the coroner in the investigation preliminary to the decision of whether or not to conduct an inquest are also not binding, but advisory only.\nIt admits of no argument, from the foregoing, that although the coroner is mandated to conduct an investigation into a “sudden, violent or suspicious death,” he need not conduct an inquest unless, upon completion of the mandated investigation, he “shall not be satisfied” as a result of the investigation that death resulted from natural causes or by suicide. Thus, under the Code, whether or not the coroner conducts an inquest is within his discretion. Such discretion is to be exercised reasonably. Czako, 412 Pa. 448, 194 A.2d 867 (1963). In conducting the investigation, as mandated under section 1237, the presumption is that the coroner, as a public official, acted in good faith. Hirko v. Reese, 351 Pa. 238, 40 A.2d 408 (1945).\nHerein, Nader seeks to compel Hughes to exercise his discretion to conduct an inquest into the death of Mark by this action in mandamus. The issue before us is not whether this action in mandamus can or cannot be sustained, but whether Nader has standing to bring this action against the Coroner. The doctrine of standing insures that a court will have the benefit of truly adverse parties in resolving a case, Moore v. Jamieson, 451 Pa. 299, 306 A.2d 283 (1973), and as such, a party’s standing is a prerequisite to obtaining judicial resolution of a dispute. Citizens For State Hospital v. Commonwealth, 123 Pa.Commonwealth Ct. 150, 553 A.2d 496 (1989).\nNader’s complaint asserts that he was injured by reason of Hughes’ refusal to conduct an inquest and in his determination that Mark committed suicide. Additionally, in his brief to us, he argues that he “suffered extreme personal grief, stress, and anguish,” and that he and his family were injured in that they have “suffered from the blatant stigma that ... Mark ... committed suicide.” Nader then concludes his argument by stating “[t]he general public at large has not received such an injury.” (Brief for Appellant, p. 18).\nIn William Penn Parking Garage, Inc. v. City of Pittsburgh, 464 Pa. 168, 192, 346 A.2d 269, 280 (1975), the Supreme Court held that the core concept of standing is:\n[T]hat a person who is not adversely affected in any way by the matter he seeks to challenge is not “aggrieved” thereby and has no standing to obtain a judicial resolution of his challenge.\nIn Citizens For State Hospital, we further stated, citing William Penn Parking, that to be considered aggrieved:\na party, seeking to challenge governmental action, “must show a direct and substantial interest,” i.e. an interest other than that of the general public which will be adversely affected by the challenged action, and “show a sufficiently close causal connection between the challenged action and the asserted injury to qualify the injury as ‘immediate’ rather than ‘remote.’ ”\nCitizens, 123 Pa.Commonwealth Ct. at 156, 553 A.2d at 498; See also Pennsylvania State Lodge of the Fraternal Order of Police v. Commonwealth, 131 Pa.Commonwealth Ct. 611, 571 A.2d 531 (1990), affirmed, 527 Pa. 363, 591 A.2d 1054 (1991).\nAs noted, in “sudden, violent or suspicious deaths”, the coroner is mandated to conduct an investigation. The emotional trauma which family members of the deceased suffer, whatever the degree, does not result from the statutory duty of the coroner to investigate such a death, but results from the death of the decedent. Likewise, the discretion of the coroner whether or not to conduct an inquest is not a precipitating factor of the emotional trauma of the decedent’s death.\nThe fact that a decedent, whose death resulted from a suicide as determined by the coroner, may be of a religious persuasion, as may be his family, whose tenets condemn the manner of death of the decedent, any stigma the family and the decedent may suffer cannot be said to have resulted from the coroner’s exercise of discretion whether or not to conduct an inquest. There is neither any allegation in Nader’s complaint nor in the stated facts which establishes a causal link between the claimed injury to Nader and the performance of Hughes’ duty.\nFinally, we note where the action of a public official sought to be compelled is discretionary, as is Hughes’, as to whether or not to conduct an inquest, mandamus will not lie to control the discretionary act; however, we will review a public official’s discretion where its exercise is arbitrary or fraudulent or is based upon a mistaken view of the law. Garratt v. Philadelphia, 387 Pa. 442, 127 A.2d 738 (1956). See also Lutz v. Commonwealth, 95 Pa.Commonwealth Ct. 439, 505 A.2d 1356 (1986).\nNader, in his complaint, alleged that he employed Daniel Barber (Barber), a licensed private investigator for the purpose of “investigating further the cause and manner of Mark Nader’s death.” (See paragraph 10 of Nader’s complaint). In paragraph 11 of the complaint, Nader sets forth, in five (5) pages, those facts he, Nader, discovered as a result of Barber’s investigation. Nader then asserts, “[a]ll of these very low percentage circumstances add up in the mind of the plaintiff to a near impossibility of such likelihood that Mark Nader’s death was a suicide.” (Emphasis added). Nader alleges that he, through his attorney, made written requests of Hughes “for the impaneling of a coroner’s jury” (paragraph 16) which Hughes denied in writing (paragraph 17). In paragraph 18, Nader alleges that Hughes’ failure to conduct an inquest into the death of his son was “an abuse of ... authority and discretion” by Hughes.\nOur review of Nader’s complaint fails to reveal any allegations sufficient to raise an issue that Hughes, in exercising his discretion in deciding not to conduct an inquest into the death of Mark, was arbitrary, fraudulent or based upon a mistaken view of the law. Thus, the trial court, in finding that Nader lacked standing to maintain the within action, neither abused its discretion nor committed an error of law. Accordingly, we will affirm its decision and order. /\nORDER\nAND NOW, this 2nd day of June, 1994, the order of the Court of Common Pleas of Crawford County, Pennsylvania dated March 31, 1998 is affirmed.\n. This action, as originally filed, was styled Frank Nader, Individually and on behalf of the Estate of Mark Nader, Plaintiff, against Hughes and John Dawson, District Attorney, duly elected for Crawford County. The trial court, after preliminary objections by John Dawson, by orders of April 24, 1991 and September 19, 1991 removed John Dawson as a party defendant from the action, In an opinion filed by the trial court on March 31, 1993, the trial court treated this action as being filed only by Frank Nader, individually. None of the foregoing orders, nor the trial court's treatment of this action as being filed by Frank Nader only, has been challenged by the parties.\n. The original record contains a document entitled \"Transcript of Colloquy Taken At a Time Scheduled for Jury Trial.\" The date and time were Thursday, February 11, 1993, beginning at approximately 1:25 P.M.. Since such transcript appears in the record, but not in the reproduced record, we will refer to it as \"Transcript\" followed by the appropriate page number.\n. The record before us does not demonstrate any proceeding before the trial court in which the facts as stated by it were determined. At the time of the pre-trial conference on February 11, 1993, the trial court had before it the complaint of Nader and the answer by Hughes. Our review of the record demonstrates that the facts set forth by the trial court, upon which it made its determination that Nader lacked standing, were obtained from the complaint and answer and from the affidavits filed by Hughes in support of his motion for summary judgment, which motion was denied.\nSince Nader, in his brief to us, verbatim sets forth the facts as stated by the trial court in its opinion and Hughes, in his brief to us, neither sets forth any facts nor disputes those set forth by Nader, we determine this matter upon the facts as stated in the opinion of the trial court.\n. Variation of \"impanel”, Webster’s Third New International Dictionary, unabridged p. 1131 (1986).\n. Pa. R.C.P. 212 provides, as herein relevant, as follows:\nIn any action the court, of its own motion or on motion of any party, may direct the attorneys for the parties to appear for a conference to consider:\n(a) The simplification of the issues;\n(f) Such other matters as may aid in the disposition of the action.\n. The briefs are in the reproduced record; however, the reproduced record contains no pagination.\n. The fact that the Court’s consideration of the issue of standing was raised after the selection of the jury is of no significance since Pa. R.C.P. No. 1099 requires the trial of an action in mandamus \"by a judge sitting without a jury ... in accordance with Rule 1038.” See Beharry v. Mascara, 92 Pa.Commonwealth Ct. 484, 499 A.2d 1129 (1985).\n. Our scope of review is to determine whether the trial court abused its discretion or committed an error of law. Douros v. Township of Newtown, 108 Pa.Commonwealth Ct. 606, 530 A.2d 1002 (1987).\n. Act of August 9, 1955, P.L. 323, as amended, 16 P.S. §§ 401-3101.\n. Article XII(B), 16 P.S. §§ 1231-1251. Because Mark’s death occurred on March 8, 1987, the 1990 amendments to the Code are not herein applicable.\n. Section 1239, 12 P.S. § 1239, as herein relevant, defines \"sudden deaths” as follows:\nThe coroner shall regard any death as sudden if it occurs without prior medical attendance by a person who may lawfully execute a certificate of death in this Commonwealth,....\n[Tjhis section shall not be construed to affect the coroner’s discretion as to whether or not any death was suspicious.\n. Our decision in Bair was the opinion of Judge James E. Buckingham of York County, whose opinion we adopted. Judge Buckingham’s opinion is reported at 95 York Legal Record 1 (1981).\n. Mandamus actions fall into seven basic classifications, one of which is actions brought by a private individual against a political subdivision or its officers by reason of his or her private interest. Goodrich-Amram 2d, Mandamus § 1091:2 Amram commentary: Effect of Rules on scope of action. Nader's mandamus action falls within the foregoing classification.\nThe civil action of mandamus lies to compel the performance of a ministerial act or mandatory duty only where there exist a clear legal right in the plaintiff and a corresponding duty in the defendant and a lack of another appropriate and adequate remedy. Thus, the effect of the action when brought against a public official is to compel the public official to perform acts which are required or obliged to be performed and which do not involve an exercise of discretion or judgment. See Grabner v. Antoline, 96 Pa.Commonwealth Ct. 251, 506 A.2d 1026 (1986), appeal denied, 515 Pa. 596, 528 A.2d 604 (1987); Lutz v. Commonwealth, 95 Pa.Commonwealth Ct. 439, 505 A.2d 1356 (1986); County of Allegheny v. Commonwealth, 85 Pa.Commonwealth Ct. 73, 480 A.2d 1330 (1984).\n. It is neither claimed nor argued by Nader that in the performance of his statutory duties Hughes acted in bad faith or unreasonably determined not to conduct an inquest.\n. The trial court in its opinion neither sets forth any facts which would give rise to an abuse of discretion, nor did it so conclude.",
        "type": "majority",
        "author": "SILVESTRI, Senior Judge."
      }
    ],
    "attorneys": [
      "Donald E. Lewis, for appellant.",
      "John F. Spataro, for appellee."
    ],
    "corrections": "",
    "head_matter": "Frank NADER, Appellant, v. G. Arden HUGHES, Coroner duly elected for Crawford County.\nCommonwealth Court of Pennsylvania.\nArgued Nov. 18, 1993.\nDecided June 2, 1994.\nDonald E. Lewis, for appellant.\nJohn F. Spataro, for appellee.\nBefore PELLEGRINI and FRIEDMAN, Judges, and SILVESTRI, Senior Judge."
  },
  "file_name": "0747-01",
  "first_page_order": 813,
  "last_page_order": 820
}
