{
  "id": 7990723,
  "name": "Joseph RANONE et al. v. DEPARTMENT OF EMPLOYMENT SECURITY, BOARD OF REVIEW",
  "name_abbreviation": "Ranone v. Department of Employment Security",
  "decision_date": "1984-04-11",
  "docket_number": "82-368-M.P",
  "first_page": "748",
  "last_page": "751",
  "citations": [
    {
      "type": "official",
      "cite": "474 A.2d 748"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "5 U.S.C.A. § 8502-03",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "113 R.I. 285",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3125024
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "288"
        },
        {
          "page": "613"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/113/0285-01"
      ]
    },
    {
      "cite": "119 R.I. 116",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3099342
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "123"
        },
        {
          "page": "706"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/119/0116-01"
      ]
    },
    {
      "cite": "414 A.2d 480",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11289994
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "482"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/414/0480-01"
      ]
    },
    {
      "cite": "100 R.I. 37",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5492484
      ],
      "weight": 2,
      "year": 1965,
      "pin_cites": [
        {
          "page": "44"
        },
        {
          "page": "871"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/100/0037-01"
      ]
    },
    {
      "cite": "325 F.Supp. 879",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3234991
      ],
      "pin_cites": [
        {
          "page": "884"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/325/0879-01"
      ]
    },
    {
      "cite": "18 U.S.C.A. § 1918",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "5 U.S.C.A. § 7311",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "347 N.Y.S.2d 43",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 5,
      "year": 1973,
      "pin_cites": [
        {
          "page": "45"
        },
        {
          "page": "45"
        },
        {
          "page": "46"
        },
        {
          "page": "45-46"
        },
        {
          "page": "46"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "300 N.E.2d 418",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 5,
      "year": 1973,
      "pin_cites": [
        {
          "page": "420"
        },
        {
          "page": "419"
        },
        {
          "page": "420"
        },
        {
          "page": "420"
        },
        {
          "page": "420"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "32 N.Y.2d 577",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2307792
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "582"
        },
        {
          "page": "582-83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/32/0577-01"
      ]
    },
    {
      "cite": "277 N.Y.S.2d 633",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 4,
      "year": 1966,
      "pin_cites": [
        {
          "page": "639"
        },
        {
          "page": "638"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "224 N.E.2d 72",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 3,
      "year": 1966,
      "pin_cites": [
        {
          "page": "76"
        },
        {
          "page": "75-76"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "19 N.Y.2d 1",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2278083
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/19/0001-01"
      ]
    },
    {
      "cite": "122 A.2d 615",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "pin_cites": [
        {
          "page": "618"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "21 N.J. 431",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1953309
      ],
      "year": 1956,
      "pin_cites": [
        {
          "page": "434"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/21/0431-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 637,
    "char_count": 12473,
    "ocr_confidence": 0.782,
    "pagerank": {
      "raw": 1.3308886548462796e-07,
      "percentile": 0.6289019166754509
    },
    "sha256": "1d396c594be2e61663c3ec1b3fdbb7f46fa38cf9918c81630abd7f9b645e6993",
    "simhash": "1:3b96842681b1a758",
    "word_count": 1905
  },
  "last_updated": "2024-02-27T20:56:40.260103+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BEVILACQUA, C.J., and KEL-LEHER, WEISBERGER, MURRAY and SHEA, JJ."
    ],
    "parties": [
      "Joseph RANONE et al. v. DEPARTMENT OF EMPLOYMENT SECURITY, BOARD OF REVIEW."
    ],
    "opinions": [
      {
        "text": "OPINION\nBEVILACQUA, Chief Justice.\nThis is a petition for certiorari filed pursuant to the Administrative Procedures Act, G.L.1956 (1977 Reenactment) § 42-35-16, to review a judgment of the District Court which affirmed the Rhode Island Department of Employment Security Board of Review’s decision to deny unemployment-compensation benefits to federal employees who engaged in an illegal strike. After a review of the record, we affirm.\nThe facts are undisputed. In August 1981 plaintiffs, air traffic controllers employed by the federal government, participated in a strike in violation of federal statute. Following their refusal to comply with a presidential mandate that ordered all federal air traffic controllers to return to work, plaintiffs were discharged. The Board of Review of the Department of Employment Security denied the air traffic controllers’ claims for unemployment-compensation benefits on the ground that their actions constituted proved misconduct, resulting in a disqualification under G.L.1956 (1979 Reenactment) § 28-44-18. The plaintiffs appealed to the District Court, which affirmed the board’s decision. We thereafter granted certiorari.\nOn appeal the following issues are presented to the court: (1) whether plaintiffs are entitled to unemployment-compensation benefits pursuant to the provisions of § 28-44-16; (2) whether the Department of Employment Security had jurisdiction to make a finding of misconduct; and (3) whether in order to find an employee guilty of misconduct the strike must result in a substantial work stoppage.\nI\nThe plaintiffs argue that we should determine their right to unemployment compensation by exclusive reference to the provisions of § 28-44-16, notwithstanding the illegal nature of their actions. In addressing this argument, we must consider two provisions of the Unemployment Compensation Act.\nSection 28-44-16 provides that an employee who becomes unemployed as a result of a strike is eligible to collect unemployment-compensation benefits after a six-week penalty period. This provision of the act does not draw any distinction between legal and illegal strikes. However, § 28-44-18 of the Unemployment Compensation Act provides that “[a]n individual who has been discharged for proved misconduct connected with his work shall thereby become ineligible for benefits * * The crucial question to be determined is whether the labor-dispute or misconduct provision applies in the case of a strike prohibited by statute.\nA considerable number of other jurisdictions disqualify all strikers, legal as well as illegal, from unemployment-compensation benefits. In such states, the striker disqualification is generally premised on a legislative determination that the unemployment-compensation fund should not be used to finance labor disputes. See Bogue Electric Co. v. Board of Review, 21 N.J. 431, 434, 122 A.2d 615, 618 (1956). New York, which has an unemployment-compensation act similar to Rhode Island’s, has made a judicial determination as to when these sections should apply. In Claim of Heitzenrater, 19 N.Y.2d 1, 224 N.E.2d 72, 277 N.Y.S.2d 633 (1966), the New York court held that employees who participated in a strike in violation of the no-strike clause of a private contractual agreement were not guilty of misconduct, and were therefore entitled to receive compensation under the striker-benefit provisions of the statute. Id. at 9, 224 N.E.2d at 76, 277 N.Y.S.2d at 639. The court initially noted that the mere existence of a strike or other industrial controversy does not necessarily preclude a finding of misconduct. However, the court noted that in disputes arising out of private contractual agreements a finding of misconduct would require the resolution of factual issues as well as complicated questions of labor law, and that such matters “are best left to agencies especially qualified to deal with them, namely the Federal and State Labor Boards and labor arbitrators,” rather than the individuals administering the unemployment-compensation laws. Id. at 7, 224 N.E.2d at 75-76, 277 N.Y.S.2d at 638. Thus, because of the need to resolve these factual and legal issues, the actions of the strikers did not constitute misconduct as a matter of law. Id.\nThe New York court, however, subsequently held that in situations where the Legislature has specifically prohibited strikes or other concerted activity, an employee’s violation of that proscription constitutes misconduct as a matter of law. Rodriguez v. Presbyterian Hospital of New York, 32 N.Y.2d 577, 582, 300 N.E.2d 418, 420, 347 N.Y.S.2d 43, 45 (1973). In Rodriguez, a hospital employee participated in a strike that had been expressly declared unlawful by statute because of the need to protect the public from the disruption of essential services in the area of health and hospital administration. The court noted that the traditional reluctance of the Legislature to intervene in the realm of employment relations was overridden in this case by a compelling need to ensure the public safety in the critical area of health care. Given this imperative legislative purpose, the Rodriguez court held that violation of the statutory mandate prohibiting strikes amounted to “legislatively defined” misconduct. Id. at 582, 300 N.E.2d at 419, 347 N.Y.S.2d at 45. Unlike violations of a private collective-bargaining agreement, the legislation prohibiting strikes involved no complex issues of labor law because “the Legislature itself resolved all such issues by explictly proscribing and expressly stamping as unlawful strikes and work stoppages by * * * public employees * * Id. at 582, 300 N.E.2d at 420, 347 N.Y.S.2d at 46. The court thus concluded that the actions of an employee in violating the statutory prohibition against striking fell squarely within the misconduct provisions of the New York unemployment-compensation scheme. Id. at 582-83, 300 N.E.2d at 420, 347 N.Y.S.2d at 45-46.\nIn the instant case we are faced with the identical issue presented in Rodriguez, namely, whether participation in an unlawful strike constitutes misconduct as a matter of law. No questions of fact are in dispute. The stipulated facts reveal that a strike occurred, which strike is unlawful according to the provisions of 5 U.S.C.A. § 7311 (1980) and 18 U.S.C.A. § 1918 (1970).\nWe find persuasive the reasoning of the Rodriguez court in holding that the misconduct provision disqualifies an employee from benefits when the unemployment resulted because of an unlawful strike. Here, the federal air traffic controllers acted in violation of the congressional mandate that expressly prohibits strikes by federal employees. 5 U.S.C.A. § 7311. That statutory prohibition and the criminal sanctions provided pursuant thereto evince an unequivocal congressional intent to prevent the disruption of public services in order to “ensure'that the machinery of the Federal Government continues to function at all times without interference.” United Federation of Postal Clerks v. Blount, 325 F.Supp. 879, 884 (D.D.C.1971). Section 7311 seeks to ensure the public safety and welfare by means of an absolute prohibition against striking and\n“commits the State to an active role in prohibiting a threatened injury to the public interest when the conduct engaged in has been expressly declared ‘unlawful’ by the Legislature. A basic public policy of the State — the prevention of disruption of essential services— would be defeated and violated were we here to sanction the payment of unemployment benefits.”\nRodriguez, 32 N.Y.2d at 582-83, 300 N.E.2d at 420, 347 N.Y.S.2d at 46.\nWe therefore hold that the actions of the federal air traffic controllers in engaging in a prohibited strike constitute misconduct as a matter of law.\nII\nThe plaintiffs additionally argue that the Department of Employment Security lacked jurisdiction to make a finding of misconduct because the Federal Labor Relations Board possesses exclusive jurisdiction over all cases involving unfair labor practices. This contention is without merit. We are unconcerned here with allegations of unfair labor practices. Rather, the issue before both the Department of Employment Security and the court concerns the right of federal air traffic controllers to receive unemployment-compensation benefits from the State of Rhode Island. As plaintiffs concede, Rhode Island law determines the air traffic controllers’ rights to benefits. The relevant federal provisions allow the payment of benefits in accordance with the unemployment-compensation laws of the state in which the federal employees work. The Rhode Island Department of Employment Security, as the appropriate agency to resolve unemployment-compensation claims, was therefore not without jurisdiction to determine plaintiffs’ rights to benefits.\nIll\nFinally, the plaintiffs argue that they cannot be adjudged guilty of misconduct unless the strike resulted in a substantial work stoppage. The plaintiffs’ argument is specious. The question of whether a strike results in a substantial work stoppage is relevant only to a determination of whether the six-week penalty provision of § 28-44-16 should attach. Fontaine v. Board of Review of Department of Employment Security, 100 R.I. 37, 44, 210 A.2d 867, 871 (1965). The plaintiffs’ contention is thus entirely without merit.\nFor the reasons stated, the petition for certiorari is denied and dismissed, the writ improvidently issued is quashed, and the papers certified to this court are to be returned to the District Court with our decision endorsed thereon.\n. 5 U.S.C.A. § 7311 (1980) provides that “[ajn individual may not accept or hold a position in the Government of the United States * * * if he * * * (3) participates in a strike, or asserts the right to strike, against the Government of the United States * *\n18 U.S.C.A. § 1918 (1970) further provides that \"[w]hoever violates the provision of section 7311 of title 5 * * * shall be fined not more than $1,000 or imprisoned not more than one year and a day, or both.”\n. Specifically, G.L.1956 (1979 Reenactment) § 28-44-16 provides that “[a]n individual shall not be entitled to benefits except for unemployment which continues subsequent to six (6) weeks in addition to his waiting period, if he became unemployed because of a strike or other industrial controversy in the establishment in which he was employed * *\n. See Conn.Gen.Stat.Ann. § 31-236(2)(B) (West 1972); NJ.Stat.Ann. § 43:21-5(d) (West 1962); Vt.Stat.Ann. tit. 21, § 1344(a)(4) (1978).\n.New York Labor Law § 592 (McKinney 1977) provides for the receipt of unemployment compensation after a seven-week penalty period when an individual loses his employment because of a strike, lockout, or other industrial controversy. Section 593(3) provides for the denial of benefits when an individual loses his employment because of misconduct related to his work.\n. In proceedings under the Administrative Procedures Act, G.L.1956 (1977 Reenactment) § 42-35-16, our scope of review is limited to a review of the record. Berberian v. Department of Employment Security Board of Review, R.I., 414 A.2d 480, 482 (1980). We do not weigh the evidence. We merely search for any legally competent evidence that supports the decision under review. Prospecting Unlimited, Inc. v. Norberg, 119 R.I. 116, 123, 376 A.2d 702, 706 (1977); Lemoine v. Department of Mental Health, Retardation & Hospitals, 113 R.I. 285, 288, 320 A.2d 611, 613 (1974).\n. We distinguish here between strikes prohibited by law and those that violate a private collective-bargaining agreement. In the latter case, questions of fact, such as the possibility of unfair labor practices on the part of the employer, arise. Therefore, unlike the case at bar, strikes in violation of a private contractual agreement do not constitute misconduct as a matter of law.\n. 5 U.S.C.A. § 8502-03 (1967) provides that a state shall pay unemployment compensation to a federal employee \"in the same amount, on the same terms, and subject to the same conditions\" as would be paid under the unemployment-compensation law of the state.",
        "type": "majority",
        "author": "BEVILACQUA, Chief Justice."
      }
    ],
    "attorneys": [
      "Julius C. Michaelson, Abedon, Michael-son, Stanzler & Biener, Providence, for plaintiffs.",
      "Pat Nero, Cranston, Legal Counsel for Dept, of Employment Sec., Bd. of Review."
    ],
    "corrections": "",
    "head_matter": "Joseph RANONE et al. v. DEPARTMENT OF EMPLOYMENT SECURITY, BOARD OF REVIEW.\n82-368-M.P.\nSupreme Court of Rhode Island.\nApril 11, 1984.\nJulius C. Michaelson, Abedon, Michael-son, Stanzler & Biener, Providence, for plaintiffs.\nPat Nero, Cranston, Legal Counsel for Dept, of Employment Sec., Bd. of Review.\nBefore BEVILACQUA, C.J., and KEL-LEHER, WEISBERGER, MURRAY and SHEA, JJ."
  },
  "file_name": "0748-01",
  "first_page_order": 810,
  "last_page_order": 813
}
