{
  "id": 6078028,
  "name": "In re Newsome",
  "name_abbreviation": "In re Newsome",
  "decision_date": "1938-12-19",
  "docket_number": "No. 4029",
  "first_page": "750",
  "last_page": "754",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 750"
    },
    {
      "type": "parallel",
      "cite": "102 F.2d 421"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "57 F. (2d) 356",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1799715,
        6082027
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/57/0356-01",
        "/ccpa/19-2/1087-01"
      ]
    },
    {
      "cite": "77 F. (2d) 920",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6082692,
        953285
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/22-2/1245-01",
        "/f2d/77/0920-01"
      ]
    },
    {
      "cite": "37 USPQ 745",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "97 F. (2d) 157",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        994400,
        6082561
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/97/0157-01",
        "/ccpa/25-2/1265-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 573,
    "char_count": 12084,
    "ocr_confidence": 0.448,
    "sha256": "e3734e7d0fffc9f5baf269ac12b0ebe6240b3b3a8ad9868999a7989ad988bcc0",
    "simhash": "1:b84f482d0475ac7d",
    "word_count": 2139
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garkmtt, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
    ],
    "parties": [
      "In re Newsome"
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal from, the decision of the Board of Appeals of the United States Patent Office affirming the decision of the Primary Examiner rejecting claims 25 to 31, inclusive, 34, and 36 to 39, inclusive, in appellant’s application for a patent for an alleged invention relating to improved heads for golf clubs.\nFour claims, Nos. 22, 32, 33, and 35, in appellant’s application were allowed by the Primary Examiner.\nOf the appealed claims, Nos. 25, 31, 34, 36, and 39 are sufficiently illustrative. They read:\n25. A balanced golf club bead having a neck at one end for attachment to a shaft, the material of said head and neck being so distributed as to locate the center of mass1 behind and approximately in line with the geometrical center of the striking face of the club head, substantially as set forth.\n31. A balanced head for a golf “iron” having a neck at one end and consisting of a- integral piece of standard weight, with weight removed adjacent the neck and along the top of the head in progressively decreasing ratio toward the free end of the head, the lower portion of the head being correspondingly increased in weight progressively toward the free end of the head.\n34. A balanced head for a golf “iron” having a neck at one end and consisting of an integral piece of standard weight having a top surface, the side edges of which form parallel lines which are at right angles to the intended line of flight of the ball when the club is in ball-addressing position, with weight removed from the rear face of the head below the top surface in progressively decreasing ratio toward the free end of the head, the lower portion of the head being correspondingly increased in weight progressively toward the free end of the head.\n36. A balanced head for a golf club having a neck at one end, said head having parallel side lines at its top approximately parallel to the ground and at right angles to the intended line of flight of the ball when the club is in ball-addressing position, such lines affording sighting means for the player, said head having its weight reduced in the inner or heel half and being made heavier at the toe below the middle of the head, so as to position its center of gravity approximately at the middle of the head.\n39. A balanced golf “iron” head, said head providing a blade and a hosel, the latter adapted for attachment of said head to a club shaft, said blade being of conventional shape except for an increase of relative weight toward the toe and said head and hosel being so proportioned as to provide a head of approximately standard weight, but in which the weight distribution is su'ph that the center of mass is approximately directly behind the geometrical center of the striking face.\nThe references are:\nGovan, 1,133,129, Mar. 23, 1915.\nJDoerr, 1,467,714, Sept. 11, 1923.\nIt appears from the record that golf clubs were originally made with wood shafts which, in time, became warped and loose in the club heads; that, since about 1923, steel shafts have, to a considerable extent, displaced the wood shafts; that, although steel shafts do not warp or become loose, their use presented a new problem to the art — that of vibration, particularly in clubs (irons) composed of steel shafts and metal heads. To solve this problem, a resilient member or sleeve was interposed between the lower end portion of the shaft and the neck of the club head. For this advance in the art, patent No. 1,551,563 was issued September 21, 1925 to one P. E. Heller. It appears, however, that in spite of the patentee Heller’s contribution to the art there remained considerable vibration in steel-shaft clubs, with consequent stinging of the hands of users. It further appears from the record that manufacturers of golf clubs indicate on the face of each -club head at approximately its geometrical center, by circular or other marks, where it should come in contact with the golf ball in order to secure the best results. The weight of such club heads, however, is not so distributed that the center of mass is at the indicated point of contact.\nAppellant contends that he has solved the problem confronting the art — the elimination of vibration — by providing a properly balanced club head; that is, a club head with its weight so distributed as to bring the center of mass at approximately the geometrical center of the striking face of the club head. Appellant also contends that his balanced club head greatly aids the player in controlling the direction of the flight of the ball.\nGenerally, although appellant’s application is not limited to any specific form, it may be said that the weight of appellant’s club head is distributed by forming a recess in the rear face, the recess being widely adjacent the neck of the club head and diminishing progressively upwardly toward the toe, as stated, for example, in appealed claim 31. As compared with golf club heads commonly in use, the weight of appellant’s club head is shifted more toward the toe. As an aid in so shifting the weight, the neck of the club head may be reduced in weight.\nOne feature of appellant’s alleged invention is referred to in his brief as follows:\nA subsidiary feature of the invention relates to the shape of the upper face of a club head. In some of the several forms illustrated in the drawings this extends over the full width of the head and is flat, with parallel sides. In a putter such edges serve as a guide or gauge to help the player in lining up the putter head with reference to the cup; so-called “sighting” of the ball.\nWith reference to the allowed claims, counsel for appellant states in his brief that—\nAll of the allowed claims and two of the rejected claims include both the weight distribution feature and the sighting feature, and so are limited substantially to putters, although the applicability of the weight distribution feature to clubs of various types has been recognized from the beginning, as shown by the first paragraph of the specification as filed. No claims are allowed for' either of the Uoo aibove mentioned featwes alone. (Italics ours.)\nThe patent to Doerr relates to golf clubs, more particularly to putters. It discloses a putter with a concave face. The patent was cited by the Primary Examiner, because, he said, figure 5 thereof discloses a club head face having its upper and lower edges parallel to each other- — one of the features in appealed claim 29.\nThe patent to G-ovan relates to golf clubs, and discloses golf club heads with apertures in the rear face of the club heads and discs of varying weights to be inserted in such apertures for the purpose of shifting the weight of the club head as desired by the user. The patentee stated that the apertures might extend partly or entirely through the club head.\nIn Ms statement of August 20, 1936, the Primary Examiner stated that the Govan patent “specifically claims a club which has means for adjusting the center of gravity with respect to the head,” and that “to position the center of gravity behind the center of impact would not involve invention.”\nIn the case of In re Schmidt, 25 C. C. P. A. (Patents) 1265, 97 F. (2d) 157, 37 USPQ 745, we considered the patentability of claims for an alleged invention which we there described in the language of the Primary Examiner, in part, as follows:\nThe applicant’s device is a golf club in wbicb tbe center of impact of tbe club face is positioned at some point along a line vertical to the lower edge of tbe striking face which divides the geometric center of tbe striking face in half. The material in the club is so positioned that the weight of material on the toe side of the club is equal to the weight of material on the heel side of tbe club, tbe material in the hosel being considered as part of the heel. In other words, it is intended that the center of mass of the entire head will lie on the same vertical line as the intended center of impact.\nOne of the references in that case was the patent to Govan, the principal reference in the instant case; another, was a patent to one Spiker which we there said related “to a golf putter in which there, are provided, in the rear face of the head of the club, recesses or holes which may be plugged with lead or other heavy material in order to obtain or assist in obtaining the proper balance of the club.”\nIt will be observed that in the application there before us it was¡ the purpose of the applicant to so distribute the weight of a club head “that the center of mass of the entire head will lie on the same vertical line as the intended center of impact.” In holding that the claims there involved were not patentable over the patents to Govan and Spiker (the patent to Spiker being merely cumulative in that case, so far as the issues in the instant case are concerned), we said:\nEven if tlie structures disclosed in said patents might not permit the exact balance of the head that appellant discloses, we think such structures could be easily modified, without the exercise of the inventive faculty, to produce the exact structure disclosed by appellant.\nOne skilled in the art might not realize the exact principles upon which such improved head operated, but the discovery of such princples would not constitute invention. In re Langdon, 22 C. C. P. A. (Patents) 1245, 77 F. (2d) 920; In re Ebert et al., 19 C. C. P. A. (Patents) 1087, 57 F. (2d) 356.\nWe think that if the involved claims were allowed, one carrying out the teachings of the references and securing a balanced club head satisfactory to him might find himself in conflict with said claims in a patent.\nWe are of the opinion that appellant has done nothing more, assuming all of the advantages of the club head disclosed by him, than to fix in definite terms a balanced club head that any one skilled in the art might, in view of the references, produce without the exercise of the inventive faculty.\nThe similarity between the issues in that case and those in the instant case is readily apparent. Obviously, if it did not involve invention to construct a club head having its center of mass on the same vertical line as the intended center of impact, in view of the disclosures in the patents to Govan and Spikeer, as was held in the case of In re Schmidt, supra, it would not involve invention in the instant case, in view of the patent to Govan (the disclosure in the Spiker patent being merely cumulative in that case, so far as the issues here are concerned), to so distribute the weight of the club head that its center of mass is approximately in line with the geometrical center of its striking face.\nSubsequent to the original decision of the Board of Appeals, appellant filed a motion for leave to amend certain of the appealed claims. The motion was denied by the Primary Examiner for two reasons; to wit, because it was unsigned, and because the requested amendments were “inapt and confusing in referring to the ‘optical center’ of the club head.” In its second decision, the Board of Appeals refused to recommend the entry of the amendments. We are unable to hold that the board erred in refusing to recommend that the amendments be entered.\nWith regard to the subsidiary or sighting feature of the alleged invention, which, as stated by counsel for appellant, relates “to the shape of the upper face of a club head” and is included in claims 29, 34, and 36, it is sufficient to say that it is not claimed here that that feature lends patentability to those claims, and, as no error is assigned here raising that issue, it is not before us for consideration.\nFor the reasons stated, the decision is affirmed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "John W. Farley (FranJc W. Dahn of counsel)1 for appellant.",
      "R. F. Whitehead (Howard S. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "102 F. (2d) 421\nIn re Newsome\n(No. 4029)\nUnited States Court of Customs and Patent Appeals,\nDecember 19, 1938\nJohn W. Farley (FranJc W. Dahn of counsel)1 for appellant.\nR. F. Whitehead (Howard S. Miller of counsel) for the Commissioner of Patents.\n[Oral argument November 14, 1938, by Mr. Dahn and Mr. Miller]\nBefore Garkmtt, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
  },
  "file_name": "0750-01",
  "first_page_order": 68,
  "last_page_order": 72
}
