{
  "id": 12027381,
  "name": "UNITED STATES, Appellant, v. Wayman B. DAVIS, Appellee",
  "name_abbreviation": "United States v. Davis",
  "decision_date": "1975-01-10",
  "docket_number": "No. 6878",
  "first_page": "751",
  "last_page": "756",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 751"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "352 F.2d 649",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3654504,
        851442
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "651"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/352/0649-01"
      ]
    },
    {
      "cite": "122 U.S.App.D.C. 173",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3654504
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "175"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "287 U.S. 241",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        370090
      ],
      "weight": 3,
      "year": 1932,
      "pin_cites": [
        {
          "page": "250"
        },
        {
          "page": "131"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/287/0241-01"
      ]
    },
    {
      "cite": "390 U.S. 719",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6177892
      ],
      "weight": 3,
      "year": 1968,
      "pin_cites": [
        {
          "page": "725"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/390/0719-01"
      ]
    },
    {
      "cite": "328 A.2d 98",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8033743
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/328/0098-01"
      ]
    },
    {
      "cite": "100 L.Ed. 397",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "350 U.S. 359",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12032821
      ],
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "363"
        },
        {
          "page": "409"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/350/0359-01"
      ]
    },
    {
      "cite": "13 L.Ed.2d 964",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "85 S.Ct. 1029",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "380 U.S. 944",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1524803,
        1524740,
        1524972,
        1524861,
        1524926
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0944-04",
        "/us/380/0944-01",
        "/us/380/0944-02",
        "/us/380/0944-05",
        "/us/380/0944-03"
      ]
    },
    {
      "cite": "342 F.2d 894",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        875032,
        3648259
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "899"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/342/0894-01"
      ]
    },
    {
      "cite": "119 U.S.App.D.C. 315",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3648259
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "320"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "278 A.2d 688",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8077783
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/278/0688-01"
      ]
    },
    {
      "cite": "152 A.2d 191",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8118243
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/152/0191-01"
      ]
    },
    {
      "cite": "192 A.2d 797",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8115837
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/192/0797-01"
      ]
    },
    {
      "cite": "38 L.Ed.2d 245",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "94 S.Ct. 368",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "414 U.S. 1007",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11793792,
        11793633,
        11793922,
        11794180,
        11793670,
        11793868,
        11794255,
        11793712,
        11794032,
        11793971,
        11794105,
        11794330,
        11793565
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/414/1007-05",
        "/us/414/1007-02",
        "/us/414/1007-07",
        "/us/414/1007-11",
        "/us/414/1007-03",
        "/us/414/1007-06",
        "/us/414/1007-12",
        "/us/414/1007-04",
        "/us/414/1007-09",
        "/us/414/1007-08",
        "/us/414/1007-10",
        "/us/414/1007-13",
        "/us/414/1007-01"
      ]
    },
    {
      "cite": "304 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8044111
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/304/0290-01"
      ]
    },
    {
      "cite": "284 A.2d 460",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8073121
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "463-464"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/284/0460-01"
      ]
    },
    {
      "cite": "294 A.2d 158",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8044846
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/294/0158-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 836,
    "char_count": 16668,
    "ocr_confidence": 0.758,
    "pagerank": {
      "raw": 2.2970794778106057e-07,
      "percentile": 0.7869547606829588
    },
    "sha256": "39ed8e4cb7bd62b2e41c2835c7a6a19d2aac738eab913d302dba7b100515f6ca",
    "simhash": "1:aeea9baaaec2c9aa",
    "word_count": 2808
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FICKLING, GALLAGHER and HARRIS, Associate Judges."
    ],
    "parties": [
      "UNITED STATES, Appellant, v. Wayman B. DAVIS, Appellee."
    ],
    "opinions": [
      {
        "text": "HARRIS, Associate Judge:\nThis case was handled by three successive trial judges at intervals over a period of nearly five months. The first judge presided over a preliminary hearing. A police officer then gave hearsay testimony directed to the question of probable cause. The court denied defense counsel’s request to compel testimony by the complaining witness. At a later status hearing before a second trial judge, a different defense counsel asked that another preliminary hearing be held, again seeking to have the complaining witness compelled to testify. The court concluded that the earlier ruling as to the possible pretrial testimony of that witness was in effect the law of the case, and denied the request. Between that date and the trial date, the complaining witness became a murder victim. When the matter came on for trial before the third judge, a motion was made to dismiss the relevant counts of the indictment. That motion was based solely on the absence of the complaining witness’ testimony at the preliminary hearing. The third judge concluded that both of the two prior judges had erred, and granted the motion to dismiss. We reverse.\nI\nIt is necessary to set forth the development of the case in some detail. On March 31, 1972, Helenea Cummings executed an affidavit in support of a Superior Court arrest warrant. The substantive portion thereof read as follows:\nI was a witness to an offense for which Wayman Davis was arrested and charged on January 28, 1972 (case # 4950-72). As I came to work on March 30, 1972, Wayman Davis threw bricks at me, swung a butcher knife at me which stuck in the door of the restaurant where I work. He told me he had “killed one bitch and didn’t mind killing another.” I ran in the restaurant and called the police, but Wayman Davis had run away when they arrived. I have since learned that Wayman Davis was convicted for killing a woman in 1963, and I am afraid for my life. Other than being a witness in the previous arrest in January, 1972, Mr. Davis is a stranger to me.\nThe case began with a charge of assault with a dangerous weapon (knife). Later, charges of assault with a dangerous weapon (brick), carrying a dangerous weapon (knife), and obstruction of justice were added. A preliminary hearing was held on April 6, 1972. The arresting officer testified. He went considerably beyond the succinct assertions in the affidavit; it was obvious that he had discussed the case at some length with Miss Cummings. He testified that appellee had verbally abused and threatened Miss Cummings on numerous occasions, and had said that he would kill her if she testified against him. The officer stated that appellee had stabbed at Miss Cummings with the knife on March 30, but missed her as she was pulled to safety by a third person. All of the officer’s testimony was hearsay.\nOn cross-examination, defense counsel asked a number of questions which went beyond the issue of probable cause and entered the realm of discovery. Most were objected to; the objections were sustained. Defense counsel advised the court that Miss Cummings happened to be in the courthouse at that time (on the earlier case), and asked that she be required to testify. He stated:\nI would ask that the complaining witness in this case be called for the purpose of determining to what extent she knew the defendant prior to this incident and prior to the other incident in which he was arrested.\nThe trial court properly concluded that such testimony would not tend to negate probable cause, and said: “I don’t see where that is relevant at all. ... It may well be for trial, for the purposes of credibility as a witness, but that is all.” The request to compel the testimony of Miss Cummings accordingly was denied.\nFour days later, a grand jury returned a seven-count indictment against Davis. The first three counts related to the January 28, 1972, incident to which Miss Cummings was a witness; the last four related to the alleged efforts of appellee on March 30, 1972, to keep her from testifying against him.\nBetween the return of the indictment m April of 1972 and the status hearing scheduled for June 23, 1972, Davis was incarcerated, being unable to post the bond which was set after his alleged assault on Miss Cummings. During that period he filed several pro se motions, one of which sought habeas corpus relief based on the fact that the original probable cause determination at the preliminary hearing was predicated solely on hearsay testimony.\nThe status hearing was held before a second judge. By then, Davis was represented by different appointed counsel. The new lawyer candidly acknowledged that the intervening indictment — which constituted an independent probable cause determination — mooted any question as to the sufficiency of the preliminary hearing. Counsel stated he would prefer to withdraw the pro se habeas corpus petition, “but my client, for the record, disagrees violently.” Counsel then accommodated his client by making a rather pro forma request for a new preliminary hearing at which the complaining witness would be required to testify. That request and the habeas corpus petition were denied. The court stated: “That particular matter, Mr. Davis, the court holds . . . has been litigated at considerable length and passed upon in this case.”\nTen days later Miss Cummings was murdered, in an incident which no one has suggested had any connection with this case. (Appellee remained incarcerated.)\nOn August 1, 1972, appellee was tried on the severed three counts of the indictment which related to the earlier incident which had been witnessed by Miss Cummings. The trial was presided over by a third judge. At the conclusion of the government’s case, the court granted a motion for judgments of acquittal on the first two counts, and the government dismissed the third.\nIt was then nearly four months after the preliminary hearing, and the time for filing motions had long since expired. See Super.Ct.Cr.R. 12(b)(2) and 47-1 (c). Davis still had been unable to post bond, and the trial court afforded defense counsel until August 11 to file an “appropriate motion in writing.” Rather than filing a motion for review of the conditions of release, however, defense counsel filed a “Motion To Dismiss Indictment.” It was based exclusively on the fact that the deceased complaining witness had not testified at the preliminary hearing. There was no allegation that the indictment was defective.\nA hearing was held on the motion to dismiss on August 25, 1972. The court expressed the belief that the first judge, who had handled the preliminary hearing,\n. . . seriously abused his discretion in refusing to permit the defendant, based on the proffer, to put Miss Cummings ... on the witness stand under oath to testify. I think it was badly wrong to have proceeded in that fashion and ... I am strongly inclined to rule that that was a serious abuse of discretion.\nThe court did express some concern that the motion to dismiss the remaining counts of the indictment was filed more than four months after the preliminary hearing ruling on which it was based. The third judge then made clear his erroneous belief that the basic purpose of a preliminary hearing is to afford a defendant an opportunity to “pin down” a complaining witness through cross-examination. He went on to consider the conclusion of the second judge (at the status hearing) that the preliminary hearing judge’s original ruling had settled the question for this case. The third judge stated that such a conclusion had been\n. just wrong. But in facing the situation the way it is now, there is no way you can get an appellate resolution of this case, except that I dismiss the indictment.\nThe motion to dismiss was granted. The court then gave part of its reasoning:\nI think any Judge in this Court, upon proper motion, upon proper application and allegation where it appears that a situation like this exists, has the authority ... to order an additional preliminary hearing. There is no reason not to. It is perfectly within the discretion of the Court, given that situation, to do that.\nII\nWith respect to motions to suppress, the original ruling thereon becomes the law of the case and is binding on other trial court judges who preside over later phases of the same proceeding (absent significant new facts or a defendant’s prior unawareness of grounds for such a motion). See, e. g., United States v. Dockery, D.C.App., 294 A.2d 158, 163 (1972); Jenkins v. United States, D.C.App., 284 A.2d 460, 463-464 (1971); D.C.Code 1973, § 23-104(a) (2); cf. Walker v. United States, D.C.App., 304 A.2d 290, 291, cert. denied, 414 U.S. 1007, 94 S.Ct. 368, 38 L.Ed.2d 245 (1973). Most other pretrial rulings, however, are interlocutory and lack the degree of finality required for an application of the “law of the case” rule. See Wilburn v. Wilburn, D.C.App., 192 A.2d 797, 798 n. 1 (1963); Washington v. District of Columbia, D.C.Mun.App., 152 A.2d 191, 192 (1959).\nIn District of Columbia v. Faison, D.C.App., 278 A.2d 688 (1971), the complaining witness in a paternity action testified at a preliminary hearing but died before trial. In a pretrial ruling, one judge concluded erroneously that the transcript of her preliminary hearing testimony could not be introduced at trial. The trial judge later concluded that he was bound by that ruling. We reversed, stating (at 690):\nThe trial judge was in error when he held that he was bound as a matter of law by the prior ruling of his fellow judge. While it is highly desirable that a judge show respect for prior rulings made by another judge in the same case, and should not lightly depart from them, the ultimate responsibility rests on the judge to whom the case is assigned for trial on the merits. If the trial judge is strongly convinced, as was the situation here, that a preliminary or interlocutory ruling made by another judge was clearly erroneous, the trial judge is not bound to follow that ruling.\nHere, however, trial had not begun. The third judge was entertaining a motion which was basically similar to those denied earlier. More than four months had passed since the preliminary hearing. There would have been no basis for ordering another preliminary hearing to compel the testimony of the complaining witness, irrespective of the fact that súch a result had become impossible because of her intervening death.\nIt must be borne in mind that there are three basic alternatives to conviction in any criminal proceeding: (1) A guilty plea may be accepted; (2) the government may move to dismiss the indictment (or may enter a nolle prosequi if the prosecution is by an information) ; or (3) a judgment of acquittal may be entered. In any of those eventualities, there is no appellate review of a pretrial ruling. On the other hand, if there is a trial and a conviction, all rulings are subject to proper scrutiny on appeal — -including those made at a preliminary hearing, albeit that the purpose of such a hearing is limited. See Blue v. United States, 119 U.S.App.D.C. 315, 320, 342 F.2d 894, 899 (1964), cert. denied 380 U.S. 944, 85 S.Ct. 1029, 13 L.Ed.2d 964 (1965). Except in a truly unique situation, no benefit flows from having one trial judge entertain what is essentially a repetitious motion and take action which has as its purpose the overruling of prior action by another trial judge.\nThe record makes it clear that the dismissal of the indictment was unrelated to the substance of the indictment itself. Rather, such action was taken by the third judge (1) as an alternative to ordering a new preliminary hearing, and (2) as a device “to get appellate resolution of this case”. Neither objective warranted dismissal of the indictment. As the Supreme Court stated in Costello v. United States, 350 U.S. 359, 363, 76 S.Ct. 406, 409, 100 L.Ed. 397 (1956):\nAn indictment returned by a legally constituted and unbiased grand jury, like an information drawn by the prosecutor, if valid on its face, is enough to call for trial of the charge on the merits. [Footnote omitted.]\nhi\nThe dismissal of the indictment accordingly must be reversed, and the indictment must be reinstated. We observe once again that a trial judge’s normally rather broad discretion is extremely narrowed when consideration is being given to the possible dismissal of an indictment. As we stated recently in United States v. Washington, D.C.App., 328 A.2d 98, 103 (1974):\nAuthority of the trial court to go behind an indictment is quite limited and discretion thereunder must be exercised only in rare instances consistent with recognized independence of a grand jury.\nThis is true a fortiori where, as here, the dismissal of an indictment is unrelated to the validity of the indictment itself.\nReversed and remanded.\n. Subsequent to the ruling here under review, the Superior Court criminal rule covering preliminary hearings [Rule 5(c)] was amended by the addition of the following language: “The finding of probable cause may be based upon hearsay evidence in whole or in part.” Such an addition represented merely a codification of existing common law.\n. Then, as now, Super.Ct.Cr.R. 5(c) (1) included the following provision: “The purpose of a preliminary examination is not for discovery.”\n. The basic and limited function of a preliminary hearing is to permit judicial consideration of whether there is probable cause to hold an accused for trial. See Barber v. Page, 390 U.S. 719, 725, 88 S.Ct. 1318, 20 L.Ed.2d 255 (1968). Super.Ct.Cr.R. 5(c)(1) provides in part as follows:\nIf from the evidence it appears that there is no probable cause to believe that an offense has been committed or that the defendant committed it, the court shall dismiss the complaint and discharge the defendant.\n. The record is replete with Davis’ expressions of dissatisfaction with his appointed attorneys, irrespective of their abilities and efforts on his behalf. He had two successive attorneys at the trial level, and two before this court. Davis moved pro se to vacate the appointment of his second appellate attorney. We granted that motion, but appointed the same lawyer to act as amicus curiae on behalf of appellee.\n.It long has been recognized that a valid grand jury indictment “conclusively determines the existence of probable cause.” Ex Parte United States, 287 U.S. 241, 250, 53 S.Ct. 129, 131, 77 L.Ed. 283 (1932) ; see Crump v. Anderson, 122 U.S.App.D.C. 173, 175, 352 F.2d 649, 651 (1965). Soon after the ruling here under review, Super.Ct.Cr.R. 5(c) (2) was amended to recognize that fact. It now includes the following provision: “[T]he preliminary examination shall not be held if the defendant is indicted or if an information against the defendant is filed before the time set for the preliminary examination.”\n. Super.Ct.Cr.R. 12 (b) (2) provides in part that “the failure of the indictment or information to charge an offense shall be noticed by the court at any time during the pendency of the proceeding.” No such question has been raised in this case.\n. The court stated:\n[W]hy do you have a preliminary hearing, why is the defendant entitled to it? The right is ... to begin to test out the Government’s case, to find out what it is all about and get the facts of the matter down and to pin down . . . under oath that complaining witness who at that point comes in with her freshest possible memory immediately after it happens, to be called up here before she gets a chance to go out and talk to a lot of people, before she talks to a lot of policemen, before she talks to a lot of prosecutors, . . . right at the outset, the opportunity to pin that complaining witness down under cros-examination and under oath.\n. In light of the death of the complaining witness, the government might well have determined to move to dismiss the indictment had the trial court permitted the merits of the charges to be reached. The trial court’s erroneous ruling satisfied its stated objective of getting “an appellate resolution of this case,” but it is difficult to see how it furthered either the defendant’s interests or the administration of justice.",
        "type": "majority",
        "author": "HARRIS, Associate Judge:"
      }
    ],
    "attorneys": [
      "Harold H. Titus, Jr., U. S. Atty., and John A. Terry, Richard S. Shine, and Richard S. Vermeire, Asst. U. S. Attys., were on the brief for appellant.",
      "Rufus G. King, III, Washington, D. C., appointed by this court, was on the brief on behalf of appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES, Appellant, v. Wayman B. DAVIS, Appellee.\nNo. 6878.\nDistrict of Columbia Court of Appeals.\nSubmitted Aug. 29, 1973.\nDecided Jan. 10, 1975.\nAs Amended Jan. 30, 1975.\nRehearing Denied January 31, 1975.\nHarold H. Titus, Jr., U. S. Atty., and John A. Terry, Richard S. Shine, and Richard S. Vermeire, Asst. U. S. Attys., were on the brief for appellant.\nRufus G. King, III, Washington, D. C., appointed by this court, was on the brief on behalf of appellee.\nBefore FICKLING, GALLAGHER and HARRIS, Associate Judges."
  },
  "file_name": "0751-01",
  "first_page_order": 789,
  "last_page_order": 794
}
