{
  "id": 12052767,
  "name": "DEPARTMENT OF TRANSPORTATION, Petitioner, v. ANJO CONSTRUCTION COMPANY, Respondent; ANJO CONSTRUCTION COMPANY, Petitioner, v. DEPARTMENT OF TRANSPORTATION, Respondent",
  "name_abbreviation": "Department of Transportation v. Anjo Construction Co.",
  "decision_date": "1995-10-18",
  "docket_number": "",
  "first_page": "753",
  "last_page": "761",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 753"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "371 A.2d 261",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "343 A.2d 72",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "643 A.2d 1129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1461185,
        7872316
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/164/0566-01",
        "/a2d/643/1129-01"
      ]
    },
    {
      "cite": "94 A.2d 140",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "172 Pa.Superior Ct. 651",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        477242
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/172/0651-01"
      ]
    },
    {
      "cite": "625 A.2d 682",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        927788
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/425/0432-01"
      ]
    },
    {
      "cite": "426 Pa.Superior Ct. 432",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "651 A.2d 539",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "breach of a contractual provision limiting a party's time to file suit must be pleaded in new matter"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "539 Pa. 651",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "breach of a contractual provision limiting a party's time to file suit must be pleaded in new matter"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "429 Pa.Superior Ct. 444",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        934770
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/429/0444-01"
      ]
    },
    {
      "cite": "1975 WL 1651",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "333 A.2d 497",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "constructive notice is a question of law"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "229 Ct.Cl. 160",
      "category": "reporters:specialty",
      "reporter": "Ct.Cl.",
      "case_ids": [
        10811270
      ],
      "weight": 3,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/us-ct-cl/229/0160-01"
      ]
    },
    {
      "cite": "666 F.2d 546",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        468570,
        10811270
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/666/0546-01",
        "/us-ct-cl/229/0160-01"
      ]
    },
    {
      "cite": "497 A.2d 951",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "624 A.2d 262",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1443647
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/154/0535-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 864,
    "char_count": 21761,
    "ocr_confidence": 0.732,
    "pagerank": {
      "raw": 1.5493980863801404e-07,
      "percentile": 0.6743592000923606
    },
    "sha256": "f306ea0d97c0a1b54146b7d3bdf524628aea79475282e371691638cf3058f9ad",
    "simhash": "1:197801619a65fc73",
    "word_count": 3553
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, DOYLE, Judge (P.), and NARICK, Senior Judge."
    ],
    "parties": [
      "DEPARTMENT OF TRANSPORTATION, Petitioner, v. ANJO CONSTRUCTION COMPANY, Respondent. ANJO CONSTRUCTION COMPANY, Petitioner, v. DEPARTMENT OF TRANSPORTATION, Respondent."
    ],
    "opinions": [
      {
        "text": "DOYLE, Judge.\nBefore this Court are the consolidated appeals of the Department of Transportation (DOT) and Anjo Construction Company from an order of the Board of Claims (Board) awarding Anjo $2,116,368.14 in damages plus 6% interest on a construction contract claim.\nOn July 11, 1986, DOT contracted with Anjo to rehabilitate the Highland Park Bridge located in the Pittsburgh area. The bridge is the second busiest bridge in the Pittsburgh area and is of great importance to the driving public. The repairs to the bridge involved replacing structural steel, removing and replacing the bridge deck, and rehabilitating the approach ramps. Because of the bridge’s importance, the contract originally required the repairs to be completed by December 31, 1987, and contained incentive/disincentive clauses to encourage timely completion. In one incentive clause, Anjo would receive $43,000 for each weekend less than the maximum of 6 permitted by the contract that it closed the bridge. This phase of the repair concerned the replacement of the floor beams. Another incentive clause stated that, for each day the bridge was opened to unrestricted traffic prior to January 1, 1988, Anjo would receive $14,350 per day up to a maximum of 100 days. The maximum incentive Anjo could earn under this provision of the contract was, therefore, $1,435,000.\nDOT hired an outside engineering firm, GAI, to prepare the designs and drawings for the rehabilitation of the bridge. GAI’s designs, however, contained numerous omissions and errors which caused a cascade of errors in the reconstruction of the bridge and protracted delays in Anjo’s repair schedule. Some problems went unresolved for months and Anjo was forced to accelerate its work under the contract, causing its labor costs to increase. The design errors also hindered the fabrication of structural steel and structural supports for the bridge deck. Anjo was forced by the design errors to work on the bridge as materials became available and was required to do extra work. Anjo also needed to hire its own engineer, Tensor, Inc., to devise a method of dismantling the floor beams while maintaining the structural integrity of the bridge, since that contingency was not fully addressed by GAI. While Anjo notified DOT on January 30, 1987 that the design errors would seriously delay the project, DOT did not immediately adjust the “milestone” dates or completion date for the project. On June 4,1987, the parties executed a Memorandum of Understanding, which, inter alia, extended the project by 64 days. The completion date was thereby changed to March 18, 1988; however, Anjo had to open the bridge to unrestricted traffic before December 9, 1987, to receive the full incentive payment.\nPrior to completing the project, Anjo submitted to DOT a value engineering proposal seeking permission to change the metal forms used to support the concrete bridge deck. The proposal offered to substitute stay-in-place forms for removable forms mandated in the original design. DOT approved the proposal and issued a work order, but later required Anjo to install “haunch angles”; this increased the work and costs of implementing the proposal.\nDespite the numerous problems Anjo encountered, it nevertheless completed the project by December 9, 1987, and received the full incentive.\nAnjo, thereafter, submitted a claim to DOT for, inter alia, the following additional payments: (1) extra labor 'costs it incurred when it accelerated performance of the contract, and an additional 25% profit on those costs, (2) extra work on the structure of the bridge, (3) project operating and home office operating costs, (4) extra work done by Tensor, and (5) value engineering costs. DOT denied Anjo’s claim on February 24, 1992.\nOn August 21, 1992, Anjo filed a claim against DOT with the Board seeking the aforementioned damages. On November 7, 1994, the Board issued an order awarding Anjo $2,116,363 with 6% interest calculated from the date the claim was filed with the Board. The Board granted Anjo’s claim insofar as it awarded Anjo damages for acceleration costs and other additional expenses; the Board however, denied Anjo’s value engineering claim and Anjo’s claim for a 25% profit on its additional labor costs. The cross appeals by Anjo and DOT followed.\nOn appeal, Anjo contends that the Board erred in (1) failing to award it profit on its additional labor costs, (2) failing to compensate it for the value engineering proposal, and (3) awarding it interest from the date its claim was filed with the Board, instead of the date it filed its claim with DOT. DOT contends that the Board erred as a matter of law in (1) ruling that Anjo was entitled to acceleration damages, (2) disregarding language in the contract which precludes the filing of a claim based on impacts from extra work, and (3) admitting into evidence Anjo’s reconstruction of the bid estimate. Because of the nature of the issues raised by the parties, we will first discuss DOT’s appeal.\nFirst, our scope of review is limited to determining whether findings of fact are supported by substantial evidence, whether there was a constitutional violation, or, whether an error of law was committed. Del-Car Automotive, Ltd. v. Pennsylvania State Police, 154 Pa.Cmwlth. 535, 624 A.2d 262 (1993). Anjo and DOT do not argue that the Board’s findings are unsupported by substantial evidence; therefore, the Board’s findings of fact are conclusive on appeal. Salamak v. Unemployment Compensation Board of Review, 91 Pa.Cmwlth. 493, 497 A.2d 951 (1985).\nDOT’S APPEAL\nDOT contends that the Board erred as a matter of law in ruling that Anjo was entitled to damages for the extra labor costs it incurred when it accelerated work on the bridge, since it never ordered Anjo to accelerate its performance.\nAcceleration occurs when a contractor speeds up the pace of its work, faster than the rate prescribed in the original contract. A contractor may recover for the increased costs incurred as a result of accelerating performance, when (1) its own delays in performance are excusable, (2) the contractor was ordered to accelerate, and (3) the contractor did so and sustained extra costs. Norair Engineering Co. v. United States, 666 F.2d 546, 229 Ct.Cl. 160 (1981). An order to accelerate need not be expressed as a specific command by the government unit, but may be constructive. Id. A constructive acceleration order may exist, when the government unit merely asks the contractor to accelerate or when the government expresses concern about lagging progress. Id. Whether a constructive acceleration order was given to a contractor is a question of law. Id.; see also Pennsylvania Liquor Control Board v. City of Philadelphia, 17 Pa.Cmwlth. 627, 333 A.2d 497 (1975) (constructive notice is a question of law).\nThe Board did not find as fact that DOT explicitly ordered Anjo to accelerate work on the bridge. The Board, however, found that Anjo accelerated its work on the bridge project due to the errors and omissions of the designer, not by Anjo. The Board found that DOT knew that Anjo was accelerating its work, and that DOT initially refused Anjo’s requests to adjust the milestone and completion dates. The parties, eventually, entered into a Memorandum of Understanding in June of 1987, which stated that DOT would “consider costs previously incurred by [Anjo], which have been identified as necessary to accelerate the work in an attempt to maintain the project schedule.” There were no further extensions of time granted after the Memorandum of Understanding was executed. Further, in view of the incentives in the contract and the importance of the bridge in the Pittsburgh area, it was critical that the project be completed on time.\nIn light of the above facts, we conclude as a matter of law that DOT constructively ordered Anjo to accelerate its work. DOT knew that the project was delayed due to design problems and errors beyond Anjo’s control, yet it consistently refused for months to adjust the project schedule. In order to meet the deadlines imposed by DOT, Anjo had to accelerate its work. Moreover, when DOT finally extended the project for 64 days, DOT expressly agreed in the Memorandum of Understanding that the acceleration was necessary to maintain the schedule of the project. Therefore, we hold that the Board did not err in holding Anjo was entitled to be compensated for extra costs incurred in accelerating its performance of the contract.\nDOT further argues that, because it ultimately extended the contract by 64 days, Anjo cannot argue that DOT constructively ordered the acceleration based on a refusal to extend the contract deadlines. DOT’s argument is based on a decision of the Armed Services Board of Contract Appeals which held that, to receive acceleration damages caused by the government’s failure to grant an extension of time for excusable delay, the contractor must show that the government failed to grant an extension within a reasonable period of time. Fermont Division, Dynamics Corporation of America, ASBCA 15806, 75-1 B.C.A. (CCH) ¶ 11, 139, 1975 WL 1651 (1975). The aforementioned decision is not binding precedent on this Court; however, even if it were, DOT’s grant of a 64-day extension does not preclude our holding that DOT constructively ordered Anjo to accelerate the project. Anjo began accelerating its work on the bridge months before DOT finally granted Anjo a 64-day extension of the contract in June of 1987. Prior to June of 1987, DOT steadfastly refused to modify the contract deadlines. The Board’s findings also show that, as of May 13, 1987, there was already a 119 calendar day delay of the project. Under those facts, we conclude that DOT did not grant the extension within a reasonable period of time and that the extension was insufficient to resolve the substantial delays in the bridge project; therefore, this argument must fail.\nDOT asserts that any acceleration that occurred was voluntary, because Anjo accelerated its work to earn the incentive payment. The Board, however, did not find as fact that Anjo accelerated the work to earn the incentive payment, but rather found that Anjo accelerated its work to meet project deadlines. Moreover, DOT’s argument is unreasonable when Anjo’s excess labor costs are compared to the maximum incentive payment. Anjo increased its labor costs by $1,644,945 by accelerating its work under the contract; the maximum incentive payment, however, was $1,435,000, more than $200,000 less than Anjo’s excess labor costs. Therefore, this argument is without merit.\nNext, DOT argues that Section 110.03 of Publication 408, incorporated into the parties’ contract, precludes Anjo from filing a claim with the Board based on impacts of extra work. While DOT does not clearly explain in its brief what it means by “impacts” from extra work, it appears that DOT is referring to both extra work and its consequences, such as increasing costs on other parts of the project and acceleration. Section 110.03(a) provides as follows:\nPayment for additional work ... is accepted as payment in full for all profit and for all equipment, labor, material, field overhead, home office and general administrative expenses, and every other expense incurred as a result of the additional or extra work. No claims for additional compensation of any kind arising out of or relating to such work can be asserted against the Department with the Board of Claims.\n(Reproduced Record (R.R.) at 339a.) DOT claims that it paid Anjo $1,487,712 for extra work, and that, under the above, Anjo is not entitled to any additional compensation.\nOur review of the pleadings shows that DOT never asserted in its answer or new matter that Anjo was precluded from asserting a claim before the Board for payments for extra work under the terms of Section 110.03 of Publication 408. DOT also never pleaded in new matter that Anjo was already paid for the work. The Board follows the Pennsylvania Rules of Civil Procedure, and, according to Pa.R.C.P. No. 1030, a party must raise an affirmative defense in new matter. We believe that Section 110.03 is an affirmative defense that was waived by DOT’s failure to plead it in new matter. See Graham v. Harleysville Insurance Co., 429 Pa.Superior Ct. 444, 632 A.2d 939 (1993), petition for allowance of appeal denied, 539 Pa. 651, 651 A.2d 539 (1994) (breach of a contractual provision limiting a party’s time to file suit must be pleaded in new matter). Moreover, even if this argument was not waived, DOT’s argument ignores the terms of the Memorandum of Understanding, wherein DOT agreed to consider paying for the extra costs incurred by Anjo in accelerating the project. The Memorandum of Understanding, in our view, was a modification of the contract terms concerning payment for extra work and was binding on DOT. The Board concluded that the Memorandum of Understanding required DOT to address the costs resulting from Anjo’s acceleration of the project, but that DOT never addressed those costs; the record does not indicate that the amount DOT alleges that it paid Anjo for extra work compensated Anjo for its acceleration costs. Therefore, DOT’s argument must fail.\nLast, DOT contends that the Board erred in admitting Anjo’s exhibits 96 and 96(a), reconstructed bid estimates, on the ground that they were hearsay outside of any exception to that rule. DOT asserts that the reconstructed bid is not admissible under the business records exception to the hearsay rule. Anjo argues, however, that the reconstructed bid is really a summary of volumes of documents used to calculate the original bid on the bridge project and is not hearsay at all.\nThe original bid Anjo submitted to DOT was missing. Relying on the same documents Anjo used to calculate the original bid, the employee of Anjo who prepared that bid, Robert Ferdiani, reconstructed Anjo’s estimate on the project. Anjo exhibits 96 and 96(a) are spread sheets itemizing the elements of the bid and then showing the total estimate for the project. Ferdiani testified that, to the best of his recollection, the reconstructed bid was an accurate representation of the original; he was cross examined on this issue by DOT. The reconstructed bid was based, in part, on other documents admitted into evidence. The Board admitted the reconstructed bid, because it was premised on the “keen recollection” of Ferdiani, and recreated to the best of his ability.\nWhen an original document is lost or destroyed, a fact finder may accept secondary evidence as to the contents of the original. Hera v. McCormick, 426 Pa.Superior Ct. 432, 625 A.2d 682 (1993). Here, Ferdiani testified that the original bid was missing and, using the documents that he relied on when crafting the original bid, he recreated it. The documents Ferdiani used to reassemble the bid were available to DOT, and DOT does not argue that Ferdiani’s testimony or the any of the documents he used to recreate the bid were, in themselves, hearsay. Ferdiani testified that, to the best of his recollection, the reconstruction accurately showed the amount of Anjo’s original bid. Therefore, we hold that the reconstructed bid was not hearsay, but was properly admitted by the Board as secondary evidence of the contents of the lost original bid.\nIn addition, the reconstructed bid is analogous to a chart summarizing the volumes of records Anjo utilized when it originally estimated the project. Summaries of records are admissible, so long as the originals are available for inspection and the preparer of the summary is available for cross examination. Keller v. Porta, 172 Pa.Superior Ct. 651, 94 A.2d 140 (1953); Leonard Packel and Anne B. Poulin, Pennsylvania Evidence, § 1001.5 (1987). Therefore, we hold that the Board did not err in admitting the documents in question.\nANJO’S APPEAL\nAnjo first argues that the Board erred in failing to grant it a profit on additional labor costs. Anjo’s argument is based on Section 110.03(d)(7) of DOT’s Publication 408, which requires DOT to add 25% to the additional labor cost which was incurred by accelerating the project; using that formula, Anjo would be entitled to an extra $411,236. Section 110.03(d) provides in pertinent part:\nForce-Account Work. Perform all extra work on a force account basis when directed in writing by the District Engineer.... Payment will be made in the following manner:\n(7) Overhead and Profit. [T]o cover ... anticipated profit ... add 25% to labor cost....\n(R.R. at 339a, 341a.) It is clear from the plain language of Section 110.03(7) that the 25% for anticipated profit applies only to extra work on a force account basis. Force account work is work, additional to the work called for in the contract, ordered to be completed by DOT, and agreed to be paid on a time and material basis. Green Construction Co. v. Department of Transportation, 164 Pa.Cmwlth. 566, 643 A.2d 1129 (1994).\nIn the instant case, the Board correctly concluded that Anjo incurred the additional costs because it was accelerating its work under the contract, not because DOT ordered it to complete additional force account work. The additional 25% can only be recovered under Section 110.03(d) if the work was ordered by DOT on a force account basis. Therefore, this issue is without merit.\nNext, Anjo argues that the Board erred in denying it compensation for its value engineering claim. Anjo’s proposal involved substituting stay-in-place forms for removable forms for the placement of the concrete bridge deck. DOT approved the engineering proposal, without conditions, and issued a work order adjusting the contract; however, Anjo asserts that, after its started work, DOT rescinded its approval and required it to do additional work to add haunch angles. Anjo asked DOT to pay it $172,000 in additional costs, but DOT refused.\nAccording to the Board’s findings of fact, however, DOT did not rescind the engineering proposal, but required Anjo to perform extra work to bring the proposal within DOT’s standards for permanent metal deck forms. The Board found that the haunch angles were required by DOT’s construction standards. The design drawings Anjo submitted to DOT in support of its proposal included an alternate design showing where haunch angles might be needed.\nWhile DOT placed no conditions on its approval of Anjo’s value engineering proposal, the haunch angles were required by DOT’s construction standards and, in our view, Anjo had the duty to provide DOT with an engineering proposal that conformed to those standards. Clearly, Anjo suspected that haunch angles would be needed in the forms. Any damages Anjo sustained in having to include haunch angles in their design was caused by its failure to conform their proposal to DOT’s construction standards, not by DOT’s failure to detect that error before approving Anjo’s proposal. Therefore, we hold that the Board correctly concluded that Anjo was not entitled to compensation for additional work it furnished when it installed haunch angles in the stay-in-place forms.\nLast, Anjo argues that the Board erred in awarding it 6% interest from the date it filed its claim with the Board, August 21, 1992, instead of the date when it filed its claim with DOT, March 8, 1989. The Commonwealth is required to pay interest on awards of the Board. Department of Highways v. S.J. Groves and Sons Company, 20 Pa.Cmwlth. 526, 343 A.2d 72 (1975). Interest is awarded from the date on which the obligation to pay the amount due under the contract arises, usually the date when the contract is fully performed. Green. Hence, the date from which interest on an award must be calculated is the date on which the Commonwealth’s duty to pay arises, not the date the complaint is filed with the Board. Department of Transportation v. DePaul, 29 Pa.Cmwlth. 447, 371 A.2d 261 (1977).\nIn the instant case, on March 8,1989, Anjo provided DOT with a detailed statement explaining the additional cost it incurred in the performance of the contract and demanded payment for those costs. Because of the complex factual circumstances out of which the claim for additional payments developed, we conclude that Anjo’s claim arose on March 8, 1989, when Anjo provided DOT with a detailed accounting of the extra costs it incurred in completing the bridge repairs. Therefore, we hold that the Board erred in granting Anjo interest from the date it filed its claim with the Board, and we will modify the Board’s order to grant interest from the date Anjo presented its claim to DOT.\nAccordingly, the Board’s order is modified to grant Anjo 6% interest from the date it filed its claim with DOT, March 8, 1989, and the order is affirmed in all other respects.\nORDER\nNOW, October 18, 1995, the order of the Board of Claims in the above-captioned matter hereby is modified to grant Anjo Construction Company 6% interest from the date of March 8, 1989. The order is affirmed in all other respects.\n. The term \"milestone date” refers to dates when certain portions of the project were required to be completed. For example, the most important milestone date in the contract, for purposes of this appeal, is the date on which the bridge was required to be opened to unrestricted traffic.\n. Haunch angles are not defined or described in the record.",
        "type": "majority",
        "author": "DOYLE, Judge."
      }
    ],
    "attorneys": [
      "Gerald R. Schultz, for petitioner, respondent Department of Transportation.",
      "Robert A. King, for respondent, petitioner Anjo Construction Company."
    ],
    "corrections": "",
    "head_matter": "DEPARTMENT OF TRANSPORTATION, Petitioner, v. ANJO CONSTRUCTION COMPANY, Respondent. ANJO CONSTRUCTION COMPANY, Petitioner, v. DEPARTMENT OF TRANSPORTATION, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued June 20, 1995.\nDecided Oct. 18, 1995.\nGerald R. Schultz, for petitioner, respondent Department of Transportation.\nRobert A. King, for respondent, petitioner Anjo Construction Company.\nBefore COLINS, President Judge, DOYLE, Judge (P.), and NARICK, Senior Judge."
  },
  "file_name": "0753-01",
  "first_page_order": 811,
  "last_page_order": 819
}
