{
  "id": 7867261,
  "name": "In re Appeal of Audit of AUDITORS OF HALFMOON TOWNSHIP, CENTRE COUNTY, Pennsylvania. Appeal of Parker HUFF, Appellant",
  "name_abbreviation": "In re Audit of Auditors of Halfmoon Township",
  "decision_date": "1994-06-02",
  "docket_number": "",
  "first_page": "754",
  "last_page": "756",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 754"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "192 A.2d 727",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "412 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887265
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0026-01"
      ]
    },
    {
      "cite": "302 A.2d 859",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "where no additional compensation would have been paid to the supervisors for duties which they specially assigned to themselves, had the procedure been in strict accordance with the law, this court held that the township suffered a loss, and thus, the imposition of a surcharge was proper"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 Pa.Commonwealth Ct. 163",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1853035
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/8/0163-01"
      ]
    },
    {
      "cite": "407 A.2d 906",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "47 Pa.Commonwealth Ct. 1",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1903431
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/47/0001-01"
      ]
    },
    {
      "cite": "151 Pa.Commonwealth Ct. 292",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1438689
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/151/0292-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 420,
    "char_count": 7936,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2002977779785617
    },
    "sha256": "ac9c1e822b9236ffa7921dc37b418cc67689fd2f1b1b8fc4e591a2136578b775",
    "simhash": "1:8ae66027778e8f83",
    "word_count": 1305
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CRAIG, President Judge, and NEWMAN, J., and DELLA PORTA, Senior Judge."
    ],
    "parties": [
      "In re Appeal of Audit of AUDITORS OF HALFMOON TOWNSHIP, CENTRE COUNTY, Pennsylvania. Appeal of Parker HUFF, Appellant."
    ],
    "opinions": [
      {
        "text": "NEWMAN, Judge.\nParker Huff (Huff) appeals from an order of the Court of Common Pleas of Centre County (trial court) dismissing his appeal from the 1992 audit of the Auditors of Half-moon Township (Auditors) and thus denying his request that surcharges be filed against Township Supervisors Karen Frantz and Michael Barr. We affirm.\nHalfmoon Township (Township) is a township of the second class located in Centre County, Pennsylvania. Huff is a registered elector and taxpayer in the Township. Following the filing of the Auditors’ report for the 1992 fiscal year, Huff filed an appeal with the trial court, alleging that during the period of the audit, Frantz and Barr received hourly compensation in violation of Section 515 of The Second Class Township Code (Code). Huff alleged that Frantz and Barr received compensation to which they were not entitled in the amount of $282.58 ($262.50 plus $20.08 social security contribution by the Township) and $76.70 ($71.25 plus $5.45 social security contribution by the Township), respectively. As such, Huff asserted that the Township suffered a loss, and the Auditors therefore should have surcharged Frantz and Barr with the amount of such loss.\nThereafter, the trial court issued a rule upon the Auditors to show cause why the relief requested by Huff should not be grants ed. The Auditors responded by filing an answer in which they denied the material allegations of Huffs appeal. Asserting that Frantz and Barr had already paid back to the Township any payments which were improperly made to them, the Auditors denied Huffs allegation that the Township had suffered a loss.\nA de novo hearing was held before the trial court, at which the following facts were established. By letter dated January 14,1993, Huff advised Donald Way, the chairman of the Auditors, that Frantz and Barr received hourly compensation in violation of the Code. Huff further asked that the Auditors surcharge Frantz and Barr with the amount of this compensation.\nThe Auditors considered Huffs allegations during their audit and concluded that the error had been made by the Township’s Secretary/Treasurer. Specifically, they concluded that the Seeretary/Treasurer improperly paid Frantz and Barr on an hourly basis for activities other than attending meetings. However, once the error was discovered, both Frantz and Barr agreed to repay the Township by foregoing payment for attendance at future meetings.\nThereafter, Frantz did not accept compensation for attendance at meetings until she had fully reimbursed the Township for the payments which had improperly been made to her. Barr elected not to receive payment for any meetings after the beginning of June, 1992. As a result, Barr did not accept compensation in an amount exceeding that which he owed to the Township. Therefore, the Auditors found that the Township had not suffered any loss due to the improper payments to Frantz and Barr, and accordingly, a surcharge was not warranted.\nUpon consideration of the evidence presented, the trial court, by order dated June 16, 1993, dismissed Huffs appeal. The trial court held that the Auditors did not err in their determination that the Township had not suffered a monetary loss as a result of the improper payments, and therefore, a surcharge was not in order. Huff filed a motion for reconsideration, which the trial court denied. This appeal followed.\nThe sole issue presented on appeal is whether the trial court erred in dismissing Huffs appeal and in thus denying his request that the Auditors surcharge Frantz and Barr in an amount equal to the improper payments that both received. Where the trial court conducts a de novo hearing, our scope of review is limited to a determination of whether the trial court manifestly abused its discretion or committed an error of law. See McLaughlin v. Centre County Housing Authority, 151 Pa.Commonwealth Ct. 292, 616 A.2d 1073 (1992).\nHuff asserts that because Frantz and Barr received hourly compensation for activities other than attending meetings, a surcharge by the Auditors was in order. It is Huffs position that public officials who receive improper payments, albeit in good faith and without fraudulent intent, are nonetheless under an obligation to repay the amount received and are not relieved of surcharge liability.\nWith respect to the imposition of surcharges, we note that Section 545 of the Code provides, in pertinent part, as follows:\n[a]ny elected or appointed officer, whose act, error or omission has contributed to the financial loss of any township, shall be surcharged by the auditors with the amount of such loss, and the surcharge of any such officer shall take into consideration as its basis, the results of such act, error or omission and the results had the procedure been strictly according to law. The provisions hereof limiting the amount of any surcharge shall not apply to cases involving fraud or collusion on the part of such officers, nor to any penalty ensuing to the benefit of or payable to the Commonwealth.\n53 P.S. § 65545 (emphasis added).\nIn interpreting this statutory provision, this court has held that absent a showing of a financial loss to the township, a surcharge may not be imposed on account of an official’s act, error or omission under the Code. In re Appeal from Report of Audit of South Union Township for 1975, 47 Pa.Commonwealth Ct. 1, 407 A.2d 906 (1979). See also Cotlar v. Warminster Township, 8 Pa.Commonwealth Ct. 163, 302 A.2d 859 (1973) (where no additional compensation would have been paid to the supervisors for duties which they specially assigned to themselves, had the procedure been in strict accordance with the law, this court held that the township suffered a loss, and thus, the imposition of a surcharge was proper).\nIn the present appeal, both parties agree that improper payments were made to Frantz and Barr. Most significant, however, is the fact that both supervisors, upon discovering the error, agreed to repay, and indeed reimbursed, the Township for the full amount of these erroneous payments. We further note that Barr declined compensation for the remainder of the year and thus reimbursed the Township an amount in excess of that which he actually owed.\nBecause both Frantz and Barr made restitution to the Township, we agree with the trial court that the Township did not suffer a loss. Absent a showing of a financial loss, we conclude that the trial court did not err in dismissing Huffs appeal and in thus denying his request that Frantz and Barr be surcharged.\nAccordingly, we affirm the order of the trial court.\nORDER\nAND NOW, June 2,1994, the order of the Court of Common Pleas of Centre County in the above-captioned matter is affirmed.\n. Act of May 1, 1933, P.L. 103, as amended, 53 P.S. § 65515. Huff, however, did not specify how these payments were in violation of the Code.\n. The Township also filed new matter, asserting that Huff’s purpose in filing the appeal was to stop the rezoning of his land by having Frantz removed from her position as a Supervisor. In addition, the Township filed a request that sanctions be imposed against Huff.\n. Our supreme court has held that in an áppeal from a township auditors’ report, the trial court conducts a de novo review of the report and considers all accounts as if presented to it in the first instance. In re Appeal from Settlement of Auditor's Report for 1961 for Canton Township, Washington County, 412 Pa. 26, 192 A.2d 727 (1963).\n. The trial court's order also denied Huff’s request for costs and attorneys’ fees and the Township's request for sanctions.",
        "type": "majority",
        "author": "NEWMAN, Judge."
      }
    ],
    "attorneys": [
      "Craig P. Miller for appellant.",
      "Louis T. Glantz, for appellee,"
    ],
    "corrections": "",
    "head_matter": "In re Appeal of Audit of AUDITORS OF HALFMOON TOWNSHIP, CENTRE COUNTY, Pennsylvania. Appeal of Parker HUFF, Appellant.\nCommonwealth Court of Pennsylvania.\nArgued April 15, 1994.\nDecided June 2, 1994.\nCraig P. Miller for appellant.\nLouis T. Glantz, for appellee,\nBefore CRAIG, President Judge, and NEWMAN, J., and DELLA PORTA, Senior Judge."
  },
  "file_name": "0754-01",
  "first_page_order": 820,
  "last_page_order": 822
}
