{
  "id": 7867331,
  "name": "ALOE COAL COMPANY, Petitioner, v. DEPARTMENT OF TRANSPORTATION, Respondent",
  "name_abbreviation": "Aloe Coal Co. v. Department of Transportation",
  "decision_date": "1994-06-02",
  "docket_number": "",
  "first_page": "757",
  "last_page": "768",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 757"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "304 Pa.Superior Ct. 424",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        199300
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/304/0424-01"
      ]
    },
    {
      "cite": "308 Pa.Superior Ct. 405",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        205451
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/308/0405-01"
      ]
    },
    {
      "cite": "626 A.2d 1160",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "534 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "150 Pa.Commonwealth Ct. 517",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1436544
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/150/0517-01"
      ]
    },
    {
      "cite": "18 L.Ed.2d 433",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "87 S.Ct. 1348",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "386 U.S. 1007",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6344679,
        6344907,
        6345457,
        6345660,
        6345279
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/1007-01",
        "/us/386/1007-02",
        "/us/386/1007-04",
        "/us/386/1007-05",
        "/us/386/1007-03"
      ]
    },
    {
      "cite": "224 A.2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903218
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0373-01"
      ]
    },
    {
      "cite": "523 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820336
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0112-01"
      ]
    },
    {
      "cite": "608 A.2d 31",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "530 Pa. 656",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "410 Pa.Superior Ct. 451",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        903267
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/410/0451-01"
      ]
    },
    {
      "cite": "331 A.2d 250",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "17 Pa.Commonwealth Ct. 217",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1864750
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/17/0217-01"
      ]
    },
    {
      "cite": "328 A.2d 886",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "16 Pa.Commonwealth Ct. 237",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1863311
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/16/0237-01"
      ]
    },
    {
      "cite": "496 A.2d 422",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "90 Pa.Commonwealth Ct. 595",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1336172
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/90/0595-01"
      ]
    },
    {
      "cite": "137 Pa.Commonwealth Ct. 252",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1410897
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/137/0252-01"
      ]
    },
    {
      "cite": "430 A.2d 328",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "59 Pa.Commonwealth Ct. 246",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1920816
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/59/0246-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1399,
    "char_count": 40182,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20030009471594676
    },
    "sha256": "3e66c9cd00ae0160f77982bc93128adb7f6018e7e89c9c61591820df54663e14",
    "simhash": "1:51176b380581227e",
    "word_count": 6779
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, and KELLEY, JJ., and KELTON, Senior Judge."
    ],
    "parties": [
      "ALOE COAL COMPANY, Petitioner, v. DEPARTMENT OF TRANSPORTATION, Respondent."
    ],
    "opinions": [
      {
        "text": "COLINS, Judge.\nAloe Coal Company (Aloe Coal) appeals from the August 31, 1992 decision and order of the Board of Claims (Board) which granted judgment in favor of the Pennsylvania Department of Transportation (DOT) and dismissed Aloe Coal’s action against DOT. We affirm.\nAloe Coal is a Pennsylvania corporation engaged in the business of mining, transporting, and marketing coal and coal-related products. This dispute arises out of Aloe Coal’s usage of a state roadway known as LR02003 (the roadway or LR02003) to transport coal to distribution points. LR02003 is a 2.46-mile stretch of road located in Allegheny County between station 62+ and station 191 + 96. The roadway is constructed mostly of dirt with some areas of blacktop or oil and chip paving. Although the roadway was used by many industries throughout its existence, by 1983, Aloe Coal was its primary heavy industrial user.\nOn July 13, 1983, Aloe Coal and DOT entered into an Excess Maintenance Agreement (EMA), which DOT drafted, whereby Aloe Coal agreed to perform or pay for any maintenance of LR02003 necessitated by its coal truck traffic. Aloe Coal also agreed to post a bond as security for performing its maintenance obligation. A memorandum dated December 8, 1982 was attached to the EMA. This memorandum provides, in pertinent part:\nAn inspection of the subject route was made on December 8, 1982, by Mr. Pat Belculfine, of Aloe Coal Company and Stanley Popovich and Lorraine E. Keller, of the Department of Transportation ... Station 62+ to 80+ (sic) this section was reconstructed by the company and continues to be used as access to their facility. A gate at Station 80+ gives the appearance that this is a private road. It is a stabilized roadway and is in good condition.\nStation 80+ to 191 + 96 (sic) this section has been used by the company for many years although no official agreement was executed, the company has provided periodic maintenance of the pavement surface and shoulders until the present time and is responsible for the existing conditions. The Department will have a crew remove the buildup of debris at the edge of shoulder and repair and or install drainage facility if the damage was a direct result of the company’s operation.\nBoth parties agreed before the Board that the memorandum should have indicated that DOT would repair and/or install the drainage facility if the damage was not a direct result of Aloe Coal’s operations. Prior to the time when Aloe Coal entered into the EMA with DOT, Aloe Coal often undertook voluntary repairs on LR02003. Aloe Coal alleges that these voluntary repairs were undertaken because DOT historically ignored the condition of the road.\nIn the spring of 1984, a landslide occurred causing the collapse of three sections of the western side of LR02003. DOT closed the roadway from May of 1984 until August of 1985, because the conditions on the roadway were so hazardous that they precluded use by the public. DOT closed the road pursuant to Paragraph 11 of the EMA which provides, in pertinent part: “This Agreement shall not prohibit the Department from closing a road or bridge to any vehicle or combination in excess of a specific weight if such closing is authorized by law and is necessary for safety, or is a temporary closing due to climatic conditions or act of God.”\nIn a letter written by William Sacco and dated May 4, 1984, DOT advised Aloe Coal that it was unable to schedule repairs for the landslide damage to LR02003 in the near future. DOT maintained that it did not have sufficient funds available to make the repairs, because the road was considered a low priority project since it was used only by a small sector of the public. After LR02003 was closed down, Aloe Coal used alternative roads, but use of these roads increased the costs in time and money needed for Aloe Coal to service its customers, because LR02003 was the shortest route for Aloe Coal to take its coal to the major markets.\nAloe Coal eventually determined that if it wanted to use LR02003 in the near future it would have to repair the roadway itself. Reluctantly, Aloe Coal repaired LR02003 because it decided that fixing the road would save the company money. At the time it made the repairs to LR02003, Aloe Coal knew that it was not obligated by the EMA to make those repairs, because Paragraph 5 of the EMA provided: “The USER [Aloe Coal] shall have no obligation for maintenance to remedy damage resulting from washout, landslide or act of God or for removal of snow or ice.” After Aloe Coal repaired the roadway, DOT reopened the roadway and permitted Aloe Coal to resume hauling on it.\nIn the spring of 1986, part of LR02003 was washed out, and DOT closed the roadway in April, 1986 for two months. DOT reiterated to Aloe Coal that it did not have the resources to repair the roadway. Aloe Coal again undertook the repairs of the washed out area of the roadway to save money and to avoid using alternate roads for an extended period of time.\nOn October 20, 1987, Aloe Coal filed a claim against DOT for damages in the amount of $231,723. In its claim statement, Aloe Coal averred that by the terms of the memorandum attached to the EMA, DOT was obligated to repair or install the drainage facility for LR02003. Aloe Coal alleged that DOT’S failure to undertake the repairs of LR02003’s drainage system caused the 1984 landslide and the 1986 washout and, therefore, DOT was liable for reimbursing Aloe Coal for the cost of repairs and for Aloe Coal’s increased transportation costs while LR02003 was damaged and closed. On March 17, 1988, Aloe Coal filed an amended claim but did not change the amount of damages it sought from DOT. After preliminary objections were ruled upon by the Board, DOT filed its answer on May 12, 1988.\nThe Board held hearings on the matter on May 22 and May 23, 1991. At these hearings, Aloe Coal presented the testimony of three witnesses, David Aloe, President of Aloe Coal, Pascal F. Belculfine, a registered professional engineer and expert witness who had participated on Aloe Coal’s behalf in the process of forming the EMA between Aloe Coal and DOT, and David Wain, a licensed civil engineer and soil engineering expert.\nDavid Aloe (Mr. Aloe) testified about the business operations of Aloe Coal and how the closure of LR02003 affected Aloe Coal’s business decisions. Specifically, Mr. Aloe testified that: (1) after entering into the EMA, DOT never contacted Aloe Coal to inform him that DOT considered the damage to the drainage facility on LR02003 to be Aloe Coal’s responsibility; (2) DOT never repaired or replaced the drainage facility on LR02003; (3) when DOT closed LR02003, Aloe Coal made the repairs after DOT refused to do so, because Mr. Aloe thought that action would save money in the long term and believed that area residents would be displeased with Aloe Coal’s prolonged use of alternative roads; and (4) Aloe Coal made the repairs despite the fact that DOT had not ordered it to make the repairs and had not promised or otherwise indicated that it would reimburse Aloe Coal for the cost of the repairs.\nPascal Belculfine (Belculfine) testified about the physical condition of LR02003 at different times relevant to the history of this case and about the damages that Aloe Coal incurred during the closure of LR02003. On direct examination, Belculfine testified to the following observations: (1) That he was present on behalf of Aloe Coal at the original inspection of LR02003 in December of 1982, upon which inspection the EMA was based; (2) that in December of 1982 there were a number of cross drains on LR02003 that were in deplorable condition including the ends of pipes in ten to twelve areas that were clogged, corroded, or collapsed; (3) that in 1984 a landslide occurred when three sections of the western side of LR02003 collapsed; (4) that in 1986, a washout occurred in the area of LR02003 referred to as the S-tum; and (5) that DOT closed LR02003 from May, 1984 until August, 1985 after the landslide and from April, 1986 until June, 1986 after the washout.\nBelculfine also testified on direct examination that, as a result of the slide and the washout, Aloe Coal incurred damages of: $99,700.00 for repairs to LR02003 after the 1986 washout; $32,500.00 for the repairs to LR02003 after the 1984 landslide; $83,511.00 in extra hauling costs incurred during the two time periods when DOT closed LR02003; and $15,908 in costs related to the shared use of an alternative route with another company, Browning Ferris Industries during the two time periods when LR02003 was closed. Moreover, in answer to the Board’s query, Belculfine testified that during discussions between DOT and Aloe Coal subsequent to the road closures, the issue of responsibility for damage to the LR02003 drainage facilities was never raised.\nSince Belculfine was Aloe Coal’s primary engineering expert witness, DOT cross-examined him extensively. On cross-examination Belculfine testified: (1) that prior to entering into the EMA with DOT, Aloe Coal maintained LR02003, because it was the main access road to their major customers; (2) that a record rain fall had occurred in November of 1985, whereby 11.5 inches of rain fell and played havoc with the mostly dirt road; (3) that he sent a letter to DOT dated April 23, 1984, wherein he advised DOT that a backhoe being used by Bell Telephone Company was causing a mounding of dirt in a ditch, which mounding directed water back on the roadway; and (4) that a number of factors probably contributed to the 1984 landslide, including bad drainage on the road, water lying in the ditch that was not able to go to conduits, which should have conveyed the excess water from the uphill side to the lower side of the road, the soaking of the road bed in the subsurface area which allowed water to enter into the substructure of the road, and the cutting away of the toe of sloughed material that was on the bottom of the bank.\nDavid Wain (Wain), a soils engineering expert, also testified on Aloe Coal’s behalf. Wain opined that the 1984 landslide was caused by the leakage of runoff water into the substratum and the heaviness of the roadway soil caused by melting snow through the month preceding the slide. Moreover, Wain opined that the 1986 washout of LR02003 was caused by poor drainage. Specifically, Wain stated that he believed that the inadequate drainage pipes on the roadway, which were either clogged or undersized, allowed runoff water to pass over the surface of the road rather than empty into the drainage system. Wain also disagreed ■with DOT’s suggestion that the 1986 washout was caused primarily by a record rainfall which occurred in November of 1985.\nOn cross-examination, DOT repeatedly assailed Wain’s credibility. Wain conceded that neither he nor anyone from his company visited the actual site of the landslide or washout areas and that his opinions were largely based upon Belculfine’s observations. DOT’s cross-examination also elicited admissions from Wain that he had no personal knowledge of where the drainage pipes were in relation to the landslide area and that he did not know how deep the drainage pipes were located. Wain also admitted that he did not perform any tests for subsurface water, nor did he perform any calculations for failure analysis, stress analysis, or foundation tests. A question from the Board also prompted Wain to admit that although he had testified on direct examination that LR02003’s drainage pipes were undersized, he did not actually know the size of those drainage pipes.\nStanley J. Popovich (Popovich), a Maintenance Operations Engineer for DOT, was the only witness who testified on DOT’s behalf. Popovich testified about: the condition of LR02003 at various points in time; the history of DOT’s maintenance of LR02003; DOT’s reasons for closing LR02003 in 1984 and 1986; and his opinion regarding the cause of the 1984 landslide and the 1986 washout. Specifically, Popovich testified: (1) that in June of 1983, DOT graded the surface of LR02003, added gravel, and applied oil to the roadway in order to control dust; (2) that a June 20, 1983 Bonded Road Inspection Report indicated that LR02003 was in good shape; (3) that DOT closed LR02003 in 1984 and 1986, because on both occasions the road posed a hazard to the general public and Paragraph 11 of the EMA authorized DOT to close the road if it was necessary for safety reasons; (4) that DOT was unable to schedule immediate repairs to LR02003 after the 1984 landslide because of insufficient funding and the low priority of the road; (5) that DOT did not order or direct Aloe Coal to undertake repairs after the 1984 landslide or the 1986 washout and that Aloe Coal’s repairs were strictly voluntary; (6) that Aloe Coal left windrows on the low side of the highway thereby trapping water on the road; (7) that in the area of the S-turn or on any grades, the road water coming down the grades would wash any loose material of dirt and debris into the drainage systems and that if the drainage systems were clogged, these loose materials were partly the cause; and (8) that in his opinion, the cause of the 1984 landslide was inconclusive because of various problems, all of which could have affected causation.\nAfter the conclusion of the hearings, Aloe Coal and DOT submitted proposed findings of fact, proposed conclusions of law, and memoranda of law. The Board, in an August 31, 1992 decision and order, denied Aloe Coal’s claims and entered judgment in favor of DOT. In its decision, the Board made 65 findings of fact and issued the following relevant conclusions of law:\nCONCLUSIONS OF LAW\n3. The Excess Maintenance Agreement and Memorandum attached thereto are the controlling documents as to the rights and liabilities of the parties herein.\n4. The contention of the Plaintiff, Aloe Coal Company, that Defendant, Commonwealth of Pennsylvania, Department of Transportation, had an obligation to keep the road open for the use of Aloe and the general public is without merit in as much as Paragraph 11 of the Agreement authorized DOT to close the road.\n5. DOT’s witness, Stanley J. Popovich, was more credible than Aloe’s witnesses, Pascal F. Belculfine and David Wain.\n6. Aloe Coal Company did not prove that the failure of the road in 1984 and 1986, and closure of the road related thereto, was caused by DOT’s failure to install drainage facilities or the failure of the drainage facilities.\n7. The repairs made by the Aloe Coal Company to LR02003, which are the substance of their Claim, were gratuitously made on a voluntary basis pursuant to a business decision that it was cheaper for the company to repair the road than to travel an alternate route.\n8. The Plaintiff, Aloe, has not established damages which could be awarded pursuant to a breach of contract by defendant, DOT, since no contract existed as to the damages claimed.\nAfter the Board issued its decision and order, Aloe Coal filed a timely petition in this Court, seeking review of the Board’s order.\nOur scope of review of a decision of the Board of Claims is narrow; we must affirm the Board unless we determine that the Board committed an error of law or that its findings of fact are not supported by substantial evidence. State Highway and Bridge Authority v. E.J. Albrecht Company, 59 Pa.Commonwealth Ct. 246, 430 A.2d 328 (1981). Aloe Coal raises several issues on appeal, each of which we will discuss in turn.\nI. ARE THE BOARD’S FINDINGS OF FACT SUPPORTED BY SUBSTANTIAL EVIDENCE?\nAloe Coal makes various challenges to many of the Board’s findings of fact, but these can be distilled into two distinct objections. First, Aloe Coal disputes whether the Board acted properly in completely discrediting David Wain’s expert testimony. Second, Aloe Coal contends that the Board’s findings that neither the 1984 slide nor the 1986 washout were causally related to the inadequate drainage system are contradicted by the record. We are not persuaded by either of Aloe Coal’s arguments.\nAloe Coal’s first contention essentially amounts to a request that this Court reweigh David Wain’s testimony and reassess his credibility. This Court cannot engage in such activity, because the Board of Claims is entrusted with the duty of fact-finding and we may neither assist nor interfere with this function. State Public School Building Authority v. Noble C. Quandel Company, 137 Pa.Commonwealth Ct. 252, 585 A.2d 1136 (1991). The Board’s role as fact finder includes determining the credibility of witnesses and resolving conflicting evidence. Consolidated Rail Corporation v. Pennsylvania Liquor Control Board, 90 Pa.Commonwealth Ct. 595, 496 A.2d 422 (1985). Accordingly, we will not interfere with the Board’s determination that David Wain was not a credible witness.\nSimilarly, Aloe Coal’s second argument, that the Board’s findings regarding the 1984 slide and the 1986 washout are contradicted by testimony in the record, disregards the Board’s authority as fact finder to resolve conflicting evidence. The Board’s findings do not need to be supported by uncontradict-ed evidence, so long as they are supported by substantial evidence. General State Authority v. Loffredo, 16 Pa.Commonwealth Ct. 237, 328 A.2d 886 (1974). Substantial evidence is such relevant evidence which a reasonable mind accepts is adequate to support a conclusion. Allan N. Lashner, Inc. v. Department of Highways, 17 Pa.Commonwealth Ct. 217, 331 A.2d 250 (1975). The following testimony of Stanley Popovich supports the Board’s findings that the cause of the 1984 slide was inconclusive:\nQ. Okay. And during this entire period that they have bonded this road, the State has never pursued Aloe Coal or Aloe Coal bonds for anything?\nA. We have pursued Aloe Coal to keep the road repaired. We have never found it necessary to go to the bonding company directly.\nQ. Okay. It is also true that the Department has never pursued Mr. Wolf for causing damage to the stability of the road, have they?\nA. The cause of the slide was inconclusive because of the telephone company involvement, because of possible springs in the embankment that could have led to the source of water, because of the potential problems with cross drains that could have led to the source of the water, and because of the potential for the toe of the slope being cut out could have been a cause of the problem, it was my understanding, and again, this is from a third party hearsay, that the exact cause was in such doubt that nobody felt they could legally convince anybody that an individual source was the cause of the slide.\nAnd as far as Mr. Wolf is concerned, they made the best of a bad situation, and I believe Mr. Wolf granted us and Aloe and all our agents access to his property to repair the slide free of charge in exchange for no further pursuit of action.\nQ. Okay. You don’t have any written document—\nA. No, again, I don’t have personal knowledge and no written documents of that.\nQ. Okay. And if I understood you correctly, you would agree that a problem with the cross drains might have been a contributing factor here?\nA. One of the three or four that I mentioned, yes.\nQ. Okay. And am I correct in saying that on each of these occasions, the reason that PennDOT did not repair the slide and the washout was due to lack of funds?\nA. Lack of funds and absence of a priority to assign funds to such a project.\n(Notes of Testimony (N.T.) 376-78).\nPopovich’s testimony more than adequately comprises the substantial evidence to support the Board’s findings that neither the 1984 slide nor the 1986 washout were conclusively proved to be caused by an inadequate drainage system. Therefore, Aloe Coal has not shown that any of the Board’s findings of fact are not supported by substantial evidence.\nII. DID THE BOARD ERR OR ABUSE ITS DISCRETION WHEN IT CONCLUDED THAT ALOE COAL FAILED TO PROVE THAT THE SLIDE AND WASHOUT WERE CAUSED BY THE ROAD’S ALLEGEDLY INADEQUATE DRAINAGE SYSTEM?\nAloe Coal contests the Board’s conclusion that it failed to prove conclusively that either the 1984 slide or the 1986 washout was caused by the failure of LR02003’s allegedly inadequate drainage system. Aloe Coal contends that it proved by its expert testimony that the Department’s failure to repair the drainage system caused or at least significantly contributed to the landslide in 1984 and the washout of 1986 and that the Board’s ruling to the contrary is erroneous, unsupported by the record, and represents an abuse of discretion. After reviewing the record testimony, we disagree with Aloe Coal’s position and conclude that the Board correctly determined that the evidence was inconclusive as to what caused the 1984 landslide and the 1986 washout.\nFirst, the Board’s conclusion is supported by the above-quoted testimony of Stanley Popovich, in which he stated that the cause of the slide was inconclusive because many factors could have played a part in causing these disasters, including: Bell Telephone’s excavation; possible springs in the embankment that could have led to the source of water; the potential problems with cross drains that could have led to the source of the water; and the cut out of the toe of the slope. Popovich encapsuled the inconclusive nature of the disasters by stating that the exact cause was in such doubt that no one at DOT believed that he or she could legally convince any of the parties involved that an individual source was the cause of the slide. For this reason, DOT did not attempt to force Aloe Coal, Bell Telephone, or a neighboring landowner, Mr. Wolf, to repair or pay for repairs to the road.\nSecond, the Board’s conclusion is supported by the testimony of Aloe Coal’s expert witness, Pascal Belculfine. On cross-examination, Belculfine read into the record parts of two letters which he had previously written and which evidenced his belief that many individual factors may have played a part in causing the 1984 slide and the 1986 washout.\nQ. If you could read this letter [dated April 23, 1984] into the record, please.\nA. Okay. It’s addressed to William Sacco, Assistant Engineer, Pennsylvania Department of Transportation, 875 Greentree Road, Four Parkway Center, Pittsburgh, Pennsylvania 15220.\n‘Dear Mr. Sacco: We are writing this letter concerning the deplorable condition of L.R. 02003 from Potato Garden Run to Clinton upon which our coal is hauled.\nWe bonded this section of road last year, as we agreed, and we are trying to maintain it in a passable condition, but we cannot control the affects [sic] of others to this maintenance agreement. This past winter a backhoe was used by Bell Telephone Co. to lay an underground cable right along side the road thru the drainage ditch at the berm. This caused a mounding of dirt in the ditch which essentially directs the water back onto the roadway instead of away from it. Also, we were told that the crossdrains and inlets would be opened up to allow the water to flow thru the natural drainage courses. This has yet to be done with the exception of those that we ourselves had to open to keep the road from being washed away.\nThe most serious problem has just occurred this spring from the embankment sliding away at three locations. These three slides have caused the roadway along the Wolf property to become extremely dangerous for not only the coal trucks. But the general public. The roadway has been reduced to barely one lane of traffic and that largely due to us pouring tons of our slag into the depressed roadway. We believe that this condition was caused by the development of the Wolf property where the grading work was performed between the creek bed and the road embankment.\nWe do not wish to become responsible for maintaining passage along this road under these conditions and believe that this is over and above our maintenance responsibilities under the Bonding Agreement. We are asking that you conduct an inspection of this site so that something can be done to alleviate the safety problem. Yours truly, P.F. Bel-culfine, Company Engineer.’\nQ. And I will show you a copy of what we have marked for identification as Defendant’s Exhibit No. 2. Will you identify that.\nA. This is a summarization of different events that happened from November of 1983 until 1986 — excuse me, 1986.\nQ. And who prepared this?\nA. I did.\nMemorandum dated December 3, 1986 prepared by P.F. Belculfine — produced and marked for identification as Defendant’s Exhibit No. 2.\nQ. And would you be kind enough to read the second paragraph of this memorandum.\nA. The dirt?\nQ. Yes.\nA. ‘The dirt that was mounded in the trench was never smoothed or graded after the job. The water from the road essentially laid in this trench and soaked into the road bed since it couldn’t flow to the cross drain pipes. This condition contributed to the rapid deterioration of the road which Penn D.O.T. obligated us to repair. Three slides of the embankment occurred in the Spring of 1984 along the Wolf property wMch were caused by the cutting away of the toe of the bank and the soaking of the road bed by poor drainage.’\nQ. Thank you. And on the second page, if you could read the first paragraph.\nA. ‘In November of 1985, a record rainfall of ll-/£\" fell and played havoc again on the road. Windrowed material and the filled drainage ditches along the road were to be removed as directed by Penn D.O.T. They again closed the road down until drainage was re-established. (Late Feb., early March). A meeting was held on March 6, 1986 with engineers from Penn D.O.T., Aloe Coal & Representative Victor Lescovitz. Again no help was acquired and it was left up to Aloe to repair the entire road. In the process of cutting the berms, as required to re-establish the drainage and clean out the crossdrain pipes, the replaced telephone line was cut at various points along the road. This line had been replaced along the side of the road again by using a ‘ditch-witch’ that again threw dirt into the drainage course along the road.’\nQ. Thank you.\nA. I have no further questions of the witness.\n(N.T. 132-36).\nThese two letters, which Aloe Coal wrote to DOT, demonstrate that multifarious factors could have contributed to cause both the 1984 landslide and the 1986 washout. Taking all of these possible factors into consideration makes it very difficult to identify one as the primary cause of either of these two disasters. The Board properly came to the conclusion that Aloe Coal could not decisively prove that DOT’s alleged failure to modernize, replace, or repair LR20003’s drainage system caused the 1984 landslide or the 1986 washout.\nHI. CAN ALOE COAL RECOVER DAMAGES FROM DOT UNDER ANY CONTRACT THEORY?\nInitially, Aloe Coal has taken issue with the Board’s Conclusion of Law No. 8, which states: “The Plaintiff, Aloe, has not established damages which could be awarded pursuant to a breach of contract by Defendant, DOT, since no contract existed as to the damages claimed.” Aloe Coal infers from this statement that the Board is taking the position that absolutely no contract existed between DOT and Aloe Coal, but such an inference is clearly misguided. The Board’s conclusion of law merely asserts that no contractual provisions could be found in either in the EMA or the attached memorandum which set out the rights and duties of the parties in the situation that arose, wherein DOT closed the roadway for safety reasons, and Aloe Coal voluntarily made repairs to expedite the reopening of the roadway.\nThe EMA and the attached memorandum formed a contract between these parties, and both Aloe Coal and DOT agree with this premise in their appellate briefs. Therefore, the real dispute between these parties is not whether a contract existed but whether the contract contemplated the situations which later arose (the 1984 washout and 1986 slide) and provided Aloe Coal with the contractual rights and expectations which Aloe Coal believes exist. Specifically, we must determine whether the contract between the parties permits DOT to close LR02003 for indefinite periods of time, and if it does, whether the contract vests Aloe Coal with the right to demand either a speedy repair of the roadway by DOT or reimbursement for repairs voluntarily undertaken by Aloe Coal, upon DOT’s failure to expedite repairs.\nAloe Coal’s position on these issues is clearly set out in its brief. Aloe Coal believes that: (a) the contract, in the form of the EMA and the attached memorandum, obligated DOT to repair or replace the drainage facility; (b) DOT failed to replace or repair the drainage facility; (c) because DOT failed to replace the drainage facility, the 1984 washout and the 1986 slide occurred, causing serious damage to LR02003 in both instances; (d) the contract obligated DOT to repair the road after the washout and the slide, since in both instances the damage was caused by the failure of the drainage system; (e) instead DOT closed the road in both instances and informed Aloe Coal that immediate repairs were not forthcoming, because DOT did not have the financial resources to make immediate repairs, and because DOT considered LR02003 a low priority road since it was used by a small sector of the public; (f) Aloe Coal suffered damages because of the road closure and opted to repair the road itself, in order to mitigate the damages caused by DOT’s breach of contract; and (g) DOT is liable to Aloe Coal for damages caused by the breach of contract in the form of extra hauling costs and for Aloe Coal’s expenditures to repair the road and mitigate damages.\nConversely, DOT contends that it was permitted and obligated to close the road pursuant to Paragraph 11 of the EMA, which allowed the Department to close a road or bridge if necessary for safety reasons, or if it is a temporary closing, caused by climatic conditions, or an act of God. Moreover, DOT asserts that the EMA does not contain any language which could be construed to provide Aloe Coal with the right to demand either a speedy repair of the roadway by DOT or payment for repairs voluntarily undertaken by Aloe Coal.\nAfter reviewing the EMA, the attached memorandum, and Section 4902 of the Vehicle Code (the Code), we must disagree with Aloe Coal’s position and conclude that the contract between the parties did not create a contractual right for Aloe Coal to demand either a speedy repair of LR02003 or reimbursement for repairs voluntarily made by Aloe Coal after the 1984 landslide and the 1986 washout. Therefore, DOT’s acts of closing the road indefinitely in 1984 and 1986, though an inconvenience and financially detrimental to Aloe Coal, did not constitute a breach of contract.\nWhen a written contract is clear and unequivocal, its meaning must be determined only by the plain meaning of its provisions. N.E.A. Cross, Inc. v. National Fuel Gas Supply Corporation, 410 Pa.Superior Ct. 451, 600 A.2d 228 (1991), petition for allowance of appeal denied, 530 Pa. 656, 608 A.2d 31 (1992). However, when the terms of a contract are not clear, then courts must interpret the contract by determining the intent of the parties and giving effect to all of the provisions in the contract. Commonwealth v. Manor Mines, Inc., 523 Pa. 112, 565 A.2d 428 (1989). Applying these rules of interpretation, we concur with the Board’s conclusion that Aloe Coal cannot recover damages under a breach of contract theory.\nAs the parties have stated in their briefs, the purpose of the EMA and the attached memorandum was to permit Aloe Coal to continue to operate heavy hauling coal trucks on LR02003. The need for an EMA arose after the General Assembly enacted Section 4902 of the Code, which provides, generally, that with respect to highways and bridges the Commonwealth may impose restrictions as to the weight and size of vehicles operated on a highway or bridge whenever it determines that the highway or bridge may be damaged or destroyed by overweight or oversized vehicles. After DOT posted weight restrictions on LR02003 which would have prohibited Aloe Coal’s trucks from using the roadway, Aloe Coal agreed to enter into the EMA.\nThe intent of the parties can be ascertained from the section of the first page of the EMA titled “Background.” This section states:\nThe USER wishes to move vehicles or combinations, together with loads, in excess of the posted gross weight restrictions over and across portions of these posted State Highways.\nThe Department, pursuant to Chapter 189 of its regulations, is willing to permit the movement of the USER’S vehicles or combinations, together with loads, in excess of the posted gross weight restrictions, conditioned upon the execution of an approved form of security by the USER in favor of the Department to cover the cost of repairs and restoration necessitated by the movement in accordance with the terms, conditions, and provisions hereinafter contained in this Agreement.\nThis statement conveys the purpose of the EMA, which is to set out the terms and conditions which DOT expects Aloe Coal to fulfill in return for DOT’s permission to use the roadway. We believe that the EMA and the memorandum must be interpreted to effectuate this narrow purpose.\nAloe Coal’s claim against DOT is based on an unduly broad interpretation of the language of the memorandum attached to the EMA, specifically: “The Department will have a crew remove the buildup of debris at the edge of shoulder and repair and or install drainage facility if the damage was [not] a direct result of the company’s operation.” (Emphasis added.) While it is unquestioned that Aloe Coal has proven that DOT did not follow through on this promise, Aloe Coal’s breach of contract claim for damages is deficient for several reasons.\nFirst, as we have stated earlier, Aloe Coal did not prove before the Board that DOT’s failure to maintain the drainage facility caused either the 1984 landslide or the 1986 washout. Without such proof, Aloe Coal cannot postulate its tenuous chain of causation, which attempts to link DOT’s failure to maintain the drainage facility to the disasters which closed the roadway and necessitated Aloe Coal’s subsequent voluntary repairs.\nSecond, Aloe Coal’s ultimate contention, that DOT’s closure of the roadway could be termed a breach of contract, ignores DOT’s express right to close the roadway, which is provided for both by Paragraph 11 of the EMA and by Section 4902(b) of the Code. Section 4902(b) provides, in pertinent part:\n(b) Restrictions based on traffic conditions. — The Commonwealth and local authorities with respect to highways and bridges under their jurisdictions may prohibit the operation of vehicles and may impose restrictions as to the weight or size of vehicles operated upon a highway or bridge whenever they determine that hazardous traffic conditions or other safety factors require such a prohibition or restriction.\n(Emphasis added.) Aloe Coal’s claimed damages were caused primarily by DOT’s decision to close the roadway for safety reasons. DOT’s act of closing the roadway could not be a breach of contract, because this action was permitted both by the terms of the EMA and by Section 4902(b) of the Code.\nThird, the agreements between DOT and Aloe Coal do not expressly or impliedly provide Aloe Coal with the right of speedy repair of the roadway by DOT or payment for repairs voluntarily undertaken by Aloe Coal which it was not obligated to make under the terms of the EMA. Accordingly, Aloe Coal cannot recover damages from DOT under any contract theory.\nIV. DID THE BOARD ABUSE ITS DISCRETION WHEN IT REFUSED TO ALLOW ALOE COAL TO AMEND ITS CLAIM TO INCLUDE A QUANTUM MERUIT THEORY OF RECOVERY?\nAloe Coal asserts that the Board abused its discretion when it refused to allow Aloe Coal a second amendment of its claim, which amendment would have included a quantum meruit theory of recovery. We conclude that the Board did not abuse its discretion, both because the Board’s refusal was within its discretion, and because Aloe Coal could not have recovered under a quantum meruit theory.\nThe right of a party to amend its pleadings rests within the sound discretion of the trier of fact. Bata v. Central-Penn National Bank of Philadelphia, 423 Pa. 373, 224 A.2d 174 (1966), cert. denied, 386 U.S. 1007, 87 S.Ct. 1348, 18 L.Ed.2d 433 (1967). The Board did not commit an abuse of discretion when it denied Aloe Coal leave to amend a complaint, where leave to amend had already been granted once, and it did not appear that further amendment of the complaint would alter the sufficiency of the complaint. Kearney v. City of Philadelphia, 150 Pa.Commonwealth Ct. 517, 616 A.2d 72 (1992), petition for allowance of appeal denied, 534 Pa. 643, 626 A.2d 1160 (1993).\nEven if we assume arguendo that the Board should have allowed Aloe Coal a second amendment to its claim, Aloe Coal could not have recovered its expenditures under a quantum meruit theory. Quantum meruit is an implied contract remedy based on payment for services rendered and on prevention of unjust enrichment. Ragnar Benson, Inc. v. Bethel Mart Associates, 308 Pa.Superior Ct. 405, 454 A.2d 599 (1982). DOT was certainly enriched by Aloe Coal’s decision to repair LR02003 rather than wait for DOT to make repairs, but this enrichment was not unjust for several reasons.\nFirst, Aloe Coal did not repair the roadway under any mistaken notion that it was obligated to do so. As was found by the Board in Finding of Fact No. 13, DOT did not order or direct Aloe Coal to repair the road after the 1984 landslide or the 1986 washout. Moreover, provision 5 of the EMA clearly stated that Aloe Coal had no obligation for maintenance to remedy damage resulting from washout, landslide or an act of God. Therefore, Aloe Coal could not have reasonably believed that it was obligated to make the repairs.\nSecond, as the Board concluded, Aloe Coal’s primary purpose in making the repairs was not to benefit DOT, but was to benefit itself. Mr. Aloe testified that Aloe Coal repaired the roadway, because it was cheaper and less time consuming than hauling the coal by an alternative route. Clearly, the repairs primarily benefited Aloe Coal. DOT was likewise benefited or enriched but only in an incidental manner which was not unjust.\nThird, the law is clear that a promise to pay for services may only be implied when such services are rendered in such circumstances where the performing party entertains a reasonable expectation of being paid by the party benefited. Martin v. Little, Brown and Company, 304 Pa.Superior Ct. 424, 450 A.2d 984 (1981). Aloe Coal could not have had a reasonable expectation of payment. The Department never expressly indicated that it would reimburse Aloe Coal if it repaired the road. Moreover, an implied promise of reimbursement could not be reasonably inferred by Aloe Coal, because prior to Aloe Coal’s undertaking of repairs, DOT had expressly advised Aloe Coal that the primary reason it could not immediately repair the road after both disasters was that it had insufficient funding to make the repairs. Since DOT had stated that it did not have the money to make the repairs, Aloe Coal could not reasonably believe that DOT had the money to pay Aloe Coal for repairing the roadway. Therefore, quantum meruit was not a viable remedy that Aloe Coal could pursue under the given circumstances.\nWe conclude that Aloe Coal has failed to establish either that DOT had breached the EMA or memorandum agreements, or that the Board committed an error of law or an abuse of discretion. Accordingly, the Board’s decision and order are affirmed.\nORDER\nAND NOW, this 2nd day of June, 1994, the order of the Board of Claims in the above-captioned matter is affirmed.\n. See page 321 of the May 23, 1991 hearing transcript.\n. 75 Pa.C.S. § 4902.",
        "type": "majority",
        "author": "COLINS, Judge."
      },
      {
        "text": "KELLEY, Judge\ndissenting.\nI respectfully dissent.\nI would recognize the claim of the petitioner as arising from the breach of contract theory.",
        "type": "dissent",
        "author": "KELLEY, Judge"
      }
    ],
    "attorneys": [
      "Roger D. Horgan, for petitioner.",
      "Gerald R. Schultz, Asst. Counsel, for respondent."
    ],
    "corrections": "",
    "head_matter": "ALOE COAL COMPANY, Petitioner, v. DEPARTMENT OF TRANSPORTATION, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued March 1, 1998.\nDecided June 2, 1994.\nRoger D. Horgan, for petitioner.\nGerald R. Schultz, Asst. Counsel, for respondent.\nBefore COLINS, and KELLEY, JJ., and KELTON, Senior Judge."
  },
  "file_name": "0757-01",
  "first_page_order": 823,
  "last_page_order": 834
}
