{
  "id": 9183551,
  "name": "Thomas GLAVIN et al. v. CITY OF PROVIDENCE et al.",
  "name_abbreviation": "Glavin v. City of Providence",
  "decision_date": "2004-04-28",
  "docket_number": "No. 2003-337-Appeal",
  "first_page": "758",
  "last_page": "760",
  "citations": [
    {
      "type": "official",
      "cite": "857 A.2d 758"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "414 A.2d 462",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11289778
      ],
      "pin_cites": [
        {
          "page": "464"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/414/0462-01"
      ]
    },
    {
      "cite": "703 A.2d 748",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11885785
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "754"
        },
        {
          "page": "751"
        },
        {
          "page": "753"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/703/0748-01"
      ]
    },
    {
      "cite": "754 A.2d 89",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11204647
      ],
      "pin_cites": [
        {
          "page": "91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/754/0089-01"
      ]
    },
    {
      "cite": "809 A.2d 1101",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11430009
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1105"
        },
        {
          "page": "1105-06"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/809/1101-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 7532,
    "ocr_confidence": 0.69,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21533012156307182
    },
    "sha256": "57451eda6564d8e9ec1fd642cb73a9b85288de2fd8adea2ef366697efe42f632",
    "simhash": "1:87d3e36fbd91138e",
    "word_count": 1209
  },
  "last_updated": "2024-02-27T20:09:44.360178+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas GLAVIN et al. v. CITY OF PROVIDENCE et al."
    ],
    "opinions": [
      {
        "text": "ORDER\nThe defendants the City of Providence, Mayor David N. Cicilline, Director of Planning Thomas Deller, City Treasurer Stephen Napolitano, and Director of Personnel Sybil Bailey (collectively, the city), appeal from an order of the Superior Court granting a preliminary injunction that restrained the city from terminating the plaintiffs, Nicholas Easton (Easton) and Thomas Glavin (Glavin), from their positions in the city’s planning department. As a result of their May 1, 2003 terminations, the plaintiffs filed wrongful-termination actions in Superior Court against the city. Because we conclude that the preliminary injunction is now moot, and that this case does not fall within any recognized exception permitting judicial review in the absence of any ongoing practical effect to such an injunction, we deny and dismiss the appeal without reaching the merits of this case.\nEaston began working for the city in 1975, in the Mayor’s Office of Community Development. From that time, until his termination in 2003, he worked for the city, on and off, in various positions in the planning department. Glavin worked for the city as the Associate Director for Special Projects from 1977 until his termination in 2003. On May 1, 2003, both plaintiffs received letters of termination, advising them that the city was terminating their employment because of the anticipated budget deficit for the upcoming fiscal year (FY) 2004. Although FY 2004 did not commence until July 1, 2003, the city terminated plaintiffs effective May 1, 2003.\nThe parties conceded at oral argument that the mayor signed into law the city’s FY 2004 budget on July 31, 2003, and that the new budget did not fund plaintiffs’ positions. Moreover, Easton and Glavin are not challenging the elimination of their former positions in the FY 2004 budget. Indeed, neither plaintiff is presently employed by the city in their former positions, nor are they contesting their terminations from these positions as of the start of FY 2004.\nEaston and Glavin filed individual suits against the city on May 27, 2003, alleging wrongful termination, breach of contract, and violation of due-process protections under the city’s Home Rule Charter (charter) and the Rhode Island Constitution. They asked for declaratory and injunctive relief, requesting both preliminary and permanent injunctions. A Superior Court hearing justice held a hearing on their preliminary injunction requests in June 2003, entered an order granting plaintiffs’ requests for preliminary injunctions, and reinstated them to their former positions, effective June 12, 2003. The order also denied the city’s request for a stay pending appeal. The city then appealed from this order. We ordered the parties to show cause why we should not decide this case summarily. After reviewing their written submissions and hearing their oral arguments, we conclude that the parties have not done so and that we can not resolve the appeal at this time.\n“ ‘[A] case is moot if the original complaint raised a justiciable controversy, but events occurring after the filing have deprived the litigant of a continuing stake in the controversy.’ ” Cicilline v. Almond, 809 A.2d 1101, 1105 (R.I.2002) (per curiam). Ordinarily, this Court will not decide a moot question unless the matter addressed .is “ ‘of extreme public importance’ ” and is “ ‘capable of repetition but * * * [may] evade review.’ ” Id. at 1105-06. Matters of extreme public importance sufficient to warrant judicial review usually relate to constitutional rights, voting rights, or a person’s livelihood. Associated Builders & Contractors of Rhode Island, Inc. v. City of Providence, 754 A.2d 89, 91 (R.I.2000) (per curiam).\nIn Sullivan v. Chafee, 703 A.2d 748, 754 (R.I.1997), this Court declined to review a request for declaratory judgment arising from a budget dispute between the city of Warwick’s Mayor and the Warwick City Council. The Court held that because the FY 1997 budget that was the subject of the dispute had already expired, any decision by the Court on its validity “would rest upon a speculative future factual scenario that in whole or in part may never come to pass.” Id. at 751. The Court observed that, although the adoption of a municipal budget was certainly a subject of public importance, the resolution of an abstract legal question did not rise to the level of an extreme degree of public importance needed to overcome the absence of a live case or controversy. Id. at 753.\nLike the parties in Sullivan, the parties here no longer have a stake in the outcome of whether the Superior Court’s challenged action was appropriate. The parties concede that the FY 2004 budget did not include plaintiffs’ positions and that the city then terminated plaintiffs from their positions in the planning department as of August 1, 2003. Easton and Glavin are not challenging these FY 2004 terminations and both sides acknowledge that plaintiffs are no longer employed in their former capacities. Thus, regardless of whether this Court decides that the hearing justice did or did not err in granting the preliminary injunction, their continued employment in their former positions during the pendency of this case is a moot question because since August 1, 2003, the city ceased employing them in these positions.\nAdditionally, this is not a matter of such public importance that it can overcome the absence of an actual case or controversy with respect to the preliminary injunction. Although this case does involve the plaintiffs’ livelihoods, the period in question pertained, at most, only to several months between May 1, 2003 and August 1, 2003, when the new FY 2004 budget took effect. As in Sullivan, therefore, any need to assess the propriety of the challenged decision of the Superior Court does not rise to the level of extreme public importance required to overcome the absence of a live case or controversy. Lastly, the merits of the underlying wrongful-termination case will not evade judicial review because the case remains pending in the Superior Court with respect to any alleged damages for the brief period when plaintiffs were not paid.\nBecause the city eliminated Easton’s and Glavin’s former positions from the FY 2004 budget, and because, as of August 1, 2003, they not only ceased working for the planning department in those positions, but also they do not claim that they were entitled to do so on or after that date, the litigants have no continuing stake in determining whether the hearing justice erred in granting temporary injunctive relief. This is so because, as a practical matter, that injunction has no continuing force or effect on the parties’ current situations. Additionally, this issue is not of such importance that it would justify a judicial determination in the absence of a live case or controversy.\nFor these reasons, we deny and dismiss the city’s appeal as moot.\n. Pursuant to G.L. 1956 § 9-24-7, a party may appeal from an order granting a preliminary injunction. The city, however, filed a premature notice of appeal on June 11, 2003, before the Superior Court entered the order granting the preliminary injunction. A premature appeal is nevertheless valid as long as the court thereafter entered the judgment or order that is the subject of the appeal. See Russell v. Kalian, 414 A.2d 462, 464 (R.I.1980).",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Jeffrey B. Pine, Boston.",
      "Caroline Cornwell, Providence."
    ],
    "corrections": "",
    "head_matter": "Thomas GLAVIN et al. v. CITY OF PROVIDENCE et al.\nNo. 2003-337-Appeal.\nSupreme Court of Rhode Island.\nApril 28, 2004.\nJeffrey B. Pine, Boston.\nCaroline Cornwell, Providence."
  },
  "file_name": "0758-02",
  "first_page_order": 788,
  "last_page_order": 790
}
