{
  "id": 8111153,
  "name": "Shirley V. QUAYLE, also known as Shirley V. Hayden, Appellant, v. The CROWN COMPANY, Inc., a corporation, Appellee",
  "name_abbreviation": "Quayle v. Crown Co.",
  "decision_date": "1962-08-20",
  "docket_number": "No. 3048",
  "first_page": "758",
  "last_page": "759",
  "citations": [
    {
      "type": "official",
      "cite": "183 A.2d 758"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 166,
    "char_count": 1777,
    "ocr_confidence": 0.666,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.31181798629958735
    },
    "sha256": "e61f37ffe124af9515ff4f977db8ed6a1882804f623fbd8b1f317513c7da4add",
    "simhash": "1:6c9758e52111d172",
    "word_count": 295
  },
  "last_updated": "2023-07-14T16:58:49.812548+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before QUINN and MYERS, Associate Judges, and CAYTON (Chief Judge, Retired) sitting by designation under Code, §. 11 — 776(b)."
    ],
    "parties": [
      "Shirley V. QUAYLE, also known as Shirley V. Hayden, Appellant, v. The CROWN COMPANY, Inc., a corporation, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nThis was a suit against husband and wife for a balance due on merchandise. Judgment was entered against the husband, and after certain other proceedings the case against the wife was tried, her defense being, that in signing a contract for the merchandise, at plaintiff’s store, she acted under her husband’s duress. On sufficient evidence, the trial judge found that there was-no showing of duress or coercion by plaintiff, and no knowledge by plaintiff of duress or coercion by the husband, co-defendant in-the case. Also finding that the wife, appellant herein, had signed the contract knowing that she would be bound thereby, the trial court ordered judgment against her.\nOne error assigned is the refusal' to grant a continuance, after all the evidence was in, in order that appellant might produce her husband as a witness. In this we see no merit. Aside from the lack of timeliness, there was nothing to indicate what value the additional testimony would have had. In any event, there is no showing of abuse of discretion.\nThe same is true of the denial of a. new trial. Affidavits of appellant’s husband were presented and considered, and the trial! judge found no reason for ordering a retrial of the case. We find no error or impropriety in the handling or disposition of the case.\nAffirmed.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "James L. Laughlin, Washington, D. C., for appellant.",
      "S. David Rubenstein, Washington, D. C., for appellee."
    ],
    "corrections": "",
    "head_matter": "Shirley V. QUAYLE, also known as Shirley V. Hayden, Appellant, v. The CROWN COMPANY, Inc., a corporation, Appellee.\nNo. 3048.\nMunicipal Court of Appeals for tlie District of Columbia.\nArgued July 30, 1962.\nDecided Aug. 20, 1962.\nJames L. Laughlin, Washington, D. C., for appellant.\nS. David Rubenstein, Washington, D. C., for appellee.\nBefore QUINN and MYERS, Associate Judges, and CAYTON (Chief Judge, Retired) sitting by designation under Code, §. 11 — 776(b)."
  },
  "file_name": "0758-01",
  "first_page_order": 790,
  "last_page_order": 791
}
