{
  "id": 12027453,
  "name": "UNITED STATES, Appellant, v. Marjorie SMITH, Appellee",
  "name_abbreviation": "United States v. Smith",
  "decision_date": "1975-01-16",
  "docket_number": "No. 8007",
  "first_page": "759",
  "last_page": "761",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 759"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "298 A.2d 504",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11252015
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/298/0504-01"
      ]
    },
    {
      "cite": "301 A.2d 229",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8049651
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/301/0229-01"
      ]
    },
    {
      "cite": "285 A.2d 694",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8076476
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/285/0694-01"
      ]
    },
    {
      "cite": "285 A.2d 310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8064389
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "314"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/285/0310-01"
      ]
    },
    {
      "cite": "100 L.Ed. 397",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "350 U.S. 359",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12032821
      ],
      "weight": 2,
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/us/350/0359-01"
      ]
    },
    {
      "cite": "2 L.Ed.2d 542",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "355 U.S. 339",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6165799
      ],
      "weight": 2,
      "year": 1958,
      "pin_cites": [
        {
          "page": "349"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/355/0339-01"
      ]
    },
    {
      "cite": "167 A.2d 796",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8121592
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "797"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/167/0796-01"
      ]
    },
    {
      "cite": "52 A.2d 121",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8152000
      ],
      "year": 1949,
      "pin_cites": [
        {
          "page": "122"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/52/0121-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 419,
    "char_count": 5689,
    "ocr_confidence": 0.792,
    "pagerank": {
      "raw": 1.4555000348275413e-07,
      "percentile": 0.655875110865537
    },
    "sha256": "b607a52f594022733b6926865b3b44e323f90a9ab1278fdb955ba1741df0ac00",
    "simhash": "1:2870f2143b5e4ef2",
    "word_count": 959
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY and KERN, Associate Judges, and HOOD, Chief Judge, Retired."
    ],
    "parties": [
      "UNITED STATES, Appellant, v. Marjorie SMITH, Appellee."
    ],
    "opinions": [
      {
        "text": "KERN, Associate Judge:\nThe government appeals from an order dismissing for lack of probable cause two informations charging appellee with solicitation for prostitution in violation of D.C.Code 1973, § 22-2701. We find the dismissals improper, and therefore reverse the judgment and remand the case for whatever action is deemed appropriate.\nThe case came before the trial court for entry of a plea of guilty to one charge pursuant to a plea bargain. Upon request of the court, the government placed in the record a statement of the facts upon which the charge was based. As related in that statement, appellee approached a police officer at 3 :00 a. m. and inquired whether he wanted to “go out”. The officer replied that he did, and asked how much it would cost. Appellee then quoted a price of $25, stated “Let’s go,” and indicated to the officer that they should proceed to his room. The court refused to accept the plea, ruling that since the government had not alleged an explicit offer by appellee to perform a specific sex act, there was lacking an adequate factual basis for accepting ap-pellee’s plea of guilty. Recovering from his surprise at this turn of events, appel-lee’s counsel then announced that his client would withdraw her plea, and the case was certified back to Calendar Control Court.\nFor reasons which are not clear from the record, appellee’s counsel reappeared before the trial judge later the same afternoon, apparently without having secured recertification of the case. Instead, counsel appears in the meantime to have researched the law on solicitation and concluded (a) that the court’s ruling on the elements of the offense charged was erroneous, and (b) that his client’s interest would best be served by a revival of the plea bargain. He therefore sought to reinstate the plea of guilty by his client he had earlier withdrawn. Whereupon the court, repeating the view of the necessity of proof of an offer to perform a specific sex act, dismissed sua sponte both charges for failure of the government to allege facts establishing probable cause.\nIt is settled in this jurisdiction that proof of a specific offer to perform a sex act is not an element of the offense of solicitation for prostitution.\nTo establish the offense it is not necessary to prove any particular language or conduct. Ordinarily it is a question of fact whether the acts and words of the defendant, viewed in the light of surrounding circumstances, constitute the inviting or enticing prohibited by the Act. . . . [Curran v. United States, D.C.Mun.App., 52 A.2d 121, 122 (1949); Golden v. United States, D.C.Mun.App., 167 A.2d 796, 797 (1961).]\nWe have no doubt but that on the facts stated by the prosecutor a court could find appellee guilty of solicitation. It was error, therefore, for the trial court to rule that the government had failed to allege facts sufficient to establish the crime charged.\nQuite apart from the merits of the solicitation question, moreover, we conclude that the trial court was without authority to dismiss the information on the ground of lack of probable cause. The Supreme Court has stated on several occasions the broad principle that an information drawn by a prosecutor, if valid on its face, is sufficient to call for trial of the charges on the merits. Lawn v. United States, 355 U.S. 339, 349, 78 S.Ct. 311, 2 L.Ed.2d 542 (1958); Costello v. United States. 350 U.S. 359, 76 S.Ct. 406, 100 L.Ed. 397 (1956). This court in addition has held that a properly filed information in itself establishes probable cause, M.A.P. v. Ryan, D.C.App., 285 A.2d 310, 314 (1971), and that the information may not be dismissed even if the court finds that probable cause to hold the defendant is lacking. United States v. Kelly, D.C.App., 285 A.2d 694 (1972).\nIn the instant case, the court nevertheless went behind the information to assess its evidentiary foundation, and did so without hearing from government witnesses, but solely on the statement in open court by an Assistant United States Attorney who was not fully familiar with the case, having prepared only for disposition by plea and not for its trial. The action of the trial court cannot stand. The judgment is accordingly reversed.\nSo ordered.\n. A dismissal of an information or indictment without prejudice is an appealable order. United States v. Cummings, D.C.App., 301 A.2d 229 (1973); United States v. Hector, D.C.App., 298 A.2d 504 (1972).\n. The government had agreed to enter a nolle prosequi in the other ease alleging an offense of a similar nature.\n. The government urges us to hold that the trial court abused its discretion in refusing to accept the plea. That issue is not before us on this appeal, since the plea was ultimately withdrawn with the approval of the court. The government was also allowed to withdraw the nolle prosequi entered on the second charge.\n.The government also contends that it was an abuse of discretion for the trial court to adjudicate a case not assigned to it by Calendar Control Court or by the Assignment Commissioner pursuant to Criminal Rules 101(b) and 111(a)(1). As we dispose of the case on a different ground, we need not reach and decide this contention.",
        "type": "majority",
        "author": "KERN, Associate Judge:"
      }
    ],
    "attorneys": [
      "James N. Owens, Asst. U. S. Atty., with whom Earl J. Silbert, U. S. Atty., John A. Terry and Donald E, Robinson, Jr., Asst. U. S. Attys., were on the brief, for appellant.",
      "W. Theophilus Jones, Washington, D. C., appointed by this court, was on the brief for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES, Appellant, v. Marjorie SMITH, Appellee.\nNo. 8007.\nDistrict of Columbia Court of Appeals.\nArgued June 25, 1974.\nDecided Jan. 16, 1975.\nJames N. Owens, Asst. U. S. Atty., with whom Earl J. Silbert, U. S. Atty., John A. Terry and Donald E, Robinson, Jr., Asst. U. S. Attys., were on the brief, for appellant.\nW. Theophilus Jones, Washington, D. C., appointed by this court, was on the brief for appellee.\nBefore KELLY and KERN, Associate Judges, and HOOD, Chief Judge, Retired."
  },
  "file_name": "0759-01",
  "first_page_order": 797,
  "last_page_order": 799
}
