{
  "id": 12027482,
  "name": "UNITED STATES, Appellant, v. William J. FRASER and Francis P. Nugent, Jr., Appellees",
  "name_abbreviation": "United States v. Fraser",
  "decision_date": "1975-01-07",
  "docket_number": "No. 8435",
  "first_page": "761",
  "last_page": "763",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 761"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "320 U.S. 531",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6143218
      ],
      "weight": 5,
      "year": 1944,
      "pin_cites": [
        {
          "page": "534"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/320/0531-01"
      ]
    },
    {
      "cite": "501 F.2d 890",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3683715,
        93550
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/163/0330-01",
        "/f2d/501/0890-01"
      ]
    },
    {
      "cite": "361 U.S. 220",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167282
      ],
      "weight": 3,
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/us/361/0220-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 5686,
    "ocr_confidence": 0.813,
    "pagerank": {
      "raw": 9.090396419230956e-08,
      "percentile": 0.5056889417105013
    },
    "sha256": "18aa493103b05a718ec92a8e2a2f9b79f59bbe522df5023d17b1ee9dcfbd638f",
    "simhash": "1:b12c936cee02596d",
    "word_count": 994
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REILLY, Chief Judge, and KERN and NEBEKER, Associate Judges."
    ],
    "parties": [
      "UNITED STATES, Appellant, v. William J. FRASER and Francis P. Nugent, Jr., Appellees."
    ],
    "opinions": [
      {
        "text": "NEBEKER, Associate Judge:\nThe motion to dismiss this government appeal is based on asserted untimeliness of the notice of appeal. The motion is granted and the appeal is dismissed.\nAfter the trial court’s hearing on a motion to suppress tangible evidence, the court orally granted the motion. The prosecutor then represented:\n[A]s Your Honor knows, these matters are always reviewed by my superiors in my office as well as Mr. Terry to determine if appellate relief will be sought. This will be reviewed in the next few days. If there is a decision to pursue an [appellate] remedy then I will prepare in writing for Your Honor to sign a written order confirming your findings here today.\nA docket entry on the day of the hearing made by the enrolling clerk reveals: “Hearing on Motion to Suppress resumed and granted.” Six days later the trial judge signed a written order “hereby” granting the motion to suppress “for the reasons orally stated by the Court” at the end of the hearing. The notice of appeal was filed ten days thereafter, which was sixteen days after the oral ruling.\nRule 4 11(b)(1) of the General Rules of this court prescribes a ten-day period for filing a notice of appeal in criminal cases. The period begins to run “after entry of the . . . order from which the appeal is taken”. Rule 4 11(b) (4) provides that an order “is deemed to be entered within the meaning of this subdivision when it is entered in the criminal docket by the Clerk.” These provisions are virtually identical to portions of Rule 4(b) of the Federal Rules of Appellate Procedure.\nOn the face of this record, it is apparent that the notice of appeal was filed six days late since the order was entered on the docket the day of the oral ruling. The government, however, makes several arguments to save its appeal right. It argues that the word “hereby”, which it placed in the written order signed six days later, conclusively shows that the motion is granted only by that document. Necessarily, it is urged that the oral ruling was not intended by the judge to be final. This conclusion does not necessarily follow. The judge did not call for submission of a written order, thereby indicating a desire to delay a final ruling. Moreover, as the government observed, a written order, if submitted, would merely be an act “confirming” the earlier finding. In addition, submission of a written order was conditioned on a desire by the government to appeal.\nThe rigid application of the notice of appeal time limit (e. g. United States v. Robinson, 361 U.S. 220, 80 S.Ct. 282, 4 L.Ed.2d 259 (1960)), relaxed only by a relatively recent provision for excusable neglect (not here pertinent), makes clear that the time period may not be extended by even a good-faith desire to determine whether to appeal. This conclusion is not altered by the fact, as highlighted by the government, that the decision to appeal and the submission of the formal order occurred within ten days of the oral ruling.\nThe government also urges that we follow a recent holding of the federal Circuit Court here that\nwhere . . . the District Judge sees fit to enter a formal order and does so before the time to file notice of appeal expires, we will presume, in the absence of any contrary showing, that she intended the formal order to be the final judgment from which the appeal may be taken. . . . [United States v. Lee, 501 F.2d 890, 891 n. 1 (D.C.Cir. 1974).]\nWhile that holding does reflect a departure from the rule of strict application on notice of appeal timing, we are not persuaded by that court’s reasoning nor do we find the case to be factually like this one. That court relied on United States v. Hark, 320 U.S. 531, 64 S.Ct. 359, 88 L.Ed. 290 (1944), for the presumption that the formal order was intended to be the final one. The Supreme Court, however, took note of the absence of a rule such as Rule 4 11(b)(4), supra, specifying when an order is deemed to have been entered, thereby implying a contrary holding had such a rule been in force. United States v. Hark, supra at 534, 64 S.Ct. 359. The 1966 amendment to Rule 37 of the Federal Rules of Criminal Procedure (the precursor in substance of Federal Rule of Appellate Procedure 4) was specifically aimed at enabling courts to be free of the quandary faced in Hark regarding which event signalled the start of the ten-day period. See 8A J. Moore Federal Practice ¶ 37.01[3] (4) (2d ed. R. Cipes 1972).\nIn addition, it does not appear that the entry of a formal order in United States v. Lee, supra, was intended, as here, to accommodate the government in its appeal decision and to be a “confirmation” of an oral ruling. It is also noted that the trial court judge made extensive and thorough oral findings and reached legal conclusions on alternative theories. There was no request, need, or occasion for refinement of those findings and conclusions which would necessitate a future formal ruling.\nThe appeal is\nDismissed.",
        "type": "majority",
        "author": "NEBEKER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Jeffrey T. Demerath, Asst. U. S. Atty., with whom Earl J. Silbert, U. S. Atty., and John A. Terry, Asst. U. S. Atty., were on the opposition to appellees’ motion to dismiss, for appellant. Joseph F. McSorly, Asst. U. S. Atty., entered an appearance on behalf of appellant.",
      "Thomas Lumbard, Washington, D. C., appointed by this court for appellee Nu-gent, for appellees. Betty J. Clark, Washington, D. C., appointed by this court for appellee Fraser, was on the motion to dismiss."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES, Appellant, v. William J. FRASER and Francis P. Nugent, Jr., Appellees.\nNo. 8435.\nDistrict of Columbia Court of Appeals.\nArgued Dec. 3. 1974.\nDecided Jan. 7, 1975.\nJeffrey T. Demerath, Asst. U. S. Atty., with whom Earl J. Silbert, U. S. Atty., and John A. Terry, Asst. U. S. Atty., were on the opposition to appellees’ motion to dismiss, for appellant. Joseph F. McSorly, Asst. U. S. Atty., entered an appearance on behalf of appellant.\nThomas Lumbard, Washington, D. C., appointed by this court for appellee Nu-gent, for appellees. Betty J. Clark, Washington, D. C., appointed by this court for appellee Fraser, was on the motion to dismiss.\nBefore REILLY, Chief Judge, and KERN and NEBEKER, Associate Judges."
  },
  "file_name": "0761-01",
  "first_page_order": 799,
  "last_page_order": 801
}
