{
  "id": 7290463,
  "name": "In re S.C.B., a Minor. Appeal of C.B. In re J.G.B., a Minor. Appeal of C.B.",
  "name_abbreviation": "In re S.C.B.",
  "decision_date": "2010-02-17",
  "docket_number": "",
  "first_page": "762",
  "last_page": "773",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 762"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "946 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8382879
      ],
      "pin_cites": [
        {
          "page": "732"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/946/0726-01"
      ]
    },
    {
      "cite": "2008 PA Super 55",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    },
    {
      "cite": "859 A.2d 501",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9159496
      ],
      "pin_cites": [
        {
          "page": "508"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/859/0501-01"
      ]
    },
    {
      "cite": "2004 PA Super 368",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. §§ 671-675",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "958 A.2d 529",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8203848
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "533"
        },
        {
          "page": "536"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/958/0529-01"
      ]
    },
    {
      "cite": "884 A.2d 1284",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8917779
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1286-1287"
        },
        {
          "page": "1287",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/884/1284-01"
      ]
    },
    {
      "cite": "956 A.2d 999",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8209640
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1009"
        },
        {
          "page": "1008"
        },
        {
          "page": "1008"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/956/0999-01"
      ]
    },
    {
      "cite": "797 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9430807
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "337"
        },
        {
          "page": "340"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/797/0326-01"
      ]
    },
    {
      "cite": "825 A.2d 1266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9118484
      ],
      "pin_cites": [
        {
          "page": "1272"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/825/1266-01"
      ]
    },
    {
      "cite": "843 A.2d 380",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9277857,
        91668,
        9277823
      ],
      "pin_cites": [
        {
          "page": "384"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/843/0380-02",
        "/pa/577/0129-01",
        "/a2d/843/0380-01"
      ]
    },
    {
      "cite": "835 A.2d 387",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9064221
      ],
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/835/0387-01"
      ]
    },
    {
      "cite": "855 A.2d 68",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12253366
      ],
      "pin_cites": [
        {
          "page": "73-74"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/855/0068-01"
      ]
    },
    {
      "cite": "837 A.2d 1247",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9305089
      ],
      "pin_cites": [
        {
          "page": "1251"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/837/1247-01"
      ]
    },
    {
      "cite": "879 A.2d 802",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8938454
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "805"
        },
        {
          "page": "806"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/879/0802-01"
      ]
    },
    {
      "cite": "718 A.2d 788",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11687988
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "792"
        },
        {
          "page": "792"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/718/0788-01"
      ]
    },
    {
      "cite": "758 A.2d 202",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11188728
      ],
      "pin_cites": [
        {
          "page": "206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/758/0202-01"
      ]
    },
    {
      "cite": "414 Pa.Super. 372",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        909433
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "277"
        },
        {
          "parenthetical": "holding admission of hearsay statements of children was harmless where the statements could not have contributed to the trial court's decision"
        },
        {
          "page": "281",
          "parenthetical": "holding admission of hearsay statements of children was harmless where the statements could not have contributed to the trial court's decision"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/414/0372-01"
      ]
    },
    {
      "cite": "765 A.2d 1117",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11077498
      ],
      "pin_cites": [
        {
          "page": "1123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/765/1117-01"
      ]
    },
    {
      "cite": "816 A.2d 1179",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9371326
      ],
      "pin_cites": [
        {
          "page": "1189"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/816/1179-01"
      ]
    },
    {
      "cite": "767 A.2d 587",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11125112
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "591",
          "parenthetical": "quoting Pa.O.C. Rules 15.4(c)(1)"
        },
        {
          "page": "592"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/767/0587-01"
      ]
    },
    {
      "cite": "963 A.2d 474",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8164086
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "475-76"
        },
        {
          "page": "475-476"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/963/0474-01"
      ]
    },
    {
      "cite": "983 A.2d 745",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7293060
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/983/0745-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1247,
    "char_count": 32205,
    "ocr_confidence": 0.684,
    "pagerank": {
      "raw": 1.0261364755639635e-07,
      "percentile": 0.5467633441177459
    },
    "sha256": "aefc6014740354f0dfb9a54062478340675761b70fc7bb4b70ecf729a3bae74d",
    "simhash": "1:9f63c20702ce9cba",
    "word_count": 5319
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: BENDER, SHOGAN and FITZGERALD JJ."
    ],
    "parties": [
      "In re S.C.B., a Minor. Appeal of C.B. In re J.G.B., a Minor. Appeal of C.B."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSHOGAN, J.:\n¶ 1 C.B., (“Mother”), appeals from the orders entered on April 21, 2009, granting the petitions filed by the Allegheny County Office of Children, Youth and Families (“CYF”), to involuntarily terminate her parental rights to her twin minor children, S.C.B. and J.G.B., (collectively, “Children”), pursuant to the Adoption Act, 23 Pa.C.S.A. § 2511(a)(1), (2), (5), and (8), and (b). In this appeal, Mother challenges, inter alia, the allowance of the termination of parental rights hearing to proceed in the absence of her guardian ad litem. For the reasons that follow, we affirm.\n¶ 2 The trial court set forth the factual background and procedural history of this appeal, as follows.\nThe Children were born in early August 2006 in Mercy Hospital, where [Mother] was hospitalized for both medical and psychiatric care. Within days of the [Cjhildren’s birth, they were taken into care by the Allegheny County Office of Children, Youth and Families (hereinafter “CYF”). At the time of the hearing, the [C]hildren were two and a half years old. They have never been in [Mother’s] custody. They have never had an overnight visit with [Mother].\nThey have never had an unsupervised visit with [Mother].\nUpon discharge from the hospital, the [C]hildren were placed in foster care on August 24, 2006, for S.C.B. and August 29, 2006, for J.G.B. They have lived with the same foster family since their birth.\nOn October 11, 2006, the [C]hildren were adjudicated dependent. The man identified by [Mother] as the [Children’s father, [D.T.[B.]], was located by CYF and given notice of the dependency proceedings as well as the instant termination proceeding. At no time has he had any contact with CYF or with the [Children; nor has he met any of the goals CYF set for him. No other person has asserted paternity of S.C.B. and J.G.B.\nWithin two weeks of the [Children’s birth, [Mother] sustained massive injuries after jumping from a balcony to escape from an apartment that she had entered willingly with a man who was unknown to her. She spent one month at Mercy Hospital, six months at a nursing home, and nine months at an assisted living personal care home, recovering from her injuries, which included a broken back. She then underwent a stay of two or three months at Mercy Behavioral Health Residential Treatment for Adults and Western Psychiatric Center. [Mother] testified that she had two or three psychiatric hospitalizations since the birth of the [C]hildren and seven to ten psychiatric hospitalizations over the course of her life. Testimony clearly established that at least some of these psychiatric hospitalizations were involuntary, for the reason that [Mother] posed a danger to herself or others.\nThe family service plan [(“FSP”)] goals that CYF established for [Mother] were to: obtain and maintain safe, stable housing; continue mental health treatment; visit with the [C]hildren; attend parenting classes; utilize community resources; and communicate and cooperate with CYF.\nThe testimony established that [Mother] achieved the goal of obtaining and maintaining safe, stable housing on or about 2008; that she was continuing her mental health treatment; that she achieved her goal of visiting with the [C]hildren; and that she attended parenting classes at Children’s Hospital and Mercy Behavioral Health, but that she did not attend additional parenting classes that had been scheduled for her because she was hospitalized at the time. There was no testimony shedding light on whether [Mother] had attended or enrolled in any of a list of additional parenting programs to which CYF had referred her in March 2009. As to her goal of utilizing community resources, [Mother] is utilizing significant mental health treatment resources on a daily basis. Specifically, members of a treatment team visit [Mother] generally two times a day, to ensure that she takes her medication and to assist her with other activities of daily living. As to her goal of communicating and cooperating with CYF, the [trial court] found that [Mother] has generally met this goal.\nTrial Court Opinion, 6/22/09, at 2-4.\n¶ 3 On December 28, 2007, CYF filed a petition for involuntary termination of Mother’s parental rights as to each of the Children. In February of 2008, CYF filed a motion to appoint a guardian ad litem for Mother, based on her mental health issues. CYF suggested that the same counsel who was appointed as Mother’s guardian ad litem in the Juvenile Court proceedings with regard to the Children, James Robertson, Esquire, should be appointed as her guardian ad litem in the termination matters. In February of 2008, the trial court, by Judge John T. McVay, Jr., appointed Attorney Robertson as Mother’s guardian ad litem. In the order, Judge McVay provided that the appointed guardian ad litem shall:\n1. Make personal service of the Petition and Notice of Hearing upon [Mother].\n2. Personally interview the said parent concerning the matters referred to in the petition to terminate her parental rights.\n3. Attend all conferences and hearings that shall be scheduled in this matter and notify the mother of all conferences and hearings scheduled in this matter.\n4. File a written report....\nTrial Court Order, 2/8/08. Privately-retained counsel entered her appearance on behalf of Mother on February 29, 2008.\n¶ 4 By an order dated October 3, 2008 and entered on October 13, 2008, Judge McVay granted Mother’s motion for him to recuse himself. In an order dated November 5, 2008 and entered on November 7, 2008, the administrative judge of the trial court directed that the hearing in the matter would be re-scheduled to occur before either Judge Kathryn Hens-Greco or Judge Alan Hertzberg. On November 14, 2008, the guardian ad litem for Mother filed a written report with the trial court, directing the report to Judge McVay.\n¶ 5 The trial court held hearings on the petition on January 15, 2009, February 2, 2009, February 5, 2009, February 11, 2009, April 20, 2009, and April 21, 2009, before Judge Kathryn M. Hens-Greco. At the hearings, Mother’s guardian ad litem was not present. Mother was represented by counsel. On April 21, 2009, with regard to each of the Children, the trial court, by Judge Hens-Greco, entered the orders terminating Mother’s parental rights to the Children.\n¶ 6 On May 21, 2009, Mother filed notices of appeal which stated that they included Concise Statements of Errors Complained of on Appeal, as required by Pa. R.A.P. 1925(b). The trial court’s docket does not reflect that Mother filed Concise Statements with her notices of appeal, but, rather, that she filed a motion for enlargement of time to file her Rule 1925(b) Statements, which the trial court granted. Mother filed an Amended Concise Statement in each case on June 16, 2009, in compliance with the deadline established by the trial court’s order. Accordingly, as no party has objected to Mother’s request, which the trial court granted, and there is no claim of prejudice, we will proceed to review the merits of the appeal. In re K.T.E.L., 983 A.2d 745 (Pa.Super.2009).\n¶ 7 On appeal, Mother raises the following issues:\n1. Did the trial court abuse its discretion and/or err as a matter of law in allowing the Contested Termination of Parental Rights hearing to proceed in the absence of Mother’s Guardian ad litem?\n2. Did the trial court err in finding that grounds for involuntary termination of Mother’s parental rights under 23 Pa. C.S. § 2511(a) were proven by clear and convincing evidence?\n3. Did the trial court fail to adequately address the issue of needs and welfare of the [C]hild[ren] as required by [§ ] 2511(b)?\n4.Did the trial court err in finding that CYF presented clear and convincing evidence that involuntary termination of Mother’s parental rights would best meet the developmental, physical and emotional needs and welfare of the [Cjhildren?\nMother’s Brief at 7.\n¶ 8 With regard to her first issue, Mother contends that the trial court abused its discretion in allowing the hearing to proceed in the absence of Mother’s guardian ad litem. The trial court addressed this issue as follows:\n[Mother] was represented at the hearing by counsel, whose failure to object at trial constitutes a waiver of this ground for appeal. See Thompson v. Thompson, 963 A.2d 474, 475-76 (Pa.Super.2008). Even if this claim had not been waived, it is without merit. At the time of the hearing to terminate her parental rights, [Mother] was represented by counsel. In the context of a termination of parental rights proceeding in which the mother herself was a minor, the Superior Court has held that the mother, who was adequately represented by counsel, was not entitled to representation by a guardian ad litem as well. See In re L.S.G., 767 A.2d 587 (Pa.Super.2001). Here, too, as [Mother] was represented by counsel at the termination hearing, it was not an abuse of the [trial court’s] discretion or an error of law to permit the hearing to proceed without additional representation of [Mother],\nTrial Court Opinion, 6/22/09, at 8.\n¶ 9 Mother attempts to distinguish the cases upon which the trial court relied, arguing that she did not waive the issue of her lack of representation by the guardian ad litem at the hearing, and that the decision in In re L.S.G. is inapposite to the instant case. We conclude Mother’s arguments lack merit.\n¶ 10 It is axiomatic that claims that were not raised in the trial court may not be raised for the first time on appeal. Jahanshahi v. Centura Development Co., Inc., 816 A.2d 1179, 1189 (Pa.Super.2003); Pa.R.A.P. 802(a). Further, as the trial court accurately observed, Mother’s failure at the hearing to raise an objection to her lack of representation by the guardian ad litem resulted in her waiver of that issue.\nIn order to preserve an issue for appellate review, a party must make a timely and specific objection at the appropriate stage of the proceedings before the trial court. Failure to timely object to a basic and fundamental error will result in waiver of that issue. On appeal the Superior Court will not consider a claim which was not called to the trial court’s attention at a time when any error committed could have been corrected. In this jurisdiction ... one must object to errors, improprieties or irregularities at the earliest possible stage of the adjudicatory process to afford the jurist hearing the case the first occasion to remedy the wrong and possibly avoid an unnecessary appeal to complain of the matter.\nThompson v. Thompson, 963 A.2d 474, 475-476 (Pa.Super.2008) (quoting Hong v. Pelagatti, 765 A.2d 1117, 1123 (Pa.Super.2000)).\n¶ 11 Mother attempts to avoid waiver by arguing that she preserved the issue by raising it in her Rule 1925(b) Statement, citing In re M.T., 414 Pa.Super. 372, 607 A.2d 271, 277 (1992); Hicks v. Kubit, 758 A.2d 202, 206 (Pa.Super.2000); and Jara v. Rexworks, Inc., 718 A.2d 788, 792 (Pa.Super.1998). We find In re M.T., a termination case, distinguishable from the instant case because that case was decided prior to the abolishment of all post-trial motions practice in domestic relations cases in 1994. See Pa.R.C.P. 1930.2 and Explanatory Comment-1994 thereto. Under the circumstances in In re M.T., where it was unclear whether the mother had been required to file post-trial motions, the panel reviewed the issues raised in the mother’s exceptions and preserved in her Rule 1925(b) Statement, upon which the trial court had ruled.\n¶ 12 Likewise, the decision in Jara involved the question of whether the verdict-winner was required to file cautionary post-trial motions to preserve its issues for a potential appeal, where the opposing party had successfully requested a new trial limited to damages. In Jara, the panel commented that no appellate court had considered and decided the issue. Under the circumstances in Jara, the panel concluded that the appellant had not waived its issues. The panel ruled that the appellant had raised in its Rule 1925(b) Statement the issues it wished to appeal, and the trial court had addressed those issues; thus, the issues were preserved for the panel’s review. Jara, 718 A.2d at 792.\n¶ 13 In Hicks, the panel addressed the question of whether the appellant-wife, in an equitable distribution matter, preserved the issue of whether the trial court erred in deferring payment of her equitable share in the marital estate to the date of the appellee-husband’s retirement instead of making it immediately available to her. The appellant did not include the issue in her brief in support of her exceptions to the trial court’s order or at the oral argument on her exceptions, but included the issue in her Rule 1925(b) Statement. The panel of this Court ruled that, as the appellant had raised the issue in her exceptions and in her Rule 1925(b) Statement, and the trial court had addressed the issue, it was preserved for the panel’s review. Notably, in the cases upon which Mother relies, the appellants had afforded the trial court an opportunity to address the issue at the earliest instance.\n¶ 14 In the present case, Mother’s failure to raise this issue at the six days of hearings in this matter deprived the trial court of an opportunity to rule on the necessity for the guardian ad litem to continue to participate in the matter at the time of the hearings. Because Mother failed to raise the issue that she presents on appeal before the trial court at the earliest instance, we find that the cases upon which Mother relies are distinguishable from the instant appeal. Thus, we are constrained to conclude that Mother has waived the issue of whether the trial court abused its discretion in allowing the termination of parental rights hearing to proceed in the absence of her guardian ad litem.\n¶ 15 Even if Mother had not waived the issue, we would conclude it lacks merit. In his report filed with Judge McVay, the guardian ad litem noted that he had served Mother with the petition and notice of hearing, had personally interviewed her concerning the matters referred to in the petition to terminate her parental rights, and had attended all conferences and hearings scheduled in the matter to that point in the proceedings. The guardian ad litem stated:\n[Mother] seems to understand the matters presented in the petition to terminate her parental rights. She was unhappy with her counsel in her dependency case, so she sought out and hired a private attorney to represent her at this proceeding. [Mother] and I have spoken on many occasions as to the necessity of her winning the termination hearing. She knows that if she loses, she would not get to visit with her children or receive pictures of them. She also knows that her mother would not have any right to visit the children.\n[Mother] seems to understand the essential nature of the termination hearing. She has prepared for it by retaining private counsel. She believes the [C]hildren’s best interests are with her and that she has substantially overcome the difficulties in her life which led to the [C]hildren’s removal. In my own conversations with her, I have not experienced any problems communicating with her. I have also not had her counsel report to me any communication issues.\nReport of Guardian ad Litem, 11/14/08.\n¶ 16 In In re L.S.G., upon which the trial court relied in its Rule 1925(a) opinion, this Court addressed the question of whether the trial court erred in not appointing a guardian ad litem for the minor mother in an involuntary termination of parental rights case. The panel in In re L.S.G. observed that the Pennsylvania Orphans’ Court Rules provide:\nWhen the termination of the parental rights of a parent who had [sic] not attained the age of 18 years is sought, unless the court finds the parent is already adequately represented, the court shall appoint a guardian ad litem to represent the parent.\nIn re L.S.G., 767 A.2d at 591 (quoting Pa.O.C. Rules 15.4(c)(1)) (emphasis added in In re L.S.G.). See also 23 Pa.C.S.A. § 2313(a) (providing for the trial court’s discretionary appointment of a guardian ad litem for a child who has not reached the age of 18 years in an involuntary termination proceeding).\n¶ 17 The panel in In re L.S.G. determined that, at the time of the hearing on the petition to terminate her parental rights, the mother in that case had been represented by two separate counsel from Legal Aid for Children. The panel agreed with the trial court that this representation was adequate so as not to require the appointment of a guardian. Id., 767 A.2d at 592.\n¶ 18 Similarly, although the Orphans’ Court Rule at issue in In re L.S.G. is specifically applicable only to individuals under the age of 18 years, we conclude that the reasoning behind the rule’s provision is equally persuasive when an allegedly mentally incompetent parent has adequate representation by her own counsel. Thus, the appointment of a guardian ad litem is not required in such a situation. Here, the trial court appointed the guardian ad litem a few weeks prior to Mother’s retention of her own counsel to represent her in the termination matter. The guardian ad litem filed a report with Judge McVay stating that he had complied with the order regarding his appointment. Mother makes no assertion that the counsel she privately retained was not adequate to represent her interests. In fact, our review of the extensive notes of testimony from the six days of hearing reveal that Mother’s counsel put on a vigorous representation of her interests.\n¶ 19 Therefore, we agree with the trial court that the continued representation of Mother by the guardian ad litem was unnecessary after Mother retained her own private counsel who adequately represented her interests. Thus, the trial court did not commit an abuse of its discretion in failing to require the guardian ad litem to appear at the hearings. Any resultant error from the trial court’s failure to enter such an order or to permit the guardian ad litem to withdraw his representation was harmless. See In re M.T., 414 Pa.Super. 372, 607 A.2d 271, 281 (1992) (holding admission of hearsay statements of children was harmless where the statements could not have contributed to the trial court’s decision).\n¶20 Next, we address whether the trial court properly concluded that Mother’s parental rights should be terminated pursuant to 23 Pa.C.S.A. § 2511(a) and (b). Our standard of review regarding orders terminating parental rights is as follows:\nWhen reviewing an appeal from a decree terminating parental rights, we are limited to determining whether the decision of the trial court is supported by competent evidence. Absent an abuse of discretion, an error of law, or insufficient evidentiary support for the trial court’s decision, the decree must stand. Where a trial court has granted a petition to involuntarily terminate parental rights, this Court must accord the hearing judge’s decision the same deference that we would give to a jury verdict. We must employ a broad, comprehensive review of the record in order to determine whether the trial court’s decision is supported by competent evidence.\nIn re S.H., 879 A.2d 802, 805 (Pa.Super.2005). In termination cases, the burden is upon the petitioner to prove by clear and convincing evidence that its asserted grounds for seeking the termination of parental rights are valid. Id. at 806. We have previously stated:\nThe standard of clear and convincing evidence is defined as testimony that is so “clear, direct, weighty and convincing as to enable the trier of fact to come to a clear conviction, without hesitance, of the truth of the precise facts in issue.”\nIn re J.L.C. & J.R.C., 837 A.2d 1247, 1251 (Pa.Super.2003).\n¶ 21 The trial court is free to believe all, part, or none of the evidence presented and is likewise free to make all credibility determinations and resolve conflicts in the evidence. In re M.G., 855 A.2d 68, 73-74 (Pa.Super.2004). If competent evidence supports the trial court’s findings, we will affirm even if the record could also support the opposite result. In re Adoption of T.B.B., 835 A.2d 387, 394 (Pa.Super.2003).\n¶ 22 This Court need only agree with the trial court’s conclusions regarding any one subsection of Section 2511(a) in order to affirm the termination of parental rights. See In re B.L.W., 843 A.2d 380, 384 (Pa.Super.2004) (en banc). We will focus on whether the trial court properly terminated Mother’s parental rights pursuant to Section 2511(a)(2) and (b).\n¶ 23 The statutory bases for termination pursuant to section 2511(a)(2) and (b) are as follows:\n§ 2511. Grounds for involuntary termination\n(a) General rule.—The rights of a parent in regard to a child may be terminated after a petition filed on any of the following grounds:\n(2) The repeated and continued incapacity, abuse, neglect or refusal of the parent has caused the child to be without essential parental care, control or subsistence necessary for his physical or mental well-being and the conditions and causes of the incapacity, abuse, neglect or refusal cannot or will not be remedied by the parent.\n(b) Other considerations.—The court in terminating the rights of a parent shall give primary consideration to the developmental, physical and emotional needs and welfare of the child. The rights of a parent shall not be terminated solely on the basis of environmental factors such as inadequate housing, furnishings, income, clothing and medical care if found to be beyond the control of the parent. With respect to any petition filed pursuant to subsection (a)(1), (6) or (8), the court shall not consider any efforts by the parent to remedy the conditions described therein which are first initiated subsequent to the giving of notice of the filing of the petition.\n23 Pa.C.S.A. § 2511(a)(2) and (b).\n¶ 24 To satisfy the requirements of section 2511(a)(2), the moving party must produce clear and convincing evidence regarding the following elements: (1) repeated and continued incapacity, abuse, neglect or refusal; (2) such incapacity, abuse, neglect or refusal caused the child to be without essential parental care, control or subsistence necessary for his physical or mental well-being; and (3) the causes of the incapacity, abuse, neglect or refusal cannot or will not be remedied. In re Adoption of M.E.P., 825 A.2d 1266, 1272 (Pa.Super.2003).\n¶ 25 In the present appeal, the trial court reasoned that CYF had satisfied the factors set forth in section 2511(a)(2), stating as follows.\nHere, this [c]ourt determined that clear and convincing evidence supported termination of [Mother’s] parental rights under all three subsections. It is plain that [Mother] has done her best to comply with the goals set by CYF. Sadly, this [c]ourt is firmly convinced that even in her current, relatively stable state, [Mother] cannot adequately parent two small children. Her repeated psychiatric hospitalizations, her present need for daily intervention by a team of mental health professionals, and her disoriented, confused, and slow demeanor as reported by witnesses including a court-appointed evaluator and as perceived by the [e]ourt, all indicate that her mental health problems are severe, disabling, and ongoing. More importantly, [Mother’s] interactions with the children reveal a continuing and marked incapacity to respond appropriately to the needs of young children. For example, during the interactional visits with the court-appointed evaluator, [Mother] displayed an inability to calm S.C.G. or to engage the boys in age-appropriate play; she selected books and puzzles that were too sophisticated for such young children; and she showed poor judgment in leaving the children in a precarious position on a couch. [Mother] herself indicated to the court-appointed evaluator that she did not want to be alone with the children. While she evidently would require extensive, indeed continual, hands-on support in order to ensure the safety and wellbeing of children left in her care, [Mother] has a fairly limited interpersonal support system. She has not been employed recently, is not engaged in any voluntary activity or unpaid work outside the home, and has no friends or close acquaintances other than her mother. For these reasons, the [c]ourt has concluded that [Mother] cannot parent adequately two small children, and that it is highly unlikely that she will acquire sufficient capacity to do so in the foreseeable future.\nTrial Court Opinion, 6/22/09, at 6-7.\n¶ 26 The bases for termination of parental rights under Section 2511(a)(2), due to parental incapacity that cannot be remedied, are not limited to affirmative misconduct; to the contrary, those grounds may include acts of refusal as well as incapacity to perform parental duties. In re A.L.D., 797 A.2d 326, 337 (Pa.Super.2002). Nevertheless, parents are required to make diligent efforts towards the reasonably prompt assumption of full parental responsibilities. Id. at 340.\n¶ 27 After a careful review of the record, we determine that the trial court’s findings that Mother has an incapacity to parent the Children, and that it is highly unlikely that she will acquire sufficient capacity to do so in the foreseeable future, are supported by the evidence in the record. Accordingly, we affirm the trial court’s conclusion that CYF sustained its burden of proof with regard to section 2511(a)(2).\n¶ 28 Next, after we determine that the requirements of section 2511(a) were satisfied, the prevailing case law requires us to engage in a discussion of whether the requirements of section 2511(b) were satisfied. See In re Adoption of C.L.G., 956 A.2d 999, 1009 (Pa.Super.2008) (en banc). The focus in terminating parental rights under section 2511(a) is on the parent, but it is on the child pursuant to section 2511(b). Id. at 1008. Under section 2511(b), we inquire whether termination of parental rights would best serve the developmental, physical and emotional needs and welfare of the child. See In re C.M.S., 884 A.2d 1284, 1286-1287 (Pa.Super.2005). “Intangibles such as love, comfort, security, and stability are involved in the inquiry into the needs and welfare of the child.” Id. at 1287 (citation omitted). “The court must also discern the nature and status of the parent-child bond, with utmost attention to the effect on the child of permanently severing that bond.” Id.\n¶29 With regard to section 2511(b), Mother contends that, in its opinion, the trial court failed to adequately address the needs and welfare of the Children. Moreover, she argues that the trial court abused its discretion and/or erred as a matter of law in concluding that CYF met its burden of proving by clear and convincing evidence that termination of Mother’s parental rights would best serve the needs and welfare of the Children pursuant to section 2511(b). She asserts that termination unnecessarily and permanently deprives the Children of their bond and loving relationship with Mother.\n¶ 30 The trial court provided the following reasoning to support its finding.\nThere is also no question in the [trial court’s] mind that termination best serves the needs and welfare of these two young boys. The foster parents, with whom these children have lived for their entire lives, were found by the court-appointed evaluator to be energetic, expressive, and attentive and did a nice job independently and collectively of responding to the children’s needs. In the opinion of the evaluator, whom the [c]ourt found to be wholly credible, the foster parents had an exceptional level of awareness of the children’s individual needs, personalities and idiosyncracies [sic]; fostered speech development; showed affection; and were closely attached to both children. The foster parents have had a significant and supportive relationship with the children’s maternal grandmother and wished to maintain a family relationship with her. The evaluator had no concerns with respect to the foster parents’ parenting skills and was in fact impressed with their enthusiasm, thoroughness, supervision, attention, affection, and concern for these children. There is no question in the [c]ourt’s mind that the children’s best interests will be served by terminating parental rights in order to move forward with adoption by the foster parents. ...\nTrial Court Opinion, 6/22/09, at 7-8.\n¶ 31 This Court has held that the trial court is not required by statute or precedent to order a formal bonding evaluation be performed by an expert. In re K.K.R.S., 958 A.2d 529, 533 (Pa.Super.2008). The trial court properly concluded that the termination of Mother’s parental rights would not destroy something in existence that is necessary and beneficial. Mother has had no true emotional interaction with the Children over the years since they have been in foster care for their entire lives. Id., 958 A.2d at 536.\n¶ 32 The trial court adequately addressed the issue of the needs and welfare of the Children as required by section 2511(b). The trial court’s conclusion that CYF presented clear and convincing evidence that the termination of Mother’s parental rights would best meet the developmental, physical, and emotional needs and welfare of the Children is supported by the evidence in the record.\n¶33 Further, in C.L.G., we acknowledged the Adoption and Safe Families Act of 1997 (ASFA), P.L. 105-89, 1997 HR 867 (November 19, 1997), 42 U.S.C. §§ 671-675, which imposes upon states the requirement to focus on the child’s need for permanency rather than the parent’s actions and inactions. We explained:\nThe amendments to the Juvenile Act, 42 Pa.C.S. § 6301, et seq., provide that a court shall determine certain matters at the permanency hearing, including whether the child has been placed into foster care for 15 out of the last 22 months. See 42 Pa.C.S. § 6351(f)(9). With regard to permanency planning, the Legislature contemplated that, after reasonable efforts have been made to establish the biological relationship, the process of the Agency working with foster care institutions to terminate parental rights should be completed within eighteen months. See In re N.W., 2004 PA Super 368, 859 A.2d 501, 508 (Pa.Super.2004).\nC.L.G., 956 A.2d at 1008.\n¶ 34 Here, the Children were removed from Mother’s care in August of 2006. At the time the hearing on the termination petition commenced in January of 2009, the Children had been removed for fifteen months of the preceding twenty-two months. In C.L.G., this Court explained:\n[W]e emphasize that we will not toll the well-being and permanency of [the child] indefinitely. See In re Z.S.W., 2008 PA Super 55, 946 A.2d 726, 732 (Pa.Super.2008) (a child’s life “simply cannot be put on hold in the hope that [a parent] will summon the ability to handle the responsibilities of parenting”).\nId. at 1007-1008. Thus, the requirements of the ASFA were satisfied.\n¶ 35 Accordingly, we conclude that the trial court properly terminated Mother’s parental rights pursuant to 23 Pa.C.S.A. § 2511(a)(2) and (b).\n¶ 36 Orders affirmed.\n. On that same date, the trial court also involuntarily terminated the parental rights of Children’s putative father, D.T.B., (\"Father”). D.T.B. did not file an appeal.\n. We observe that Mother framed her issues somewhat differently in her Rule 1925(b) Statements; nevertheless, the issues have been preserved for our review.\n. We note that the guardian ad litem could have sought to withdraw his representation of Mother's interests, upon his determination that she was competent to understand and participate in the proceedings, and his knowledge that she had retained private counsel. Nevertheless, his failure to do so does not alter our conclusion that Mother's interests were adequately represented by her privately-retained counsel.",
        "type": "majority",
        "author": "SHOGAN, J.:"
      }
    ],
    "attorneys": [
      "Raymond N. Sanchas, Pittsburgh, for appellants.",
      "Karen E. Koskoff, Pittsburgh, for appel-lee.",
      "Barbara A. Hanley, Pittsburgh, for Office of Children & Youth, participating party."
    ],
    "corrections": "",
    "head_matter": "In re S.C.B., a Minor. Appeal of C.B. In re J.G.B., a Minor. Appeal of C.B.\nSuperior Court of Pennsylvania.\nArgued Oct. 21, 2009.\nFiled Feb. 17, 2010.\nRaymond N. Sanchas, Pittsburgh, for appellants.\nKaren E. Koskoff, Pittsburgh, for appel-lee.\nBarbara A. Hanley, Pittsburgh, for Office of Children & Youth, participating party.\nBEFORE: BENDER, SHOGAN and FITZGERALD JJ.\nFormer Justice specially assigned to the Superior Court."
  },
  "file_name": "0762-01",
  "first_page_order": 804,
  "last_page_order": 815
}
