{
  "id": 7975884,
  "name": "STATE of Maine v. Stephen J. SCHOLZ",
  "name_abbreviation": "State v. Scholz",
  "decision_date": "1981-07-17",
  "docket_number": "",
  "first_page": "763",
  "last_page": "767",
  "citations": [
    {
      "type": "official",
      "cite": "432 A.2d 763"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "590 F.2d 361",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        822884
      ],
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "government must make vigorous attempt to procure presence of witness"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/590/0361-01"
      ]
    },
    {
      "cite": "156 U.S. 237",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1488083
      ],
      "weight": 3,
      "year": 1895,
      "pin_cites": [
        {
          "page": "242-43"
        },
        {
          "page": "339"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/156/0237-01"
      ]
    },
    {
      "cite": "100 S.Ct. 2545",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "380 U.S. 400",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1525264
      ],
      "weight": 3,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0400-01"
      ]
    },
    {
      "cite": "410 A.2d 219",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7966782
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "220"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/410/0219-01"
      ]
    },
    {
      "cite": "79 S.E.2d 660",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1954,
      "pin_cites": [
        {
          "page": "664"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "195 Va. 544",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        2063517
      ],
      "year": 1954,
      "pin_cites": [
        {
          "page": "549"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/195/0544-01"
      ]
    },
    {
      "cite": "448 U.S. 56",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1787607
      ],
      "weight": 7,
      "year": 1980,
      "pin_cites": [
        {
          "page": "74"
        },
        {
          "page": "2543"
        },
        {
          "page": "78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/448/0056-01"
      ]
    },
    {
      "cite": "415 A.2d 570",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7950477
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/415/0570-01"
      ]
    },
    {
      "cite": "499 F.2d 1011",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1170938,
        3683619
      ],
      "pin_cites": [
        {
          "page": "1022-23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/499/1011-01",
        "/us-app-dc/163/0006-01"
      ]
    },
    {
      "cite": "378 F.2d 540",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2025709
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "552"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/378/0540-01"
      ]
    },
    {
      "cite": "408 U.S. 204",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782725
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0204-01"
      ]
    },
    {
      "cite": "390 U.S. 719",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6177892
      ],
      "weight": 3,
      "year": 1968,
      "pin_cites": [
        {
          "page": "724-25"
        },
        {
          "page": "1321-22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/390/0719-01"
      ]
    },
    {
      "cite": "392 A.2d 1101",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8019232
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/392/1101-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 740,
    "char_count": 13202,
    "ocr_confidence": 0.797,
    "pagerank": {
      "raw": 1.1680152641321923e-07,
      "percentile": 0.5855934071831987
    },
    "sha256": "4b0b188db3293ad886ee9ac130c30e8941ab0f8c12feba24b952bd711d00a723",
    "simhash": "1:041df006ba647bf9",
    "word_count": 2133
  },
  "last_updated": "2024-02-27T23:49:49.244770+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and GOD-FREY, NICHOLS, GLASSMAN, ROBERTS and CARTER, JJ."
    ],
    "parties": [
      "STATE of Maine v. Stephen J. SCHOLZ."
    ],
    "opinions": [
      {
        "text": "NICHOLS, Justice.\nIn his appeal from a judgment of conviction for aggravated assault entered after a jury verdict in Superior Court (Kennebec County), the Defendant, Stephen J. Scholz, focuses upon the unavailable witness exception to the hearsay rule, M.R.Evid. 804(b)(1).\nBecause we find that the State failed to lay the proper foundation for admitting into evidence the prior recorded testimony of two witnesses represented to be unavailable at trial, we conclude that the trial justice erred in admitting their testimony over the objection of the Defendant, and therefore, we sustain his appeal.\nIn January, 1978, the Defendant was adjudged guilty of an aggravated assault on August 27, 1977, and sentenced to serve four years in the Maine State Prison. We sustained his appeal in State v. Scholtz [sic], Me., 392 A.2d 1101 (1978), and remanded the case for a new trial.\nAt the Defendant’s second trial on January 28-29, 1980, two witnesses, Raymond Higgins and George Tzikas, subpoenaed to testify for the State, failed to appear. Both witnesses, however, had testified at. the Defendant’s first trial on December 22, 1977. Over the Defendant’s timely objection, the trial justice ruled these witnesses “unavailable” pursuant to M.R.Evid. 804(b)(1) and permitted the admission into evidence of their testimony as recorded in the earlier trial.\nOn appeal, the Defendant argues that the State failed to make the required good-faith effort to obtain the presence at trial of these “unavailable” witnesses. The State’s actions, or lack thereof, the Defendant contends, operated to deprive him of his right to confrontation as guaranteed by the Sixth Amendment to the United States Constitution, made applicable to the states through the Fourteenth Amendment.\nWe agree.\nM.R.Evid. 804(a)(5) provides in pertinent part:\n(a) “Unavailability as a witness” includes situations in which the declarant:\n(5) is absent from the hearing and the proponent of his statement. has been unable to procure his attendance by process or other reasonable means.\nIt is well established that, pursuant to Rule 804(a)(5), the proponent must make a good faith attempt to procure attendance of the witness. The United States Supreme Court has summarized the test of unavailability as follows: “[A] witness is not ‘unavailable’ for purposes of the .. . exception to the confrontation requirement unless the prose-cutorial authorities have made a good-faith effort to obtain his presence at trial.” Barber v. Page, 390 U.S. 719, 724-25, 88 S.Ct. 1318, 1321-22, 20 L.Ed.2d 255 (1968). Accord Mancusi v. Stubbs, 408 U.S. 204, 92 S.Ct. 2308, 33 L.Ed.2d 293 (1972); see also R. Field & P. Murray, Maine Evidence § 804.2, at 236 (1976).\nWhat constitutes a “good-faith effort” is a question of reasonableness and depends upon the peculiar facts and circumstances of the given case. In any event, the good-faith standard is never satisfied by mere perfunctory efforts on the part of the State to procure the witness’ presence. The good-faith effort must be “genuine and bona fide,” Government of the Virgin Islands v. Aquino, 378 F.2d 540, 552 (3d Cir. 1967), and exercised with “reasonable diligence and care,” United States v. Lynch, 499 F.2d 1011, 1022-23 (D.C.Cir.1974).\nWe noted in State v. Smith, Me., 415 A.2d 570, 572 n.5 (1980), that the demands of the Confrontation Clause require the trial court to be “rigorous” in demanding prosecutorial evidence to satisfy its burden of proving unavailability of the declarant. Moreover, it has been said that where, as in the instant case, former testimony is sought to be offered against the accused, the degree of effort constituting “good faith” and “due diligence” is greater than the degree required in other situations. McCormick, Evidence § 253 (2d ed. 1972).\nRecently, in Ohio v. Roberts, 448 U.S. 56, 100 S.Ct. 2531, 65 L.Ed.2d 597 (1980), the Supreme Court discussed the prosecution’s burden of laying the requisite foundation to establish unavailability:\nThe law does not require the doing of a futile act. Thus, if no possibility of procuring the witness exists (as, for example, the witness’ intervening death), ‘good faith’ demands nothing of the prosecution. But if there is a possibility, albeit remote, that affirmative measures might produce the declarant, the obligation of good faith may demand their effectuation. ‘The lengths to which the prosecution must go to produce a witness ... is a question of reasonableness’. . . . The ultimate question is whether the witness is unavailable despite good-faith efforts undertaken prior to trial to locate and present that witness, (emphasis in original; citation omitted). Id. at 74, 100 S.Ct. at 2543.\nWe recognize, of course, that the trial court is entitled to substantial discretion in deciding whether the burden upon the proponent to procure attendance of the purportedly unavailable witness has been satisfied by a good faith effort. See, e. g., Burton v. Oldfield, 195 Va. 544, 549, 79 S.E.2d 660, 664 (1954); see generally D. Binder, The Hearsay Handbook § 26.2 (1975). In ruling on the preliminary question of admissibility, the presiding justice must be taken to have made the findings of fact necessary to comply with Rule 804(a)(5). See M.R.Evid. 104(a); State v. Hafford, Me., 410 A.2d 219, 220 (1980). We will not interfere with the court’s exercise of its discretion unless we conclude, as in the case at bar, that those factual findings were clearly erroneous.\nAt trial the prosecution sought to meet its burden of having made the required good faith effort to procure attendance of witnesses Higgins and Tzikas by introducing the following foundation evidence before the presiding trial justice: Prior to trial Higgins and Tzikas were served with subpoenas, dated January 14, 1980, to testify in the instant case. When both failed to appear on the opening trial day, the prosecution had police cruisers dispatched in an attempt to find them in various places where they had been located in the past. A secretary in the District Attorney’s office called one of the witnesses at his place of employment but was informed that he was not there. Solely on these preliminary findings the presiding trial justice ruled Higgins and Tzikas “unavailable” pursuant to M.R.Evid. 804. We conclude otherwise and accordingly hold that, give these foundational facts, the trial court erred in ruling that the prosecution satisfied its duty of a good faith effort to locate the witnesses.\nWe note, particularly, that the subpoenas to testify, served upon Higgins and Tzikas, were fatally flawed. Not only did they fail to specify the particular date on which Higgins and Tzikas were to testify, they also contained no record date of service.\nFurthermore, we cannot say that the prosecution’s steps to locate Higgins and Tzikas on the opening day of trial qualified as a good-faith effort in view of the “other reasonable means” provision of M.R.Evid. 804(aX5). We have already indicated that the prosecution’s efforts must be exercised with all due diligence and care, particularly where former testimony is sought to be offered against the accused. This is especially true where, as in this case, witnesses purported to be “unavailable” are vital to the State’s case. Without this requirement there would lurk the possibility that the State would not make as vigorous an attempt to procure a witness’ presence as it would have made, lacking the prior recorded testimony.\nThe requirement is firmly grounded in the accused’s constitutional right to confront and to cross-examine his accusers before the trier of fact. See Pointer v. Texas, 380 U.S. 400, 85 S.Ct. 1065, 13 L.Ed.2d 923 (1965). At the heart of this guarantee is a defendant’s right to compel the witness “ ‘to stand face to face with the jury in order that they may look at him, and judge by his demeanor upon the stand and the manner in which he gives his testimony whether he is worthy of belief.’ ” Ohio v. Roberts, supra, 448 U.S. at 78, 100 S.Ct. 2545 (Brennan, J., dissenting), quoting, Mattox v. United States, 156 U.S. 237, 242-43, 15 S.Ct. 337, 339, 39 L.Ed. 409 (1895). Only by demanding rigorous compliance with the evidentiary definitions of “unavailability as a witness” for the purpose of invoking the former testimony exception to the hearsay rule can we adequately insure that this fundamental constitutional guarantee is preserved for the accused.\nIn sum, the State failed to carry its burden of demonstrating by a good faith effort that Higgins and Tzikas were unavailable as witnesses for the Defendant’s second trial.\nIt becomes unnecessary to consider the Defendant’s second argument concerning the sufficiency of the evidence to sustain his conviction in view of our disposition of this appeal.\nThe entry is:\nAppeal sustained.\nJudgment of conviction vacated.\nRemanded for further proceeding consistent with the opinion herein.\nAll concurring.\n. 17-A M.R.S.A. § 208 provides in part here pertinent:\n1. A person is guilty of aggravated assault if he intentionally, knowingly, or recklessly causes: . . .\nC. Bodily injury to another under circumstances manifesting extreme indifference to the value of human life. Such circumstances include, but are not limited to, the number, location or nature of the injuries, or the manner or method inflicted.\n. M.R.Evid. 804(b)(1) reads as follows:\n(b) The following are not excluded by the hearsay rule if the declarant is unavailable as a witness:\n(1) Testimony given as a witness at another hearing of the same or a different proceeding, or in a deposition taken in compliance with law in the course of the same or another proceeding, if the party against whom the testimony is now offered, or in a civil action or proceeding, a predecessor in interest, had an opportunity and similar motive to develop the testimony by direct, cross, or redirect examination.\n.Due to a post-trial substitution of justices pursuant to an order of the Chief Justice, see M.R.Crim.P. 25, we distinguish between the trial justice and the justice presiding over the Defendant’s post-trial motions.\n. U.S.Const. amend. VI, provides:\nIn all criminal prosecutions, the accused shall enjoy the right ... to be confronted with the witnesses against him ....\nSimilarly, the Maine Constitution guarantees:\nInwall criminal prosecutions, the accused shall have a right ... To be confronted by the witnesses against him. Me.Const. art. I, § 6.\n. Cf. United States v. Mann, 590 F.2d 361 (1st Cir. 1978) (government must make vigorous attempt to procure presence of witness); see generally 4 J. Weinstein & M. Berger, Wein-stein’s Evidence, ¶ 804(a) [01] (1979).\n. On appeal the State seeks to have us consider the findings of fact produced at a hearing on post-trial motions, held almost two months after trial. At this hearing, presided over by the substituted justice, the State proffered oral testimony to prove its “good faith efforts” at trial to satisfy the demands of “unavailability.” We cannot consider the foundation evidence produced at the post-trial hearing. So vital is the accused’s constitutional right to confront at trial the witnesses against him, that evidence procedure after trial on the question of unavailability does nothing to safeguard this fundamental right. Accordingly, we decide this case on the preliminary findings of the trial justice.\n. M.R.Crim.P. 17(a) provides in pertinent part that a “subpoena ... shall state the name of the court and the title, if any, of the proceeding and shall command each person to whom it is directed to attend and give testimony at the time and place specified therein.” (emphasis supplied). In the instant case, the “time” specified on the subpoenas was “on the 28-31 day of January, 1980, at 8:30 a., m.” Such a broad time provision was not sufficiently specific to apprise the witnesses of when they should appear to testify.\n. We also note that the parties discussed in considerable detail, before the trial justice, the question of whether the subpoenas were defective for failure to provide fees for attendance and mileage to the subpoenaed witnesses. Had the parties been cognizant of M.R.Crim.P. 17(d) this discussion would not have been necessary. That rule states in pertinent part:\nService of a subpoena shall be made by delivering a copy thereof to the person named and, except in the case of a person subpoenaed on behalf of the State ..., by tendering to him the fee for one day’s attendance and mileage allowed by law. (emphasis supplied).\nSee also H. Glassman, Maine Practice § 17.5 (1967). A tender of fees at the time of service was unnecessary in this case because Higgins and Tzikas were subpoenaed to testify on behalf of the State.",
        "type": "majority",
        "author": "NICHOLS, Justice."
      }
    ],
    "attorneys": [
      "David W. Crook, Dist. Atty., Paul D. Mathews, Deputy Dist. Atty. (orally), Augusta, for plaintiff.",
      "Sherman & Ringer, Alan C. Sherman, Robert J. Ringer, Jr. (orally), Waterville, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Stephen J. SCHOLZ.\nSupreme Judicial Court of Maine.\nArgued March 10, 1981.\nDecided July 17, 1981.\nDavid W. Crook, Dist. Atty., Paul D. Mathews, Deputy Dist. Atty. (orally), Augusta, for plaintiff.\nSherman & Ringer, Alan C. Sherman, Robert J. Ringer, Jr. (orally), Waterville, for defendant.\nBefore McKUSICK, C. J., and GOD-FREY, NICHOLS, GLASSMAN, ROBERTS and CARTER, JJ.\nGLASSMAN, J. sat at oral argument and participated in the initial conference but died before the opinion was adopted."
  },
  "file_name": "0763-01",
  "first_page_order": 807,
  "last_page_order": 811
}
