{
  "id": 12027512,
  "name": "OPINION OF THE JUSTICES of the Supreme Court in Response to Questions Propounded by the Governor of Delaware",
  "name_abbreviation": "Opinion of the Justices",
  "decision_date": "1974-12-12",
  "docket_number": "",
  "first_page": "764",
  "last_page": "769",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 764"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "131 A.2d 158",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "85 A.2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "135 A.L.R. 1173",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "80 A.L.R. 1290",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "200 A.2d 570",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "198 A.2d 687",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "181 A.2d 215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "4 Storey 524",
      "category": "reporters:state",
      "reporter": "Storey",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "225 A.2d 481",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8100774
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "484"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/225/0481-01"
      ]
    },
    {
      "cite": "282 A.2d 603",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8075455
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "606"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/282/0603-01"
      ]
    },
    {
      "cite": "195 A. 287",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "pin_cites": [
        {
          "page": "290"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 726,
    "char_count": 17048,
    "ocr_confidence": 0.816,
    "pagerank": {
      "raw": 2.9003556545372037e-07,
      "percentile": 0.8450274514073987
    },
    "sha256": "0f83ceb47f2542a03d1b83d6b440624a2cb75ecb70ab0fab2901a703d0121b47",
    "simhash": "1:a3f1e99222072d1e",
    "word_count": 2862
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "OPINION OF THE JUSTICES of the Supreme Court in Response to Questions Propounded by the Governor of Delaware."
    ],
    "opinions": [
      {
        "text": "To His Excellency Sherman W. TRIB-BITT, Governor of Delaware\nReference is made to your letter dated and received December 2, 1974, requesting the opinions of the Justices of the Supreme Court, under 10 Del.C. § 141, upon the following questions:\n“1) During the interim period between the second Tuesday of November 1974 (Election Day) and the second Tuesday of January 1975, if the Governor in the exercise of his Executive Prerogative were to recall into session or convene the General Assembly, which body politic would comprise that General Assembly: the 127th elected on the second Tuesday of November 1972 or the 128th elected on the second Tuesday of November 1974?\n“2) If the Governor in the exercise of his Executive Prerogative were to recall into session or convene that General Assembly what, if any, limitations would be imposed upon their deliberations, legislative prerogatives, or ability to transact business?”\nI.\nThe first question requires our opinions as to the proper construction of Article 2, Section 4 of the Delaware Constitution.\nTracing its evolution backwards, Art. 2, § 4 presently provides, by its Amendment of 1969, as follows:\n“§ 4. Time and frequency of sessions\n“Section 4. The General Assembly shall convene on the second Tuesday of January of each calendar year unless otherwise convened by the Governor, or by mutual call of the presiding officers of both Houses.\n“The General Assembly may continue in session each calendar year so long as, in its judgment, the public interest may require; however, each session shall not extend beyond the last day of June unless the session is recalled by the Governor or the mutual call of the presiding officers of both Houses.”\nThe 1969 Amendment (57 Del.L. Ch. 289) substituted new provisions for a 1959 Amendment (52 Del.L. Ch. 21) which had stated:\n“The General Assembly shall meet on the first Tuesday of January, nineteen hundred and sixty-one, and on the same day in every second year thereafter, on the first Tuesday in February, nineteen hundred and sixty-two, and on the same day in every second year thereafter, and at no other time, unless convened by the Governor. When the General Assembly shall be convened by the Governor, the session shall not continue longer than thirty days.\n“The General Assembly may continue its session so long as in its judgment the public interest may require, for a period not longer than ninety legislative days in odd years and thirty legislative days in even years. In any of said thirty legislative day sessions in even years, the General Assembly shall consider no bills other than (1) bills having to do with budgetary, revenue and financial matters, (2) legislation dealing with an acute emergency, and (3) legislation in the general public welfare.”\nAnd the 1959 Amendment substituted new provisions for the original text of Art. 2, § 4 in the 1897 Constitution which had stated:\n“The General Assembly shall meet on the first Tuesday of January, biennially, and at such other times as the Governor shall convene the same.”\nBasically, the question presented to us arises from the provision of the 1969 Amendment: “The General Assembly may continue in session each calendar year so long as, in its judgment, the public interest may require; * * * Out of this provision has come the proposition that, since 1969, the terms of Representatives and Senators run from calendar year to calendar year and not, as heretofore generally thought, from Election Day to Election Day.\nThe present Art. 2, § 4 must be read in the light of Section 4 of the Schedule appended to and made a part of our Constitution, providing as follows:\n“§ 4. Commencement of terms of members of General Assembly\n“Section 4. The terms of Senators and Representatives shall begin on the day next after their election.”\nThe purpose and scope of Sched. § 4 appears in the Constitutional Debates, 1897. In discussing the original Art. 2, § 4, Mr. Saulsbury stated: (Debates, p. 788)\n“It [the General Assembly] might be called earlier. The terms of members of the legislature I believe begin immediately after their election. They are elected the first Tuesday after the first Monday in November and do not meet until the first Tuesday in January. They may be called sooner.”\nAnd, in discussing Sched. § 4, Mr. Caven-der urged (Debates, p. 3009) that the terms of the members of the General Assembly be made to coincide with the first formal meeting of the General Assembly on the first Tuesday in January. This proposal was rejected, however, and the present Sched. § 4 was adopted (Debates, p. 3262).\nA provision of the Schedule to the Constitution is part and parcel of the Constitution and must be accorded full force and effect unless clearly contravened by a later Amendment to the Constitution. The force and effect of a Schedule provision was stated by Judge Rodney in Wilmington Trust Co. v. Baldwin, Del.Super., 195 A. 287, 290 (1937) as follows:\n“While the office of a constitutional schedule is to provide for a transition from an old to a new or amended Constitution and obviate inconveniences which might arise from the change of government, yet the schedule having been adopted as a part of the Constitution, its provisions are equally binding with it.”\nWhen read in the light of Sched. § 4, an ambiguity appears in Art. 2, § 4, requiring a construction of the latter. As between any two possible constructions of Art. 2, § 4, that reading thereof must be adopted which will permit its reconciliation with Sched. § 4, if reasonably possible.\nThe problem comes down, then, to the question of whether the 1969 Amendment to Art. 2, § 4 clearly changes Sched. § 4, or whether these two portions of the Constitution may be reconciled. The latter is required if reasonably possible. As was stated in State v. Roberts, Del.Supr., 282 A.2d 603, 606 (1971): “Cardinal are the rules that the Constitution and each part therof must be harmonized and construed as a whole; that it cannot be presumed that any clause of the Constitution is intended to be without full force and effect.” And in Opinion of the Justices, Del., 225 A.2d 481, 484 (1966), the controlling precepts are stated as follows:\n“The applicable rules of construction require that effect be given, if possible, to the whole Constitution and to every word therof. If different portions of the Constitution seem to conflict, they must be harmonized if possible. That construction must be favored which will render every word of the instrument operative; and that construction must be avoided which would make any provision idle and nugatory. Every provision of the Constitution must be construed, whenever possible, to give effect to every other provision. Otherwise stated, whenever avoidable, no constitutional provision should be so construed as to nullify, or substantially impair, any other constitutional provision or to produce an irrational result.”\nApplying those governing rules of constitutional construction, we are of the opinion that Art. 2 § 4 does not clearly contravene Sched. § 4 and that, therefore, they must be, and may be, harmonized and construed together.\nAdopting that approach, it is our opinion that the term “calendar year” was used in the 1969 Amendment of Art. 2, § 4 for the purpose of obliterating the references to “odd years” and “even years” in the 1959 Amendment, and not to obliterate Sched. § 4.\nThe “odd” and “even” year terminology of the 1959 Amendment placed substantial restrictions upon the General Assembly as to the timing and nature of its permissible activities. Those restrictions raised serious questions as to the constitutional powers of the General Assembly. E. G., Opinion of the Justices, 4 Storey 524, 181 A.2d 215 (1962); Opinion of the Justices, Del., 198 A.2d 687 (1964); Opinion of the Justices, Del., 200 A.2d 570 (1964). By removing the “odd” and “even” year restrictions of the 1959 Amendment, and substituting the “calendar” year language of the 1969 Amendment, the 1969 framers gave the General Assembly desirable flexibility and removed the cumbersome restrictions theretofore imposed upon it. This, we think, was the primary purpose and intent of the provisions of the present Art. 2, § 4.\nIt appears that the clear prescription of Sched. § 4, as to the terms of members of the General Assembly, had been accepted and operative in this State, without question, for over seven decades when the 1969 framers directed their attention once again to Art. 2, § 4. It is reasonable to assume, we think, that the 1969 framers could have, and would have, more clearly contravened the provisions of Sched. § 4 if that had been their intent.\nThe conclusion we reach is further supported by the provision of Art. 2, § 4 that the Governor may “convene” the General Assembly prior to the commencement of an annual session on the second Tuesday of January as well as “recall” a session already commenced. Our conclusion is also supported by the general rule of law that where the length or expiration of a term of office is not expressly and definitely established by law, that interpretation which limits the term of office to the shortest time allowed by law should be adopted. Annotations, 80 A.L.R. 1290, 135 A.L.R. 1173.\nIt is said, on the other hand, that the term “calendar year” in the 1969 Amendment of Art. 2, § 4 must be read as a contravention of Sched. § 4 for the reason that, for the first time, the 1969 Amendment gave to the presiding officers of both Houses the same powers theretofore granted to the Governor relative to the convening and recalling of the General Assembly; that, under Art. 2, § 7, the presiding officer of each House is chosen “at the first annual session of every new General Assembly” on the second Tuesday of January in the year following a General Election; and, the argument goes, it is not reasonable to assume that the 1969 framers intended that such newly granted powers of the presiding officers of both Houses should suffer an hiatus between Election Day and the first annual session of the new General Assembly by reason of the expiration of the old General Assembly on Election Day and the lack of duly chosen presiding officers prior to the second Tuesday of the following January.\nThe weakness of that line of reasoning lies, we think, in the more reasonable assumption that the 1969 framers could have, and would have, been more clear and precise had it been their intention, in view of Sched. § 4, to change the terms of members of the General Assembly to run from second Tuesday in January to second Tuesday in January, in order to remove the hiatus. Such change would have removed the entire hiatus — not just the portion thereof which would be avoided by the “calendar year” term urged by its proponents.\nIt is also suggested that, by the “calendar year” language, the 1969 framers of Art. 2, § 4 intended to make the terms of the members of the General Assembly substantially similar to the terms of the Governor, the Lieutenant Governor, the Attorney General, and the President and members of the Congress of the United States —all of whom take office on a Tuesday in the January following Election Day. Again, we think that had such conformity been the intention of the 1969 framers, something more precise than the “calendar year” terminology could have, and would have, been devised, in view of Sched. § 4.\nFor the foregoing reasons, it is our opinion that the terms of the Senators and Representatives elected to the General Assembly of Delaware (the 128th) on November 5, 1974, commenced “on the day next after their election”, in accordance with Section 4 of the Schedule to the Delaware Constitution of 1897. It follows, in our opinion, that the terms of the members of the previous General Assembly (the 127th) ended simultaneously.\nII.\nThe second question requires us to consider the limitations, if any, imposed upon a General Assembly convened by the Governor after Election Day and prior to the second Tuesday in January.\nBriefly stated, with the rescission of the 1959 Amendment of Art. 2, § 4, there are now no constitutional limitations upon the lawful deliberations or legislative prerogatives of a General Assembly so convened. It has the power to transact business to precisely the same extent as when in session after the second Tuesday in January. The reason, of course, is that the General Assembly is a separate branch of State Government and, within its constitutionally conferred jurisdiction, it is independent of the Executive Branch. Cf. DuPont v. DuPont, Del.Supr., 32 Del.ch. 413, 85 A.2d 724 (1951). Absent constitutional limitations, and we find none, the General Assembly has unrestrained authority to exercise its proper legislative powers in any manner it sees fit. Cf. State v. Schorr, Del.Supr., 131 A.2d 158 (1957). In short, there is no constitutional power under which a Governor may limit the General Assembly in the conduct of its business.\nAbsence of constitutional limitation does not mean, however, that a General Assembly honors its constitutional duty if it ignores the purpose for which it was convened by a Governor. There is, under such circumstances, a “mutual interest” of the kind referred to in 1 Story on the Constitution, p. 378:\n“ * * * Each department should have a will of its own, and the members of each should have but a limited agency in the acts and appointments of the members of the others. Each should have its own independence secured beyond the power of being taken away by either, or both of the others. But at the same time the relations of each to the other should be so strong, that there should be a mutual interest to sustain and protect each other. * *\nAnd see 16 Am.Jur.2d “Constitutional Law”, § 213.\nIt seems clear, then, that division of the total power of government into three parts assigned, respectively, to three separate branches does not mean that any branch may ignore the legitimate acts of another. On the contrary, the very division contemplates a blending of powers and coordination of effort to the end that the complete power of government will be exercised effectively for the benefit of the people. And that requires careful attention to, and respectful consideration of, the acts of one branch by another, to the end that there may be, in the language of The Federalist, Number 47, a “chain of connection that binds the whole fabric of the constitution in one indissoluble bond of unity and amity.”\nThus, under Art. 2, § 4, the Governor has the power to convene the General Assembly. A Governor who exercises that power has a purpose in doing so. A General Assembly which ignores and treats that purpose as nugatory does not honor its obligation as a working partner in the constitutional scheme.\nIn summary, in answer to the second question presented, there is no constitutional limitation upon the business a General Assembly, convened by the Governor under Art. 2, § 4, may transact; but, in our opinion, the separation of powers concept contemplates and requires that, at such session, a General Assembly shall consider and act upon the business specified by the Governor in his call therefor.\nIII.\nWe have had the benefit of the assistance of counsel appointed, upon the recommendation of the President of the Delaware Bar Association, for the purpose of presenting opposing views upon the questions presented.\nThe participating attorneys were Victor F. Battaglia, Esquire B. Wilson Redfearn, Esquire, Harvey B. Rubenstein, Esquire, and Mason E. Turner, Esquire. Briefs were filed and oral argument was held on December 10, 1974.\nWe hereby express commendation and appreciation to counsel for the valuable service they have rendered.\nThe foregoing constitute the unanimous opinions of the undersigned.\nRespectfully,\ns/ DANIEL L. HERRMANN Chief Justice\ns/ WILLIAM DUFFY\ns/ JOHN J. McNEILLY Associate Justices\n. 10 Del.C. § 141 provides in part:\n“The justices of the supreme court, whenever the governor of this State may require it for public information, or to enable him to discharge the duties of his office with fidelity, may give him their opinions in writing touching the proper construction of any provision in the Constitution of this State * * * «\n. For example: a new General Assembly (the 104th) was convened by the Governor on November 15, 1932, the election having taken place on November 8, 1932. See 38 Del.L. Ch. 278. And it appears that to this date the practice in this State has been to commence the compensation of newly elected members of the General Assembly on the day after their election.\n. The limited intent of the framers of the 1969 Amendment may be indicated by the title of 57 Del.L. Ch. 289 which provides: “An Act Agreeing To A Proposed Amendment To Article II, Section, 4 Of The Constitution Of The State Of Delaware, Relating To The Time And Frequency Of Sessions And Providing Termination Dates.”",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "OPINION OF THE JUSTICES of the Supreme Court in Response to Questions Propounded by the Governor of Delaware.\nSupreme Court of Delaware.\nDec. 12, 1974."
  },
  "file_name": "0764-01",
  "first_page_order": 802,
  "last_page_order": 807
}
