{
  "id": 7334284,
  "name": "ZURICH AMERICAN INSURANCE COMPANY v. Michael O'HANLON, Steven Garfinkel, John Boyle, Terry Cady, Richard Miller, Anthony Turek, Gerald Cohn, Nathan Shapiro, William Goldberg, Harry T.J. Roberts, John Mchugh, Philip Jackson, Matthew Goldenberg, Matthew Colasanti, Lisa Cruikshank, Raymond Fear, Kenneth Grossman, Cedar Street Fund, Cedar Street, Offshore Fund, WM High Yield Fund, WM Income Fund, at High Yield Fund, WM VT Fund, at Income Fund, Evergreen Funding Ltd., Stellar Funding Ltd., Dennis Buckley, Fleet National Bank. Appeal of Dennis Buckley, The Trustee of the DVI Liquidating Trust",
  "name_abbreviation": "Zurich American Insurance v. O'Hanlon",
  "decision_date": "2009-03-16",
  "docket_number": "",
  "first_page": "765",
  "last_page": "773",
  "citations": [
    {
      "type": "official",
      "cite": "968 A.2d 765"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "916 A.2d 553",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3016472,
        8333289
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "569",
          "parenthetical": "stating that an appellate court may affirm on any basis"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/591/0196-01",
        "/a2d/916/0553-01"
      ]
    },
    {
      "cite": "591 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3016472
      ],
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "stating that an appellate court may affirm on any basis"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/591/0196-01"
      ]
    },
    {
      "cite": "749 A.2d 475",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11528258
      ],
      "pin_cites": [
        {
          "page": "487"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/749/0475-01"
      ]
    },
    {
      "cite": "426 Pa.Super. 452",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        929908
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "citations and quotation marks omitted"
        },
        {
          "page": "767-68",
          "parenthetical": "citations and quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/426/0452-01"
      ]
    },
    {
      "cite": "959 A.2d 438",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8200134
      ],
      "pin_cites": [
        {
          "page": "449"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/959/0438-01"
      ]
    },
    {
      "cite": "744 A.2d 1276",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        95781,
        11495549
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "1277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0373-01",
        "/a2d/744/1276-01"
      ]
    },
    {
      "cite": "560 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        95781
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0373-01"
      ]
    },
    {
      "cite": "674 A.2d 1038",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        463562,
        463532,
        7867892,
        7867966
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "1041"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0092-02",
        "/pa/544/0093-01",
        "/a2d/674/1038-01",
        "/a2d/674/1038-02"
      ]
    },
    {
      "cite": "544 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        463532
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0093-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 987,
    "char_count": 24745,
    "ocr_confidence": 0.676,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18899982199734425
    },
    "sha256": "f1f827a8d819c7312191a5ff369742091b0f369cbbf0de9438b911c714f4813d",
    "simhash": "1:e2b6a3c39866301c",
    "word_count": 4137
  },
  "last_updated": "2024-02-27T16:10:25.392937+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: BENDER, PANELLA and KELLY, JJ."
    ],
    "parties": [
      "ZURICH AMERICAN INSURANCE COMPANY v. Michael O’HANLON, Steven Garfinkel, John Boyle, Terry Cady, Richard Miller, Anthony Turek, Gerald Cohn, Nathan Shapiro, William Goldberg, Harry T.J. Roberts, John Mchugh, Philip Jackson, Matthew Goldenberg, Matthew Colasanti, Lisa Cruikshank, Raymond Fear, Kenneth Grossman, Cedar Street Fund, Cedar Street, Offshore Fund, WM High Yield Fund, WM Income Fund, at High Yield Fund, WM VT Fund, at Income Fund, Evergreen Funding Ltd., Stellar Funding Ltd., Dennis Buckley, Fleet National Bank. Appeal of Dennis Buckley, The Trustee of the DVI Liquidating Trust."
    ],
    "opinions": [
      {
        "text": "OPINION BY BENDER, J.:\n¶ 1 Dennis Buckley, the Trustee of the DVI Liquidating Trust, appeals from the order granting summary judgment in favor of Zurich American Insurance Company in Zurich’s action in equity against the Trustee in which Zurich sought reformation of an insurance policy that it issued to' DVI, Inc. For the reasons that follow, we affirm.\n¶ 2 The trial court summarized the background of this case as follows:\nPlaintiff, Zurich American Insurance Company, (“Zurich”) is a New York insurance corporation licensed to do business in Pennsylvania. Defendants, Michael O’Hanlon et al. were directors or officers of DVI, Inc. (“DVI”) a financial services company currently in liquidation. Nominal Defendant Dennis J. Buckley is DVI’s liquidating trustee.\nFrom April 2001 to April 2003, DVI was insured under a “Directors and Officers” liability policy which provided an aggregate limit of liability of $10 million. National Union Fire Insurance Company of Pittsburgh, Pa. (“National Union,”) provided this policy. Before renewal, National Union informed DVI that the new premium would rise to $415,000, a 56.6% increase over the previous year. At about the same time, an independent insurance broker, Commerce National Insurance Services, (“Commerce,”) offered to assist DVI with its insurance needs. Facing a significant premium increase from National Union, DVI accepted the offer from Commerce, and instructed Commerce to seek better terms with Zurich. Commerce complied with the instructions. On April 16, 2003, Zurich offered to Commerce a “Directors and Officers Liability and Reimbursement Policy” that provided DVI with a $10 million “Aggregate Limit of Liability” policy, and required a premium of $875,000. The following day, Commerce accepted Zurich’s offer and instructed Zurich to bind DVI as of April 25, [2003], “per [Zurich’s] attached quote letter.” Pursuant to these instructions, Zurich bound DVI under a “Financial Institutions Excess Insurance Policy.” However, the binder was inconsistent with the original agreement because it omitted the word “Aggregate,” and merely stated that the limit of liability was $10 million. Subsequently, Zurich issued a revised binder on April 25, 2003. Unlike the original binder, the revised binder specified a $10 million “Aggregate Limit of Liability, and was consistent with the original agreement.” ... Finally, on August 4, 2003, Zurich issued its formal Financial Institution Directors and Officers Liability and Reimbursement Policy, No. EOC-5260613-00. However, the policy contained another inconsistency because it stated that the $10 million limit of liability applied to “Each Loss.”\nOn August 25, 3003, DVI filed a petition for bankruptcy protection in the U.S. Bankruptcy Court for the District of Delaware. Subsequently, four lawsuits were filed in various Federal Courts against the Directors and Officers of DVI. To defend against the lawsuits, the Directors and Officers of DVI sought coverage under the Zurich policy. Zurich filed the instant suit to determine whether its obligations under the policy were limited in the aggregate to $10 million.\nTrial Court Opinion (T.C.O.), 3/1/08, at 1-3. At the conclusion of discovery, Zurich filed a motion for summary judgment. The court granted the motion concluding that the Trustee’s entire case was based on a scrivener’s error, and therefore, Zurich was entitled to reformation of the policy. The Trustee then filed this appeal presenting two questions for our review:\n1. Did the trial court err by failing to consider genuine issues of material fact and instead simply finding the facts in favor of plaintiff as if it were deciding a bench trial rather than a motion for summary judgment?\n2. Did the trial court err by failing to acknowledge genuine issues as to numerous material facts, including (i) the existence of mutual mistake in producing a policy with no aggregate limit; (ii) the absence of any fraud or misrepresentation which might otherwise support reformation for unilateral mistake; and (iii) whether the insurance broker which procured the disputed policy acted outside the scope of any agency relationship with the policyholder and acted entirely as the insurance company’s agent, or on its own behalf, so that none of its statements or conduct may be imputed to the policyholder?\nBrief for Appellant at 5. While the Trustee has presented two questions for our review, the Argument for the first section is approximately only one page in length. Upon reviewing this portion of the Argument „ section, it is apparent that it is nothing more than a preface to the more detailed claims set forth in the second question. Therefore, since the Trustee’s first question is subsumed within the second question, we shall address them jointly-\n¶ 3 Pursuant to Pa.R.C.P. 1035.2, summary judgment is appropriate where “an adverse party who will bear the burden of proof at trial has failed to produce evidence of facts essential to the cause of action ... which in a jury trial would require the issues to be submitted to a jury.” Pa.R.C.P. 1035.2(1). “In reviewing this matter, as with all summary judgment cases, we view the record in the light most favorable to the non-moving party, and all doubts as to the existence of a genuine issue of material fact must be resolved against the moving party.” Ertel v. Patriot-News Co., 544 Pa. 93, 674 A.2d 1038, 1041 (1996). However, “failure of a non-moving party to adduce sufficient evidence on an issue essential to its case and on which it bears the burden of proof such that a jury could return a verdict in its favor establishes the entitlement of the moving party to judgment as a matter of law.” Young v. Com. Dept. of Transp., 560 Pa. 373, 744 A.2d 1276, 1277 (2000).\n¶ 4 Turning to the record before us, we note that in the commercial setting, when a business or some other entity sets out to procure insurance, it does so through an insurance broker that customarily has a relationship with several insurance companies that may or may not be willing to underwrite the risk sought to be insured. The dispute in this case arises from the communications and relationships between three main parties: 1) DVI, the insured; 2) Commerce, the insurance broker; and 3) Zurich, the insurer. From these parties’ interactions arose a contract in the form of an insurance policy issued by Zurich to insure DVI.\n¶ 5 Analyzing the facts of this case temporally, we begin with the facts leading up to DVI’s decision to procure a new insurance policy to insure its directors and officers (D & O Policy) for the 2003/04 policy period. From approximately 1996 to 2003, DVI had a D & O Policy through its prior insurance broker, Hilb, Rogal and Hamilton (HRH). For the 2002/03 policy period, HRH had procured for DVI a D & O Policy with National Union Fire Insurance Company of Pittsburgh, Pa. (hereinafter referred to as either “National Union” or “AIG”) for which DVI paid a premium of $265,000. Reproduced Record (R.) at 388a. It is not disputed that this policy included a $10,000,000 aggregate limit of liability. R. at 388a.\n¶ 6 This policy was due to expire on April 25, 2003, and in the months preceding the expiration, DVI and Commerce began discussing the possibility of Commerce procuring a D & O Policy for DVI. On March 18, 2003, Larry Arnold, DVI’s Tax and Insurance Manager, wrote to Matthew Gardner, one of the Commerce representatives working with DVI on this matter, accepting Commerce’s offer to review DVI’s existing coverage. R. at 419a. Accordingly, the letter included enclosures amongst which were DVI’s then existing National Union Policy. As stated above, the National Union Policy that DVI sent to Commerce included a “Policy Aggregate Limit of Liability” of $10 million. R. at 352a. The policy also stated that this limit would hereinafter be referred to as simply the “Limit of Liability.” R. at 352a.\n¶ 7 Although it is unclear exactly when National Union’s renewal rate became known to DVI, it is undisputed that the premium on the National Union Policy had increased dramatically to $415,000, a $150,000 increase from the previous year. R. at 432a. On March 10, 2003, after further discussions between Commerce and DVI, Mr. Gardner wrote an email to Mr. Arnold confirming that Commerce “was authorized by DVT to approach our selected markets with a firm order at a premium of $375,000 for $10 million in D & O coverage, effective 4/25/03.” R. at 1067a. The email also confirmed that the new insurance “must offer full continuity of coverage” with the National Union Policy. R. at 1067a. Thus, faced with at least a $150,000 premium increase from National Union, DVI decided to utilize Commerce’s services to see whether it could procure a D & O policy through another insurer at a substantial discount.\n¶ 8 Commerce then approached Zurich about providing a D & O Policy for DVI to replace its National Union Policy. On April 7, 2003, Rick Baehr, another Commerce representative, wrote to Stephen Scheier, a Zurich representative, requesting that Zurich review DVI’s then existing National Union Policy in an effort to ascertain whether Zurich could provide a D & O Policy. R. at 435a. Enclosed with this letter was a copy of the National Union Policy that stated that the policy had a $10 million aggregate limit of liability. R. at 435a. On April 16, 2003, Mr. Scheier emailed Mr. Gardner a quote in the form of an attachment. R. at 472a. The quoted premium was for $375,000 and the quote stated that the “Aggregate Limit of Liability” was $10 million. R. at 474a. On that same date, Mr. Gardner sent an email to Mr. Arnold informing him that Zurich would be willing to provide “$10 million in D & O coverage to DVI.” R. at 479a. There was no mention of the words “Aggregate Limit of Liability” in this email. It is undisputed that after Mr. Arnold received this email from Commerce, he authorized it to bind the coverage with Zurich. R. at 408a. On April 17, 2003, Mr. Gardner emailed Mr. Scheier to bind the coverage “per your attached quote letter.” R. at 481a.\n¶ 9 On April 23, 2003 Zurich issued the Original Binder stating that the “Limit of Liability” was $10 million. R. at 483a. This binder had other mistakes as well in that it stated that it was a Financial Institutions Excess Policy rather than a D & O Policy, and the word “retention” was misspelled. R. at 483a. Commerce forwarded the Original Binder to DVI. R. at 1423a. Shortly thereafter, Zurich issued a Revised Binder correcting the aforementioned errors and adding the word “Aggregate” to the “Limit of Liability.” R. at 492a. The coverage dates for the Revised Binder were April 25, 2003 to June 17, 2003. R. at 492a.\n¶ 10 On April 24, 2003, one day before the National Union Policy was set to expire, Mr. Baehr at Commerce wrote to Mr. Arnold at DVI informing him that effective April 25, 2003, Commerce had bound a D & O Policy for DVI with Zurich. R. at 1350a. Most importantly, this one-page letter informed DVI that the “Annual Aggregate Limit” of liability was $10 million. R. at 1350a. A few days later, Mr. Baehr again wrote to Mr. Arnold, this time attaching the Revised Binder, which stated that the “Aggregate Limit of Liability” was $10 million, and invoicing DVI for the premium, which it ultimately paid. R. at 487a-92a.\n¶ 11 The Revised Binder was subsequently extended twice. R. at 497a-99a. Zurich erroneously attached the Original Binder rather than Revised Binder to one of these extensions. R. at 1094a. As stated above, the Original Binder did not include the word “Aggregate” in describing the limit of liability. R. at 1094a.\n¶ 12 On August 14, 2003, Zurich issued the D & O Policy, which it sent to Commerce. R. at 512a. The Declarations Page of the Zurich Policy stated that the $10 million Limit of Liability applied to “Each ‘Loss.’ ” R. at 514a. Immediately below this, there was a space in which to set forth the Limit of Liability for “Each ‘Policy Period,’ ” which is the equivalent of the Aggregate Limit of Liability. R. at 514a. This space was left blank. R. at 514a. However, just a few days earlier, Mr. Baehr at Commerce had written to Mr. Arnold at DVI and provided a Coverage Summary that compared the now expired National Union Policy to the new Zurich Policy. R. at 504a. This Coverage Summary stated that the $10 million “Aggregate Limit of Liability” contained in the National Union Policy was the “same” as that contained in the new Zurich Policy. R. at 506a.\n¶ 18 Some time after the issuance of the Revised Binder and before the issuance of the Zurich Policy, DVI and Commerce began discussions regarding the procurement of an Excess D & 0 Policy. Commerce sought to obtain this insurance from Zurich, but Zurich declined. R. at 834a. Ultimately, four other insurance companies declined to provide the coverage. R. at 832a. However, Commerce was successful at procuring this policy through Chubb in an amount of $5 million. Commerce notified Mr. Arnold on May 25, 2003 that it had been successful in obtaining a $5 million D & O Policy from Chubb in “excess of the Zurich $10,000,000.” R. at 832a.\n¶ 14 On August 8, 2003, Mr. Baehr wrote DVI’s Associate General Counsel and provided a very short summary of the coverage that Commerce had procured for DVI. R. at 509a. This summary set forth the Limits of Liability on both the Zurich and Chubb policies. It listed the Zurich Policy as the “Primary Insurance” with an “Annual Aggregate Limit of Liability” of $10 million and it listed the Chubb Policy as the “Excess Insurance” with a limit of “$5,000,000 Excess of $10,000,000 Annual Aggregate Limit of Liability.” R. at 509a.\n¶ 15 The foregoing exchange of documents, emails and letters represents in large part the communications that preceded the issuance of the Zurich Policy on August 14, 2003. The entirety of Trustee’s claim against Zurich in this case is that the Zurich Policy had no aggregate limit. As support for this claim, Trustee points to the Declarations Page of the Zurich Policy which did not include a Limit of Liability for Each Policy Period, and the various other documents which neglect to mention that the Zurich Policy’s $10 million Limit of Liability was in the aggregate.\n¶ 16 Thus, the crux of this appeal is whether there existed a genuine issue of material fact that would have precluded the trial court from determining that Zurich was entitled to reformation of the insurance policy in order to include an aggregate limit on the policy. “It has long been the law that courts of equity have the power to reform a written instrument where there has been a showing of fraud, accident or mistake.” Giant Food Stores, LLC v. THF Silver Spring Development, L.P., 959 A.2d 438, 449 (Pa.Super.2008). In the instant case, Zurich moved for summary judgment on the basis of mutual mistake.\nMutual mistake will afford a basis for reforming a contract. Mutual mistake exists, however, only where both parties to a contract [are] mistaken as to existing facts at the time of execution. Moreover, to obtain reformation of a contract because of mutual mistake, the moving party is required to show the existence of the mutual mistake by evidence that is clear, precise and convincing.\nHolmes v. Lankenau Hosp., 426 Pa.Super. 452, 627 A.2d 763, 767-68 (1993) (citations and quotation marks omitted). Zurich claims that the Declarations Page of the policy which omitted an aggregate limit was a scrivener’s error because both parties had intended and agreed that the policy include an aggregate limit.\nA mutual mistake occurs when the written instrument fails to properly set forth the true agreement among the parties. Further, the language of the instrument should be interpreted in the light of the subject matter, the apparent object or purpose of the parties and the conditions existing when it was executed.\nDaddona v. Thorpe, 749 A.2d 475, 487 (Pa.Super.2000) (citations and quotation marks omitted) (emphasis added).\n¶ 17 The Trustee has painstakingly pointed out every instance in which either Zurich or Commerce omitted the word “Aggregate” when referencing the $10 million Limit of Liability. The Trustee refers to such instances as either contradictory documents or communications. However, what the Trustee has lost sight of is its burden to demonstrate a genuine issue of material fact as to whether the true agreement that DVI entered into with Zurich contained a No-Aggregate Limit of Liability. In this regard it is incumbent upon the Trustee to present this Court with some evidence that could demonstrate that it was DVI’s intent to procure such a policy and that in fact did procure such a policy from Zurich. In this regard, the Trustee has utterly failed.\n¶ 18 There is not a single piece of evidence that could demonstrate that DVI sought out a No-Aggregate Limit of Liability policy. Nor is there any evidence that could demonstrate that DVI’s intent was to purchase a No-Aggregate Limit of Liability policy from Zurich. In its brief, the Trustee states, “DVI’s board sought to improve coverage to the prior policy and thought they had done so; officers had asked for increased limits.” Brief of Appellant at 31. However, this increased insurance was procured through the Chubb Excess Policy. And DVI never would have purchased the Chubb Excess Policy if its true agreement with Zurich was for a No-Aggregate Limit of Liability policy because with such a policy, there would not be a need for the Excess policy.\n¶ 19 The Trustee also points to the fact there were never any discussions between DVI and Commerce regarding aggregate limits. This is true because it was a foregone conclusion of all the parties that DVI was seeking a D & 0 Policy with a $10 million aggregate limit. Mr. Arnold, DVI’s Insurance Manager, testified unequivocally so during his deposition:\nQ. Well, in your mind, what’s the difference between a limit — a $10 million limit of liability and a $10 million aggregate limit of liability?\nA. The limit of — aggregate limit of liability, as I answered before, would be the total payout would be limited to $10 million. I understand that the limit of liability could be more if it wasn’t an aggregate total. It would be I guess on a per claim basis.\nQ. Well, was it your understanding in April of 2003 that DVI was seeking D & O cover that provided $10 million per claim?\nMS. TAYLOR: Objection.\nTHE WITNESS: No\nBY MR. WILSON:\nQ. Was it your understanding that DVI ever had D & O coverage that provided $10 million per claim?\nMR. KOTCH: Objection.\nTHE WITNESS: No.\nBY MR. WILSON:\nQ. And did DVI — I mean—\nMR. WILSON: If you could mark this as Arnold-11, please. (Exhibit Arnold-11 is marked for identification.)\nBY MR. WILSON:\nQ. Mr. Arnold, the court reporter’s handed you what’s been marked for identification as Arnold-11, and it’s BUCK 0004149 through 4151, and it’s a letter from Rick Baehr at Commerce to you dated April 24, 2004. Have you seen this before today?\nA. Yes. I would say that if it was addressed to me at that address I received it.\nQ. Do you recall receiving it sometime around April 24 of 2003?\nA. I can’t honestly say it was around that time. It makes sense. It was addressed around that time, yes, four years ago, so I’m sorry.\nQ. All right. And the first sentence says Dear — well, the salutation, Dear Larry. With this letter, we wanted to formally advise you that effective April 25, 2003, we bound the following directors and officers liability insurance: Carrier — Zurich American Insurance Company annual aggregate limit $10 million.\nDo you see that?\nA. Yes.\nQ. Did you have any discussions with Commerce about its description of the coverage that it bound on DVI’s behalf?\nA. No.\nQ. All right. Did you — I mean, did you have any reaction at all to that language there, “annual aggregate limit $10 million”?\nA. No.\nQ. Did you understand — I mean, do you understand what that meant, that term, “annual aggregate limit”?\nA. Yes.\nQ. And you understood it then—\nA. Yes.\nQ. Did you have any discussions within DVI about this, about the fact that Commerce had — was telling you that they bound coverage with an annual aggregate limit of $10 million?\nA. I generally would inform on any bound insurance to let John Boyle, my boss, and probably Melvin Breaux or the in-house counsel that insurance was bound.\nQ. Do you recall anyone within the organization raising any concerns or issues at all about this $10 million annual aggregate limit?\nA. No.\nR. at 400a-01a. It is clear from the foregoing that DVI never sought out a D & O Policy without an aggregate limit. Furthermore, despite receiving numerous communications and documents from both Commerce and Zurich stating that the Zurich Policy had a $10 million aggregate limit, DVI never raised any concerns with either Commerce or Zurich.\n¶ 20 We note that much of the Trustee’s brief is devoted to attacking the agency relationship between DVI and Commerce. The Trustee claims at various points that Commerce breached its duties as an agent for DVI, and therefore, none of Commerce’s “conduct should be imputed to DVI.” Brief for Appellant at 27. Again, the Trustee is raising an argument that is unrelated to whether the true agreement between DVI and Zurich was for a No-Aggregate Limit of Liability policy. None of the alleged breaches of duties that the Trustee cites relate to the expectation of the parties on the issue of whether they were contracting for a No-Aggregate Limit of Liability policy.\n¶ 21 In conclusion, there is overwhelming and undisputed evidence that demonstrates that DVI sought out and entered into a D & 0 Policy with a $10 million aggregate limit. The Trustee has presented this Court with no evidence that creates a genuine issue of material fact regarding DVI’s intent and expectation to procure a D & 0 Policy without an .aggregate limit. While the record before us certainly reveals many mistakes and omissions, it does not contain evidence that would demonstrate that the true agreement between DVI and Zurich was for a policy without an aggregate limit. Consequently, since the record establishes beyond dispute that DVI purchased a D & 0 Policy with a $10 aggregate limit, Zurich was entitled to a reformation of the policy to make it conform to the parties’ true agreement.\n¶ 22 Order affirmed.\n. We note that the record shows that the premium of $415,000 was the result of some negotiation. In fact, a National Union renewal notice, dated April 7, 2003, indicated that the premium would be at least $474,990. R. at 421a. This was apparently lowered to $450,000. R. at 435a. Then again, on April 17, 2003, after DVI had received the Zurich quote, Donna Ford from HRB wrote an email to Mr. Arnold al DVI telling him that AIG (National Union) was willing to lower its premium to $415,000. R. at 432a.\n. While the trial court addressed tire agency issue in its opinion, we conclude that an analysis of the agency relationship between Commerce and DVI is unnecessary in regard to the present dispute. It would be relevant here were we to conclude that there was a genuine issue of material fact regarding whether DVI’s intent and expectations were to enter into a no-aggregate limit policy. Thus, in such a scenario, Commerce’s solicitation of a D & O Policy with an aggregate limit of liability from Zurich could potentially be imputed to DVI notwithstanding its contrary intent and expectations. However, we have here determined that there is no genuine issue of material fact that DVI itself sought out and agreed to a D & O Policy with an aggregate limit. See Carrozza v. Greenbaum, 591 Pa. 196, 916 A.2d 553, 569 (2007) (stating that an appellate court may affirm on any basis). While Commerce obviously brokered the transaction between DVI and Zurich, as stated above, the Trustee did not cite any evidence that would show that Commerce somehow misrepresented DVI’s intention to purchase a D & O Policy with a $10 million aggregate limit.",
        "type": "majority",
        "author": "OPINION BY BENDER, J.:"
      }
    ],
    "attorneys": [
      "Edward J. Stein, New York, NY, for appellant.",
      "Ronald P. Schiller, Philadelphia, for Zurich, appellee."
    ],
    "corrections": "",
    "head_matter": "ZURICH AMERICAN INSURANCE COMPANY v. Michael O’HANLON, Steven Garfinkel, John Boyle, Terry Cady, Richard Miller, Anthony Turek, Gerald Cohn, Nathan Shapiro, William Goldberg, Harry T.J. Roberts, John Mchugh, Philip Jackson, Matthew Goldenberg, Matthew Colasanti, Lisa Cruikshank, Raymond Fear, Kenneth Grossman, Cedar Street Fund, Cedar Street, Offshore Fund, WM High Yield Fund, WM Income Fund, at High Yield Fund, WM VT Fund, at Income Fund, Evergreen Funding Ltd., Stellar Funding Ltd., Dennis Buckley, Fleet National Bank. Appeal of Dennis Buckley, The Trustee of the DVI Liquidating Trust.\nSuperior Court of Pennsylvania.\nArgued Jan. 6, 2009.\nFiled March 16, 2009.\nEdward J. Stein, New York, NY, for appellant.\nRonald P. Schiller, Philadelphia, for Zurich, appellee.\nBEFORE: BENDER, PANELLA and KELLY, JJ."
  },
  "file_name": "0765-02",
  "first_page_order": 811,
  "last_page_order": 819
}
