{
  "id": 7984654,
  "name": "Christopher P. BUONANNO v. Joseph R. DiSTEFANO et al., State Board of Elections",
  "name_abbreviation": "Buonanno v. DiStefano",
  "decision_date": "1981-06-04",
  "docket_number": "No. 80-585-M.P.",
  "first_page": "765",
  "last_page": "772",
  "citations": [
    {
      "type": "official",
      "cite": "430 A.2d 765"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "254 Ark. 631",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1624053
      ],
      "weight": 2,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/ark/254/0631-01"
      ]
    },
    {
      "cite": "594 S.W.2d 836",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        1715547
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/ark/268/0106-01"
      ]
    },
    {
      "cite": "264 S.E.2d 338",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "45 N.C.App. 556",
      "category": "reporters:state",
      "reporter": "N.C. App.",
      "case_ids": [
        8550235
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/nc-app/45/0556-01"
      ]
    },
    {
      "cite": "537 P.2d 777",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "85 Wash.2d 629",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1120402
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/85/0629-01"
      ]
    },
    {
      "cite": "262 N.W.2d 752",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10689951
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/262/0752-01"
      ]
    },
    {
      "cite": "310 So.2d 86",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9639168
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/310/0086-01"
      ]
    },
    {
      "cite": "114 R.I. 530",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5523663
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/ri/114/0530-01"
      ]
    },
    {
      "cite": "374 A.2d 560",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "pin_cites": [
        {
          "page": "561"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "118 R.I. 932",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5509826
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "933"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/118/0932-01"
      ]
    },
    {
      "cite": "135 A. 360",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "112 A. 523",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1921,
      "opinion_index": 0
    },
    {
      "cite": "112 A. 175",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1920,
      "opinion_index": 0
    },
    {
      "cite": "43 R.I. 305",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5055700
      ],
      "weight": 2,
      "year": 1920,
      "opinion_index": 0,
      "case_paths": [
        "/ri/43/0305-01"
      ]
    },
    {
      "cite": "409 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "171 N.J.Super. 356",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        479586
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/171/0356-01"
      ]
    },
    {
      "cite": "294 N.Y.S.2d 209",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 3,
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "241 N.E.2d 232",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 3,
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "22 N.Y.2d 594",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2284870
      ],
      "weight": 3,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/22/0594-01"
      ]
    },
    {
      "cite": "301 So.2d 508",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9615813
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/301/0508-01"
      ]
    },
    {
      "cite": "268 N.W.2d 620",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10689145
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "623"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/268/0620-01"
      ]
    },
    {
      "cite": "461 P.2d 221",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "51 Hawaii 354",
      "category": "reporters:state",
      "reporter": "Haw.",
      "case_ids": [
        1451548
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/haw/51/0354-01"
      ]
    },
    {
      "cite": "116 R.I. 14",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        12169662
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/ri/116/0014-01"
      ]
    },
    {
      "cite": "120 Ariz. 93",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        1606418
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/ariz/120/0093-01"
      ]
    },
    {
      "cite": "405 N.E.2d 1076",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "39 Ill.Dec. 941",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "84 Ill.App.3d 1132",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        3210810
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/84/1132-01"
      ]
    },
    {
      "cite": "264 S.E.2d 866",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "245 Ga. 307",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        1174529
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/ga/245/0307-01"
      ]
    },
    {
      "cite": "82 A.2d 881",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "78 R.I. 518",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5310241
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/ri/78/0518-01"
      ]
    },
    {
      "cite": "290 N.W.2d 437",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10683902
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/290/0437-01"
      ]
    },
    {
      "cite": "226 Kan. 212",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1469339
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/kan/226/0212-01"
      ]
    },
    {
      "cite": "85 N.M. 351",
      "category": "reporters:state",
      "reporter": "N.M.",
      "case_ids": [
        2776117
      ],
      "weight": 2,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/nm/85/0351-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1032,
    "char_count": 21044,
    "ocr_confidence": 0.805,
    "pagerank": {
      "raw": 2.791584594835212e-07,
      "percentile": 0.8360630291572984
    },
    "sha256": "ad9a5e0809f051f72fff8563e2ca53cb4bbab5321d84a790b802f7ccbc3bb4bf",
    "simhash": "1:f0a10423015419ef",
    "word_count": 3496
  },
  "last_updated": "2024-02-27T18:02:14.377146+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "SHEA, J., did not participate."
    ],
    "parties": [
      "Christopher P. BUONANNO v. Joseph R. DiSTEFANO et al., State Board of Elections."
    ],
    "opinions": [
      {
        "text": "OPINION\nKELLEHER, Justice.\nThis is a common-law certiorari proceeding in which Christopher P. Buonanno (Buo-nanno) challenges certain actions taken by the State Board of Elections (the board) following the general election held on November 4, 1980. Buonanno was one of the Democratic Party’s candidates for one of the three councilperson-at-large positions called for by the city of Cranston’s charter. He claims that the board erred when it (1) entertained a request for a recount of the votes cast for the at-large positions, (2) ruled that two voting machines had in fact malfunctioned with the result that the totals recorded for one of Buonanno’s opponents, Ann Mooradian (Mooradian), were distorted and incorrect, and (3) ordered the holding of a special election.\nIn the November 4,1980 general election, six candidates were seeking the three at-large positions on the city council. When the polls closed and the voting-machine votes were tabulated, Buonanno was among the three top vote getters. At that moment, he was ninety-one votes ahead of Mooradian. The following day, Jeremiah S. Jeremiah (Jeremiah), chairman of the Republican City Committee in the city of Cranston, acting pursuant to G.L.1956 (1969 Reenactment) § 17-19-36, asked the board for a recount of the voting-machine votes as they related to the three at-large positions.\nThe board granted this request and conducted the recount ten days later on November 15, 1980. After analyzing the results, Jeremiah on November 17, 1980, asked that two of the voting machines be set aside for inspection. According to Jeremiah, the results found on each machine revealed a “remarkable discrepancy” between the number of votes garnered by Mooradian and the number cast on those two machines for the other at-large candidates as well as the number of votes cast for Mooradian and her opponents on the other voting machines used in each of the separate polling places.\nMachine 1152 had been used at a polling place located at the Special Services Center on Sprague Street. That machine revealed the following totals in the council-at-large election:\nBuonanno 148 Traficante 192\nHoffman 89 Ferranti 177\nRagosta 97 Mooradian 39\nThe total for Mooradian did indeed reveal a “remarkable discrepancy” when compared to the totals she had received on the other voting machines placed at this location.\nMachine 1245:\nBuonanno 153 Traficante 195\nHoffman 119 Ferranti 179\nRagosta 110 Mooradian 161\nMachine 0096:\nBuonanno 146 Traficante 217\nHoffman 94 Ferranti 190\nRagosta 99 Mooradian 170\nMachine 0563 was employed at a polling place established at the Matteoti Club on East View Avenue. That machine revealed the following totals:\nBuonanno 198 Traficante 200\nHoffman 10 Ferranti 175\nRagosta 136 Mooradian 29\nAgain, the twenty-nine votes appearing on the machine for Mooradian indicated a “remarkable discrepancy” when compared to the totals she had received on the other machines used at this polling place.\nMachine 1002:\nBuonanno 167 Traficante 178\nHoffman 103 Ferranti 162\nRagosta 115 Mooradian 130\nMachine 1072\nBuonanno Traficante 167\nHoffman Ferranti 146 O\nRagosta Mooradian 117 *-H H\nOn December 5, 1980, the board held a hearing, at which time the two suspect machines were tested. All interested parties were present. The seals that had been placed on each machine after the close of the polls were broken, and the machines were activated. The board chairman cast eleven votes for Mooradian on machine 0563. When the machine was reopened, the total remained at twenty-nine. The chairman then proceeded to test machine 1152 by casting eleven votes for Mooradian. When the machine was reopened, Mooradian was discovered actually to have suffered a loss of seven votes; her total read thirty-two. A representative of the manufacturer told the board that the machines in question were of 1936-37 vintage and that the malfunction could have been caused by a variety of mechanical ailments brought on by old age. The manufacturer’s representative mentioned springs that no longer sprang and rusty gears that no longer meshed. He also told the board that even though an X would appear on the face of the ballot beside the candidate’s name, the vote was not being recorded by the counting mechanism.\nThe board, after having considered the tests and the discrepancies between the number of votes cast for Mooradian and the number received by her opponents on the same voting machine in each of the two places, concluded that the two machines had in fact malfunctioned on Election Day and had failed properly to record votes cast for Mooradian.\nTo remedy the situation, the board decided to hold a special election on January 27, 1981, pursuant to its powers under G.L.1956 (1969 Reenactment) § 17-7-5(a)(11), (c) (1980 Cum.Supp.). In its order for the special election, the board made clear that it was attempting to reconstruct the voting process as it existed on November 4, 1980. Accordingly, it ruled that the special election would be limited to the polling places at the Special Services Center and the Mat-teoti Club. Those eligible to vote at the special election were those voters who had in fact voted at either polling place on Election Day. The ballot that would appear on the voting machines ■ was to be identical to the one used in the November election. The master lever and all candidates’ levers were to be operational. Mail voting might be employed by those voters who had voted at the polls in November but who, for some reason, could not come to the polls at the time specified for the January 1981 election. The only votes that were to be counted and tabulated were the votes cast in the special election for the candidates who ran for the at-large council seats.\nAfter the board had issued its ruling and order, Buonanno sought certiorari. We issued the writ but denied Buonanno’s request that the special election be stayed. Subsequently, after the special-election votes had been tabulated, Mooradian was declared the winner of the council’s third at-large position.\nBuonanno first contends with great vigor that the entire recount procedure was a nullity because Mooradian failed to comply with G.L.1956 (1969 Reenactment) § 17-19-36. This statutory provision sets out the procedure to be followed when one seeks a second count of the votes cast in an election or a reconsideration of the voting-machine tally. In essence § 17-19-36 provides that on the day following the election, the board of canvassers in each of the municipalities shall announce the machine results but will delay the issuance of a certificate of election for a period of seven days following the election. During this period, any “candidate” may ask the board to open the machines upon which his or her name appeared and to check the totals of the votes cast for the office that he or she sought. Buonanno submits that the proceedings before the board were not initiated by the “candidate” and also contends that the recount petition was not timely filed.\nWe find that Jeremiah had standing to invoke the terms of § 17-19-36 because he was acting as Mooradian’s agent when he sought the opening of the machines and the recount. As a general rule, an agency may be created for the performance of any lawful act, including acts done under the authorization of a statute. In order to determine that the right conferred by statute shall only be exercised personally and cannot be delegated to an agent, something must be found in the act by express enactment or necessary implication that prevents the agent from acting. Smith v. Walcott, 85 N.M. 351, 512 P.2d 679 (1973); see 1 Restatement (Second) Agency, § 17 comment a at 54 (1968). We find no such language or implication from the statutory scheme governing elections in this state which would indicate to us that only a candidate may invoke the provisions of § 17-19-36.\nThe board found that Jeremiah was acting as Mooradian’s agent when, on November 5, 1980, he sought the recount and the examination of the machines. We see no reason to fault such a finding. We think it significant that when Jeremiah filed the recount petition, he was wearing two hats: he was chairman of Cranston’s Republican Party, and he was an attorney. Mooradian could reasonably believe that Jeremiah was more knowledgeable concerning the state’s election laws than she was and, consequently, that he was to be entrusted with the task of actively contesting the election. Interestingly enough, the agency issue did not arise until after the recount had been completed and Jeremiah had asked that the machines be examined for possible malfunctions. When the board gathered in early December 1980 to test the machines, the agency challenge was raised, and an offer of proof was made on Mooradian’s behalf indicating that if the board wished, she would testify that Jeremiah’s initial request was duly authorized by her. The board’s chairman ruled that such an offer was not necessary, and we echo his sentiments.\nIn considering the timeliness of the recount petition, we note that the agency relationship began on November 5, 1980, when Jeremiah sought a recount. This is so whether or not it was Mooradian who origi-nally authorized him to seek the recount or whether or not it was she who later ratified the action. As the board noted, Mooradian was present throughout the recount and the examination of the machines, and at no time did she object to Jeremiah’s representation that he was acting as her agent. The acts of one claiming to be an agent can be ratified by inaction that manifests consent, and the results may rest wholly upon a finding of fact that a failure to take action indicated the consent necessary for ratification. Osborn v. Grego, 226 Kan. 212, 596 P.2d 1233 (1979); Westby v. Itasca County, Minn., 290 N.W.2d 437 (1980); see Kesselman v. Mid-States Freight Lines Inc.,, 78 R.I. 518, 82 A.2d 881 (1951). A ratification is equivalent to an original authorization and confirms that which may have been originally unauthorized. Frady v. Irvin, 245 Ga. 307, 264 S.E.2d 866 (1980); Schoenberger v. Chicago Transit Authority, 84 Ill.App.3d 1132, 39 Ill.Dec. 941, 405 N.E.2d 1076 (1980).\nBuonanno, in arguing the timeliness question, contends that the board was powerless to examine the inner workings of the two machines because Jeremiah’s request for such action did not come within seven days of the election. In taking this position, Buonanno overlooks a pertinent portion of § 17-19-36 which says that once a request for a recount is made within the seven-day limitation period, the board shall comply with such a request “as soon as it can do so consistent with its other duties * * *.\"\nIt should be obvious to all, as it was to the General Assembly, that the volume of the board’s business can be substantially increased once the polls are closed and the local polling officials have taken the count from the machines. This is especially so in a year when, as in 1980, there was a presidential election. Any request for an examination of the voting machines by Jeremiah on November 5,1980, would have been premature, for once the board had examined and compared the totals on the six machines, it was much better informed to consider Jeremiah’s examination request. Section 17-7-5(a)(11) authorizes the board to conduct hearings not only in regard to recounts but also in regard to “other protests of the results or conduct of an election.” It is clear that the seven-day limitation period does not apply to a malfunction claim that may or may not arise until after the voting-machine totals have been checked by the board.\nBuonanno also challenges the board’s power to fashion the special election it did. This claim requires us to determine whether the board may order a new election and, if so, whether it can confine the election to those districts in which the machines malfunctioned.\nThe board was created by the Legislature, and its powers and duties are set forth in 6.L.1956 (1969 Reenactment) § 17-7-5. Initially, we note that at the same time as there is no express authorization to conduct a new election, there is also no express prohibition of such a power. Section 17-7-5(a) makes it clear that the enumerated powers contained in that section are not the exclusive powers of the board:\n“Powers and duties of the state board.—\n(a) The state board shall have such functions, powers and duties as are prescribed by this title or otherwise pursuant to law. In the exercise thereof, but without limitation thereto, the board shall * * *.” (Emphasis added.)\nThus, there is no language in the statute which prohibits the board from conducting a new election.\nWe recognize that there is a strong public policy favoring stability and finality of election results. Donaghey v. Attorney General, 120 Ariz. 93, 584 P.2d 557 (1978). Courts should be reluctant to upset an election absent some compelling reason to do so. D’Amico v. Mullen, 116 R.I. 14, 351 A.2d 101 (1976). This purpose is served by the time limits set by the statute and by the limited circumstances upon which one may contest an election.\nHowever, the overriding purpose of the election laws is to give effect to the voter’s choice. Akizaki v. Fong, 51 Hawaii 354, 461 P.2d 221 (1969); see Devine v. Wonderlich, Iowa, 268 N.W.2d 620, 623 (1978). Each valid vote should be counted. It would be unfair to hold that an investigation concerning the accuracy of the voting machines is absolutely prohibited because of the policy favoring the stability of results. Such an absolute prohibition is completely at odds with the voters’ right to vote for whomever they please to be their elected representatives and the voters’ expectations that their votes will be counted.\nUnfortunately, one cannot determine with absolute certainty what the result of the election would have been but for the malfunctioning of a voting machine. Thus, the contestant should not have to prove that the result would have been in fact different but for the malfunction. However, the contestant may not rely upon speculation to upset an election result. A happy balance is struck by requiring the contestant to show that the irregularities were sufficiently large in number to establish the probability that the result would be changed by a shift of or invalidation of the questioned votes. Nelson v. Robinson, 301 So.2d 508 (Fla.App.1974); Matter of Ippolito v. Power, 22 N.Y.2d 594, 241 N.E.2d 232, 294 N.Y.S.2d 209 (1968). This means that an election will not be overturned upon a mere mathematical possibility that the results could have been changed, when the probabilities all combine to repel any such conclusion. Matter of Ippolito v. Power, 22 N.Y.2d 594, 241 N.E.2d 232, 294 N.Y.S.2d 209 (1968).\nHere, the board tested two machines and found that they had both malfunctioned. This was clearly the case because the machines failed to record votes properly when tested. When one places the vote totals of the six machines as well as the obvious malfunctions within the context of the ninety-one-vote differential, it appears quite clear that there exists a probability that the election results would have been different had these machines functioned properly. Hence, the board did not err in deciding that the original election was tainted enough to require remedial action.\nOnce the board had found that the election was so tainted, it had the power to remedy the situation. This power is implicit in § 17-7-5(c):\n“(c) The state board shall have power to make such rules, regulations and directives as it deems necessary to carry out the objects and purposes of this title not inconsistent with law.”\nHere, the board had three choices. First, the original result could have been affirmed in spite of the malfunctioning. This finding would have been inappropriate because it would have unnecessarily sacrificed the will of the voters. Second, the board could have declared a result from the totals on those machines that had not malfunctioned. See Application of Bonsanto, 171 N.J.Super. 356, 409 A.2d 290 (1979). Third, the board could have ordered a new election.\nAs mentioned, the board chose the latter alternative. In examining the validity of this choice, we start with the principle that the election laws should be liberally construed to give effect to the voters’ intention. Rice v. Board of Aldermen and Board of Canvassers of Woonsocket, 43 R.I. 305, 112 A. 175 (1920), denying reargament, 43 R.I. 305, 112 A. 523 (1921); Devine v. Wonderlich, Iowa, 268 N.W.2d 620 (1978); see Fortin v. Board of Aldermen of Woonsocket, 135 A. 360 (R.I.1926). As previously noted, the language of § 17-7-5 is not conclusive on this issue because this section’s “without limitation” proviso makes it crystal clear that the board’s powers are not limited to those specifically enumerated in the section. It is our considered judgment after an examination of § 17-7-5 that the board, being a quasi-judicial body charged with the responsibility to carry out the objects and purposes of the election laws of this state, had the authority to provide the remedy that it did. See DeLuca v. Board of Elections, 118 R.I. 932, 933, 374 A.2d 560, 561 (1977).\nWe shall not second guess the actions taken by the board. It was faced with a situation in which there was evidence of malfunctioning machines which obviously did not reflect the will of all of the electorate who had made the effort to come to the two polling places in question on Election Day, November 4,1980. The board had the authority to fashion a remedy that would generate a valid expression of the will of the voters. A new election is a remedy frequently utilized by courts when a cloud of doubt encircles, the original election results. Whitman v. Mott, 114 R.I. 530, 336 A.2d 836 (1975); Akizaki v. Fong, 51 Hawaii 354, 461 P.2d 221 (1969); LaCaze v. Johnson, La., 310 So.2d 86 (1974); Matter of Ippolito v. Power, 22 N.Y.2d 594, 241 N.E.2d 232, 294 N.Y.S.2d 209 (1968); Larson v. Locken, S.D., 262 N.W.2d 752 (1978); Foulkes v. Hays, 85 Wash.2d 629, 537 P.2d 777 (1975). This remedy has also been held to be within the power of a Board of Elections. See In re Judicial Review by Republican Candidates, etc., 45 N.C.App. 556, 264 S.E.2d 338 (1980); contra, Files v. Hill, Ark., 594 S.W.2d 836 (1980).\nWe are quite cognizant that there are\" practical difficulties concerning voter turnout for a. new election. However, such problems are not insurmountable, nor do they work to the prejudice of a particular party. Even though we agree with Buo-nanno that a new election involved practical difficulties, we do not agree with his contention that the board was in a hopeless “damned if you do, damned if you don’t” situation with respect to this election. At least the new election gave to the voters who had taken the pains to go to the polls a second chance to express their choice about whom they desired to serve in the council at-large positions. The practical difficulties are far outweighed by the value served by this remedy.\nWe commend the board’s ingenious effort to reconstruct the election process as it existed on November 4, 1980. We cannot concur with Buonanno’s argument that the limitation of the election to the two polling places or voting districts violated the secrecy of the ballot. The voting population in both districts was great enough to eliminate such a danger. We also cannot subscribe to Buonanno’s belief that he was prejudiced by the special election because the voters were aware that he was ahead by ninety-one votes. This knowledge, we feel, is not prejudicial. There is no evidence of prejudice nor is there any basis for a claim that the special-election results were not tabulated in accordance with the election laws that prevent the voter from obtaining early indications about the status of the returns. See G.L.1956 (1969 Reenactment) § 17-22-1.\nThe petition for certiorari is denied and dismissed, the writ previously issued is quashed, and the record certified to us by the Board of Elections is remitted to the board with our decision endorsed thereon.\nSHEA, J., did not participate.\n. We need not decide the issue of the board’s power with respect to all three choices. The only relevant inquiry here is whether the board had the power to order a new election.\n. This statement has been qualified to mean that although the remedial provisions of the election laws are to be liberally construed, those procedural requirements for inaugurating an election contest and jurisdictional requirements should be strictly complied with. Reed v. Baker, 254 Ark. 631, 495 S.W.2d 849 (1973); see Fortin v. Board of Aldermen of Woonsocket, 135 A. 360 (R.I.1926).",
        "type": "majority",
        "author": "KELLEHER, Justice."
      }
    ],
    "attorneys": [
      "Anthony J. Bucci, Anthony E. Grilli, Joni Seplocha, Providence, for petitioner.",
      "Jeremiah S. Jeremiah, Jr., Cranston, Sel-ya & Iannuccillo, Inc., Bruce M. Selya, Providence, for Anne Mooradian, interve-nor."
    ],
    "corrections": "",
    "head_matter": "Christopher P. BUONANNO v. Joseph R. DiSTEFANO et al., State Board of Elections.\nNo. 80-585-M.P.\nSupreme Court of Rhode Island.\nJune 4, 1981.\nAnthony J. Bucci, Anthony E. Grilli, Joni Seplocha, Providence, for petitioner.\nJeremiah S. Jeremiah, Jr., Cranston, Sel-ya & Iannuccillo, Inc., Bruce M. Selya, Providence, for Anne Mooradian, interve-nor."
  },
  "file_name": "0765-01",
  "first_page_order": 813,
  "last_page_order": 820
}
