{
  "id": 7919038,
  "name": "Robert ANDERSON, Petitioner, v. The Honorable Byron W. SORRELL, et al., Respondents",
  "name_abbreviation": "Anderson v. Sorrell",
  "decision_date": "1984-03-21",
  "docket_number": "No. 83-1050",
  "first_page": "766",
  "last_page": "771",
  "citations": [
    {
      "type": "official",
      "cite": "481 A.2d 766"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "475 A.2d 377",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "73 L.Ed.2d 1350",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "102 S.Ct. 2959",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "457 U.S. 1133",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6283585,
        6283010,
        6281476,
        6281224,
        6280750,
        6282358,
        6281848,
        6282075,
        6282718,
        6283839
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us/457/1133-09",
        "/us/457/1133-08",
        "/us/457/1133-03",
        "/us/457/1133-02",
        "/us/457/1133-01",
        "/us/457/1133-06",
        "/us/457/1133-04",
        "/us/457/1133-05",
        "/us/457/1133-07",
        "/us/457/1133-10"
      ]
    },
    {
      "cite": "672 F.2d 796",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1142368
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "799"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/672/0796-01"
      ]
    },
    {
      "cite": "654 F.2d 758",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1258044,
        3536189
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/654/0758-01",
        "/us-app-dc/210/0043-01"
      ]
    },
    {
      "cite": "210 U.S.App.D.C. 43",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3536189
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/210/0043-01"
      ]
    },
    {
      "cite": "426 U.S. 394",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6177677
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "403"
        },
        {
          "page": "2124"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/426/0394-01"
      ]
    },
    {
      "cite": "319 U.S. 21",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        366599
      ],
      "weight": 3,
      "year": 1943,
      "pin_cites": [
        {
          "page": "26"
        },
        {
          "page": "941"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/319/0021-01"
      ]
    },
    {
      "cite": "412 A.2d 10",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7942150
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "12"
        },
        {
          "page": "12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/412/0010-01"
      ]
    },
    {
      "cite": "451 A.2d 848",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7974930
      ],
      "pin_cites": [
        {
          "page": "851, 853"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/451/0848-01"
      ]
    },
    {
      "cite": "459 A.2d 641",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "pin_cites": [
        {
          "page": "645"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "93 N.J. 39",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        313121,
        313394,
        313132
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "47-48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/93/0039-01",
        "/nj/93/0039-02",
        "/nj/93/0039-03"
      ]
    },
    {
      "cite": "247 A.2d 5",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "11"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "52 N.J. 516",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1915315
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "526-527"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/52/0516-01"
      ]
    },
    {
      "cite": "437 F.Supp. 12",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5730323
      ],
      "pin_cites": [
        {
          "page": "13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/437/0012-01"
      ]
    },
    {
      "cite": "475 F.2d 420",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        281307
      ],
      "pin_cites": [
        {
          "page": "425"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/475/0420-01"
      ]
    },
    {
      "cite": "D.C. Code § 23-1322",
      "category": "laws:leg_statute",
      "reporter": "D.C. Code",
      "year": 1981,
      "pin_cites": [
        {
          "page": "(a)(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "408 A.2d 364",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7964636
      ],
      "weight": 9,
      "pin_cites": [
        {
          "page": "366-67"
        },
        {
          "page": "367",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "379-80"
        },
        {
          "page": "380-81",
          "parenthetical": "emphasis added."
        },
        {
          "page": "380"
        },
        {
          "page": "380-81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/0364-01"
      ]
    },
    {
      "cite": "362 U.S. 402",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6164747
      ],
      "weight": 3,
      "year": 1960,
      "pin_cites": [
        {
          "page": "402",
          "parenthetical": "per curiam"
        },
        {
          "page": "789",
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/362/0402-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 826,
    "char_count": 18117,
    "ocr_confidence": 0.772,
    "pagerank": {
      "raw": 1.4091824117784938e-07,
      "percentile": 0.6466266952243162
    },
    "sha256": "af94ac9286bb2cde66ea1e69da09cbd2eeab5a1b67c2bca8ee5ec3957300fb87",
    "simhash": "1:2785c52d5a0bb475",
    "word_count": 2845
  },
  "last_updated": "2024-02-27T19:44:37.891291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MACK, FERREN and BELSON, Associate Judges."
    ],
    "parties": [
      "Robert ANDERSON, Petitioner, v. The Honorable Byron W. SORRELL, et al., Respondents."
    ],
    "opinions": [
      {
        "text": "ON PETITION FOR REHEARING\nFERREN, Associate Judge:\nPetitioner has been found competent to stand trial for second-degree murder. His petition for writ of mandamus challenges trial court orders that he undergo pretrial productivity examinations, i.e., psychiatric examinations into his sanity at the time he allegedly committed the offense. He asserts that he desires to waive the insanity defense and that a pretrial productivity inquiry would violate his Fifth Amendment privilege against self-incrimination. Agreeing with petitioner, we conclude that the court had no authority to order productivity examinations before it determined whether petitioner has intelligently and voluntarily decided to waive the insanity defense. Mandamus is therefore available to quash the court’s orders.\nI.\nPetitioner was arrested on March 25, 1983, and charged with second degree murder for stabbing his father to death. Twice, petitioner was examined and found competent to stand trial; i.e., he “ ‘has sufficient present ability to consult with his lawyer with a reasonable degree of rational understanding — and ... has a rational as well as factual understanding of the proceedings against him.’ ” Dusky v. United States, 362 U.S. 402, 402, 80 S.Ct. 788, 789, 4 L.Ed.2d 824 (1960) (per curiam) (quoting with approval government’s brief). But each examiner expressed doubt about petitioner’s sanity at the time of the alleged offense and requested a further opportunity to examine petitioner. Neither examiner, however, addressed the separate, intermediate question whether petitioner, while competent to stand trial, also had the present mental capacity to make an intelligent and voluntary decision to waive the insanity defense. See Frendak v. United States, 408 A.2d 364 (D.C.1979).\nOn June 1, 1983, the government moved for pretrial detention without bail, D.C. Code § 23-1322(a)(2) (1981), which Judge Sorrell granted on June 6. Two months later, on August 3, the government requested an additional period of detention, D.C.Code § 23-1322(d)(4) (Supp.1983), which the court denied the same day. Immediately, the government proposed another detention alternative: that the court order additional psychiatric examinations. Judge Sorrell held several hearings. On August 18, over petitioner’s objection, he appointed amicus counsel, and on August 19, again over petitioner’s objection, he ordered additional competency examinations, as well as productivity examinations (probing petitioner’s sanity at the time of the offense). On August 31, petitioner was presented for arraignment before Chief Judge Moultrie, who declined to reconsider Judge Sorrell’s orders and committed petitioner for both competency and productivity examinations.\nOn September 14,1983, petitioner’s counsel filed in this court a petition for writ of mandamus to quash the ordered examinations. On September 19, amicus counsel filed a motion in the trial court for clarification of the ordered examinations. On October 14, Judge Sorrell ordered that the psychiatric examinations also include an inquiry and a finding under Frendak, supra, as to petitioner’s present capacity to waive the insanity defense. On October 17, the government filed its opposition to the mandamus petition. Because the psychiatric reports were due to be filed with the trial court on November 1, 1983, we issued an order on October 31 staying all proceedings and ordering the trial court records sealed pending resolution of the mandamus petition.\nII.\nIn Frendak, supra, a jury convicted the defendant of first-degree murder and carrying a pistol without a license. “Troubled by evidence introduced at Frendak’s competency hearings and at trial, the court conducted hearings on her sanity at the time of the crime. As a result, the court decided — over Frendak’s objection — to interpose the insanity defense at a second, 'insanity’ phase of the trial. The jury then found Frendak not guilty by reason of insanity on both counts.” 408 A.2d at 366-67. On appeal, Frendak challenged the trial court’s authority to interpose the insanity defense over her objection.\nConcluding that the trial court had omitted a crucial inquiry, we remanded the case for further proceedings. We held that “the trial judge may not force an insanity defense on a defendant found competent to stand trial if the individual intelligently and voluntarily decides to forego that defense.” 408 A.2d at 367 (emphasis in original). We added, however, that “the court’s finding of competency to stand trial is not, in itself, sufficient to show that the defendant is capable of rejecting an insanity defense; the trial judge must make further inquiry into whether the defendant has made an intelligent and voluntary decision.” Id.; see 408 A.2d at 379-80. Accordingly:\nwhenever the evidence suggests a substantial question of the defendant’s sanity at the time of the crime, the trial judge must conduct an inquiry designed to assure that the defendant has been fully informed of the alternatives available, comprehends the consequences of failing to assert the defense, and freely chooses to raise or waive the defense.\nsfc sji Sfc if: * *\nIf the judge finds that the defendant is capable of making a voluntary and intelligent decision to forego an insanity defense, the judge must respect the defendant’s decision and permit the jury’s verdict to stand. [Citation omitted.] If, on the other hand, the judge is convinced that the defendant can not or has not made such a voluntary and intelligent waiver, the judge has the discretion to raise that defense sua sponte. The strength of the individual’s potential insanity defense should not be a factor in the court’s decision, except to the extent that such evidence is useful in determining whether the defendant presently is capable of rationally deciding to reject the defense.\n408 A.2d at 380-81 (emphasis added.)\nIn summary, Frendak makes clear that, when there is the possibility of an insanity defense, the court makes up to three separate determinations in the following sequence: (1) whether the defendant is presently competent to stand trial; (2) if so, whether he or she, based on present mental capacity, can intelligently and voluntarily waive the insanity defense and has done so; (3) if not, whether the court sua sponte should impose the insanity defense based on evidence of the defendant’s mental condition at the time of the alleged crime.\nIII.\nCentral to understanding the application of Frendak to the present case is the distinguishing fact that, in Frendak, the jury already had found the defendant guilty of first-degree murder before the question of insanity was presented — on the court’s own motion. At that time, the court appointed amicus counsel and ordered several productivity examinations. Frendak did not object on Fifth Amendment grounds. Thus, judicial economy permitted the court to authorize psychiatric examinations into both the defendant’s present capacity to waive the insanity defense and the defendant’s mental condition at the time of the crime. Both inquiries might be relevant to the court’s ultimate decision as to whether the insanity defense should be imposed. See 408 A.2d at 381 n. 31.\nIn contrast, in the present case petitioner’s guilt has not been established; indeed, he has not yet gone to trial. Thus, were the court to compel him to discuss the details of the alleged offense (as would be inevitable in a productivity examination) before the court properly determined that he was incapable of waiving the insanity defense, the court would be compelling petitioner to testify against himself, in violation of his Fifth Amendment privilege against self-incrimination. See United States v. Malcolm, 475 F.2d 420, 425 (9th Cir.1973) (dictum); United States v. Barnes, 437 F.Supp. 12, 13 (E.D.Tenn.1977); State v. Obstein, 52 N.J. 516, 526-527, 247 A.2d 5, 11 (1968), overruled in part not relevant here, State v. Williams, 93 N.J. 39, 47-48, 459 A.2d 641, 645 (1983); cf. White v. United States, 451 A.2d 848, 851, 853 (D.C.1982) (“where the defendant puts his sanity in issue, he is constructively deemed to have waived his [Fifth Amendment] privilege with respect to the sanity determination,” although “no statement made by a defendant during a court-ordered psychiatric examination may be admitted in evidence against the defendant on the issue of whether he is guilty of the crime charged”).\nPetitioner’s constitutional rights obviously outweigh the court’s interest in judicial economy. Accordingly, because the Frendak inquiry, focusing on present mental condition, is different from a productivity inquiry, focusing on past mental condition, it was beyond the trial court’s power to order productivity examinations at this stage of the proceedings, especially since such examinations may never become relevant.\nWe have stressed that the scope of the Frendak inquiry\nwill vary according to the circumstances present in each case, especially in relation to the background and condition of the defendant. [Citation and footnote omitted.] It is important to note, however, that because the court is dealing with an individual whose sanity has been questioned, a cursory explanation or a rote interrogation cannot satisfy the court’s duty. [Citations omitted.]\nIn some instances, nonetheless, it may be sufficient for a trial judge to advise the defendant of the possible consequences of the insanity plea, become assured that the defendant understands those consequences by questioning the defendant about his or her reasons for rejecting the defense, and make a decision on the basis of the reasons given, the manner in which they are expressed, and any evidence of the defendant’s mental capacity already in the record. In other cases, the judge still may have doubts after such an inquiry and may desire additional information. In those situations the judge may order psychiatric examinations to determine whether the defendant’s mental condition has impaired his or her ability to decide whether to raise the defense. [Footnote omitted.] At this point, the judge may choose to appoint amicus counsel to present evidence concerning the defendant’s mental capacity.\n408 A.2d at 380.\nWe therefore have made it clear that, in some cases, the court will not necessarily require a psychiatrist’s assistance in making the Frendak determination, let alone a psychiatrist’s productivity examination. In other cases, however, a psychiatrist’s assistance may be necessary; and, as indicated earlier, see 408 A.2d at 380-81, it is even possible that the examining psychiatrist may assert that evidence germane to the insanity defense itself will be necessary in deciding, under Frendak, whether petitioner is presently capable of rationally deciding to reject the defense.\nIn the present case, however, the court cannot tell on this record whether a productivity inquiry will ever be necessary until it has initiated a Frendak inquiry directed at the more limited concern about present mental capacity to waive the insanity defense. By ordering productivity examinations pretrial, unrelated to a Frendak inquiry, the trial court engaged here in unconstitutional overkill.\nIf the examining psychiatrist in petitioner’s Frendak inquiry, ordered by Judge Sorrell on October 14, 1983, were to say it would be necessary to explore details of the alleged offense in making a recommendation as to present capacity to waive the insanity defense, the psychiatrist should so inform the trial court. If the court were to agree, it would then have to inform all counsel of the scope of the examination to be conducted and then — after receiving the psychiatrist’s report — take adequate measures, such as an in camera proceeding with defense counsel and amicus counsel (but not government counsel) present, to protect petitioner’s Fifth Amendment rights. The trial court could then determine the extent to which the government should have access to the psychiatrist and to the psychiatrist’s report in public proceedings to evaluate petitioner’s capacity for waiver.\nAlthough it accordingly may be necessary for the examining psychiatrist to return to the trial court in this case, before proceeding further, in order to assure that the court’s discretion over the Frendak inquiry is properly exercised, a more efficient approach will be appropriate for other cases if a trial court wishes to use it. In the future, when a trial court decides a psychiatrist’s assistance is necessary to resolve a Frendak inquiry, the court will have two options: (1) exercise tight control by suggesting that the psychiatrist conduct the Frendak inquiry, if possible, without discussing details of the offense and the defendant’s alleged complicity, and requiring that the psychiatrist inform the court— and receive permission — if there is an asserted need to explore such details after the initial examination; or (2) grant wider latitude to the psychiatrist intially by permitting a Frendak inquiry that is as broad as the psychiatrist deems necessary, subject only to informing the court (but not counsel), in the written report and recommendation, as to whether details of the offense and the defendant’s alleged complicity were discussed. In either case, if the psychiatrist does explore such details, the court should take adequate measures to protect Fifth Amendment rights, such as limiting initial access to the report to defense and amicus counsel at an in camera proceeding as described above.\nIV.\nHaving ruled on the merits, it is important to explain why mandamus is appropriate here. The primary use of mandamus jurisdiction is to “ ‘confine [a] ... court to a lawful exercise of its prescribed jurisdiction or to compel it to exercise its authority when it is its duty to do so.’ ” Bowman v. United States, 412 A.2d 10, 12 (D.C.1980) (per curiam) (quoting Roche v. Evaporated Milk Association, 319 U.S. 21, 26, 63 S.Ct. 938, 941, 87 L.Ed. 1185 (1943)). The petitioning party must show that its right to the writ is clear and indisputable. Kerr v. United States District Court, 426 U.S. 394, 403, 96 S.Ct. 2119, 2124, 48 L.Ed.2d 725 (1976). It is sufficient, however, if this clarity is shown after judicial consideration of the merits. See 13th Regional Corporation v. United States Department of Interior, 210 U.S.App.D.C. 43, 654 F.2d 758 (1980).\nIn Bowman, supra, this court invoked mandamus jurisdiction when the trial court had ordered the defendant to disclose the nature of his defense or else be barred from presenting any affirmative defense except through his own testimony. 412 A.2d at 12. In light of “the importance of the challenged practice to the lawful administration of the discovery process,” id., this court concluded that the trial court’s action amounted to a usurpation of judicial power and that a writ of mandamus accordingly would lie.\nIn United States v. West, 672 F.2d 796 (10th Cir.), cert. denied, 457 U.S. 1133, 102 S.Ct. 2959, 73 L.Ed.2d 1350 (1982), the court found mandamus jurisdiction when the trial court had ordered discovery of privileged documents in Justice Department files for the limited purpose of defendant’s motion for a new trial. “Any subsequent review, even after limited disclosure, would be for naught, because the damage would already be accomplished. Thus, appellate review of the claim would be meaningless.” Id. at 799.\nThe present case is akin to both Bowman and West. As in Bowman, the trial court here has exceeded its power by invading petitioner’s potential Frendak right to assume responsibility for his own defense. As in West, the court-ordered productivity examinations would abrogate petitioner’s Fifth Amendment privilege against self-incrimination by forcing him to discuss the alleged crime when he has neither raised an insanity defense nor been found to lack the capacity to waive it. A post-trial appeal would be useless; “the damage would already be accomplished” 672 F.2d at 799.\nAlthough we do find abuse of judicial power, we do not deem it necessary to issue a writ of mandamus. Rather, this court will send copies of this opinion to the hearing judges so that they may reevaluate their orders.\nSo ordered.\nThis case originally was decided on March 21, 1984, issued in slip opinion form, and printed at 475 A.2d 377 (D.C.1984) (paper edition). The government petitioned for rehearing or in the alternative rehearing en banc. We grant the petition for rehearing. We amend the next-to-last paragraph (formerly the last paragraph) of Part III, add what is now the last paragraph of Part III, and revise the first sentence of Part IV. In all other respects the opinion remains the same as originally published.\n[Footnote omitted.]\nIn accordance with our holding today, once a \"sufficient question\" of insanity confronts the court, it can decline to impose the defense on either of two grounds: (1) the defendant is presently capable of intelligently and voluntarily waiving the defense, or (2) there is insufficient evidence of insanity at the time of the offense to warrant submitting that issue to the jury. Accordingly, in conducting the inquiry, the court may choose to hold a hearing into the defendant’s mental health at either point in time, although judicial economy will often dictate a hearing on both issues.\n. No one has questioned the propriety of a pretrial Frendak inquiry, and we do not intimate any view on that issue here.",
        "type": "majority",
        "author": "FERREN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Jennifer Lyman, Public Defender Service, Washington, D.C., with whom James Klein, Public Defender Service, Washington, D.C., was on the brief, for petitioner.",
      "Thomas E. Zeno, Asst. U.S. Atty., with whom Stanley S. Harris, U.S. Atty., Washington, D.C., at the time the brief was filed, and Michael W. Farrell, Asst. U.S. Atty., Washington, D.C., were on the brief, for respondents.",
      "Daniel M. Schember, Washington, D.C., appointed by the court, appeared as amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Robert ANDERSON, Petitioner, v. The Honorable Byron W. SORRELL, et al., Respondents.\nNo. 83-1050.\nDistrict of Columbia Court of Appeals.\nArgued Nov. 15, 1983.\nDecided March 21, 1984.\nJennifer Lyman, Public Defender Service, Washington, D.C., with whom James Klein, Public Defender Service, Washington, D.C., was on the brief, for petitioner.\nThomas E. Zeno, Asst. U.S. Atty., with whom Stanley S. Harris, U.S. Atty., Washington, D.C., at the time the brief was filed, and Michael W. Farrell, Asst. U.S. Atty., Washington, D.C., were on the brief, for respondents.\nDaniel M. Schember, Washington, D.C., appointed by the court, appeared as amicus curiae.\nBefore MACK, FERREN and BELSON, Associate Judges."
  },
  "file_name": "0766-01",
  "first_page_order": 826,
  "last_page_order": 831
}
