{
  "id": 12052918,
  "name": "PAPPANS FAMILY RESTAURANT, Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (GRUEN), Respondent",
  "name_abbreviation": "Pappans Family Restaurant v. Workmen's Compensation Appeal Board",
  "decision_date": "1995-10-20",
  "docket_number": "",
  "first_page": "767",
  "last_page": "772",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 767"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "603 A.2d 682",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1426482
      ],
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "holding that job referral notices without information advising a claimant that the job was within a category for which he received medical clearance were insufficient under Kachinski"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/145/0413-01"
      ]
    },
    {
      "cite": "536 A.2d 873",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1369302
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "874-75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/113/0235-01"
      ]
    },
    {
      "cite": "585 A.2d 619",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1410876
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "622",
          "parenthetical": "citing Kachinski, 516 Pa. 240, 252, 532 A.2d 374, 380 (1987)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/137/0241-01"
      ]
    },
    {
      "cite": "536 A.2d 870",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1369365
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/113/0230-01"
      ]
    },
    {
      "cite": "611 A.2d 352",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1433501
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "354",
          "parenthetical": "citing Roadway Express, Inc. v. Workmen's Compensation Appeal Board (Lewis), 113 Pa.Cmwlth. 230, 536 A.2d 870 (1988)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/148/0343-01"
      ]
    },
    {
      "cite": "572 A.2d 843",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1401199
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/132/0288-01"
      ]
    },
    {
      "cite": "516 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808596
      ],
      "weight": 8,
      "year": 1987,
      "pin_cites": [
        {
          "page": "252"
        },
        {
          "page": "380"
        },
        {
          "page": "252"
        },
        {
          "page": "380"
        },
        {
          "page": "252"
        },
        {
          "page": "380"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/516/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 679,
    "char_count": 14210,
    "ocr_confidence": 0.739,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24526333388548907
    },
    "sha256": "cbcd772dc9db7c4316bc0c23685a841e221c7ccd48917a3c428399b570a2da0a",
    "simhash": "1:149d31a0059b2c79",
    "word_count": 2304
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI and NEWMAN, JJ., and KELTON, Senior Judge."
    ],
    "parties": [
      "PAPPANS FAMILY RESTAURANT, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (GRUEN), Respondent."
    ],
    "opinions": [
      {
        "text": "KELTON, Senior Judge.\nEmployer Pappan’s Family Restaurant petitions for review of the December 30, 1994 order of the Workers’ Compensation Appeal Board affirming Referee Thomas J. Ferris’ August 30, 1993 order granting a partial suspension and modification of Claimant Tony Gruen’s benefits and denying Employer’s petition for termination. The issue before us is whether the Board erred in determining that the job referral notices provided to Claimant were deficient for lack of specificity. We vacate the Board’s order and remand for further findings of fact.\nOn May 18, 1982, Claimant injured his lower back in his capacity as an assistant manager with Employer. Pursuant to a June 1, 1982 notice of compensation payable, Claimant received total disability benefits at a weekly rate of $166.67. (Finding of Fact No. 2.) Claimant has been unable to resume his regular work as of May 19, 1982 as a result of his injury. (Finding of Fact No. 5.)\nOn April 30, 1991, Employer filed a petition for termination of benefits and a request for a supersedeas therein alleging that “Claimant has been released to return to light duty work[,] Claimant has been notified of six (6) jobs to apply for and the Claimant has only applied for one (1) of them.” (R.R. 23a.) This petition was later amended to a petition for modification or suspension as of October 1, 1990. The supersedeas was granted on June 10, 1992.\nOn Employer’s behalf, a vocational expert made six job referrals to Claimant. The Referee found that all of the job notifications were flawed, however, because they did not contain information relating to hours of employment, the rate of pay or wages and an adequate description of job duties. (Finding of Fact No. 7.)\nThe Referee found as follows with regard to the limitations placed on Claimant by Dr. Robert P. Durning:\n17. Dr. Durning indicated that his job-capabilities form dated July 19, 1990, was applicable and controlling. Therein, he indicated that claimant was able to work only four hours on any day, that he was able to stand/walk only one hour at one time and four hours total, that he could sit only one hour at one time and three hours total, that he could lift 20-25 pounds occasionally and 15 pounds frequently, and that he was cleared for sedentary to light work.\n(Finding of Fact No. 17.)\nBased on these limitations, the Referee found that “[ujntil July 1, 1991, employer failed to meet its burden of proving that other work was actually available to and within the reach of claimant.” (Finding of Fact No. 12.) Specifically, the Referee noted that none of the six job notification letters apprised Claimant of whether he would have to 1) work more or less than four hours per day; 2) stand or walk more or less than one hour at a time; 3) sit more or less than one hour at a time; and 4) exceed the lifting restrictions imposed by Dr. Durning. (Referee’s Decision at 3.)\nAccordingly, the Referee stated as follows: It is nether [sic] reasonable nor appropriate to expect claimant to make a reasonable or intelligent decision as to whether to apply for any job when he is not given an adequate description of the duties it entails especially when the Commonwealth Court of Pennsylvania requires that much.... Otherwise, it would be difficult, if not impossible, for employer to bring to claimant’s notice that any open job is actually available to and within his reach and consistent with his physical limitations.\n(Referee’s Decision at 3.) Thus, the Referee suspended benefits from July 1,1991 through October 31, 1991 and modified them from November 1, 1991 through the present.\nThe Board affirmed the Referee’s order, stating that\nunder Kachinski v. Workmen’s Compensation Appeal Board (Vepco Construction Company), 516 Pa. 240, 532 A.2d 374 (1987), it is the employer who bears the burden of producing evidence that the jobs made available to Claimant were within his physical restrictions and that proper notice of such jobs were given to Claimant. Therefore, [Employer’s] argument that Claimant failed to follow through in good faith is inapplicable since [Employer] failed to meet its initial burden of proving that adequate notice was given to Claimant of a job available to him within his physical limitations.\n(Board’s Decision at 4.) Further, the Board concluded that the Referee’s decision was not based upon a hypertechnical interpretation of Kachinski and its progeny because “[t]he amount of hours of a job made available to the Claimant is significant under circumstances where the physician has determined that Claimant can only work limited hours per day” and “a job made available to a Claimant beyond the amount of hours per day that he can work is outside the Claimant’s physical limitations and is a significant piece of information that the Claimant must have in being fully informed of any job position.” (Board’s Decision at 5.)\nBefore this Court, Employer raises the issue of whether the Board erred in concluding that the job referral notices were inadequate because they did not contain the expected hours of work. Our scope of review is limited to determining whether constitutional rights were violated, an error of law was committed, or whether necessary findings of fact are supported by substantial evidence. Bethenergy Mines, Inc. v. Workmen’s Compensation Appeal Board (Sebro), 132 Pa.Cmwlth. 288, 572 A.2d 843 (1990).\nThe applicable Kachinski criterion at issue in this case is as follows:\nThe employer must then produce evidence of a referral (or referrals) to a then open job (or jobs), which fits in the occupational category for which the claimant has been given medical clearance, e.g. light work, sedentary work, etc.\nKachinski v. Workmen’s Compensation Appeal Board (Vepco Construction Co.), 516 Pa. 240, 252, 532 A.2d 374, 380 (1987).\nEmployer argues that, even though the job referral notices at issue here did not contain the precise number of hours that Claimant would be expected to work, they were sufficient because each notice indicated that “[t]he duties of this position appear to be within the sedentary work guidelines outlined by Dr. Durning.” E.g., R.R. 93a. In addition, Employer contends that the Board erred in failing to consider the record as a whole when determining that the job notices were inadequate to advise Claimant as to whether the positions were within his physical limitations. For example, Employer notes that there was testimony from vocational expert Mary Ann Pupo indicating that, during telephone conversations with Claimant regarding the positions, Claimant never questioned her as to the expected number of hours required for each job.\nFurther, Employer notes that Claimant argued that he did pursue the jobs (R.R. 48a) and that lack of expected work hours on the referral notices was irrelevant to Claimant’s consideration of the jobs. With regard to the three security guard positions, Employer contends that Claimant was concerned only with the effect of his prior conviction for passing bad checks and not the physical requirements of the positions. (R.R. 52-3a.) With regard to the cashier position, Claimant testified that he thought it prudent to advise the potential employer that he had a previous felony conviction since he would be handling money. (R.R. 49-50a.)\nClaimant responds that it was Employer’s burden to prove that the proffered jobs were within his physical limitations and that, absent satisfaction of the second Kachinski criterion, the burden simply never shifted to Claimant to demonstrate that he pursued the job referrals in good faith.\nWe have held that “[t]o be available,” the job referrals must be within the physical capacities specified by the medical witness whose testimony is accepted by the referee. Nabisco v. Workmen’s Compensation Appeal Board (Kelly), 148 Pa.Cmwlth. 343, 611 A.2d 352, 354 (1992) (citing Roadway Express, Inc. v. Workmen’s Compensation Appeal Board (Lewis), 113 Pa.Cmwlth. 230, 536 A.2d 870 (1988)). Specifically, “a position to which an employer had referred a claimant must be actually available, or within the claimant’s capabilities, having regard to the claimant’s physical restrictions and limitations, age, intellectual capacity, education, previous work experience and other relevant considerations.” AC.T.S., Inc. v. Workmen’s Compensation Appeal Board (Titlow), 137 Pa. Cmwlth. 241, 585 A.2d 619, 622 (1991) (citing Kachinski, 516 Pa. 240, 252, 532 A.2d 374, 380 (1987)).\nWith regard to the contents of the job notice itself, we have held that an employer “must at least provide the Claimant or his counsel a general job classification along with a basic description to give Claimant something to go on.” Four-Way Construction Co. v. Workmen’s Compensation Appeal Board (Snyder), 113 Pa.Cmwlth. 235, 536 A.2d 873, 874-75 (1988). An employer, however, need not “specifically detail every aspect of the job before Claimant has the responsibility to follow it up.” Id.\nHere, we find it necessary to review each job referral notice at issue. The first referral notice was for a telemarketer position with Finn Construction. (R.R. 93a.) On the notice, Ms. Pupo indicated that the duties were “[pjhone sales of doors and windows” and that those “duties appear to be within the sedentary work guidelines outlined by Dr. Durning.” (R.R. 93a.)\nThe second notice was for a cashier position with Team # 1 Ford. Ms. Pupo indicated that the duties were to “[ojperate [cash] register and follow up on customer service by telephone” and that the duties seemed to be within Dr. Durning’s guidelines. (R.R. 97a.)\nMs. Pupo described the third, fourth and fifth positions for a security person in one job notice and the duties were to “monitor visitors, deliveries, make rounds.” (R.R. 103a.) She again indicated that the duties appeared to be within the sedentary guidelines provided by Dr. Durning.\nThe sixth and last position was for a campaign recruiter for the Cystic Fibrosis Foundation. (R.R. 109a.) Ms. Pupo conceded that Claimant had pursued that position in good faith. (R.R. 83-5a.) The duties of the position were “[c]ontacting organizations by phone to recruit fund raising campaigns.” (R.R. 109a.) She again indicated that the duties were within Dr. Durning’s sedentary work guidelines.\nAfter reviewing the six job referral notices, we disagree that they were insufficient to put Claimant on notice of the general duties and the exertional classification of the positions. Four-Way Construction. Certainly, the notices were sufficient to put Claimant on notice of the basic job duties and of the fact that they were within the sedentary guidelines set forth by Dr. Durning. Compare School District of Philadelphia v. Workmen’s Compensation Appeal Board (Stutts), 145 Pa.Cmwlth. 413, 603 A.2d 682 (1992) (holding that job referral notices without information advising a claimant that the job was within a category for which he received medical clearance were insufficient under Kachinski).\nWe note, however, that at least three of the proffered positions for a security person may have been unavailable to Claimant for reasons other than his physical limitations. Ms. Pupo conceded that, if Claimant’s prior conviction was in the nature of a felony and not a misdemeanor, then it would have been an impediment to at least the three security person positions. (R.R. 89a.) Additionally, all parties agreed that Claimant pursued the campaign recruiter position in good faith. Thus, there appears to be a dispute only as to the first and second positions offered, respectively, the telemarketer job with Finn Construction and the cashier position with Team # 1 Ford.\nWith regard to those two positions, we must remand for findings as to whether Claimant pursued those jobs in good faith in compliance with the third Kachinski criterion. Claimant testified that the telemarketer position was already filled when he attempted to apply for the same. (R.R. 48-9a.) Ms. Pupo testified that Claimant failed to apply for that position. (R.R. 75a, 95a.) There seems to be some question as to whether Claimant pursued that position in a timely manner. As for the cashier position, Claimant testified that he advised his contact at Team # 1 Ford that he had a previous felony conviction and that the contact told him that the conviction disqualified him for the position. (R.R. 49-50a.)\nFor the above reasons, we vacate the Board’s order and remand for findings of fact as to whether Claimant pursued the telemarketer and cashier positions in good faith.\nORDER\nAND NOW, this 20th day.of October, 1995, the order of the Workers’ Compensation Appeal Board dated December 30,1994, is hereby vacated and this matter is remanded for further findings of fact.\nJurisdiction relinquished.\n. Because the Referee's decision was rendered before the effective date of the 1993 amendments to the Workers' Compensation Act, we decline to refer to him as a workers’ compensation judge in this opinion.\n2. From July 1, 1991 to the present, Claimant obtained employment as a special activities coordinator with the American Red Cross. \"From July 1, 1991 through October 31, 1991, he worked 36.25 hours per week at a salary of $1,300.00 per month. From November 1, 1991 through the present, he worked 18 hours per week at a salary of $750.00 per month.” (Finding of Fact No. 8.) The reduction in wages was due only to a reduced work load and budget constraints.\nThe Referee concluded that \"Claimant's earning power from July 1, 1991 through October 31, 1991, was $300.00 per week; his loss of earning power, none.” (Finding of Fact No. 10.) His \"earning power from November 1, 1991 to the present, was $173.08 per week; his loss of earning power, $76.92 per week.” (Finding of Fact No. 11.)\n. 3. The claimant must then demonstrate that he has in good faith followed through on the job referral(s). Kachinski, 516 Pa. at 252, 532 A.2d at 380.",
        "type": "majority",
        "author": "KELTON, Senior Judge."
      }
    ],
    "attorneys": [
      "Michael E. Fiffik, for petitioner.",
      "Amiel B. Caramanna, Jr., for respondent."
    ],
    "corrections": "",
    "head_matter": "PAPPANS FAMILY RESTAURANT, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (GRUEN), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs July 28, 1995.\nDecided Oct. 20, 1995.\nMichael E. Fiffik, for petitioner.\nAmiel B. Caramanna, Jr., for respondent.\nBefore PELLEGRINI and NEWMAN, JJ., and KELTON, Senior Judge."
  },
  "file_name": "0767-01",
  "first_page_order": 825,
  "last_page_order": 830
}
