{
  "id": 8355691,
  "name": "Steven DRAKE, Defendant Below-Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Drake v. State",
  "decision_date": "2007-06-06",
  "docket_number": "No. 436, 2006",
  "first_page": "768",
  "last_page": "773",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 768"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "584 So.2d 1022",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7520486
      ],
      "pin_cites": [
        {
          "page": "1023"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/584/1022-01"
      ]
    },
    {
      "cite": "163 Ariz. 626",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        1537937
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "283-84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz/163/0626-01"
      ]
    },
    {
      "cite": "305 A.2d 800",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "802"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "124 NJ.Super. 189",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        314810
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/124/0189-01"
      ]
    },
    {
      "cite": "496 N.Y.S.2d 771",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "pin_cites": [
        {
          "page": "773-74"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "113 A.D.2d 514",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3441656
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/113/0514-01"
      ]
    },
    {
      "cite": "83 Hawai'i 264",
      "category": "reporters:state",
      "reporter": "Haw.",
      "case_ids": [
        12261758
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "quoting People v. Hodges, 113 A.D.2d 514, 496 N.Y.S.2d 771, 773-74 (N.Y.App.Div.1985); State v. Ortiz, 124 NJ.Super. 189, 305 A.2d 800, 802 (App.Div.1973)"
        },
        {
          "page": "1090-91",
          "parenthetical": "quoting People v. Hodges, 113 A.D.2d 514, 496 N.Y.S.2d 771, 773-74 (N.Y.App.Div.1985); State v. Ortiz, 124 NJ.Super. 189, 305 A.2d 800, 802 (App.Div.1973)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/haw/83/0264-01"
      ]
    },
    {
      "cite": "836 A.2d 485",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9296755
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "490"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/836/0485-01"
      ]
    },
    {
      "cite": "628 A.2d 62",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357501
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/628/0062-01"
      ]
    },
    {
      "cite": "913 A.2d 558",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8438339
      ],
      "pin_cites": [
        {
          "page": "563"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/913/0558-01"
      ]
    },
    {
      "cite": "682 A.2d 625",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "674 A.2d 477",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861460
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "479"
        },
        {
          "page": "480"
        },
        {
          "page": "480-81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/0477-01"
      ]
    },
    {
      "cite": "606 A.2d 103",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11301526
      ],
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/0103-01"
      ]
    },
    {
      "cite": "672 A.2d 1017",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7365812
      ],
      "pin_cites": [
        {
          "page": "1029-22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/672/1017-01"
      ]
    },
    {
      "cite": "422 U.S. 806",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9431
      ],
      "weight": 3,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/us/422/0806-01"
      ]
    },
    {
      "cite": "918 A.2d 1138",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8331150
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/918/1138-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 901,
    "char_count": 16480,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 6.010300162833113e-08,
      "percentile": 0.3728910449991486
    },
    "sha256": "5f7e9d4ad54253508ab54e06e74b960e28aa0b20fb83460c2e824cfdab7dfebb",
    "simhash": "1:f62c8704d4d4b8e4",
    "word_count": 2825
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEELE, Chief Justice, JACOBS, and RIDGELY, Justices."
    ],
    "parties": [
      "Steven DRAKE, Defendant Below-Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "RIDGELY, Justice:\nDefendant-Appellant Steven Drake appeals his Superior Court convictions of rape in the first degree, multiple counts of robbery, attempted robbery, burglary, and other related crimes. Drake makes two arguments on appeal. First, he contends that the tidal judge violated his right to self-representation when she “forced” him to reconcile his differences with his appointed lawyer after he had knowingly and intelligently waived his Sixth Amendment right to counsel. Second, Drake contends that the trial court erred when it refused to instruct the jury on the claim-of-right defense provided by 11 Del. C. § 847. We find no merit to Drake’s arguments and affirm.\nI.\nAt a pre-trial hearing, Drake’s counsel moved to withdraw because, as Drake explained, “[w]e ain’t [sic] getting along and I think he’s not helping me on my case. He hasn’t been there to see me but twice and I feel as though I’m not represented fairly by my lawyer, so I didn’t — so I asked him to remove [sic] from my case.” Drake further explained to the trial court that there was no possibility that he and defense counsel could get along. The judge then explained to Drake that if his attorney was removed from the case, he would have to proceed pro se. Drake understood. After determining whether Drake’s waiver of counsel was knowing and intelligent and after informing Drake of the risks associated with proceeding pro se, the trial court concluded:\nAll right, I am going to grant the motion to permit [defense counsel] to withdraw as counsel. I am reluctant to do so because, as I have stated on the record, I do not feel that Mr. Drake possesses any special qualities which would enable him to effectively represent himself in the way that, as I stated, there are very few people who can represent themselves. However, I find that Mr. Drake is making his waiver of right to counsel knowingly, intelligently and voluntarily. I’ve explained the risks to him. He appears to be an alert and intelligent man and he appears to understand those risks.\nThe trial was set to begin the following week with a different Superior Court judge presiding. On the morning of trial, the trial judge inquired about Drake’s intention to represent himself. When asked if he refused counsel, Drake responded:\nYes, your honor. The attorney I had ... he only came to see me twice and he wasn’t trying to help me. He kept telling me to take the plea offer and that I wouldn’t’ win at trial, that they was [sic] going to go by the people’s testimony, or whatever he was saying. He only came to see me on February 22, when he came with the last plea offer. And, then, that’s when I told him, I said “You’re not trying to help me. You get off my case.” And he said, “Well, just fire me, then.”\nAfter some discussion about why Drake wanted his counsel removed, the trial judge asked Drake if he still wished to proceed pro se. Drake did not answer the question directly, but instead told the trial judge, “I just want a fair trial. That’s all I want.” The trial judge responded:\nNow, you’ve already told me you [threatened defense counsel]. And what I’m asking you is, can you set aside a difference — don’t hurt yourself. Don’t cause yourself to not get a fair trial, because you aren’t trained and it’s almost impossible for you to know everything that needs to be done in a trial, especially in a case as complicated as this is. That has to- do with 19 different charges against you — 18, because the last one’s going to be separated. But this is complicated stuff. And even an experienced attorney’s got to be on his toes for a case like this. And [defense counsel] will be on his toes. He will.\nAnd if you permit me to try to find him and bring him in here to help you, I would be very happy to do that, because you will be better off and you have a better chance of getting a fair trial. I’m telling you this for your own good. I’ve got nothing on my mind but what’s best for you.\nNow, you’ve just told me a minute ago that you’ve got a short temper. I think you said short temper. And that’s important that you know that about yourself. You know, we all have things that we do, and sometimes we don’t like it, but that’s just who we are. And don’t let that quality that you recognize about yourself hurt you. Recognize it and control it, because you’re a man and you’ve got free will, and you can exercise that free will. And you can admit, All right, I don’t want to do this by myself, I need somebody to sit with me and to run this case, and I’m a big enough man to say, “I’m sorry, [defense counsel], I didn’t mean to threaten you. I’m not going to threaten you anymore.” If you can bring yourself to do that, I can get you some help and, then, we will have a fair trial because you will have the assistance of a professional sitting right next to you, and you can tell him all these things you’re concerned about, and it’s his job to listen to what you say.\nNow, can I do that?\nDrake answered “Yes.”\nThe trial judge then recessed so defense counsel who previously represented Drake could be located. The former defense counsel spoke with Drake, the court reconvened and the trial judge asked if the two had reconciled their differences. Defense counsel explained, “[t]here was a cooperative conversation downstairs, yes. And I think Mr. Drake’s position is that, you know, he does want counsel.” The trial judge then asked Drake if he was “okay with this?” Drake answered affirmatively. The case was rescheduled to allow defense counsel to prepare for the trial.\nThe following facts were presented at trial. Scot Nordmeier lived with Deanna Parker in a room Nordmeier rented from Frank Starret. On September 14, 2006, at around 5:30 a.m., Parker returned home from visiting her mother and went into the bedroom. Starret was at the house when Parker arrived, but left shortly thereafter for work. Approximately twenty minutes later, Nordmeier and Parker heard a loud sound which appeared to be coming from the front of the home. Moments later, a black man wearing a mask and holding a shotgun burst through Nordmeier and Parker’s door and demanded money.\nWhile inside the bedroom, the gunman demanded to know where his money was. Although the man was talking on a cell phone in a manner suggesting that there was an accomplice with him, Nordmeier testified that he did not hear anyone else in the house. The masked man then struck Nordmeier in the head with his gun and searched the room for valuables. Parker gave him all her money; a $5.00 bill.\nAfter ransacking the bedroom, the gunman began searching through the rest of the house. At that point, Parker was able to call 911 from Nordmeier’s cell phone. When the man returned to the bedroom, he took Parker into another room and raped her.\nUpon arriving at the residence, the police observed Nordmeier exiting the home from a window and found Parker hiding under the bumper of a vehicle. One officer saw Drake exiting through the rear door of the home carrying a long green bag and a black piece of fabric. Drake attempted to run, but soon submitted to authorities.\nDrake provided a different version of the events. Drake knew Nordmeier from a local bar, where the two would “shoot[ ] pool, drink[ ], or just party[ ].” Drake explained that he and Parker had consensual sex the night of the incident. Drake also testified that during the early morning hours on the day of the incident, he and Nordmeier were in Nordmeier’s backyard drinking and getting high. He further testified that while he was outside of the house, two unknown individuals came into the backyard, took Drake into the house and told him not to move. While in the kitchen, Drake heard the men demand money from Nordmeier and talk on a cell phone. At that point, Drake testified that he passed out.\nThe jury convicted Drake of the offenses charged. He was sentenced to serve his natural life in prison for the rape conviction, plus 32 additional years of incarceration for the other convictions. This appeal followed.\nII.\nDrake first contends that the trial judge violated his right to self-representation when she forced him to use appointed counsel after he previously made a knowing and intelligent waiver of his right to counsel. We review the alleged denial of a constitutional right of self-representation de novo.\nThe Sixth Amendment of the United States Constitution and Article I, § 7 of the Delaware Constitution provide defendants with an unqualified right to self-representation. Before permitting a defendant to proceed pro se, the court must conduct a “searching inquiry” to: “1) determine that the defendant has made a knowing and voluntary waiver of his constitutional right to counsel; and 2) inform the defendant of the risks inherent in going forward in a criminal trial without the assistance of legal counsel.” Once a defendant invokes this right, the court must honor it “unless, after discussing his request with the trial judge, the defendant expresses a contrary desire.” A subsequent revocation of the right to proceed pro se must appear on the record.\nDrake’s contention that the trial judge coerced or forced counsel upon Drake is not supported by the record in this case. The trial judge was not the same judge who accepted Drake’s waiver of counsel a week earlier and she simply explained to Drake the risks associated with self-representation in response to his statement that he wanted a fair trial. Drake did not say that he intended to represent himself. He only told the judge that he wanted a “fair trial.” His reply prompted the advice from the court that having a lawyer would be more “fair” to Drake than proceeding pro se on an 18 count indictment against a seasoned prosecutor. We note that the trial judge asked Drake for his permission to find his former counsel so he could “help” Drake. Drake gave his express permission for his former counsel to be located for this purpose. After conferring with counsel, the former defense counsel told the trial judge that Drake wanted counsel.. When Drake concurred that he was “okay with this,” he clearly revoked his request to represent himself.\nIII.\nDrake next contends that he was entitled to a claim-of-right instruction because there was sufficient evidence in the record for a rational factfinder to conclude that Drake’s actions were motivated by a good faith belief that he was entitled to the property taken from the home. Specifically, he contends that the following facts support the jury instruction: .\nPolice told Drake that they knew people were hunting down Nordmeier in order to collect a debt. Nordmeier admitted that he may have met Drake the night before and that he received “beat” drugs. People had been to Nordmeier’s house before looking to collect a debt.\nThe State contends, as it did at trial, that this instruction is inappropriate because the debt was illegal, the claim is unsupported by the evidence and the defense does not apply to robbery. The Superior Court declined to give the instruction, concluding that “there’s no application of that doctrine in this case.” “We review a trial court’s decision regarding the sufficiency of evidence to support a requested jury instruction for an abuse of discretion.”\nA jury instruction' must be supported by facts in the record. The affirmative defense for claim-of-right is provided in 11 Del. C. § 847(a). That statute provides:\nIn any prosecution for theft or extortion it is an affirmative defense that the property was appropriated by the actor under a claim-of-right, made in good faith, to do substantially what the actor did in the manner in which it was done.\nThe Commentary to § 847 explains that “[i]n order to be free from liability, the actor should be able to claim that he believed he had a right to do substantially what he did in the manner in which it was done.” The defendant bears the burden of proving, by a preponderance of the evidence, that he is entitled to such a defense.\nBased upon the plain language of Section 847, the affirmative defense is limited to cases involving “theft or extortion.” We recognized in Zimmerman v. State that Section 847(a) is clear and unambiguous. Section 847(a) “does not contain any exception, implicit or explicit, to the availability of the defense for extortion [and theft] charges.” Nor does the statute expressly or implicitly allow the claim-of-right defense to be raised as an affirmative defense to robbery. Although a theft may be included within a robbery, there are additional elements to that crime. As this Court stated in Washington v. State, “the language of the robbery statute demonstrates that robbery is primarily a crime of physical violence against a person. Although robbery involves the taking of property, the legislature’s concern in enacting the robbery statute was with violence and intimidation.” We further recognized:\n[e]ven second degree robbery is defined by the use or threat of force against a victim. The severity of the crime increases to first degree robbery when that threat or use of force carries a greater risk of actual harm to a victim because of the display of what appears to be a deadly weapon.\nGiven these qualitative differences between robbery and theft, we are unable to discern an intent by the General Assembly to authorize an affirmative claim-of-right defense to robbery based upon the plain language of Section 847(a).\nAccordingly, we hold that the affirmative defense under Section 847(a) of claim-of-right does not apply to the crime of robbery.\nIV.\nThe judgment of the Superior Court is AFFIRMED.\n. Drake was initially charged with a 19 count indictment arising from two incidents; one occurring on September 9, 2006 and another on September 14, 2006. Four of the 19 counts related to the September 9, 2006 incident were severed. This appeal concerns the remaining 15 charges stemming from the September 14, 2006 incident. Those charges include Attempted Robbery First Degree, Rape First Degree, Robbery First Degree, Assault Second Degree, Burglary Second Degree, five counts of Wearing a Disguise During the Commission of a Felony, and five counts of Possession of a Firearm During the Commission of a Felony.\n.Nordmeier testified as follows:\nAnd I thought that it was, like, kind of strange, and he made it sound like there was [sic] other people in the other room.... [H]e would say 'Search that over there.’ I didn’t hear any response, or anything like that, but, like, we were contained in the bedroom, so I couldn't make sure whether or not there was more than one individual in the house.\n. Hartman v. State, 918 A.2d 1138, 1141 (Del.2007).\n. See Faretta v. California, 422 U.S. 806, 95 S.Ct. 2525, 45 L.Ed.2d 562 (1975); Snowden v. State, 672 A.2d 1017, 1029-22 (Del.1996).\n. Briscoe v. State, 606 A.2d 103, 107 (Del.1992).\n. Hartman, 918 A.2d at 1140-41 (citing Stigars v. State, 674 A.2d 477, 479 (Del.1996)).\n. Stigars, 674 A.2d at 480.\n. Id. at 480-81.\n. Carvalho v. State, 682 A.2d 625 (Del.1996) (TABLE).\n. See Guy v. State, 913 A.2d 558, 563 (Del.2006).\n. Delaware Criminal Code with Commentary, § 523 (1973).\n. 11 Dei C. § 304(a).\n. 11 Del. C. § 847(a).\n. 628 A.2d 62 (Del. 1993).\n. Id. at 68.\n. 836 A.2d 485 (Del.2003).\n. Id. at 490.\n. Id.\n. Our decision is in accord with the \"modern trend” of jurisdictions that have adopted the common law claim-of-right doctrine and refuse to apply that doctrine to the crime of robbery. As those courts have explained, \"[t]he proposition that a claim of right negates the felonious intent in robbery 'not only is lacking in sound reason and logic, but it is utterly incompatible with and has no place in an ordered and orderly society such as ours, which eschews self-help through violence.' ” State v. McMillen, 83 Hawai'i 264, 925 P.2d 1088, 1090-91 (1996) (quoting People v. Hodges, 113 A.D.2d 514, 496 N.Y.S.2d 771, 773-74 (N.Y.App.Div.1985); State v. Ortiz, 124 NJ.Super. 189, 305 A.2d 800, 802 (App.Div.1973)); see State v. Schaefer, 163 Ariz. 626, 790 P.2d 281, 283-84 (Ct.App.1990); Thomas v. State, 584 So.2d 1022, 1023 (Fla.Dist.Ct.App.1991).",
        "type": "majority",
        "author": "RIDGELY, Justice:"
      }
    ],
    "attorneys": [
      "Nicole M. Walker, Office of the Public Defender, Wilmington, DE, for Appellant.",
      "Timothy J. Donovan, Jr., Department of Justice, Wilmington, DE, for Appellee."
    ],
    "corrections": "",
    "head_matter": "Steven DRAKE, Defendant Below-Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nNo. 436, 2006.\nSupreme Court of Delaware.\nSubmitted: March 7, 2007.\nDecided: June 6, 2007.\nNicole M. Walker, Office of the Public Defender, Wilmington, DE, for Appellant.\nTimothy J. Donovan, Jr., Department of Justice, Wilmington, DE, for Appellee.\nBefore STEELE, Chief Justice, JACOBS, and RIDGELY, Justices."
  },
  "file_name": "0768-01",
  "first_page_order": 816,
  "last_page_order": 821
}
