{
  "id": 12027541,
  "name": "OPINION OF THE JUSTICES of the Supreme Court in Response to a Question Propounded by the Governor of Delaware",
  "name_abbreviation": "Opinion of the Justices",
  "decision_date": "1974-12-18",
  "docket_number": "",
  "first_page": "769",
  "last_page": "771",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 769"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "314 A.2d 419",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11251168
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/314/0419-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 258,
    "char_count": 3706,
    "ocr_confidence": 0.807,
    "pagerank": {
      "raw": 4.6922169990516086e-08,
      "percentile": 0.29496468713040797
    },
    "sha256": "6276b4e34af6495f5d669aa1fffc13611633090d1bb4b53024ec589ad16477a3",
    "simhash": "1:9306eb85aa8d98ec",
    "word_count": 597
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "OPINION OF THE JUSTICES of the Supreme Court in Response to a Question Propounded by the Governor of Delaware."
    ],
    "opinions": [
      {
        "text": "To His Excellency Sherman W. TRIBBITT, Governor of Delaware\nReference is made to your letter dated and received December 13, 1974, requesting the opinions of the Justices “as to the constitutionality” of 59 Del.L. Ch. 580, approved July 30, 1974 (House Bill No. 822, as amended).\nYour letter states:\n“Recently there have been significant numbers of persons who have questioned the constitutionality of the entire much amended statute. The statute’s language may be so obtuse and obscure that it could well be void for vagueness.”\nIt is further stated that, for the above reason, “This statute needs to be scrutinized”; that therefore, the request for opinions is made under 10 Del.C. § 141.\nAfter careful consideration, it has been concluded that we must decline to respond to the request as submitted for the following reasons:\n(1) It is not stated that the opinions are required by you “for public information” or to enable you “to discharge the duties of your office with fidelity”, as is required by 10 Del.C. § 141, the Statute by which advisory opinions are strictly governed. As has been previously stated:\n“It has been the general policy of the Justices over the years to decline to furnish advisory opinions when the question propounded does not fall within the statutory limitations. * * *. The policy is based upon the premise that, since the requirement imposed by the Statute upon the members of this Court to give advisory opinions is the placing upon them of a non-judicial duty, it should not be expanded beyond the precise terms of the Statute, for constitutional as well as other reasons.” Opinion of the Justices, Del., 314 A.2d 419 (1973)\n(2) Also, your letter contains no specificity as to the portions of the Statute under constitutional question. There is no indication of the details of the vagueness which is thought to violate the requirements of due process or other constitutional guaranty. The result is to place a statute before the Justices for general examination and legal advice, with no specific question or specific reason for the request. Traditionally, the function of the Justices in rendering advisory opinions to the Governor has been to answer specific constitutional questions. We know of no precedent for the submission of an entire statute for general testing by the Justices against all possible constitutional limitations. In accordance with the time-honored policy of keeping advisory opinions strictly within statutory and traditional limitations, we have concluded that it would be inadvisable, and beyond the purpose and scope of 10 Del.C. § 141, to establish the precedent which compliance with the instant request would initiate. Accordingly, for this reason too, we must respectfully decline to respond to the request set forth in your letter.\nIf it is decided to make a request in conformity with the foregoing, we shall need the assistance of counsel, to be designated under the provisions of 10 Del.C. § 141, for the purpose of researching, briefing, and arguing the issues presented, in order that such difficult and important matters may have due consideration. This will mean the lapse of substantial time before we will be in a position to furnish the opinions requested. It will also mean that adequate funds should be made available for reasonable compensation to counsel for participation in an important public service requiring priority over pre-existing professional obligations.\nRespectfully,\ns/ DANIEL L. HERRMANN Chief Justice\ns/ WILLIAM DUFFY\ns/ JOHN J. McNEILLY Associate Justices",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "OPINION OF THE JUSTICES of the Supreme Court in Response to a Question Propounded by the Governor of Delaware.\nSupreme Court of Delaware.\nDec. 18, 1974."
  },
  "file_name": "0769-01",
  "first_page_order": 807,
  "last_page_order": 809
}
