{
  "id": 8127302,
  "name": "Walter Edward LONG and Marguerite M. Long, Appellants, v. AMERICAN SAVINGS & LOAN ASSOCIATION, an unincorporated association, Appellee",
  "name_abbreviation": "Long v. American Savings & Loan Ass'n",
  "decision_date": "1959-06-09",
  "docket_number": "No. 2327",
  "first_page": "770",
  "last_page": "774",
  "citations": [
    {
      "type": "official",
      "cite": "151 A.2d 770"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "255 N.Y. 170",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1994788
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/255/0170-01"
      ]
    },
    {
      "cite": "174 N.E. 441",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "74 A.L.R. 1139",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "233 N.Y. 236",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1967083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/233/0236-01"
      ]
    },
    {
      "cite": "135 N.E. 275",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "23 A.L.R. 1425",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "100 U.S. 195",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        4655
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/100/0195-01"
      ]
    },
    {
      "cite": "217 Md. 633",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1953920
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/217/0633-01"
      ]
    },
    {
      "cite": "143 A.2d 808",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "28 A.L.R.2d 891",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": 0
    },
    {
      "cite": "34 A.L.R. 67",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "68 A.L.R. 375",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "43 Ariz. 219",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        5060645
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ariz/43/0219-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 571,
    "char_count": 9324,
    "ocr_confidence": 0.708,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20083410268320662
    },
    "sha256": "f78c465e46b3645238a5a6018f9477bafda0964f90e4f757710a48b65b22b59a",
    "simhash": "1:f7a88a916f3653fb",
    "word_count": 1550
  },
  "last_updated": "2024-02-27T19:28:59.069426+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROVER, Chief Judge, . and HOOD and QUINN, Associate Judges."
    ],
    "parties": [
      "Walter Edward LONG and Marguerite M. Long, Appellants, v. AMERICAN SAVINGS & LOAN ASSOCIATION, an unincorporated association, Appellee."
    ],
    "opinions": [
      {
        "text": "ROVER, Chief Judge.\nSometime prior to December of 1954, plaintiffs applied to defendant American Savings and Loan Association for a construction loan. Before approving the loan application, plaintiffs were required to pay the costs incurred for a title examination. The services of Maryland Home Title Company were engaged by defendant for this purpose and on December 3, 1954, certificates of title showing no defects in plaintiffs’ titles to the properties were' issued to it. Printed on each of these certificates were the words, “This certificate is made for American Building Association only.” Upon receipt of this information and the completion of other details incident to the loan, plaintiffs’ application was approved.\nTwo years later, plaintiffs discovered that their titles were defective. This action was brought to recover the loss suffered by them in reliance upon the certificates of title made for the defendant. Plaintiffs claim that as a result of the title company’s failure to discover the imperfection, the sale of houses constructed on this land was delayed for several months while the matter was being corrected.\nThe trial court granted defendant’s motion for summary judgment on alternative grounds. Stated here in inverse order, these were: (1) that the plaintiffs had no cause of action against this defendant; and (2) that if they did, the suit, having been filed more than three years after the commission of the negligent act, was barred by the statute of limitations.\nIt is generally held that one employed to examine titles to real estate assumes the responsibility of discharging that duty with a reasonable degree- of skill and care. For the negligent performance of the undertaking, he may become liable to his employer for the loss occasioned by his want of skill. Though sounding in tort, the liability of the abstractor is in reality contractual resting on his employment agreement.\nPlaintiffs in the present case make-no claim that they were a party to the employment contract between defendant and the Maryland Home Title Company. Their action instead is one in tort for negligent misrepresentation. Specifically, plaintiffs argue that since the certificates of title were a requisite for the loan, they had the right to infer that their titles to the property were clear and marketable when defendant approved their application. The reliance is thus upon the representations of the title company in its certificates issued to defendant. Plaintiffs further point out in their argument that this action was instituted against the defendant rather than the title company on the theory that the latter was the agent of defendant.\nA thorough treatment of the general rule is given in the leading case of Ultramares Corporation v. Touche, 255 N.Y. 170, 174 N.E. 441, 74 A.L.R. 1139, where Justice Cardozo held that the duty of one in the business of supplying information to exercise reasonable care does not extend to persons beyond his employer. In the absence of fraud or collusion, his liability for damages resulting from honest mistake is “bounded by the contract and is to be enforced between the parties by whom the contract has been made.” To extend his duty beyond this point may well expose him “to a liability in an indeterminate amount for an indeterminate time to an indeterminate class.” 174 N.E. at page 444.\nThe most notable exception to the rule was explored in a companion case decided some years before Ultramares by the same judge. In that case, it was held that a duty does exist to a third person who, though not in privity with the person supplying the misinformation, was known at the time to be the one for whose guidance the information was furnished. Glanzer v. Shepard, 233 N.Y. 236, 135 N.E. 275, 23 A.L.R. 1425.\nDiscussing these rules and the scope of liability, Prosser writes:\n“The problem of the persons to whom the defendant may he liable, already difficult in the case of intentional misrepresentation, becomes still more acute where it is merely negligent. The possible liability which might result from the communication of a statement to remote plaintiffs is so great, and may be so far out of proportion to the fault - involved, that there is general agreement that a more restricted rule is necessary in the case of economic loss than where there is tangible harm to person or property; and the difference in the degree of fault may perhaps call for a narrower responsibility for negligent than for intentional misstatement. But the point of limitation has been a subject of considerable discussion. When the representation is made directly to the plaintiff, in the course of his dealings with the defendant, or is repeated to him with knowledge that he intends to rely upon it, there has been no difficulty in discovering a duty of reasonable care; and the same duty has been found where it is made to a third person with knowledge that he intends to communicate it to a specific individual plaintiff for the purpose of inducing him to act. At this point nearly all of the courts have drawn the line, holding that mere reasonable anticipation that the statement will be communicated to others, or even knowledge that the recipient intends to make a commercial use of it in dealing with unspecified strangers, is not sufficient to create a duty of care toward them. Thus attorneys, ab-stractors of title * * * all have been held to be under no obligation to third parties.”\nWe do not think that the circumstances of this transaction are such as to bring plaintiffs’ case within the exception. The undisputed facts as shown in the pleadings, deposition of one of the plaintiffs, and exhibits reveal that the services of the title company were engaged by defendant. The certificates of title were furnished to the defendant with the printed statement thereon that the title search was made for it only. Plaintiffs did not receive copies of the certificates and so far as the record shows, no oral or written representations were ever made to them as to the status of their title by either defendant or the title company. They did not see the certificates or know of their existence until some time after the loan had been approved. Thus, the primary purpose of the information was to assist the defendant in determining whether the application for the construction loan should be approved. Any incidental benefit derived by plaintiffs from the information accrued to them in the form of the loan itself. We need not discuss the element of knowledge as there is a total absence of any showing that the title company knew plaintiffs might use this information.\nSo far, we have discussed only the duty of the title company and the rules relating to its liability. Relying on principles of agency, plaintiffs have brought this suit against defendant rather than the title company on the theory that the negligence of the title company is attributable to defendant. The application of agency law on the facts in this case is a tenuous one at best. However, even assuming its relevance here, no new duty toward the plaintiffs would evolve from its application; nor would the duty already defined in the foregoing rules be broadened. To impose liability on defendant for the mistakes of the title company on any ground other than that urged by plaintiffs would in effect make defendant. an insurer of the work performed by those engaged in the highly specialized task of searching titles.\nWe therefore agree with the trial court that plaintiffs’ reliance on this information in the course of collateral commercial transactions would not give rise to a cause of action against the defendant. In so ruling, it becomes unnecessary to discuss the trial •court’s alternative ground supporting its order for summary judgment that the action, if valid, was barred by the statute 'of limitations.\nAffirmed.\n. The name of American Savings and Loan Association at the time of this transaction.\n.The exhibits in the record indicate the property was sold in 1949 for nonpayment of State and Oounty taxes. Only the former owner was named as defendant in the equity suit to foreclose the right of redemption under the tax sale. Eleven heirs were not made parties to the proceeding. It is our understanding that a deed was obtained from these heirs by the Maryland Home Title Company at its expense.\n. See generally National Savings Bank v. Ward, 100 U.S. 195, 25 L.Ed. 621; Corcoran v. Abstract & Title Co. of Maryland, 217 Md. 633, 143 A.2d 808; Annotation, 28 A.L.R.2d 891.\n. See also Annotations, 34 A.L.R. 67, 68 A.L.R. 375.\n. Other exceptions, not applicable here, are noted in Phoenix Title & Trust Co. v. Continental Oil Co., 43 Ariz. 219, 29 P.2d 1065.\n. Prosser on Torts, § 88, pp. 543-44, (2d ed. 1955). See also the discussion in 1 Harper & James, The Law of Torts, § 7.6 (1956).",
        "type": "majority",
        "author": "ROVER, Chief Judge."
      }
    ],
    "attorneys": [
      "Stuart H. Robeson, Washington, D. C., for appellants.",
      "Jo V. Morgan, Jr., Washington, D. C., with whom John J. Carmody, Washington, D. C., on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Walter Edward LONG and Marguerite M. Long, Appellants, v. AMERICAN SAVINGS & LOAN ASSOCIATION, an unincorporated association, Appellee.\nNo. 2327.\nMunicipal Court of Appeals for the District of Columbia.\nArgued Deb. 2, 1959.\nDecided June 9, 1959.\nStuart H. Robeson, Washington, D. C., for appellants.\nJo V. Morgan, Jr., Washington, D. C., with whom John J. Carmody, Washington, D. C., on the brief, for appellee.\nBefore ROVER, Chief Judge, . and HOOD and QUINN, Associate Judges."
  },
  "file_name": "0770-02",
  "first_page_order": 802,
  "last_page_order": 806
}
