{
  "id": 7867458,
  "name": "Valerie A. TAYLOR, Robert Taylor and Peggy Taylor v. Monte L. JACKSON, Sharkey Transportation, Chester Ray Watley, Jr., C. Stransky Trucking Company, Action Trailer Rental, Inc., Pennsylvania Power & Light Company, Commonwealth of Pennsylvania-Pennsylvania State Police, Gerald A. Franz, Joseph J. Questore, Montgomery Wholesale Liquidators, Inc., Montgomery Auction Exchange, Inc. and Shippers Rental Company v. Diane L. KLOPP. Appeal of Monte L. JACKSON, Sharkey Transportation and Shippers Rental Company, Appellants. Valerie A. TAYLOR, Robert Taylor and Peggy Taylor v. Monte L. JACKSON, Sharkey Transportation, Chester Ray Watley, Jr., C. Stransky Trucking Company, Action Trailer Rental, Inc., Pennsylvania Power & Light Company, Commonwealth of Pennsylvania-Pennsylvania State Police, Gerald A. Franz, Joseph J. Questore, Montgomery Wholesale Liquidators, Inc., Montgomery Auction Exchange, Inc. and Shippers Rental Company v. Diane L. KLOPP. Appeal of Valerie TAYLOR, Robert Taylor and Peggy Taylor, Appellants. Joan D. LINDOW and Myron G. Lindow, Appellants, v. Monte L. JACKSON, Sharkey Transportation, Chester Ray Watley, Jr., C. Stransky Trucking Company, Action Trailer Rental, Inc., Pennsylvania Power & Light Company, Gerald A. Franz, Joseph J. Questore, Montgomery Wholesale Liquidators, Inc., Montgomery Auction Exchange, Inc. v. Diane L. KLOPP and Shippers Rental Company",
  "name_abbreviation": "Taylor v. Jackson",
  "decision_date": "1994-06-02",
  "docket_number": "",
  "first_page": "771",
  "last_page": "780",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 771"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "147 Pa.Commonwealth Ct. 263",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1431681
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/147/0263-01"
      ]
    },
    {
      "cite": "518 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811585
      ],
      "weight": 4,
      "year": 1988,
      "pin_cites": [
        {
          "page": "374"
        },
        {
          "page": "532"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/518/0370-01"
      ]
    },
    {
      "cite": "522 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818972
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "page": "433"
        },
        {
          "page": "311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0424-01"
      ]
    },
    {
      "cite": "148 Pa.Commonwealth Ct. 505",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1433561
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "510"
        },
        {
          "page": "1355"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/148/0505-01"
      ]
    },
    {
      "cite": "514 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1804564
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0351-01"
      ]
    },
    {
      "cite": "110 Pa.Commonwealth Ct. 199",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1364552
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/110/0199-01"
      ]
    },
    {
      "cite": "148 Pa.Commonwealth Ct. 494",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1433496
      ],
      "weight": 4,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/148/0494-01"
      ]
    },
    {
      "cite": "493 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8731577
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/493/0088-01"
      ]
    },
    {
      "cite": "134 Pa.Commonwealth Ct. 494",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1404982
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/134/0494-01"
      ]
    },
    {
      "cite": "474 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1732149
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/474/0588-01"
      ]
    },
    {
      "cite": "465 A.2d 1231",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1784516,
        1784558
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/502/0240-01",
        "/pa/502/0241-01"
      ]
    },
    {
      "cite": "502 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1784558
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/502/0241-01"
      ]
    },
    {
      "cite": "585 A.2d 470",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "526 Pa. 651",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "133 Pa.Commonwealth Ct. 231",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1402894
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/133/0231-01"
      ]
    },
    {
      "cite": "481 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1747314
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "264"
        },
        {
          "page": "1284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/481/0256-01"
      ]
    },
    {
      "cite": "209 A.2d 261",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 610",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1893962
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0610-01"
      ]
    },
    {
      "cite": "430 Pa.Superior Ct. 10",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        936435
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/430/0010-01"
      ]
    },
    {
      "cite": "159 Pa.Commonwealth Ct. 99",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1452507
      ],
      "weight": 4,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/159/0099-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1080,
    "char_count": 28399,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20030414900637064
    },
    "sha256": "bf1ffea15ec3cf2effe73e3ed0c4a465365283af7b7ce4b06a7190732c42e0bd",
    "simhash": "1:d6efda96fb598c70",
    "word_count": 4593
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS and NEWMAN, JJ., and KELTON, Senior Judge."
    ],
    "parties": [
      "Valerie A. TAYLOR, Robert Taylor and Peggy Taylor v. Monte L. JACKSON, Sharkey Transportation, Chester Ray Watley, Jr., C. Stransky Trucking Company, Action Trailer Rental, Inc., Pennsylvania Power & Light Company, Commonwealth of Pennsylvania—Pennsylvania State Police, Gerald A. Franz, Joseph J. Questore, Montgomery Wholesale Liquidators, Inc., Montgomery Auction Exchange, Inc. and Shippers Rental Company v. Diane L. KLOPP. Appeal of Monte L. JACKSON, Sharkey Transportation and Shippers Rental Company, Appellants. Valerie A. TAYLOR, Robert Taylor and Peggy Taylor v. Monte L. JACKSON, Sharkey Transportation, Chester Ray Watley, Jr., C. Stransky Trucking Company, Action Trailer Rental, Inc., Pennsylvania Power & Light Company, Commonwealth of Pennsylvania—Pennsylvania State Police, Gerald A. Franz, Joseph J. Questore, Montgomery Wholesale Liquidators, Inc., Montgomery Auction Exchange, Inc. and Shippers Rental Company v. Diane L. KLOPP. Appeal of Valerie TAYLOR, Robert Taylor and Peggy Taylor, Appellants. Joan D. LINDOW and Myron G. Lindow, Appellants, v. Monte L. JACKSON, Sharkey Transportation, Chester Ray Watley, Jr., C. Stransky Trucking Company, Action Trailer Rental, Inc., Pennsylvania Power & Light Company, Gerald A. Franz, Joseph J. Questore, Montgomery Wholesale Liquidators, Inc., Montgomery Auction Exchange, Inc. v. Diane L. KLOPP and Shippers Rental Company."
    ],
    "opinions": [
      {
        "text": "NEWMAN, Judge.\nIn these consolidated actions, Valerie Taylor (Taylor) and her parents, Robert and Peggy Taylor, and Joan D. Lindow and her husband, Myron G. Lindow (Lindows), appeal from orders of the Court of Common Pleas of Northumberland County (trial court) granting appellees’ motions for summary judgment. In a related action, Monte L. Jackson (Jackson), Sharkey Transportation (Sharkey), and Shippers Rental Company (Shippers) appeal from an order of the trial court that granted the motion for summary judgment of the Commonwealth of Pennsylvania, State Police (PSP). We affirm in part, and reverse and remand in part.\nFACTS\nOn the evening of July 30,1988, at approximately 6:15 p.m., Diane L. Klopp (Klopp) was driving her motor vehicle in one of the two westbound lanes of Interstate 80, when she either slowed down or stopped on the roadway due to a sudden, heavy rainstorm. Consequently, Jackson, who was following Klopp in his tractor-trailer, jackknifed his vehicle in an attempt to stop so that he would not collide with her vehicle; this incident occurred at mile post number 227.1 of the highway. As a result, the jackknifed vehicle blocked both westbound lanes of the highway.\nTraffic immediately began to accumulate behind the disabled vehicle. Two tractor-trailers, driven by John Barrett (Barrett) and Carol Porter (Porter), respectively, were the first vehicles to queue behind Jackson’s jackknifed tractor-trailer. Minutes after the accident, an electric utility line owned by Pennsylvania Power and Light Company (PPL), which had been strung across Interstate Route 80, sagged or fell for unknown reasons. The line came to rest on the ground across the eastbound lanes of traffic and on top of Barrett’s and Porter’s vehicles in the westbound lanes.\nAt approximately 6:20 p.m. a second motor vehicle accident occurred as vehicles were coming to a stop behind Jackson’s tractor-trailer. At mile post number 227.6, one-half mile from the initial accident, the tractor-trailer of Chester Ray Watley, Jr. (Watley), struck the rear of a car operated by Mirita Shroff (Shroff) in the right-hand westbound lane of the highway. After impacting with Shroff’s vehicle, Watley’s tractor-trader jackknifed and came to rest against a guard rail at the north side of the right-hand berm.\nAt 7:05 p.m., State Police Trooper William Nice arrived to detour traffic at Exit 34 of the highway which was approximately 4.5 miles east of the second accident site. Trooper Nice set up flares across the westbound lanes of the highway and remained at the westbound exit ramp directing traffic until approximately 12:30 a.m. At approximately 7:20 p.m., two PPL employees, Carl Nevious and Bradley Smithgall, were at the scene of the first accident and attempted to remove the electrical wire from the road.\nIt was about 8:15 p.m. when the Lindows came to a stop near mile post number 228.1, one half mile from the second accident scene. Following the Lindows’ vehicle was the vehicle of Gerald A. Franz (Franz) along with his passenger, Taylor. A third motor vehicle accident occurred when Joseph J. Questore (Questore) drove his delivery truck into the rear of the Franz vehicle, propelling it eighty-seven feet. Questore’s truck also struck, inter alia, the rear of the Lindows’ vehicle. Because of these collisions, Taylor and the Lindows suffered serious injuries.\nTaylor commenced a negligence action against, inter alia, appellees and the PSP in Luzerne County. A separate action against the appellees was started by the Lindows in Northumberland County. The Taylor action was later transferred and consolidated with the Lindows action in Northumberland County. After extensive discovery, appellees along with the PSP filed motions for summary judgment in both cases. After briefing and oral argument, the trial court granted the motions for summary judgment of appel-lees and the PSP.\nTaylor and the Lindows filed appeals from the trial court’s orders with the Superior Court. Jackson, Sharkey and Shippers filed an appeal from the trial court’s order with our court, and contended that the PSP should not be considered immune from suit. A petition to transfer the Superior Court appeals to our court was granted by per curiam order of that court on September 24, 1993. Thus, the present consolidated appeals.\nISSUES\n1. Taylor and the Lindows v. Appellees\nTaylor and the Lindows raise the same issues, namely: 1) whether the trial court erred in concluding that the passage of two hours between the initial accident and the injuries suffered by Taylor and the Lindows rendered any negligent conduct on the part of appellees not continuous and not active; and 2) whether the trial court erred in concluding that Questore’s conduct was a superseding and intervening cause of the injuries suffered by Taylor and the Lindows.\n2. Jackson, Sharkey and Shippers v. PSP\nJackson, Sharkey and Shippers raise the following issue: whether the trial court erred in concluding that sovereign immunity barred suit against the PSP.\nSCOPE OF REVIEW\nOur scope of review of a trial court’s grant of summary judgment is limited to determining whether the trial court made an error of law or abused its discretion. Salerno v. LaBarr, 159 Pa.Commonwealth Ct. 99, 632 A.2d 1002 (1993). Summary judgment should only be granted in a clear case, and the moving party bears the burden of demonstrating that no material issue of fact remains. Id. The record must be reviewed in the light most favorable to the non-moving party. Id.\nANALYSIS\n1.Taylor and the Lindows v. Appellees\nTaylor and the Lindows contend that the trial court improperly invaded the province of the jury in determining that the conduct of the various appellees was not a substantial factor in causing their injuries, and in holding that Questore’s conduct was “highly extraordinary’ such that it formed a superseding and intervening cause of their damages.\na. General Law on Proximate Cause\nWith respect to the first issue, the relevant law on the issue is not disputed. In trying to recover for an action in negligence, a party must prove four elements. They are:\n1. A duty or obligation recognized by law.\n2. A breach of the duty.\n3. Causal connection between the actor’s breach of the duty and the resulting injury.\n4. Actual loss or damage suffered by complainant.\nReilly v. Tiergarten, et al., 430 Pa.Superior Ct. 10, 633 A.2d 208 (1993).\nIt is beyond question that the mere existence of negligence and the occurrence of injury are insufficient to impose liability upon anyone as there remains to be proved the link of causation. Cuthbert v. City of Philadelphia, 417 Pa. 610, 209 A.2d 261 (1965). Furthermore, our supreme court has stated that “... even when it is established that the defendant breached some duty of care owed the plaintiff, it is incumbent on a plaintiff to establish a causal connection between defendant’s conduct, and it must be shown to have been the proximate cause of plaintiffs injury.” Hamil v. Bashline, 481 Pa. 256, 264, 392 A.2d 1280, 1284 (1978).\nIn determining whether a party’s negligence was the proximate or legal cause of another’s injury, we have adopted the “substantial factor” test. This test, set forth in Section 431 of the Restatement (Second) of Torts, provides that:\nThe actor’s negligent conduct is a legal cause of harm to another if\n(a) his conduct is a substantial factor in bringing about the harm, and\n(b) there is no rule of law relieving the actor from liability because of the manner in which his negligence has resulted in harm.\nRESTATEMENT (SECOND) OF TORTS, § 431 (1965); See Henry v. McCrudden, 133 Pa.Commonwealth Ct. 231, 575 A.2d 666, petition for allowance of appeal denied, 526 Pa. 651, 585 A.2d 470 (1990).\nSection 433 of the Restatement (Second) of Torts sets forth a method of determining whether negligent conduct is a substantial factor in producing the injury:\nThe following considerations are in themselves or in combination with one another important in determining whether the actor’s conduct is a substantial factor in bringing about harm to another:\n(a) the number of other factors which contribute in producing the harm and the extent of the effect which they have in producing it;\n(b) whether the actor’s conduct has created a force or series of forces which are in continuous and active operation up to the time of the harm, or has created a situation harmless unless acted upon by other forces for which the actor is not responsible;\n(c) lapse of time.\nRESTATEMENT (SECOND) OF TORTS § 433 (1965); See Vattimo v. Lower Bucks Hospital, Inc., 502 Pa. 241, 465 A.2d 1231 (1983).\nb. Application of Law to Facts of Instant Case\nIn the instant matter, the trial court listed the factors which contributed to the third accident. These factors were:\n(1) Klopp coming to a stop during the sudden thunderstorm;\n(2) Jackson jackknifing his tractor-trailer;\n(3) the initial back-up of traffic behind the first accident;\n(4) the downed PPL power line;\n(5) the efforts of the [PSP];\n(6) Watley’s jackknifing his tractor-trailer in the second accident;\n(7) the traffic continuing to back up behind the second accident for approximately two (2) hours; and\n(8) Questore’s negligent conduct.\nTrial Court opinion at 8.\nThe trial court then concluded that the fact that two hours elapsed between the conduct of Klopp, Jackson, Watley, PPL, and the PSP and the injuries complained of, rendered any negligent conduct on their part not continuous and not active up to the time of the harm. The court thus held that no reasonable jury could find proximate cause between the appellees’ conduct and the harm complained of, and accordingly entered summary judgment on their behalf. After a thorough review of the record, we conclude that the trial court’s determination in this matter was in error.\nComment (f) of Restatement (Second) of Torts § 433(c) provides that “where it is evident that the influence of the actor’s negligence is still a substantial factor, mere lapse of time, no matter how long it is, is not sufficient to prevent it from being the legal cause of the other harm.” Moreover, our supreme court in Ford v. Jeffries, 474 Pa. 588, 379 A.2d 111 (1977), observed that the determination of whether an actor’s conduct was a substantial cause of the injuries complained of should not be taken from the jury if the jury may reasonably differ about whether the conduct of the actor has been a substantial factor in causing the harm. Since we believe that reasonable individuals can differ regarding the question of whether a two hour period should insulate a negligent actor from suit given the particular and unique facts of the instant matter, we hold that the trial court erred in granting summary judgment.\nc. PPL’s and Watley’s Other Arguments\nPPL argues that Taylor and the Lin-dows did not establish that it breached any duty owed them since it removed the downed electrical wire by 7:40 p.m., and their injuries occurred approximately thirty-five minutes later. In this respect, the trial court concluded that in addition to the lack of casual connection, PPL did not breach any duty owed to Taylor or the Lindows because it removed the downed wire by 7:40 p.m. However, our review of the record reveals that Porter, the driver of the tractor-trailer on which the electrical wire landed, stated in her deposition that the electrical wire was not removed by the time of the third accident. (Deposition of Carol Porter, December 4, 1992 at 78). This evidence is in conflict with the deposition testimony of PPL employees who stated that the wire was removed by 7:40 p.m. Since it is not this court’s function to weigh the evidence and to determine the truth of the matter asserted, this issue should be properly left for the jury to decide. Keenheel v. Pennsylvania Securities Commission, 134 Pa.Commonwealth Ct. 494, 579 A.2d 1358 (1990).\nFor his part, Watley argues that his accident (second accident) did not cause or contribute to the initial traffic blockage which remained in effect until after the accident with the harm occurred. Thus, Watley asserts that the traffic situation would have been the same even without his accident, and the trial court properly concluded that his conduct was not a substantial factor in causing the third accident.\nTaylor and the Lindows counter that because of the Watley accident, the PSP had to dispatch an officer to investigate the matter. Thus, according to Taylor and the Lindows, the Watley accident contributed to a reduction in the number of officers able to respond to other emergencies and/or aspects of the accident; this eventually contributed to the third accident. Although attenuated, we believe that this argument under the particular facts of the instant matter creates a jury question. Thus, we reject Watley’s argument.\nIn sum, after consideration of the relevant facts of the instant matter, we conclude that the trial court erred in granting summary judgment in favor of appellees.\nd. Superseding/Intervening Cause\nWith respect to Taylor’s and the Lindows’ second issue, they contend that the trial court erred in concluding that Que-store’s conduct was “highly extraordinary,” such that it constituted a superseding and intervening cause of their damage. We agree.\nIn an alternative holding, the trial court determined that Questore’s conduct was a superseding cause and consequently insulated appellees from liability even if it were to have found that their actions were a substantial cause of Taylor’s and the Lin-dows’ injuries. Our supreme court has adopted the Restatement (Second) of Torts Section 447’s treatment of whether a person’s conduct constitutes a superseding cause. That section provides:\nThe fact that an intervening act of a third person is negligent in itself or is done in a negligent manner does not make it a superseding cause of harm to another which the actor’s negligent conduct is a substantial factor in bringing about, if\n(a) the actor at the time of his negligent conduct should have realized that a third person might so act, or\n(b) a reasonable man knowing the situation existing when the act of the third person was done would not regard it as highly extraordinary that the third person had so acted, or\n(c) the intervening act is a normal consequence of a situation created by the actor’s conduct and the manner in which it is done is not extraordinarily negligent.\nRESTATEMENT (SECOND) OF TORTS § 447 (1965); See Grainy v. Campbell, 493 Pa. 88, 425 A.2d 379 (1981). Moreover, it is a general principle that the issue of whether a given force is a superseding or intervening cause is a question to be resolved by the fact finder. Chacko v. Department of Transportation, 148 Pa.Commonwealth Ct. 494, 611 A.2d 1346 (1992).\nThe trial court relied upon the following facts:\n12. At approximately 8:15 p.m., a third motor vehicle accident occurred when Defendant, Joseph J. Questore, hereinafter Questore, drove his overloaded 1981 Chevrolet delivery truck, owned by Defendant Montgomery Wholesales Liquidators, Inc. past the flares set up by Trooper Nice, past motorist Edward McKeown, who was “flagging down” westbound traffic and into the rear of the Franz vehicle.\n13. The Franz vehicle was propelled eight-seven (87) feet from the roadway into the median strip, injuring both Taylor and Franz.\n14. After striking the Franz vehicle, Que-store’s truck struck the rear of the Lindow vehicle, injuring Ms. Lindow. Questore then struck vehicles operated by David Weidler and Christina Haywood.\n15. As a result of these collisions, Que-store was convicted of Reckless Driving, 75 Pa.C.S. § 3714, and other violations of the Motor Vehicle Code relating to the weight and inspection requirements for such a vehicle.\nTrial Court opinion at 5-6.\nTaylor and the Lindows contend that the trial court erred in granting summary judgment since there existed material issues of fact with respect to Questore’s conduct. First, they claim that the trial court erroneously concluded that Questore drove his truck through a police blockade when the testimony indicated that a blockade may not have been in place. Second, they assert that the trial court erred when it stated that “Questore proceeded to accelerate into the rear of plaintiffs vehicles.” Id.\nA review of the instant record indicates that there was conflicting testimony as to whether flares were placed on the side or middle of the road by the PSP. In this respect, it is uncontested that the Lindows’ and Franz’s vehicles, along with the Questore vehicle, bypassed the blockade and proceeded to encounter the traffic congestion. Moreover, the record reveals that flares were situated approximately four miles before the location of the third accident; thus, Questore drove his truck for four miles before he encountered the traffic congestion. With respect to the acceleration contention, Questore stated in his deposition that he began to apply his breaks when he saw that the traffic in front of him was coming to a stop. (Que-store deposition, 8/31/89 at 31-32). Moreover, Questore further stated that Franz jammed on his breaks even though Franz had at least sixty feet of open space in which to come to a stop. Id. It is not this court’s duty to evaluate the truth of the matter asserted; thus, we conclude that there exist material issues of fact that a jury should properly resolve. Keenheel.\nSince our review of the record indicates that there are disputed issues of material facts as to whether Questore’s conduct should be considered as a superseding/intervening cause of Taylor’s and the Lindows’ injuries, we conclude that the trial court improperly granted summary judgment on this issue.\n2. Jackson, Sharkey and Shippers v. PSP\nSharkey contends that the PSP should not be immune from suit pursuant to sovereign immunity since the condition of the highway on the night of the accidents constituted a dangerous condition which the PSP were required to alleviate or otherwise make safe, as well as the fact that the PSP negligently operated the motor vehicles in their possession or control by improperly patrolling the line of traffic and failing to make use of warning lights attached to their vehicles. Sharkey contends that these acts satisfy legislative exceptions to sovereign immunity, namely the Commonwealth real estate, highway and sidewalk exception and the vehicle liability exception which are set forth at 42 Pa.C.S. § 8522(b)(4) and (l), respectively.\nInitially, we note that the determination of whether an action is barred by sovereign immunity is entirely a matter of law. Hall v. Acme Markets Inc., 110 Pa.Commonwealth Ct. 199, 532 A.2d 894 (1987). Moreover, it is a general principle that exceptions to sovereign immunity must be narrowly construed. Mascaro v. Youth Study Center, 514 Pa. 351, 523 A.2d 1118 (1987).\nIn Norbert v. Pennsylvania State Police, 148 Pa.Commonwealth Ct. 505, 510, 611 A.2d 1353, 1355 (1992), we stated:\nA plaintiff seeking to overcome the defense of sovereign immunity under Section 8522 of the Judicial Code, 42 Pa.C.S. § 8522 must meet two distinct requirements. First, the plaintiff must show that he possesses a common law or statutory cause of action against a Commonwealth party, Section 8522(a), 42 Pa.C.S. § 8522(a), and second, he must demonstrate that the cause of action falls within one of the exceptions to sovereign immunity contained in Section 8522(b), 42 Pa.C.S. § 8522(b).\nThe trial court properly entered summary judgment for the PSP since Sharkey has failed to offer any evidence that would tend to support the waiver of the immunity of the PSP.\nA Condition of Highway\nSharkey contends that the condition of the highway on the night of the accidents constituted a dangerous condition which the PSP were required to alleviate or otherwise make safe.\nIn Snyder v. Harmon, 522 Pa. 424, 438 n. 5, 562 A.2d 307, 311 n. 5 (1989), our supreme court stated that:\n[t]he critical word in the statutory language is the word ‘of. The meaning ascribed to this preposition is ‘(2) used to indicate derivation, origin or source.’ See The Random House Dictionary of the English Language, Copyright 1966 by Random House, Inc.\nMoreover, the supreme court further stated that “a dangerous condition must derive, originate from or have as its source the Commonwealth realty.” Id. at 433, 562 A.2d at 311. A recent case is illustrative of this principle.\nIn Norbert, husband and wife brought suit against the Pennsylvania Turnpike Commission (Commission) and the PSP, and alleged that their injuries from an automobile accident were the result of the Commission’s and the PSP’s negligence in not removing a tire that remained on the turnpike after an accident. Husband and wife contended that the presence of the tire on the roadway constituted a dangerous condition of the highway. This court affirmed the trial court’s order sustaining the preliminary objections of the Commission and the PSP. Our court reasoned that the tire did not derive, originate from or have as its source the Commonwealth realty. Thus, this court concluded that the allegations in the husband’s and wife’s complaint were legally insufficient to state a claim which fell within the highway exception of sovereign immunity.\nSince it is clear that in the instant ease the condition of the highway on the night in question did not cause the injuries sustained by Taylor and the Lindows, Sharkey’s allegations directed to the PSP’s efforts fail as a matter of law to set forth a claim under the immunity waiver found at Section 8522(b)(4) of the Judicial Code, 42 Pa.C.S. § 8522(b)(4).\nB. Operation of Vehicles\nSharkey next claims that the PSP were negligent by patrolling the line of traffic rather than using a vehicle at the end of the line to warn oncoming traffic of the accident scenes, and for using their vehicles without warning lights to apprise motorists of the impending danger.\nOur supreme court in Love v. City of Philadelphia, 518 Pa. 370, 543 A.2d 531 (1988) in interpreting the term “operation” pursuant to Section 8542(b)(1) of the Judicial Code, 42 Pa.C.S. § 8542(b)(1) held that the term must be construed strictly. The Court stated that “[tjhis word, when used with relation to automobiles, signifies a personal act in working the mechanism of the automobile.” Id. at 374, 543 A.2d at 532.\nSince it is undisputed in the instant case that the PSP did not operate their vehicles in a negligent manner, Sharkey’s argument in this respect must be rejected.\nCONCLUSION\nFor the foregoing reasons, we reverse the orders of the trial court with respect to the first two issues and remand the matter for disposition of the case for proceedings consistent with this opinion, and affirm the order of the trial court with respect to the last issue.\nORDER\nAND NOW, June 2,1994, the orders of the Court of Common Pleas of Northumberland County in the above-captioned matters of Valerie A. Taylor and her parents, Robert Taylor and Peggy Taylor, and Joan D. Lin-dow, and her husband, Myron G. Lindow v. Diane L. Klopp, Monte L. Jackson, Sharkey Transportation, Shippers Rental Company, Chester Ray Watley, Jr., C. Stransky Trucking Co., Action Trailer Rental, Inc., and Pennsylvania Power & Light Company are reversed and this case is remanded for proceedings consistent with this opinion, and the order of the Court of Common Pleas of Nor-thumberland County in the above-captioned matter of Monte L. Jackson, Sharkey Transportation, and Shippers Rental Company v. Commonwealth of Pennsylvania, Pennsylvania State Police is affirmed.\nJurisdiction relinquished.\n. Appellees are Diane L. Klopp, Monte L. Jackson, Sharkey Transportation, Shippers Rental Company, Pennsylvania Power and Light Company, Chester Ray Watley, Stransky Trucking Company, and Action Trailer Rental.\n. Sharkey owned Jackson’s vehicle, and Shippers owned the trailer pulled by Jackson’s vehicle.\n. Stransky Trucking Company (Stransky) owned the Watley vehicle and Action Trailer Rental (Action) owned the trailer pulled by the Watley vehicle.\n. Questore's truck was owned by Montgomery Wholesale Liquidators, Inc. (Montgomery Liquidators) and/or Montgomery Auction Exchange, Inc. (Montgomery Exchange).\n. Taylor did not appeal from the trial court's order granting summary judgment to the PSP.\n. Once the PSP had been sued by Taylor, it filed a cross-claim against Jackson, Sharkey, and Shippers which subsequently filed their own cross-claim against the PSP.\n. For purpose of convenience, these parties shall be collectively referred to as \"Sharkey.\"\n. These sections provided in pertinent part as follows:\n(b) Acts which may impose liability. — The following acts by a Commonwealth parly may result in the imposition of liability on the Commonwealth and the defense of sovereign immunity shall not be raised to claims for damages caused by:\n(1) Vehicle Liability. — The operation of any motor vehicle in the possession or control of a Commonwealth party....\n(4) Commonwealth real estate, highways and sidewalks. — The care, custody or control of personal property in the possession or control of commonwealth parties, ...\n.Given our result that Sharkey has failed to allege any exception to sovereign immunity, there is no need to discuss whether Sharkey established a common law cause of action.\n. Sharkey places its reliance on Miseo v. Ross Township Police Department, 147 Pa.Commonwealth Ct. 263, 607 A.2d 806 (1992). This reliance is misplaced since that case involved the trees, traffic controls, and street lighting exception to governmental immunity at Section 8542(b)(4) of the Judicial Code, 42 Pa.C.S. § 8542(b)(4). In the instant case, Sharkey is attempting to come under Section 8522(b)(4) of the Judicial Code. The Commonwealth highway exception is a distinct and a separate exception from the trees, traffic controls, and street lighting exception to governmental immunity.\n. Although our supreme court discussed the term “operation” with respect to Section 8542(b)(1) of the Judicial Code and not pursuant to the sovereign immunity exception at Section 8522(b)(1) of the Judicial Code, this is of no moment. Unlike Sharkey’s prior contention, the two exceptions are the same with the sole exception of the applicable party, namely, a governmental or commonwealth party. Thus, our reliance on Love is appropriate.",
        "type": "majority",
        "author": "NEWMAN, Judge."
      }
    ],
    "attorneys": [
      "John E. Freund, III, for appellants Monte L. Jackson, Sharkey Transp. and Shippers Rental Co.",
      "Thomas Arthur James, Jr., for appellants Valerie, Robert and Peggy Taylor.",
      "Daniel L. Sullivan, for appellants Joan D. and Myron G. Lindow.",
      "Patricia M. Osterhout, for appellee Diane L. Klopp.",
      "Robert P. WilMson, for appellees Chester Ray Watley, Jr., C. Stransky Trucking Co. and Action Rental, Inc.",
      "William A. Slotter, Sr. Deputy Atty. Gen., for appellee Com. of PA, PA State Police.",
      "Marianne J. Gilmartin, for appellee PA Power & Light Co."
    ],
    "corrections": "",
    "head_matter": "Valerie A. TAYLOR, Robert Taylor and Peggy Taylor v. Monte L. JACKSON, Sharkey Transportation, Chester Ray Watley, Jr., C. Stransky Trucking Company, Action Trailer Rental, Inc., Pennsylvania Power & Light Company, Commonwealth of Pennsylvania—Pennsylvania State Police, Gerald A. Franz, Joseph J. Questore, Montgomery Wholesale Liquidators, Inc., Montgomery Auction Exchange, Inc. and Shippers Rental Company v. Diane L. KLOPP. Appeal of Monte L. JACKSON, Sharkey Transportation and Shippers Rental Company, Appellants. Valerie A. TAYLOR, Robert Taylor and Peggy Taylor v. Monte L. JACKSON, Sharkey Transportation, Chester Ray Watley, Jr., C. Stransky Trucking Company, Action Trailer Rental, Inc., Pennsylvania Power & Light Company, Commonwealth of Pennsylvania—Pennsylvania State Police, Gerald A. Franz, Joseph J. Questore, Montgomery Wholesale Liquidators, Inc., Montgomery Auction Exchange, Inc. and Shippers Rental Company v. Diane L. KLOPP. Appeal of Valerie TAYLOR, Robert Taylor and Peggy Taylor, Appellants. Joan D. LINDOW and Myron G. Lindow, Appellants, v. Monte L. JACKSON, Sharkey Transportation, Chester Ray Watley, Jr., C. Stransky Trucking Company, Action Trailer Rental, Inc., Pennsylvania Power & Light Company, Gerald A. Franz, Joseph J. Questore, Montgomery Wholesale Liquidators, Inc., Montgomery Auction Exchange, Inc. v. Diane L. KLOPP and Shippers Rental Company.\nCommonwealth Court of Pennsylvania.\nArgued April 14, 1994.\nDecided June 2, 1994.\nReargument Denied Aug. 1, 1994.\nJohn E. Freund, III, for appellants Monte L. Jackson, Sharkey Transp. and Shippers Rental Co.\nThomas Arthur James, Jr., for appellants Valerie, Robert and Peggy Taylor.\nDaniel L. Sullivan, for appellants Joan D. and Myron G. Lindow.\nPatricia M. Osterhout, for appellee Diane L. Klopp.\nRobert P. WilMson, for appellees Chester Ray Watley, Jr., C. Stransky Trucking Co. and Action Rental, Inc.\nWilliam A. Slotter, Sr. Deputy Atty. Gen., for appellee Com. of PA, PA State Police.\nMarianne J. Gilmartin, for appellee PA Power & Light Co.\nBefore COLINS and NEWMAN, JJ., and KELTON, Senior Judge."
  },
  "file_name": "0771-01",
  "first_page_order": 837,
  "last_page_order": 846
}
