{
  "id": 12053117,
  "name": "Raymond F. CULLEN, Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent",
  "name_abbreviation": "Cullen v. Unemployment Compensation Board of Review",
  "decision_date": "1995-10-20",
  "docket_number": "",
  "first_page": "772",
  "last_page": "774",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 772"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "651 A.2d 231",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12254017,
        1468945
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/651/0231-01",
        "/pa-commw/168/0633-01"
      ]
    },
    {
      "cite": "500 A.2d 496",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "claimant must be available for reasonable accommodations of the employer"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "92 Pa.Commonwealth Ct. 324",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1340841
      ],
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "claimant must be available for reasonable accommodations of the employer"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/92/0324-01"
      ]
    },
    {
      "cite": "530 A.2d 1014",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1363598
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/109/0152-01"
      ]
    },
    {
      "cite": "532 A.2d 1281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1364546
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "1283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/110/0645-01"
      ]
    },
    {
      "cite": "552 A.2d 1157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1382625
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/123/0073-01"
      ]
    },
    {
      "cite": "499 Pa. 125",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778816
      ],
      "weight": 4,
      "year": 1982,
      "pin_cites": [
        {
          "page": "130-31"
        },
        {
          "page": "1356",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0125-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 494,
    "char_count": 9541,
    "ocr_confidence": 0.741,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24526429919273285
    },
    "sha256": "fd06f87f179bb9640a3f46406f609a16574bfe96ceb973f94f0f1041bb00ba01",
    "simhash": "1:0421a58c35d864ee",
    "word_count": 1535
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI and NEWMAN, JJ., and KELTON, Senior Judge."
    ],
    "parties": [
      "Raymond F. CULLEN, Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent."
    ],
    "opinions": [
      {
        "text": "KELTON, Senior Judge.\nClaimant Raymond F. Cullen petitions for review of that part of the May 2, 1995 order of the Unemployment Compensation Board of Review (Board) which affirmed Referee Theodore J. Kamzalow’s denial of benefits pursuant to Section 402(b) of the Unemployment Compensation Law (the Law). We affirm.\nThe facts as found by the Referee are as follows. Claimant’s last employer was TriValley Waste which employed him as a track driver at a final hourly rate of $8.75. (Finding of Fact No. 1.) His last day of work was January 4,1995 when he left his employment due to medical problems with his back. (Finding of Fact No. 3.)\nOn January 6, 1995, Claimant gave Employer a slip from his doctor indicating that he could not work until further notice due to his medical condition. (Finding of Fact No. 4.) Claimant then applied for unemployment compensation benefits effective February 19, 1995 and the Office of Employment Security (OES) requested that he provide it with a slip from his doctor regarding the status of his medical condition. (Finding of Fact No. 5.)\nClaimant gave OES a slip from his doctor indicating that he was able and available for part-time sedentary work as of February 19, 1995. (Finding of Fact No. 6.) The Referee found as a fact that Claimant is able to work within the restrictions imposed by his doctor. (Finding of Fact No. 8.) Claimant did not, however, ever advise Employer that his doctor had released him to work with limitations thereby preventing Employer from having an opportunity to determine whether continuing work was available to Claimant within his work restrictions. (Finding of Fact No. 7.)\nBecause Claimant failed to inform Employer that his doctor had released him for any type of employment, the Referee found Claimant ineligible for benefits under Section 402(b) of the Law and cited Genetin v. Unemployment Compensation Board of Review, 499 Pa. 125, 451 A.2d 1353 (1982) in support of its decision. The Board affirmed the Referee’s denial of credit for waiting week ending February 25, 1995. Claimant filed a timely petition for review with this Court.\nThe issue before us is whether the Board erred in concluding that Claimant failed to establish his burden of proof to qualify for unemployment compensation benefits under Section 402(b) of the Law. Our scope of review is limited to determining whether constitutional rights were violated, whether an error of law was committed or whether the findings of fact are supported by substantial evidence. Dingbat’s v. Unemployment Compensation Board of Review, 123 Pa.Cmwlth. 73, 552 A.2d 1157 (1989).\nHere, neither party disagrees that the Supreme Court’s holding in Genetin governs, but each party applies the holding to Claimant somewhat differently. Genetin was a truck driver who suffered from medical problems which rendered him incapable of performing his regular duties. In enunciating what is required of an employee who elects to terminate employment for health reasons and wishes to maintain entitlement to unemployment compensation benefits, the Supreme Court held as follows:\nWhere an employee because of a physical condition, can no longer perform his regular duties, he must be available for suitable work, consistent with the medical condition, to remain eligible for benefits. However, once he has communicated his medical problem to the employer and explained his inability to perform the regularly assigned duties, an employee can do no more. The availability of an employment position, the duties expected to be performed by one serving in that capacity, and the desirability of that individual for service in that capacity are managerial judgments over which the employee has no control. As long as the employee is available where a reasonable accommodation is made by the employer, that is not inimica-ble to the health of the employee, the employee has demonstrated the good faith effort to maintain the employment relationship required under the Act.... To insist upon the employee’s initiating the quest for an alternative position, would require a meaningless ritual that does not further the objectives of the Act.\nId., 499 Pa. at 130-31, 451 A.2d at 1356 (emphasis added) (citations omitted).\nClaimant argues that the Referee erroneously gave him an additional burden of proof not provided for in either the law or applicable cases. Specifically, Claimant contends that it was not his burden to establish that he initiated a request for an alternative position with Employer. Genetin.\nNotwithstanding Claimant’s correct statement of the law, the Board contends that Claimant misinterpreted the Board’s decision and the Genetin holding. Specifically, the Board argues that the issue here was whether Claimant attempted in good faith to maintain his employment relationship, not whether he was erroneously required to prove that he requested alternative employment. We agree.\nUnlike in Genetin where the claimant advised his employer that he was unable to perform only his regular duties, Claimant here gave Employer a slip from his doctor indicating that due to his medical condition he could not work at all until further notice. Absent further word from either Claimant or from his doctor, Employer here simply had no opportunity even to attempt to reasonably accommodate Claimant by providing him with suitable work. Thus, because Claimant made no effort to maintain employment by remaining in contact with Employer after he learned that the doctor had cleared him for part-time sedentary work as of February 19, 1995, we agree that Claimant failed to satisfy the requirements of the Law and Genetin.\nAdditionally, in the two cases cited by the Board in support of its position, Westwood v. Unemployment Compensation Board of Review, 110 Pa.Cmwlth. 645, 532 A.2d 1281 (1987) and Wagner v. Unemployment Compensation Board of Review, 109 Pa.Cmwlth. 152, 530 A.2d 1014 (1987), claimants who were forced to leave work for health reasons similarly failed to advise their respective employers once they had been released to return to work with limitations. We find the case before us to be on all fours with these two cases.\nWhile under the holding of Genetin, an employee is no longer required to request a transfer to more suitable employment prior to terminating his employment for medical reasons, we do not interpret the Supreme Court’s ruling as obviating the basic necessity of maintaining appropriate contact with the employer. See Beattie v. Unemployment Compensation Board of Review, 92 Pa.Commonwealth Ct. 324, 500 A.2d 496 (1985) (claimant must be available for reasonable accommodations of the employer). Thus, our ruling in the instant case [Westwood ] is based, not upon Claimant’s failure to specifically request a transfer to a suitable work location, but rather on her failure to take reasonable measures to ensure that her basic employment relationship continued.\nWestwood, 532 A.2d at 1283.\nIn the alternative, Claimant argues that if we find that he had some sort of additional burden in this case, it was met when he presented OES with a slip from his doctor indicating that he was able and available for part-time sedentary work as of February 19, 1995. Claimant contends that Employer “had ample opportunity to become aware of the claimant’s availability for limited work after February 19,1995 through actual notice from the [OES].” (Claimant’s Brief at 7.)\nWe find Claimant’s argument to be at variance with the requirement in Genetin and its progeny that, under the Law, an employee must demonstrate a good faith effort to maintain his employment relationship. Notice to OES was not notice to Employer.\nFor the above reasons, we affirm the Board’s order.\nORDER\nAND NOW, this 20th day of October, 1995, the order of the Unemployment Compensation Board of Review dated May 2, 1995 is hereby affirmed.\n. In pertinent part, Section 402(b) of the Law provides as follows:\nAn employe shall be ineligible for compensation for any week—\n(b) In which his unemployment is due to voluntarily leaving work without cause of a necessitous and compelling nature ... Provided, That a voluntary leaving work because of a disability if the employer is able to provide other suitable work, shall be deemed not a cause of a necessitous and compelling nature ....\nAct of December 5, 1936, Second Ex.Sess., P.L. (1937) 2897, as amended, 43 P.S. § 802(b).\n. Claimant admitted that he never notified Employer once he learned that his doctor had cleared him to do part-time sedentary work. He testified that he did not bother to advise Employer of that fact because, as far as he knew, Employer had no such work available. (March 27, 1994 Hearing, N.T. 6.)\n. See also Waste Management v. Unemployment Compensation Board of Review, 168 Pa.Cmwlth. 633, 651 A.2d 231 (1994) (holding that the Board properly determined that a claimant's unemployment was due to cause of a necessitous and compelling nature where claimant, who had previously been unable to work at all but was subsequently released by his doctor to do light-duty work, advised his employer of his availability and the employer informed him that no such work was available).",
        "type": "majority",
        "author": "KELTON, Senior Judge."
      }
    ],
    "attorneys": [
      "John W. Gibson, for petitioner.",
      "Irene Bizzoso, Assistant Counsel, and Clifford F. Blaze, Deputy Chief Counsel, for respondent."
    ],
    "corrections": "",
    "head_matter": "Raymond F. CULLEN, Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Sept. 15, 1995.\nDecided Oct. 20, 1995.\nJohn W. Gibson, for petitioner.\nIrene Bizzoso, Assistant Counsel, and Clifford F. Blaze, Deputy Chief Counsel, for respondent.\nBefore PELLEGRINI and NEWMAN, JJ., and KELTON, Senior Judge."
  },
  "file_name": "0772-01",
  "first_page_order": 830,
  "last_page_order": 832
}
