{
  "id": 8355714,
  "name": "In the Matter of Valerie Glover TONWE, Respondent",
  "name_abbreviation": "In re Tonwe",
  "decision_date": "2007-05-25",
  "docket_number": "No. 584, 2006",
  "first_page": "774",
  "last_page": "782",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 774"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "1993 WL 189496",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "775 N.E.2d 1079",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "case_ids": [
        11404508
      ],
      "pin_cites": [
        {
          "page": "1081"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ne2d/775/1079-01"
      ]
    },
    {
      "cite": "949 P.2d 1",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "pin_cites": [
        {
          "page": "5"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "70 Cal.Rptr.2d 304",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "17 Cal.4th 119",
      "category": "reporters:state",
      "reporter": "Cal. 4th",
      "case_ids": [
        1550685
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/cal-4th/17/0119-01"
      ]
    },
    {
      "cite": "817 A.2d 793",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9367378
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "796"
        },
        {
          "page": "796",
          "parenthetical": "Citations omitted."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/817/0793-01"
      ]
    },
    {
      "cite": "451 N.E.2d 401",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1983,
      "pin_cites": [
        {
          "page": "405"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "389 Mass. 528",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        912995
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/mass/389/0528-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 850,
    "char_count": 20814,
    "ocr_confidence": 0.707,
    "pagerank": {
      "raw": 2.102904358586977e-07,
      "percentile": 0.7620490615476038
    },
    "sha256": "2bfe829b07ec4484cde01382b21e28bfc68869d480f9505b3e98c6b5c94b2ac6",
    "simhash": "1:2f481eda718635fb",
    "word_count": 3256
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEELE, Chief Justice, BERGER and JACOBS, Justices."
    ],
    "parties": [
      "In the Matter of Valerie Glover TONWE, Respondent."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nThis is a lawyer disciplinary proceeding. The respondent, Valerie Glover Tonwe (“Glover”) is a Pennsylvania attorney who has never been admitted to practice law in Delaware. In 1991, when the Office of Disciplinary Counsel (“ODC”) learned that she was maintaining an office and practicing law in Delaware, Glover consented to the entry of a cease and desist order. In 2006, the ODC filed a petition alleging that Glover has been violating the cease and desist order, and that her activities in Delaware constitute the unauthorized practice of law. A panel of the Board on Professional Responsibility (“Board”) issued its report recommending, among other things, that Glover be declared permanently unfit for admission to the Delaware bar. Glover objected to the Board’s findings and recommendations. After careful consideration, we conclude that Glover must be disbarred.\nFacts\nGlover graduated from law school in 1985 and was admitted to the Ohio bar shortly thereafter. She moved to Delaware a few years later. In 1989, Glover was admitted to practice in Pennsylvania and the District of Columbia. She took the Delaware bar examination, but did not pass. In 1990, Glover opened a law office in her home in Milford, Delaware. Glover’s practice included federal immigration law and personal injury cases.\nIn 1991, the ODC discovered that Glover was representing Delaware residents, in connection with personal injury claims, from her Delaware office. Glover entered into a Statement and Order of Voluntary Compliance (the “Cease and Desist Order”), which was approved by this Court on December 20, 1991. The Cease and Desist Order provided, in relevant part, that Glover had been “actively engaged in the practice of law in Milford, Delaware ...” and that Glover “shall immediately cease and desist from the performance of any and all legal services in Delaware for a fee, or for no fee, including, without limitation, the offering and providing of assistance in legal matters, until such time as she is properly admitted to practice as a member of the bar of the State of Delaware .... ”\nThe ODC first learned about Glover’s Delaware legal practice as a result of an ongoing federal investigation. In 1991, Glover was convicted of bribing a federal immigration official, and served 37 months in prison. Following her conviction, Glover was disbarred in Pennsylvania, Ohio and the District of Columbia. She was reinstated in Pennsylvania in 2002.\nShortly after she was reinstated, Glover claims that she contacted the Pennsylvania Ethics Hotline to find out whether she could conduct “pre-litigation” meetings with Delaware clients who had personal injury claims arising from Delaware accidents. Louise M. Lamoreaux, the person who would have responded to such a call, did not have any records showing whether Glover had called. Lamoreaux explained that she would have advised Glover to contact the appropriate Delaware authorities. Lamoreaux also would have advised Glover that pre-litigation meetings with Delaware clients would not violate the Pennsylvania Rules of Professional Conduct as long as the Pennsylvania lawyer was not appearing in Delaware tribunals.\nGlover never contacted anyone in Delaware to determine whether she could provide any legal services to Delaware clients. Instead, over the next few years, Glover developed a sizeable Delaware clientele. Glover claims that she never solicited business from Delaware residents, and that her Delaware practice grew because she was involved in church groups and other civic activities. In June 2005, after following up on information provided by a Delaware lawyer, the ODC notified Glover of its concerns about her Delaware activities. Shortly thereafter, she transferred more than 60 Delaware files to Delaware lawyers. In all, the ODC established that, from 2003-2006 Glover represented more than 100 Delaware residents in Delaware matters. Glover agreed that the following description of her activities was correct:\n... [Y]ou had a reasonable portion of your practice, time-wise, financial-wise and so forth, derived from the citizenry of Delaware ... and accidents that occurred here....\nThere were definite arrangements. This wasn’t a one shot deal or a two shot deal for the year. It was an ongoing thing, month in, month out, new people were coming in the State of Delaware to you and you had a well-organized system for that.\nBoard Proceedings and Decision\nIn the summer of 2006, the Board held a two-day hearing on the ODC’s petition for discipline. After considering the testimony of 12 witnesses, as well as the parties’ legal memoranda, the Board determined that Glover violated Rules 3.4(c) and 5.5(b) of the Delaware Lawyers’ Rules of Professional Conduct (the “Rules”). The Board evaluated the aggravating and mitigating factors, and recommended that Glover be declared permanently unfit for admission to the Delaware bar. In addition to the entry of an immediate cease and desist order, the Board recommended that this Court “request and recommend disbarment by the Supreme Court of Pennsylvania.”\nSupreme Court Review\nGlover filed objections to the Board’s report and its recommended sanctions. The standards of review in a disciplinary matter are well settled:\nWith or without objections, this Court has an obligation to review the record independently and determine whether there is substantial evidence to support the Board’s factual findings. We review de novo the Board’s conclusions of law. We also will review the Board’s recommendation on the appropriate sanction, which, while helpful, is not binding on the Court. In fact, the Court has wide latitude in determining the appropriate form of discipline. We will review the sanction to ensure that it is appropriate, fair and consistent with out prior disciplinary decisions.\nGlover first argues that the Board lacked jurisdiction to consider her alleged misconduct. She contends that, under Rule 19 of the Rules of the Board on the Unauthorized Practice of Law (the “UPL Rules”), the ODC was required to file a contempt proceeding to enforce the Cease and Desist Order. In addition, Glover argues that the Board lacked jurisdiction under Rule 8.5(a) because she did not provide legal services in Delaware. These arguments lack merit.\nFirst, nothing in UPL Rule 19 limits the ODC’s authority to institute a disciplinary proceeding against a lawyer who engages in professional misconduct. UPL Rule 19 provides, in relevant part:\nWhenever it shall come to the attention of the Disciplinary Counsel that a respondent is or may be in violation of an order of the Court, Disciplinary Counsel shall initiate an investigation of the matter.... If after investigation Disciplinary Counsel concludes that the matter should not be dismissed, Disciplinary Counsel shall draft a petition to the Court for a rule to show cause why the respondent should not be found in contempt....\nWe agree with Glover, that the ODC could have relied on UPL Rule 19 to seek enforcement of the Cease and Desist Order. But, in this case, the same conduct that would have supported a finding of contempt under UPL Rule 19, also would constitute knowing disobedience of a court order in violation of Rule 3.4(c). The ODC, in a proper exercise of its discretion, elected to proceed under the lawyer disciplinary rules.\nGlover also argues that jurisdiction cannot be predicated on Rule 8.5, which provides in relevant part:\n(a) Disciplinary Authority.... A lawyer not admitted in this jurisdiction is also subject to the disciplinary authority of this jurisdiction if the lawyer provides or offers to provide any legal services in this jurisdiction....\n(b) Choice of Law.... In any exercise of the disciplinary authority of this jurisdiction, the rules of professional conduct to be applied shall be as follows:\n(2) for any other conduct, the rules of the jurisdiction in which the lawyer’s conduct occurred, or if the predominant effect of the conduct is in a different jurisdiction, the rules of that jurisdiction shall be applied to the conduct. A lawyer shall not be subject to discipline if the lawyer’s conduct conforms to the rules of a jurisdiction in which the lawyer reasonably believes the predominant effect of the lawyer’s conduct will occur.\nGlover says that she did not provide legal services “in Delaware” because she worked out of an office in Pennsylvania. Moreover, because she reasonably believed that the predominant effect of her legal work was in Pennsylvania, she should be protected by the “safe harbor” provision in Rule 8.5(b).\nGlover’s argument fails for several reasons. First, the record establishes that on three occasions she was physically present in Delaware, representing her Delaware clients. Second, physical presence is not required to establish that a person is providing, or offering to provide, legal services in this state. For several years, Glover accepted new clients who were: 1) Delaware residents, 2) involved in Delaware car accidents, and 3) seeking recovery under Delaware insurance policies. Glover did everything short of appearing in Delaware courts, and engaged Delaware attorneys as co-counsel only if she could not resolve the matter without litigation. We are satisfied that this regular pattern of representation of Delaware clients constituted the practice of law “in Delaware” for purposes of Rule 8.5.\nGlover’s reliance on the “safe harbor” provision of Rule 8.5(b) likewise is unavailing. She points to no testimony to support a “reasonable belief’ that the “predominant effect” of her representation of Delaware clients was in Pennsylvania. Even if she harbored such a belief, the Board rejected Glover’s “state of mind” defense in finding that she knowingly violated the Cease and Desist Order. The record supports the Board’s determination, which precludes a finding that her belief was reasonable.\nHaving determined that the Board had jurisdiction over Glover, we turn to the Board’s findings of misconduct:\nIn light of the factual record, the Board finds Respondent engaged in the practice of law within the State of Delaware. Between July 1, 2003 and June, 2005, Respondent established a continuing lawyer-client relationship with approximately 100 Delaware citizens. Respondent provided legal services through the negotiation and settlement of her clients’ insurance claims, all of which involved Delaware motor vehicle accidents and Delaware auto insurance policies, which more likely than not mandated the application of Delaware insurance law to claims arising under the policy.\nIn representing dozens of Delaware clients, on a continuing basis since July 1, 2003, the Respondent established a systematic and continuous presence in Delaware for the practice of law in violation of [Delaware Lawyers’ Rule of Professional Conduct] Rule 5.5(b)(1). She regularly counseled clients on matters of Delaware law and negotiated settlements with insurance companies regarding Delaware auto insurance policies. Furthermore, the representation of Delaware clients comprised a substantial portion of her caseload and generated consequential attorney’s fees.\n... Respondent agreed in a 1991 Statement and Order of Voluntary Compliance to cease and desist from the performance of any and all legal services, including the offering or providing of assistance in legal matters, in Delaware until she is properly admitted to practice as a member of the Delaware bar.... It is undisputed that since that time Respondent has provided legal services to multiple Delaware citizens on a recurring basis, including conducting a deposition for a matter pending before the Delaware Superior Court, and representing a client at an arbitration hearing within the State of Delaware.\n... The Board specifically concludes that the Respondent’s violation of Rules 5.5(b)(1) and 3.4(c) have been proved by clear and convincing evidence.\nRule 5.5(b)(1) prohibits a lawyer who is not admitted in Delaware from establishing a “systematic and continuous presence in this jurisdiction for the practice of law.” Glover argues that, because she never solicited clients from Delaware, she did not take any affirmative steps to establish a “systematic and continuous presence” in Delaware. We disagree. Glover’s Delaware clientele did not seek her out at random. She lived in Delaware, was active in church groups, and worked in her husband’s medical office before and after she was reinstated in Pennsylvania. Many of Glover’s Delaware clients were her husband’s patients or people she met through church activities. Glover may not have engaged in formal advertising to attract clients, but she certainly cultivated a network of Delaware contacts who accomplished the same result. After carefully-reviewing the record, we are satisfied that there is substantial evidence to support the Board’s finding that Glover established a systematic and continuous presence in Delaware for the practice of law in violation of Rule 5.5(b).\nThe Board also concluded that Glover knowingly disobeyed the Cease and Desist Order, thereby violating Rule 3.4(c). Glover argues that there was no evidence to support the Board’s conclusion that she knew that her activities were prohibited by the Cease and Desist Order. She again points out that she contacted the Pennsylvania Ethics Hotline and argues that she was “given a green light to proceed.” If, in fact, Glover did contact the Pennsylvania authorities, she was told to contact the appropriate officials in Delaware for an answer to her question. Glover did not contact anyone in Delaware. From this fact, alone, the Board could properly infer that Glover knew that the Delaware authorities would give her a different answer. In addition, there can be no doubt but that Glover knew she was violating the Cease and Desist Order on the three occasions when she came to Delaware to participate in legal proceedings on her clients’ behalf. The record establishes Glover’s knowing disobedience of the Cease and Desist Order in violation of Rule 3.4(c).\nSanctions\nIn determining the appropriate sanctions for lawyer misconduct, this Court follows the ABA Standards for Imposing Lawyer Sanctions (the ABA Standards):\nThis framework requires the Court to determine first: (I) the ethical duty violated; (ii) the lawyer’s state of mind; and (iii) the actual or potential injury caused by the lawyer’s misconduct. Based on these considerations, the Court will make a preliminary determination of the appropriate sanction. The Court then will review the particular aggravating and mitigating circumstances in the case to determine if an increase or decrease in the sanction is justified.\nThe Board did not specifically address the first three factors. The record establishes, however, that Glover knowingly violated the Cease and Desist Order, thereby violating her ethical duties to the legal profession. Although her conduct may not have injured her clients, Glover’s disregard for the law seriously undermines the legal system. Thus, we reject Glover’s suggestion that her misconduct caused no harm and warrants only an admonition.\nThe aggravating factors in this case compel this Court to impose the most severe sanction. The ABA Standards support the sanction of disbarment. “Severe sanctions should be imposed on lawyers who violate the terms of prior disciplinary orders.” The Commentary to ABA Standard 8.1 explains:\nDisbarment is warranted when a lawyer who has previously been disciplined intentionally or knowingly violates the terms of that order and, as a result, causes injury or potential injury to a client, the public, the legal system, or the profession. The most common case is one where a lawyer has been suspended but, nevertheless, practices law. The courts are generally in agreement in imposing disbarment in such cases. As the court explained in Matter of McInerney, 389 Mass. 528, 451 N.E.2d 401, 405 (1983), when the record establishes a lawyer’s willingness to violate the terms of his suspension order, disbarment is appropriate “as a prophylactic measure to prevent further misconduct by the offending individual.”\nGlover was not merely suspended from practicing law in Delaware; she was never admitted to the Delaware bar and never authorized to practice here. Glover has demonstrated, by her past conduct, that she is unwilling or unable to conform to the standards governing members of this profession. In 1991, to further her legal practice, Glover committed serious federal crimes. At the same time, again to further her legal practice, Glover practiced law in Delaware without being admitted to the Delaware bar. She agreed to the entry of a Cease and Desist Order, and then disregarded it. Glover was punished for her crimes and disbarred in three jurisdictions, but as soon as she resumed her legal practice, Glover resumed her unauthorized practice of law in Delaware.\nThe Board recommended a series of sanctions that effectively result in disbarment:\n1. Respondent be declared permanently unfit for admission to the Delaware bar;\n2. Immediate prohibition on Respondent’s ability to appear in Delaware pro hoc vice;\n3. An Order directing Respondent to cease and desist from all practice of law in Delaware; and\n4. Request and recommend disbarment by the Supreme Court of Pennsylvania.\nWe assume that the Board did not recommend disbarment, as such, on the basis that one has to be a member of the bar before one can be disbarred. The Rules do not specifically address this issue, but in at least one other jurisdiction, disbarment “when applied to an attorney not admitted ... to practice law, means the unconditional exclusion from the admission to or the exercise of any privilege to practice law in this State.” We adopt that definition, and conclude that disbarment is the appropriate sanction for Glover’s misconduct.\nConclusion\nBased on the foregoing, Valerie J. Glover, a/k/a Valerie Glover Tonwe, is hereby disbarred. The ODC is instructed to notify other jurisdictions of this action.\n. Respondent is identified in this proceeding as Valerie Glover Tonwe. At the disciplinary hearing, however, she identified herself as Valerie Jamela Glover. There is evidence to suggest that she practices law in both names.\n. Respondent's Appendix, A-420.\n. Report of Board on Professional Responsibility, 14.\n.In re Steiner, 817 A.2d 793, 796 (Del.2003) (Citations omitted.).\n. See: Birbrower, Montalbano, Condon & Frank v. Superior Court, 17 Cal.4th 119, 70 Cal.Rptr.2d 304, 949 P.2d 1, 5 (1998); In re Coale, 775 N.E.2d 1079, 1081 (Ind.2002).\n. Report of Board on Professional Responsibility, 9-12.\n. Although it has limited relevance, the evidence suggests that Glover still lives in Delaware. She testified that her husband and children live in their home in Dover, Delaware, but that she is \"legally” a resident of Pennsylvania and that she sleeps in her office. When asked whether she and her husband are separated, however, Glover said, \"No.”\n. Glover’s brief also mentions two alleged \"flaws” in the Board proceedings: 1) the chair of the Board panel should have been disqualified because his law firm represents Nationwide Mutual Insurance Company, and one of ODC’s witnesses was a Nationwide attorney; and 2) despite her objection, Charles Slanina, Esquire, was permitted to give prejudicial hearsay testimony. It does not appear that the first issue was presented to the Board, and Glover has offered no support for her suggestion that the \"relationship\" between the Board member and the witness warranted disqualification. As to the second \"flaw,” the purported hearsay testimony actually was an attempt to refresh Sla-nina’s recollection of the scope of his 1991 investigation into Glover's Delaware practice. After reading the memorandum objected to by Glover, Slanina was able to confirm, from his refreshed recollection, that he presented information about Glover’s personal injury practice in Delaware to the Board on the Unauthorized Practice of Law. Thus, even if it was error to allow the memorandum into evidence, Slanina’s independent testimony about the scope of the 1991 investigation was admissible and Glover suffered no prejudice.\n. In re Steiner, 817 A.2d at 796 (Citations omitted.).\n. ABA Standards Introduction 8.0.\n. U.S. v. Glover, 1993 WL 189496 (E.D.Pa.)\n. Report of Board on Professional Responsibility, 14.\n. MD Rule 16-701(e).",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Matthew F. Boyer, of Connolly, Bove, Lodge & Hutz, LLP, Wilmington, DE; Samuel C. Stretton of West Chester, PA, of counsel, for Respondent.",
      "Andrea L. Roeanelli and Patricia Bart-ley Schwartz, Office of Disciplinary Counsel, Wilmington, DE."
    ],
    "corrections": "",
    "head_matter": "In the Matter of Valerie Glover TONWE, Respondent.\nNo. 584, 2006.\nSupreme Court of Delaware.\nSubmitted: April 4, 2007.\nDecided: May 25, 2007.\nMatthew F. Boyer, of Connolly, Bove, Lodge & Hutz, LLP, Wilmington, DE; Samuel C. Stretton of West Chester, PA, of counsel, for Respondent.\nAndrea L. Roeanelli and Patricia Bart-ley Schwartz, Office of Disciplinary Counsel, Wilmington, DE.\nBefore STEELE, Chief Justice, BERGER and JACOBS, Justices."
  },
  "file_name": "0774-01",
  "first_page_order": 822,
  "last_page_order": 830
}
