{
  "id": 12053213,
  "name": "Kenneth E. FELLI and Sharon Felli, Appellants, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION",
  "name_abbreviation": "Felli v. Commonwealth",
  "decision_date": "1995-10-20",
  "docket_number": "",
  "first_page": "775",
  "last_page": "779",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 775"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "31 A. 1090",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 3,
      "year": 1895,
      "pin_cites": [
        {
          "page": "1091"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "168 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868571
      ],
      "weight": 2,
      "year": 1895,
      "pin_cites": [
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/168/0214-01"
      ]
    },
    {
      "cite": "102 A. 134",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1917,
      "pin_cites": [
        {
          "page": "135"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "258 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035129
      ],
      "year": 1917,
      "pin_cites": [
        {
          "page": "500"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0496-01"
      ]
    },
    {
      "cite": "639 A.2d 33",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "536 Pa. 647",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "626 A.2d 672",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1447121
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/156/0069-01"
      ]
    },
    {
      "cite": "546 A.2d 60",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "519 Pa. 656",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "532 A.2d 1272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1364502
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/110/0629-01"
      ]
    },
    {
      "cite": "627 A.2d 181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "534 Pa. 651",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "614 A.2d 338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1436580
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/150/0021-01"
      ]
    },
    {
      "cite": "106 A. 314",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 3,
      "year": 1919,
      "opinion_index": 0
    },
    {
      "cite": "263 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047450
      ],
      "weight": 2,
      "year": 1919,
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/263/0276-01"
      ]
    },
    {
      "cite": "645 A.2d 318",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861922,
        1463111
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "320"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/0318-01",
        "/pa-commw/165/0249-01"
      ]
    },
    {
      "cite": "655 A.2d 994",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "540 Pa. 606",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "647 A.2d 630",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1466720,
        7867202
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "632"
        },
        {
          "page": "632"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/167/0087-01",
        "/a2d/647/0630-01"
      ]
    },
    {
      "cite": "112 A.2d 156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258825
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/381/0085-01"
      ]
    },
    {
      "cite": "531 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834381
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0180-01"
      ]
    },
    {
      "cite": "522 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818972
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "435"
        },
        {
          "page": "312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0424-01"
      ]
    },
    {
      "cite": "67 A.2d 806",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "164 Pa. Superior Ct. 558",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        465614
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/164/0558-01"
      ]
    },
    {
      "cite": "604 A.2d 751",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1424930
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/144/0190-01"
      ]
    },
    {
      "cite": "645 A.2d 1370",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7875173,
        1464350
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/1370-01",
        "/pa-commw/166/0001-01"
      ]
    },
    {
      "cite": "686 A.2d 1248",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "655 A.2d 1076",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876785
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/655/1076-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 814,
    "char_count": 15707,
    "ocr_confidence": 0.757,
    "pagerank": {
      "raw": 2.2707223200339862e-07,
      "percentile": 0.7837236842765737
    },
    "sha256": "d3f7ae17dc90222a7b2d0d2528078ba8d3705638da15a8f35695d4a68f8c4996",
    "simhash": "1:9ff82e031f5ceabc",
    "word_count": 2663
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI and FRIEDMAN, JJ., and MIRARCHI, Senior Judge."
    ],
    "parties": [
      "Kenneth E. FELLI and Sharon Felli, Appellants, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION."
    ],
    "opinions": [
      {
        "text": "PELLEGRINI, Judge.\nKenneth E. Felli and Sharon Felli (the Fellis) appeal the order of the Court of Common Pleas of Schuylkill County (trial court) granting judgment on the pleadings to the Commonwealth of Pennsylvania, Department of Transportation (PennDOT) holding that the Fellis failed to allege a cause of action bringing the case within the real estate exception to the Sovereign Immunity Act, found in the Judicial Code at 42 Pa.C.S. § 8522(b)(4).\nOn October 8, 1992, Mr. Felli was driving his car west on State Highway 895. He crossed into the opposite lane in a gradual, diagonal fashion and left the road on the south side. His car went down a 15-foot embankment to a creek resulting in injuries to Mr. Felli. He cannot recall why he crossed into the opposite lane or left the road.\nIn their original complaint, the Fellis alleged that PennDOT was negligent in failing to erect a guardrail or another containment device. After PennDOT filed preliminary objections raising immunity, the Fellis filed an amended complaint on November 4, 1994. In it, the Fellis contend that the embankment was within PennDOT’s right-of-way and was created by PennDOT during the construction or improvement of the highway. In its answer, PennDOT denied knowledge of those facts and raised as new matter the statute of limitations and sovereign immunity-\nPennDOT also filed a motion for judgment on the pleadings. On the issue of sovereign immunity, the trial court held that the Fellis’ allegations did not fall within the real estate exception. Granting judgment on the pleadings, the trial court reasoned that the existence of the embankment did not cause the accident; rather, it was Mr. Felli’s action in driving off the roadway that caused the accident. The Fellis then filed this appeal.\nOn appeal, the Fellis contend that the embankment is a dangerous condition of the Commonwealth realty, and because of that dangerous condition, PennDOT should have erected or maintained guardrails in that area. They argue that their amended complaint alleged that it was the embankment, as a dangerous condition, that caused Mr. Felli’s injuries. Citing Fidanza v. Commonwealth, Department of Transportation, 655 A.2d 1076 (Pa.Cmwlth.1995), they argue that a reversal and remand are required because the question of whether there was a dangerous condition is a question for the jury.\nA plaintiff seeking to overcome the defense of sovereign immunity under 42 Pa. C.S. § 8422 must meet two distinct requirements. First, the plaintiff must show that he possesses a common law or statutory cause of action against a Commonwealth party under Section 8522(a). Peak v. Petrovitch, 161 Pa.Cmwlth. 261, 686 A.2d 1248 (1994). Second, the plaintiff must demonstrate that the cause of action falls within one of the exceptions to sovereign immunity set forth in Section 8522(b). Id.\nAs to the first prong, the requirement to show a common law cause of action, the elements of a cause of action in negligence are as follows: (1) a duty recognized by law, requiring the actor to conform to a certain standard with respect to the injured party; (2) a failure of the actor to conform to that standard; (3) a causal connection between the conduct and the resulting injury; and (4) actual loss or damage to the interests of another. Mason & Dixon Lines, Inc. v. Mognet, 166 Pa.Cmwlth. 1, 645 A.2d 1370 (1994). Absent a legal duty owed to the injured party, no recovery can lie against a Commonwealth party. Sloneker v. Martin, 144 Pa.Cmwlth. 190, 604 A.2d 751 (1991).\nThe legal duty owed to Mr. Felli by PennDOT was that the highway was in a reasonably safe condition for travel by persons using the road in the ordinary manner. Rodgers v. Shaler Township, 164 Pa. Superior Ct. 558, 67 A.2d 806 (1949). The Supreme Court stated in Snyder v. Harmon, 522 Pa. 424, 435, 562 A.2d 307, 312 (1989), that the “duty of care a Commonwealth agency owes to those using its real estate, [sic] is such as to require that the condition of the property is safe for the activities for which it is regularly used, intended to be used or reasonably foreseen to be used.” See also Bendas v. Township of White Deer, 531 Pa. 180, 611 A.2d 1184 (1992). Additionally, there is a common law duty on a government party charged with the duty of keeping highways safe for travel to reduce the risks posed by steep cliffs and embankments in close proximity to the highway by erecting guardrails or other barriers. Balla v. Sladek, 381 Pa. 85, 112 A.2d 156 (1955). There is a corresponding duty on all motorists upon the highways to use them in the ordinary and usual manner and with reasonable care. Glover v. Commonwealth, Department of Transportation, 167 Pa.Cmwlth. 87, 647 A.2d 630, 632 (1994), petition for allowance of appeal denied, 540 Pa. 606, 655 A.2d 994 (1995).\nIn Saylor v. Green, 165 Pa.Cmwlth. 249, 645 A.2d 318, 320 (1994), a motorcyclist left the roadway for no apparent reason and struck a fence pole three feet from the highl-way, which had been placed within Penn-DOT’s right-of-way. Affirming summary judgment for PennDOT, we held that Penn-DOT could not have foreseen that Saylor would inexplicably leave the highway and strike the pole. Similarly, in Glover, we held that where an accident is a result of the failure by the motorists to use the highway in the ordinary manner and with reasonable care, there can be no liability against Penn-DOT where it allegedly failed to prove a safe site distance on the highway. Glover, 647 A.2d at 632. In that case, two 12-year old boys were riding a motorcycle and attempted to pass a three-wheel vehicle by travelling in the left lane of the highway when a vehicle coming from the opposite direction and around a curve hit them head-on.\nIn another case similar to the instant case, Canvp v. Allegheny County, 263 Pa. 276, 106 A. 314 (1919), a case involving governmental immunity prior to the abolishment of immunity and reinstatement by the General Assembly, the Supreme Court held that a municipality is only liable if it failed to anticipate what was reasonably probable, not what is remotely possible; that is, what was likely to result from the neglect complained of. In that ease, a vehicle, for undetermined reasons, crossed the opposite lane, left the trav-elled portion of the road and went down an embankment. The Supreme Court stated:\nA municipality is liable only for natural and probable consequences, such as might and should have been foreseen as likely to result from the neglect complained of. That a party would leave the macadam roadway on the right and drive a vehicle diagonally across to the opposite side and thence beyond the lines of the highway and down a bank was a possibility too remote to constitute the basis of a legal claim. Want of ordinary care consists in failure to anticipate what is reasonably probable, not what is remotely possible. A municipality is not an insurer against accidents, nor required to so construct its roads as to keep the traveling public within the bounds thereof.\nId. 263 Pa. at 282, 106 A. 314.\nThe accident occurred in this case because Mr. Felli’s vehicle crossed into the left lane and exited the road at a place opposite where the car would normally have been travelling. This was not the usual or intended use of the highway, nor was it reasonably foreseeable that a motorist from the opposite lane of traffic would inexplicably cross and then leave the road. While the outcome may be different if a motorist was travelling on the same side of the road and was forced off the roadway and over an embankment, an accident caused by a vehicle leaving the road from the opposite side is too remote for PennDOT to have anticipated it and to have a duty to mitigate. However tragic the resulting injuries, a vehicle crossing the center line and leaving the travelled portion of the highway is not the ordinary and usual manner of using the highway and there is no basis for liability against Penn-DOT.\nContrary to the Fellis’ contention, the decision in Fidanza does not require a reversal, and remand for the submission of this case to the jury because, in that case, there was a determinative factual issue — whether or not the condition of the highway shoulder, with the used material left on it, was a dangerous condition. In this case, it is immaterial whether the embankment is found to be a dangerous condition, because the Fellis did not state common law cause of action in negligence against PennDOT, a prerequisite under the sovereign immunity statute. Accordingly, we affirm the trial court’s grant of judgment on the pleadings.\nORDER\nAND NOW, this 20th day of October, 1995, the order of the Court of Common Pleas of Schuylkill County, dated February 28, 1995, No. S-1345-1994, is affirmed.\n. On the statute of limitations issue, PennDOT argued that the amended complaint was filed after the two-year time bar and raised a new cause of action. The trial court, while admitting that the amended complaint was filed after the two-year statute, held that there was no new cause of action; the amended complaint only amplified the action in negligence for personal injuries.\n. In reviewing a grant of judgment on the pleadings, our scope of review is limited to determining whether the trial court committed an error of law or abused its discretion. Kerr v. Borough of Union City, 150 Pa.Cmwlth. 21, 614 A.2d 338 (1992), petition for allowance of appeal denied, 534 Pa. 651, 627 A.2d 181 (1993). A motion for judgment on the pleadings is in the nature of a demurrer in which all of the nonmovant's well-pleaded allegations are viewed as true, but only those facts specifically admitted by the nonmov-ant may be considered against him. Id. Such a motion may only be granted in cases where no material facts are at issue and the law is so clear that a trial would be a fruitless exercise. E-Z Parks, Inc. v. Philadelphia Parking Authority, 110 Pa.Cmwlth. 629, 532 A.2d 1272 (1987), petition for allowance of appeal denied, 519 Pa. 656, 546 A.2d 60 (1988).\n. Section 8522(a) provides:\n(a) Liability imposed. — The General Assembly, pursuant to section 11 of Article I of the constitution of Pennsylvania, does hereby waive, in the instances set forth in subsection (b) only and only to the extent set forth in this subchap-ter and within the limits set forth in section 8528 (relating to limitations on damages), sovereign immunity as a bar to an action against Commonwealth parties, for damages arising out of a negligent act where the damages would be recoverable under the common law or a statute creating a cause of action if the injury were caused by a person not having available the defense of sovereign immunity.\n. The Fellis alleged that their action fell within the real estate exception, 42 Pa.C.S. § 8522(b)(4). Under that section, liability may be imposed on a Commonwealth party and the defense of sovereign immunity is waived to claims for damages caused by:\nA dangerous condition of Commonwealth agency real estate and sidewalks, including Commonwealth-owned real property leased by a Commonwealth agency to private persons, and highways under the jurisdiction of a Commonwealth agency....\n. The Fellis could not have a cause of action against PennDOT for the violation of a statutory duty because PennDOT has only a general statutory duty to maintain and repair all roads and highways under its jurisdiction. See Section 407 of the State Highway Law, Act of June 1, 1945, P.L. 1242, 36 P.S. § 670-407 and Section 2002 of the Administrative Code of 1929, Act of April 9, 1929, P.L.' 177, as amended, 71 P.S. § 512(a)(8). There are no statutes mandating PennDOT to install guardrails. Fidanza. See also Section 103 of the State Highway Act of 1961, Act of September 18, 1961, P.L. 1389, as amended, 36 P.S. § 1758-103 (specifically limiting the Commonwealth's responsibility for roads taken from counties and cities to exclude guardrails).\n. The highway is a generic term for both the cartway, the paved or travelled portion of the highway, and the shoulder. See Babcock v. PennDOT, 156 Pa.Cmwlth. 69, 626 A.2d 672, 673 n. 1 (1993), petition for allowance of appeal denied, 536 Pa. 647, 639 A.2d 33 (1994).\n. At the time the decision in Camp was rendered, the Commonwealth was totally immune from all actions, but the liability of a local government was based on much the same duty for highways as is now imposed by the highway exception to sovereign immunity. In Winegardner v. Springfield Township, 258 Pa. 496, 500, 102 A. 134, 135 (1917), the duty was set forth as such:\nIt is the duty of a township to exercise reasonable care to keep its highways in a safe condition for ordinary travel. It must anticipate and provide against danger to persons using its roads for travel conducted in an ordinary manner. It must remove obstructions and defects which would naturally or probably cause injury to those persons who might have occasion to travel upon its highways. This duty is not confined to maintaining the bed of the road in a solid and safe condition and clear of obstructions, but extends to the erection of barriers or other devices for guarding unsafe or dangerous places on or along the road. If a public road through a township is so dangerous by reason of its proximity to a precipice that common prudence requires extra precaution, in order to secure safety to travelers, the township is bound to use such precaution, and the omission to do so is negligence.\n. The limitation of a governmental party’s duty to the ordinary use of the road has been constant since the days of horse and buggy travel. In Trexler v. Greenwich Township, 168 Pa. 214, 31 A. 1090 (1895), the Supreme Court held that a township is not required to keep its roads in such condition that unmanageable horses may be driven without risk, however is required to erect barriers if a steep declivity and a narrow road make the road dangerous to travelers using ordinarily manageable horses. In that case, the road was so narrow and the embankment so steep that the road was unsafe for the traveller who was using a manageable horse. In discussing the duty, the Supreme Court stated:\nThere is no duty whatever to provide for the use of vicious, untrained, or unmanageable horses, and whoever drives such horses upon the road does so at his peril. Gutters provided for drainage, banks and depressions at the sides, and any obstacles outside of the beaten path, become in such cases objects of danger, and it is utterly impracticable to guard against them....\nId., 168 Pa. at 218, 31 A. at 1091.\n. In Fidanza, the motorist was forced off the roadway by an oncoming car that crossed into her lane. On the shoulder of the highway, her car hit used highway materials causing it to slide out of control, strike a tree, and slide down an embankment, finally coming to rest in a creek bed. The motorist alleged that PennDOT was negligent for failing to provide a safe shoulder on the roadway, depositing used highway material adjacent to the highway which prevented a safe return to the roadway, and the failure to install guardrails. We held that because the Fidanza’s alleged that conditions of the highway caused the injuries, it is for the fact finder to determine if the conditions alleged were dangerous conditions. Fidanza, 655 A.2d at 1080. See also Bendas.",
        "type": "majority",
        "author": "PELLEGRINI, Judge."
      }
    ],
    "attorneys": [
      "Timothy J. Huber, for appellants.",
      "Gerhard Schwaibold, Deputy Attorney General, for appellees."
    ],
    "corrections": "",
    "head_matter": "Kenneth E. FELLI and Sharon Felli, Appellants, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 11, 1995.\nDecided Oct. 20, 1995.\nReargument Denied Nov. 22, 1995.\nTimothy J. Huber, for appellants.\nGerhard Schwaibold, Deputy Attorney General, for appellees.\nBefore PELLEGRINI and FRIEDMAN, JJ., and MIRARCHI, Senior Judge."
  },
  "file_name": "0775-01",
  "first_page_order": 833,
  "last_page_order": 837
}
