{
  "id": 8134936,
  "name": "MARVINS CREDIT, Inc., a corporation, Appellant, v. WESTINGHOUSE ELECTRIC SUPPLY CO., Inc., a corporation, as garnishee of Mancel Anderson, Mancel Anderson and Ruth Anderson, Appellees",
  "name_abbreviation": "Marvins Credit, Inc. v. Westinghouse Electric Supply Co.",
  "decision_date": "1957-04-01",
  "docket_number": "No. 1927",
  "first_page": "777",
  "last_page": "781",
  "citations": [
    {
      "type": "official",
      "cite": "130 A.2d 777"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "129 A.2d 185",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8128233
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/129/0185-01"
      ]
    },
    {
      "cite": "147 F.2d 594",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1261173
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/147/0594-01"
      ]
    },
    {
      "cite": "326 U.S. 717",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168553,
        6168395,
        6168787,
        6168309,
        6168477
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/326/0717-05",
        "/us/326/0717-03",
        "/us/326/0717-06",
        "/us/326/0717-02",
        "/us/326/0717-04"
      ]
    },
    {
      "cite": "66 S.Ct. 21",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "90 L.Ed. 424",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "opinion_index": 0
    },
    {
      "cite": "141 Minn. 131",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        173342
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/141/0131-01"
      ]
    },
    {
      "cite": "169 N.W. 536",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "pin_cites": [
        {
          "page": "538"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "250 U. S. 641",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "39 S.Ct. 492",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "63 L.Ed. 1185",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "opinion_index": 0
    },
    {
      "cite": "322 U.S. 238",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6142921
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "246"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/322/0238-01"
      ]
    },
    {
      "cite": "169 F.2d 514",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1193209
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/169/0514-01"
      ]
    },
    {
      "cite": "335 U.S. 912",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6298818,
        6298568,
        6299052,
        6297741,
        6298291,
        6297980
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/335/0912-05",
        "/us/335/0912-04",
        "/us/335/0912-06",
        "/us/335/0912-01",
        "/us/335/0912-03",
        "/us/335/0912-02"
      ]
    },
    {
      "cite": "69 S. Ct. 481",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "93 L.Ed. 444",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "opinion_index": 0
    },
    {
      "cite": "208 U.S. 505",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3642416
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/208/0505-01"
      ]
    },
    {
      "cite": "83 A.2d 666",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8148732
      ],
      "pin_cites": [
        {
          "page": "669"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/83/0666-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 682,
    "char_count": 12774,
    "ocr_confidence": 0.683,
    "pagerank": {
      "raw": 5.0011153170616546e-08,
      "percentile": 0.315235560065471
    },
    "sha256": "557941f3796bf7cad62b898e691102abbd09b00576409dd761fd6c872cfa9994",
    "simhash": "1:4bacf0638de64adc",
    "word_count": 2160
  },
  "last_updated": "2024-02-27T23:45:34.858790+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
    ],
    "parties": [
      "MARVINS CREDIT, Inc., a corporation, Appellant, v. WESTINGHOUSE ELECTRIC SUPPLY CO., Inc., a corporation, as garnishee of Mancel Anderson, Mancel Anderson and Ruth Anderson, Appellees."
    ],
    "opinions": [
      {
        "text": "QUINN, Associate Judge.\nThis is an appeal from a judgment of $99.58 awarded appellee Westinghouse Electric Supply Company, the defendant in a garnishment suit, for the benefit of appel-lee Mancel Anderson, the judgment debtor. In view of the seriousness of the issues involved, it will be necessary to recite in some ■detail the facts as they were developed in the trial court.\nAppellant, a judgment creditor, hereinafter called Marvins, instituted garnishment proceedings against Westinghouse, Anderson’s employer. On October 2, 1956, Westinghouse filed its return which indicated that it owed Anderson $99.58 in wages, but claimed an exemption for him because his earnings over the preceding two-month period were less that $400. On the same day a hearing on the claim of exemption was set for October 9, and notice, was sent to all the parties. At this hearing there was no appearance by Marvins but the debt- or Anderson arose and stated that his wages had been attached. After waiting some, time for Marvins to appear, the court re-iquested a member of the bar, present in the .courtroom, to confer with Anderson. The attorney reported that he was satisfied Anderson was entitled to the exemption, and upon further consideration of the record the court granted the exemption and released the attachment. However, when Anderson presented the release to Westinghouse, he was informed for the first time that the $99.58 had been paid to Marvins on October 5. The court was told of this fact and that Anderson had never consented to the payment.\nOn October 11 counsel for Marvins appeared and stated to the court that he had failed to appear on October 9 because he had been mistaken as to the day set for the original hearing on the claim of exemption; and that on October 10 he had filed a motion for a rehearing, which was set for October 18. The court ordered Marvins to return the $99.58 to Westinghouse and declined to take any further steps in the case until the money was paid back, “so that the orderly process of the court can be carried out.” Counsel for Marvins agreed to do so, and the court, after appointing an attorney to represent Anderson, continued the case until October 18.\nOn October 12, however, counsel for Marvins proffered to the court for signature an order directing Marvins to return the money, but instructing Westinghouse to hold the funds subject to further order. Marvins claimed the latter instruction was necessary because Westinghouse had informed it of its intention upon receipt to turn the money over to Anderson, who still had the original release signed by the, court. The judge refused to sign the order as drawn, again directed Marvins to return the money, and reiterated that he would not hear the motion to vacate until Marvins complied with the order.\nOn October 18, the date set for the motion for rehearing, counsel for Marvins informed the court that he had advised his client not to return the money because the court had not agreed to the condition. Some testimony was taken but the case was adjourned for a week in order to secure another witness.\nWhen the hearing was resumed, counsel for Marvins again stated that the money had not and would not be returned. The branch manager of Westinghouse then testified to the circumstances under which he had originally paid the money to Marvins. In substance he stated that on October 5 a representative of Marvins presented him with a praecipe reading as follows:\n“In the Municipal Court for the District of Columbia\n4th October 56\nThe.Day of.19...\nMarvins Credit Inc., a corp. . No. M 32634-55 Mancel Anderson\nThe Clerk of said Court will please release the attachment issued on September 5, 1956 and September 26, 1956 in the above entitled cause against Westinghouse Electric Supply Inc., a corp., garnishee, and enter a credit of $99.58.\n/s/ Abraham Chaifetz\nAbraham Chaifetz\nPlaintiff .\nAttorney for.”\nHe said that the representative from' Mar-vins “ * * * told me that this was fropi the court, and I was to release the money to them and return this to the- court, and that would in effect be a release on the money; and I wrote a check * * The court then excluded all evidence relating to the merits of the claim of exemption.\nIn oral findings, the trial judge stated that “This is a typical case where the rights of a defendant, a hard working employee of the Westinghouse Electric Company, have been callously disregarded.” The court found that, while Anderson’s claim of exemption was pending, Marvins obtained the $99.58 from the garnishee without the debtor’s knowledge or consent; that the office manager of Westinghouse “was told that the paper which was given him was the authorization from the court to release this money, and * * * under the circumstances of this case that Marvin’s obtained this money by what the court feels constitutes the crassest kind of misleading, if not trick and artifice.” The court also found that there was a deliberate failure on the part of Marvins to disclose who collected the money from Westinghouse.\nThe -court then denied Marvins’ motion for rehearing on the claim of exemption, thus leaving in force the original grant of exemption, and rendered a judgment of $99.58 against Marvins in favor of Westinghouse for the benefit of Anderson. This appeal followed.\nFrom this resume it is apparent that Marvins obtained by fraud possession of the attached wages while the claim for exemption was still pending before the court. Marvins seems to be disputing such an interpretation, and it is true that the trial jddge'did not use the word “ffiaud,” but under the circumstance's no other conclusion is possible and there is ample evidence to support it. With this point established,' we proceed to • a consideration of the action of the trial judge in the case and the specific errors’alleged.\nAt the outset Marvins challenges the original grant of the exemption On October 9 in .view of the fact that Westinghouse had already paid over the attached money on October 5; as a consequence the attachment was “released” and the claim of exemption became “moot.” This argument is without any merit. Initially, the court had complete jurisdiction over all the parties, for the garnishment suit was an in per-sonam proceeding. When funds are impounded under an attachment, they come under the control and supervision of the court, and accordingly there can be no “release” of the attachment so as to render the proceeding moot without a proper court order, unless there is a voluntary settlement of the controversy by the parties. Anderson never abandoned his claim of exemption or consented to the payment of the money as satisfaction of the judgment against him, nor did the court order any release prior to October 9, and consequently jurisdiction was not lost because of the illegal obtainment of the money by Marvins.\nNext, Marvins questions the authority of the court to issue an order directing a return of the money to Westinghouse. It is, however, within the inherent power of the court to maintain its jurisdiction and render it effective in behalf of litigants; and when a party commits a fraud on the court or his adversary, the result of which is to diminish or defeat the underlying claim, such a person may be compelled to correct his wrong. We think it clear that the court, when it discovered the interference with property, which was in custodia legis, was justified in directing its return. Marvins contends that it should have been permitted to dictate the terms of reparation, i. e., that the garnishee should have been instructed to hold the money upon receipt and not to pay it over to Anderson. The short answer to this is that it was for the court alone to decide what disposition should be made of property under its control in the interval until final settlement of the controversy. It should be noted also that had Westinghouse actually paid over the money to Anderson while the motion for rehearing, of which it had notice, was still pending, it would have done so at its peril and thereby exposed itself to a possible judgment.\nMarvins complains that the court erred in denying the motion for rehearing on the claim of exemption and in refusing to hear any evidence on the merits of the claim. We find authority for these actions, however, in the case of Bennett v. Bennett. There, a wife secured a default judgment in a suit for divorce and the husband was ordered to pay alimony and counsel fees. When the husband subsequently asked leave to file his answer, the court conditioned its grant of the motion upon compliance with an order to pay temporary alimony and counsel fees. The husband refused to obey the order, whereupon the court denied permission to file the answer and left outstanding the original default judgment and its order of payment. In affirming, the Supreme Court held that the motion to allow the answer to be, filed was addressed to the discretion of the trial judge; that he had the .statutory authority to impose “such terms as may be just” on the filing of the pleading; and that the order involved was a “just condition.”\nThe instant case presents an analogous situation. The motion to rehear a claim of exemption granted by default was within the discretion of the court. The trial judge could prescribe “such terms as are just.” He, required Marvins to return the money which had been obtained from Westinghouse before he would receive any evidence on the motion to vacate and rehear Anderson’s claim. We think such a term was entirely just. Marvins refused to obey and thus was in no position to demand that its case be heard.\nOne aspect of the case remains. The trial court entered a judgment upon the, denial of the motion for rehearing against Marvins for $99.58 in favor of Westinghouse for the benefit of Anderson. We believe that, instead of a judgment, an order should have been entered directing payment of the $99.-58 to Westinghouse. Accordingly, we must reverse and remand with instructions to enter an appropriate order. If there is further disobedience of this order, the court may secure enforcement by contempt proceedings. The original grant of the claim of exemption stands and the denial of the motion for rehearing is affirmed.\nWe have had occasion in the past to criticize and condemn “extra-judicial collection practices.” We stated that an attempt, when no litigation was pending, to frighten a layman with papers deliberately prepared to look like court documents was, “to use a mild term, improper.” Our remarks then apply with even greater force to the instant case, for here there was a successful attempt, while litigation was pending, to obtain money in the custody of the court by misrepresenting to a layman the nature of a court document. Such conduct mocks not only the dignity but the very existence of the court itself.\nThe judgment is reversed and the case remanded for further proceedings not inconsistent with this opinion.\nIt is so ordered.\n. Code 1951, § 15-403 (Supp. V).\n. Marvins never did identify the collector and he was not called to testify.\n. In its brief at one point the statement is made: “[T]he plaintiff is under no duty of any kind to refuse to accept money voluntarily paid over-to it * *' If there was an illegal act at all here, it . was on the part of the garnishee in paying over the money to Marvins without the consent of Anderson * *\n. Pinkston v. Briley, D.C.Mun.App., 1957, 129 A.2d 185.\n. 5 Am.Jur., Attachment & Garnishment, § 658.\n. Paradise Land & Livestock Co. v. Federal Land Bank, 10 Cir., 147 F.2d 594, certiorari denied, 1945, 326 U.S. 717, 66 S.Ct. 21, 90 L.Ed. 424.\n. See In re Slimmer’s Estate, 1918, 141 Minn. 131, 169 N.W. 536, 538, certiorari denied, Lipman v. Slimmer, 1919, 250 U. S. 641, 39 S.Ct. 492, 63 L.Ed. 1185. Cf. Hazel-Atlas Glass Co. v. Hartford-Empire Co., 1944, 322 U.S. 238, 246, 64 S.Ct. 997, 88 L.Ed. 1250; Root Refining Co. v. Universal Oil Products Co., 3 Cir., 1948, 169 F.2d 514, certiorari denied, Universal Oil Products Co. v. William Whitman Co., 1949, 335 U.S. 912, 69 S. Ct. 481, 93 L.Ed. 444.\n. 1908, 208 U.S. 505, 28 S.Ct. 356, 52 L.Ed. 590.\n. Mun.Ct.Civil Rule 60(b).\n. Code 1951, § 11-756(c) (Supp. V).\n. Boyle Bros. v. Holt, D.C.Mun.App., 1951, 83 A.2d 666, 669.",
        "type": "majority",
        "author": "QUINN, Associate Judge."
      }
    ],
    "attorneys": [
      "Abraham Chaifetz, Washington, D. C., for appellant.",
      "Jack Politz, Washington, D. C. (appointed by the Municipal Court) for appellees Anderson."
    ],
    "corrections": "",
    "head_matter": "MARVINS CREDIT, Inc., a corporation, Appellant, v. WESTINGHOUSE ELECTRIC SUPPLY CO., Inc., a corporation, as garnishee of Mancel Anderson, Mancel Anderson and Ruth Anderson, Appellees.\nNo. 1927.\nMunicipal Court of Appeals for the District of Columbia.\nArgued Jan. 28, 1957.\nDecided April 1, 1957.\nAbraham Chaifetz, Washington, D. C., for appellant.\nJack Politz, Washington, D. C. (appointed by the Municipal Court) for appellees Anderson.\nBefore ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
  },
  "file_name": "0777-01",
  "first_page_order": 809,
  "last_page_order": 813
}
