{
  "id": 7363776,
  "name": "WARWICK SCHOOL COMMITTEE v. WARWICK TEACHERS' UNION",
  "name_abbreviation": "Warwick School Committee v. Warwick Teachers' Union",
  "decision_date": "1994-01-13",
  "docket_number": "No. 93-232-Appeal",
  "first_page": "777",
  "last_page": "778",
  "citations": [
    {
      "type": "official",
      "cite": "637 A.2d 777"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "622 A.2d 482",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7352245
      ],
      "pin_cites": [
        {
          "page": "486"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/622/0482-01"
      ]
    },
    {
      "cite": "468 A.2d 272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8000149
      ],
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/468/0272-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 209,
    "char_count": 3007,
    "ocr_confidence": 0.711,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18950100951831556
    },
    "sha256": "7cb0ff25db5f30d26539c1fb99727e722e6206c811231b9e93904a957b94acef",
    "simhash": "1:1e5f7cf99ec3b50c",
    "word_count": 494
  },
  "last_updated": "2024-02-27T21:14:59.125695+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WEISBERGER, J., did not participate."
    ],
    "parties": [
      "WARWICK SCHOOL COMMITTEE v. WARWICK TEACHERS’ UNION."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis case came before the supreme court for oral argument on December 21, 1993, pursuant to an order directing the Warwick Teachers’ Union (union) to show cause why its appeal of a Superior Court order should not be summarily decided. In that order, the Superior Court had assessed a fine after it found the union in contempt for failing to direct teachers to return to work for October 9, 1992 classes.\nAfter reviewing the memoranda submitted by the parties and after hearing the arguments of counsel, we are of the opinion that cause has not been shown.\nThe events leading to the order stemmed from the failure of the Warwick School Committee (committee) and the union to sign a collective-bargaining agreement before the start of the 1992 school year. Teachers did not report for classes. At the committee’s request, a September 9,1992 Superior Court order directed teachers to return to work, and hearings began to adjudge whether union members should be held in contempt for withholding services. On September 14, 1992, the Superior Court ordered the committee to comply with the terms of the expired 1988-1991 contract, and teachers returned to work.\nOn October 2, 1992, the committee appealed to this court, which found that the Superi- or Court lacked authority to unilaterally extend the expired contract. The union then resumed the strike on October 5, 1992. On the committee’s motion, contempt hearings began in Superior Court on October 8, 1992 with the union president in attendance. At the hearing the Superior Court justice explained that the September 9,1992 order was still in effect. That order read, in pertinent part: “The Union, its officers, and teacher members alike are hereby ordered to cease and desist from continuing -with the strike and to return to their assignments tomorrow for the required orientation and classes.” We are of the opinion that the order was “clear and certain in its terms” and “sufficient to enable one reading it to learn therefrom what he may or may not do.” School Committee of North Providence v. North Providence Federation of Teachers, 468 A.2d 272, 276 (R.I.1983).\nAfter the October 8, 1992 hearing, the union took no steps to cease and desist from continuing the strike and most teachers were absent on October 9, 1992.\nIn Pontbriand v. Pontbriand, 622 A.2d 482, 486 (R.I.1993) this court noted: “In reviewing an adjudgement of contempt, the decision of the trial justice is given great deference and will not be disturbed absent a clear abuse.” We are of the opinion that the evidence clearly supported the Superior Court justice in determining that the union was in contempt for violating the court order on October 9, 1992.\nTherefore, we deny and dismiss the appeal and affirm the order of the Superior Court.\nWEISBERGER, J., did not participate.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "James Green, William Powers, III, Providence.",
      "Richard Skolnik, Providence."
    ],
    "corrections": "",
    "head_matter": "WARWICK SCHOOL COMMITTEE v. WARWICK TEACHERS’ UNION.\nNo. 93-232-Appeal.\nSupreme Court of Rhode Island.\nJan. 13, 1994.\nJames Green, William Powers, III, Providence.\nRichard Skolnik, Providence."
  },
  "file_name": "0777-02",
  "first_page_order": 831,
  "last_page_order": 832
}
