{
  "id": 9299637,
  "name": "ESTATE OF Barbara HIGGINS, by Co-Executors Gregory B. HIGGINS and Seumis P. Higgins, Appellees, v. WASHINGTON MUTUAL FIRE INSURANCE COMPANY OF LAWRENCE COUNTY, PA, Appellant",
  "name_abbreviation": "Estate of Higgins ex rel. Higgins v. Washington Mutual Fire Insurance",
  "decision_date": "2003-12-08",
  "docket_number": "",
  "first_page": "778",
  "last_page": "786",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 778"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "24 A.2d 741",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1942,
      "pin_cites": [
        {
          "page": "743"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "148 Pa.Super. 77",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1040664
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/148/0077-01"
      ]
    },
    {
      "cite": "719 A.2d 749",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11681815
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/719/0749-01"
      ]
    },
    {
      "cite": "260 Ark. 637",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1616716
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "640",
          "parenthetical": "denying coverage because \"[t]he old and only insurance contract was simply extended for an additional year by the payment of the premium for the ensuing year\""
        },
        {
          "parenthetical": "denying coverage because \"[t]he old and only insurance contract was simply extended for an additional year by the payment of the premium for the ensuing year\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/260/0637-01"
      ]
    },
    {
      "cite": "798 A.2d 781",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9435167
      ],
      "pin_cites": [
        {
          "page": "786"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/798/0781-01"
      ]
    },
    {
      "cite": "661 N.E.2d 81",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 4,
      "year": 1996,
      "pin_cites": [
        {
          "page": "83"
        },
        {
          "page": "83"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "422 Mass. 80",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        890176
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/mass/422/0080-01"
      ]
    },
    {
      "cite": "831 A.2d 602",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9089544
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "605"
        },
        {
          "parenthetical": "citations and quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/831/0602-01"
      ]
    },
    {
      "cite": "386 Pa.Super. 413",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        469393
      ],
      "weight": 5,
      "year": 1989,
      "pin_cites": [
        {
          "page": "136"
        },
        {
          "page": "136"
        },
        {
          "parenthetical": "citation omitted"
        },
        {
          "page": "136"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/386/0413-01"
      ]
    },
    {
      "cite": "834 A.2d 1185",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9084260
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "1188",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/834/1185-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 897,
    "char_count": 25293,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 1.1751221079360961e-07,
      "percentile": 0.5873535484115097
    },
    "sha256": "14db6f26a86f807d4e4992c6ee42b2f0615ca7db891b086706da1dc6efb82968",
    "simhash": "1:d8af57420b7c875e",
    "word_count": 4219
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: JOYCE, BENDER and POPOVICH, JJ."
    ],
    "parties": [
      "ESTATE OF Barbara HIGGINS, by Co-Executors Gregory B. HIGGINS and Seumis P. Higgins, Appellees, v. WASHINGTON MUTUAL FIRE INSURANCE COMPANY OF LAWRENCE COUNTY, PA, Appellant."
    ],
    "opinions": [
      {
        "text": "BENDER, J.\n¶ 1 Washington Mutual Fire Insurance Company (Insurer), appeals from the January 8, 2003 order denying its motion for summary judgment and granting the motion for summary judgment filed by the estate of Barbara Higgins. For the following reasons, we reverse and remand with instructions to the trial court to enter summary judgment in favor of Insurer.\n¶ 2 A factual and procedural history follows. On September 20, 1996, Barbara Higgins (Decedent) purchased a fire insurance policy from Insurer (hereinafter, at times, the “prior policy”). This policy provided $40,000 in coverage for her dwelling, $3,000 coverage for the contents of her dwelling, and $2,000 for a chicken coop on the premises (collectively, the “insured property”). The effective period of this policy was for a five-year period beginning on November 13, 1996, and ending on November 13, 2001.\n¶ 3 Decedent died on December 28, 1999. Letters testamentary were filed by Gregory B. Higgins and Seumis P. Higgins, as co-executors of Decedent’s estate (Estate).\n¶ 4 On October 25, 2001, Estate negotiated a renewal of the fire insurance policy with Insurer for the same terms and the same amount of coverage as the prior policy. This renewed policy, on its face, expressly indicated that it was a renewal of the prior policy. The effective date of this renewed policy was November 13, 2001; therefore, there was no gap in coverage from the prior policy. The renewed policy was for a period of five years, as was the prior policy.\n¶ 5 On December 20, 2001, ie., 36 days after the effective date of the renewed policy, the dwelling and its contents were destroyed by fire. As of the date of the fire, the dwelling had been unoccupied and vacant for more than 60 consecutive days. Estate made a claim for the full amount of coverage under the fire insurance policy. Insurer denied coverage, citing the “vacancy clause” in the policy, which suspends or restricts coverage if the dwelling was vacant or unoccupied for 60 or more consecutive days prior to the date of the fire.\n¶ 6 Estate filed a complaint against Insurer in the trial court, in which it asserted breach of contract and requested the court to order Insurer to pay the full amount under the policy. Thereafter, each party filed a motion for summary judgment. The trial court heard oral argument on the parties’ cross motions for summary judgment in November of 2002. On January 8, 2003, the trial court filed an order denying Insurer’s motion for summary judgment and granting Estate’s motion for summary judgment. The trial court also issued an opinion dated January 8, 2003, in support of its decision. On January 31, 2003, Insurer filed a notice of appeal from the January 8th order.\n¶ 7 Initially, we note our standard and scope of review applicable to a trial court’s grant or denial of summary judgment:\nOur scope of review of a trial court’s order disposing of a motion for summary judgment is plenary. Accordingly, we must consider the order in the context of the entire record. Our standard of review is the same as that of the trial court; thus, we determine whether the record documents a question of material fact concerning an element of the claim or defense at issue. If no such question appears, the court must then determine whether the moving party is entitled to judgment on the basis of substantive law. Conversely, if a question of material fact is apparent, the court must defer the question for consideration of a jury and deny the motion for summary judgment. We will reverse the resulting order only where it is established that the court committed an error of law or clearly abused its discretion.\nCassell v. Lancaster Mennonite Conference, 834 A.2d 1185, 1188 (Pa. Super. 2003) (citation omitted).\n¶ 8 The material facts in the instant case are not in dispute. The parties stipulated, inter alia, that the insured property “was vacant or unoccupied beyond a period of sixty consecutive days prior to December 20, 2001[,]” ie., the date of the fire. Request for Admissions Directed to the Estate of Barbara Higgins, 7/18/02, at ¶ 3. See also Estate’s brief at 1 (“As a matter of fact the dwelling had been unoccupied for a period more than 60 days at the time the policy was renewed on October 25, 2001.”). The dispute pertains to the interpretation and application of the vacancy clause. Insurer framed the issue, which presents a question of law, as follows:\nWHEN A RENEWAL OF A FIRE INSURANCE POLICY CONTAINS THE STATUTORY CONDITION WHICH SUSPENDS COVERAGE FOR A LOSS THAT OCCURRED DURING A PERIOD OF VACANCY THAT LASTED FOR AT LEAST SIXTY CONSECUTIVE DAYS AND WHEN SUCH A LOSS OCCURS, MAY THE INSURER COUNT THE CONTINUOUS DAYS OF VACANCY WHICH ACCRUED AT THE END OF THE PRIOR POLICY PERIOD TOWARD SATISFACTION OF THE CONDITION?\nInsurer’s brief at 2.\n¶ 9 The issue raised herein is one of first impression in Pennsylvania, and, as noted above, concerns a question of law with regard to interpretation of the vacancy clause in the policy. The vacancy clause at issue reads in pertinent part as follows:\nConditions suspending or restricting insurance. Unless otherwise provided in writing added hereto [Insurer] shall not be liable for loss occurring\n(b) while a described building, whether intended for occupancy by owner or tenant, is vacant or unoccupied beyond a period of sixty consecutive days....\nThe Washington Mutual Fire Insurance Company, Policy No. WM00281848 (Renewal of No. 2B1302) (ie., “renewed policy”), 11/13/01, lines 28-35 (ie., “vacancy clause”).\n¶ 10 In examining the language of an insurance policy, we are mindful that “[w]hile any ambiguities in an insurance contract will be resolved in favor of the insured, a court is required to give effect to clear and unambiguous language.” Coppola v. Insurance Placement Facility of Pa., 386 Pa.Super. 413, 563 A.2d 134, 136 (1989).\nContractual language is ambiguous if it is reasonably susceptible of different constructions and capable of being understood in more than one sense. This is not a question to be resolved in a vacuum. Rather, contractual terms are ambiguous if they are subject to more than one reasonable interpretation when applied to a particular set of facts. We will not, however, distort the meaning of the language or resort to a strained contrivance in order to find an ambiguity. The polestar of our inquiry, therefore, is the language of the insurance policy.\nNeuhard v. Travelers Ins. Co., 831 A.2d 602, 605 (Pa.Super.2003) (citation omitted). “Additionally, an ambiguity does not exist simply because the parties disagree on the proper construction to be given a particular policy provision. Courts' should read policy provisions to avoid an ambiguity if possible.” Id. (citations and quotation marks omitted).\n¶ 11 The vacancy clause, however, was not drafted by Insurer but is, rather, a standard policy provision required by statute in Pennsylvania pursuant to 40 P.S. § 636. Section 636(2) indicates that “no insurance company ... shall issue a policy affording fire insurance ... on property in this Commonwealth, unless such policy contains the following provisions as to such insurance.... ” One of the provisions outlined in section 636(2) is the vacancy clause exactly as it appears in the policy at issue in this case. Although the vacancy clause is required by statute and set forth exactly as required by statute in the policy at issue in this case, we must still construe the policy “primarily [as] a contract between the parties.” Coppola, 563 A.2d at 136. “That there is a standard, required form for this contract does not alter the policy’s status as an expression of the intent of the parties, but does aid our interpretation of the contract terms.” Id. (citation omitted).\n¶ 12 In a Massachusetts case with similar facts, Pappas Enters., Inc. v. Commerce and Indus. Ins. Co., 422 Mass. 80, 661 N.E.2d 81 (1996), discussed further below, the Supreme Judicial Court of Massachusetts refused to apply the principle that ambiguities in an insurance policy must be construed against the insurer where the insurer merely reproduced, verbatim, language required by statute. Id. at 83. We have found no Pennsylvania case enunciating this rule of interpretation; however, since we find the vacancy clause to be unambiguous according to the guidance provided in Neuhard, supra, we find it is not necessary to adopt this Massachusetts rule of interpretation at this time. As in Coppola, a case that also found statutorily required policy language to be unambiguous, we continue to be mindful of the following during our review: (1) the intent of the legislature in requiring all fire insurance policies issued in Pennsylvania to contain the vacancy clause; and (2) the intent of the parties as manifested by the unambiguous language of the vacancy clause. See Coppola, 563 A.2d at 136; Philadelphia Contributionship Ins. Co. v. Shapiro, 798 A.2d 781, 786 (Pa.Super.2002).\n¶ 13 In granting summary judgment in favor of Estate, the trial court concluded that the vacancy clause did not apply to preclude coverage because Insurer could not count the days prior to the effective date of the renewed policy toward the 60-day condition provided in the vacancy clause. Instead, the trial court concluded that Insurer could only count the days from the effective date of the renewed policy, i.e., November 13, 2001, to the date of the fire, i.e., December 20, 2001. Since the fire occurred 36 days into the renewal period, the trial court concluded that the vacancy clause did not apply to preclude coverage. Estate obviously agreed with the trial court’s interpretation of the vacancy clause. On the other hand, Insurer argued that days prior to the effective date of the renewed policy, which were covered by the prior policy, should be counted in calculating the 60-day condition. In this appeal, we must determine which interpretation and application of the vacancy clause is consistent with the intent of the parties and the legislature, i.e., whether the days of vacancy covered by the prior policy, before the effective date of the renewed policy, should be permitted to be counted toward the 60-day condition contemplated in the vacancy clause. In deciding this question, we are mindful that the prior policy was essentially identical to the renewed policy and there was no gap in coverage between the two policy periods.\n¶ 14 Although we have not addressed this issue in Pennsylvania, the Supreme Judicial Court of Massachusetts has done so, in Pappas, supra. The facts of Pappas are similar to those in the instant case. In Pappas, the insureds sought coverage under a fire insurance policy. The insureds’ initial policy commenced on September 1, 1988, and was renewed each year on September 1, 1989, and on September 1, 1990. The insureds’ property became vacant in May of 1989 and remained vacant up until the date of the fire well over a year later, on October 27, 1990. The date of the fire was 57 days after the effective date of the policy then in effect, which had commenced on September 1,1990.\n¶ 15 As in the instant case, Massachusetts law provides mandated language for every fire insurance policy issued in that state, including language for a vacancy clause, which is essentially identical to the language required in Pennsylvania under 40 P.S. § 686(2). Accordingly, the Pappas court was faced with the same question of law that we are presented with in the instant case, which is “whether the vacancy exclusion applies where, as here, the fire loss occurred during the first sixty days of the policy renewal and the vacancy had existed for more than sixty days before the date of the fire.” Id. at 83. The Pappas court concluded that “the period of a vacancy existing prior to the date coverage is first effective [i.e., the inception of coverage] should not be counted in determining whether a vacancy that excludes liability has occurred.” Id. (emphasis added). However, the Pappas court indicated that the vacancy exclusion will apply to preclude coverage for a loss due to fire that occurs during the first 60 days of a renewed policy where the insured premises are unoccupied or vacant for more than 60 days, including days prior to the effective date of the renewed policy, where the renewed policy is not significantly different from the prior policy that was in effect immediately prior to the renewed policy. Id. The Pappas court provided the following explanation for this rule:\nThe rule we state would unquestionably apply when a policy by its terms, unlike the case before us, was automatically renewed on the timely payment of premium. See State Farm Gen. Ins. Co. of Bloomington v. Chambers, 260 Ark. 637, 640, 543 S.W.2d 470 (1976) (denying coverage because “[t]he old and only insurance contract was simply extended for an additional year by the payment of the premium for the ensuing year”). The result should not turn, however, formalistieally on whether a new policy, substantially identical as to the damaged property, was issued or the old policy was continued by its terms.\nThe controlling factor should be what the parties reasonably should have understood the policy language to mean. The property had been vacant since May, 1989. Coverage of the vacant premises undeniably ceased under the first policy sometime in July, 1989, pursuant to the vacancy exclusion clause, sixty days after the vacancy began. That exclusion of coverage continued at least to September 1, 1989, when the second policy period began. An exclusion of coverage unquestionably thereafter existed during the second policy period at least from the end of October, 1989, to September 1, 1990, when the third policy period began. No reasonable insured would believe, in those circumstances, with the uncontestable periods of noncoverage deñned above, that the vacant premises would annually be provided coverage during the first sixty days of each renewal period. There is no sensible reason why that result should be reached or expected. The insurer agreed to assume the increased risk during a sixty-day period and not during a period of a vacancy lasting more than sixty days.\n[Thus,] a period of a vacancy duriny a prior policy period should be tacked on to the vacancy continuiny duriny the next subsequent policy period, as-suminy that there was no significant change in the coverage of the premises.\nId. at 83-84 (emphasis added). We find this reasoning persuasive in the instant case. The face of the renewed policy indicates that it is a renewal of the prior policy. The parties do not dispute the fact that the renewed policy provided the same amount of coverage and contained essentially the same terms, including the vacancy clause, as the prior policy.\n¶ 16 On the facts presented herein, we conclude that the reasonable application of the vacancy clause is to count the days prior to the effective date of the renewed policy, which were covered by the prior policy, toward the 60-day condition under the vacancy clause. It would be absurd to assume that each subsequent renewal of essentially the same policy, providing the same coverage, and issued by the same insurer, would provide for a 60-day grace period at the beginning of each renewed term for a property that remained consistently unoccupied or vacant for a prolonged period. Moreover, such an interpretation would be contrary to the legislature’s intent to decrease the risk of loss from fire created by properties that remain unoccupied or vacant for prolonged periods of time.\n¶ 17 Estate argues, inter alia, that it was unfair for Insurer to accept the premium for the renewed policy when it did not intend to provide coverage. In response, we note that there is no indication that Insurer had any knowledge that Decedent died or had any knowledge that her property had been vacant or unoccupied at the time of such renewal. The face of the renewed policy lists the insured as “John J. Higgins & Barbara Higgins,” as did the prior policy. See Renewed Policy at 1. Although in their complaint, Estate admitted that the renewed policy named Decedent as the insured, the Estate also averred that the policy insured “the insured named above and legal representatives.” Complaint, 3/25/02, at ¶ 6. However, Estate fails to indicate that the names of the insureds “John J. Higgins & Barbara Higgins” were typed in to the policy, whereas the other language is part of the boilerplate form of the policy. Absent any showing that Insurer knew, at the time of renewal, that Decedent had died, that her property had been vacant, and that her estate was renewing the policy, we can find no indicia of bad faith on the part of Insurer in this case.\n¶ 18 Estate also argues that this case does not present an issue of first impression but is, instead, governed by Penn Twp. v. Aetna Cas. and Surety Co., 719 A.2d 749, 751 n. 2 (Pa.Super.1998), and Schock v. Penn Twp. Mut. Fire Ins. Assoc. of Lancaster County, 148 Pa.Super. 77, 24 A.2d 741 (1942), which indicate that a renewal of a fire insurance policy is essentially a new contract of insurance on the same terms and conditions of the prior policy, unless otherwise expressed. Therefore, Estate argues that the renewed policy “stands on its own and the events occurring under the prior policy would not apply to the new one. Events occurring prior to a new policy cannot count against the insured insofar as establishing coverage is concerned.” Estate’s brief at 2.\n¶ 19 Estate focuses on footnote 2 in Penn, which states that “a renewal of a policy constitutes a separate and distinct contract for the period of time covered except where the provisions of the extension certificate show that the parties intended not to make a new contract but to continue the original contract in force.” Penn, 719 A.2d at 751 n. 2 (citing Schock, 24 A.2d at 743). Nevertheless, the result in Penn actually supports the result we reach in this appeal. Penn involved a township’s effort to recover from fidelity bonds issued each year, from 1986 to 1990, each in the amount of $125,000, from Aet-na Casualty and Insurance Company (Aet-na). The bonds issued each year had the same language and the same bond number. When the township’s treasurer embezzled over $400,000 from the township during the period of time these bonds were in effect, the township sought to recover on each fidelity bond. Aetna, relying on a non-cumulation clause in each bond, agreed to pay only $125,000 in the aggregate, rather than $125,000 multiplied by the number of bonds in effect during the period of embezzlement. We examined cases involving non-cumulation clauses in other bonds and concluded that the bonds in Penn were ambiguous because they did not reference past or future bonds and whether such bonds would be aggregated. However, even finding the language ambiguous, we agreed with Aetna’s position after relying on parol evidence in which the township admitted that there was only a single bond running from 1986 through 1987. So, although we stated that each bond was a separate contract, we focused on the parol evidence to conclude that the non-cumulation clause allowed recovery of only an aggregate of $125,000, not $125,000 for each bond. Similarly, in the instant case, Estate admits that the renewed policy was essentially the same as the prior policy. Indeed, as noted above, it named the same insureds (even though Decedent had died by the time the renewed policy came into being, she was listed as an insured), had the same terms, and was for a five-year period, just like the prior policy. The only differences were the policy number and the actual five-year period covered. Just as Penn concluded that the five separate bonds issued each year were, for practical purposes, a “single bond,” the fire insurance policy here, although involving a renewal, could still be considered the same policy. Accordingly, Penn is more supportive of the result we reach here than it is of Estate’s arguments.\n¶ 20 Also in Penn, we even considered the township’s argument that it could have recovered multiple times only if it had purchased bonds from a different insurer each year. Estate could have made this argument, as by indicating that it could have purchased a new policy from a different insurer. Indeed, had Estate done so, the vacancy clause would not have applied to suspend coverage during the first 60 days of the new policy. That result would have been consistent with the rule enunciated in Pappas, described above and adopted herein. However, the fact remains that Estate did not change insurers and the renewal policy was essentially the same as the prior policy.\n¶ 21 Estate also relies on Schock for the proposition that a renewal is in effect a new policy that should stand on its own. Schock was cited in footnote 2 of Penn, as indicated above. Moreover, Schock involved a renewed policy that had a materially different term from the prior policy, the insured was unaware of this different term, and the term greatly decreased the coverage available to the insured. In the instant case, we are dealing with a renewed policy that was identical to the prior policy in all material respects. Accordingly, we find Schock readily distinguishable.\n¶ 22 We emphasize that the vacancy clause would not have applied to preclude coverage if, for example, the fire occurred within 60 days of the effective date of the first policy, ie., September 20, 1996, which is the date Decedent first purchased the insurance, even if her dwelling at that time had been unoccupied for a period of more than 60 consecutive days. As noted in Pappas, under such circumstances, the insurer has the opportunity to determine “whether a vacancy exists at the inception of a policy and to choose not to underwrite the risk, to amend the policy provisions (where permitted), or explicitly to provide coverage at an additional premium.” Pappas, 661 N.E.2d at 83. “If a vacancy exists at the inception of coverage, it is hardly reasonable to believe that the coverage should terminate earlier than sixty days later when, for the premium paid, the insurer has agreed to assume for sixty days the increased risk of loss that vacant premises present.” Id. (emphasis added). However, these circumstances do not exist here, where the loss occurred during a period covered by the renewed policy that was substantially the same as the first, or prior, policy.\n¶ 23 In sum, we follow the well-reasoned and persuasive Pappas opinion in our interpretation and application of the vacancy clause in the instant case. Our interpretation in this case serves the intent of the legislature of limiting an insurer’s risk of loss on properties that are vacant for prolonged periods and serves the reasonable expectations of the parties.\n¶ 24 Finally, we recognize and accept Insurer’s argument that Estate could have “avoided the suspension or restriction of coverage simply by interrupting the period of vacancy,” Insurer’s reply brief at 2, as by having someone stay overnight at the dwelling, thereby alleviating the concern of the legislature regarding the safety of premises left unoccupied for prolonged periods. We agree with Insurer that “it is not unreasonable to require that a property be occupied once every two months.” Id. at 2-3.\n¶25 For the foregoing reasons, we reverse the trial court’s grant of summary judgment in favor of Estate and remand with instructions to the trial court to enter summary judgment in favor of Insurer.\n¶26 Order reversed. Case remanded for entry of summary judgment in favor of Insurer. Jurisdiction relinquished.\n. It is not clear if the chicken coop was destroyed in the fire. In their complaint, Estate made a demand for the entire amount of coverage under the policy, which included coverage for the chicken coop, but in their motion for summary judgment, Estate averred only that the dwelling and its contents were destroyed by the fire. In any event, the issue is not relevant to our disposition of this appeal.\n. A transcript of the oral argument presented to the trial court on the parties’ motions for summary judgment is not included in the certified record provided to us in this appeal.\n. In its motion for summary judgment and brief in opposition to Insurer’s motion for summary judgment, Estate notes only two differences between the renewed policy and the prior policy, i.e., the policy numbers and the periods of time which they cover. These are not differences relevant to our determination of whether the renewed policy has substantially the same characteristics as the prior policy. Moreover, in their brief to this Court in this appeal, Estate admits that the renewed policy covered the same property in the same amount as the prior policy, listed the same insureds as the prior policy, i.e., \"John J. Higgins & Barbara Higgins,” and indicated on its face that it was a renewal of the prior policy. Estate’s brief at 1.",
        "type": "majority",
        "author": "BENDER, J."
      }
    ],
    "attorneys": [
      "Louis C. Long, Pittsburgh, for appellant.",
      "W. Thomas Andrews, New Castle, for appellee."
    ],
    "corrections": "",
    "head_matter": "ESTATE OF Barbara HIGGINS, by Co-Executors Gregory B. HIGGINS and Seumis P. Higgins, Appellees, v. WASHINGTON MUTUAL FIRE INSURANCE COMPANY OF LAWRENCE COUNTY, PA, Appellant.\nSuperior Court of Pennsylvania.\nArgued Oct. 1, 2003.\nFiled Dec. 8, 2003.\nLouis C. Long, Pittsburgh, for appellant.\nW. Thomas Andrews, New Castle, for appellee.\nBefore: JOYCE, BENDER and POPOVICH, JJ."
  },
  "file_name": "0778-01",
  "first_page_order": 808,
  "last_page_order": 816
}
