{
  "id": 12053303,
  "name": "Robert James LAUER, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, Bureau of Driver Licensing",
  "name_abbreviation": "Lauer v. Commonwealth",
  "decision_date": "1995-10-24",
  "docket_number": "",
  "first_page": "779",
  "last_page": "785",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 779"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "652 A.2d 840",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "539 Pa. 670",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "644 A.2d 262",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1463109,
        7865102
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/165/0128-01",
        "/a2d/644/0262-01"
      ]
    },
    {
      "cite": "647 A.2d 904",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "538 Pa. 650",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "634 A.2d 692",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1454658
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/160/0049-01"
      ]
    },
    {
      "cite": "650 A.2d 1141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1468979,
        11340343
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/168/0362-01",
        "/a2d/650/1141-01"
      ]
    },
    {
      "cite": "635 A.2d 124",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7358765,
        1841446
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "127"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/635/0124-01",
        "/pa/535/0314-01"
      ]
    },
    {
      "cite": "535 Pa. 314",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841446
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "320"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0314-01"
      ]
    },
    {
      "cite": "664 A.2d 199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863555
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "202",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/664/0199-01"
      ]
    },
    {
      "cite": "168 Pa.Commonwealth Ct. 362",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1468979
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/168/0362-01"
      ]
    },
    {
      "cite": "500 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781019
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 1,
      "case_paths": [
        "/pa/500/0482-01"
      ]
    },
    {
      "cite": "635 A.2d 230",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1454624,
        7360805
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "233, n. 7"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/160/0427-01",
        "/a2d/635/0230-01"
      ]
    },
    {
      "cite": "652 A.2d 840",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 1
    },
    {
      "cite": "539 Pa. 670",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 1
    },
    {
      "cite": "644 A.2d 262",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1463109,
        7865102
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/165/0128-01",
        "/a2d/644/0262-01"
      ]
    },
    {
      "cite": "647 A.2d 904",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1994,
      "opinion_index": 1
    },
    {
      "cite": "538 Pa. 650",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "year": 1994,
      "opinion_index": 1
    },
    {
      "cite": "634 A.2d 692",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1454658
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/160/0049-01"
      ]
    },
    {
      "cite": "650 A.2d 1141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1468979,
        11340343
      ],
      "weight": 2,
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/168/0362-01",
        "/a2d/650/1141-01"
      ]
    },
    {
      "cite": "635 A.2d 124",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7358765,
        1841446
      ],
      "year": 1993,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/635/0124-01",
        "/pa/535/0314-01"
      ]
    },
    {
      "cite": "535 Pa. 314",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841446
      ],
      "year": 1993,
      "opinion_index": 1,
      "case_paths": [
        "/pa/535/0314-01"
      ]
    },
    {
      "cite": "664 A.2d 199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863555
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/664/0199-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 748,
    "char_count": 21596,
    "ocr_confidence": 0.747,
    "pagerank": {
      "raw": 1.6892632910928746e-07,
      "percentile": 0.6989488576361016
    },
    "sha256": "bb1c2f840f94a9cb8d7b2f2a40df4be436af62efc8015aea686b3872060b7b91",
    "simhash": "1:ef301143f10f2e94",
    "word_count": 3489
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, and DOYLE, SMITH, PELLEGRINI, FRIEDMAN, KELLEY, NEWMAN, JJ."
    ],
    "parties": [
      "Robert James LAUER, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, Bureau of Driver Licensing."
    ],
    "opinions": [
      {
        "text": "DOYLE, Judge.\nBefore the Court is the appeal of Robert James Lauer (Licensee) from an order of the Court of Common Pleas of Bucks County which dismissed his appeal of the suspension of his driving privileges.\nThe trial court made the following findings of fact. On September 6,1990, September 7, 1990, and September 12, 1990, Licensee sold cocaine to an undercover police officer. He was arrested and on July 9, 1991, Licensee pled guilty to all three counts of violating Section 13(m) of the Controlled Substance, Drug, Device and Cosmetic Act (Drug Act). The Department of Transportation, Bureau of Driver Licensing (DOT), was informed of these convictions on April 4, 1994. Thereafter, on June 13, 1994, DOT issued a notice to Licensee informing him that he had achieved habitual offender status and that his license would be suspended.\nLicensee filed a timely appeal to the trial court. At a hearing before the trial court, DOT agreed to modify the suspension to reflect one 90-day suspension for the first count, a one year suspension for the second count, and a two-year suspension for the third count pursuant to Section 13(m) of the Drug Act. However, after entering an order reflecting this modified penalty, the trial court wrote an opinion requesting this Court to remand this matter in order to impose three 90-day “first offense” suspensions. This appeal followed.\nLicensee argues that because his drug convictions were the result of a single criminal scheme or episode, the three convictions constitute a single first offense, and his license should, therefore, only be suspended for one period of ninety days only.\nSection 13(m), provides, in relevant part, that:\n[A]ny person ... who possesses, sells, delivers, offers for sale, holds for sale or gives away any controlled substance, in addition to any other penalty provided in this or any act, upon conviction for a violation of this act, shall have his or her operating privileges suspended. The clerk of any court of this Commonwealth, \"within ten days after final judgment of conviction for violations of this act requiring suspension under this section, shall send to the Department of Transportation a record of the conviction on a form provided by the Department of Transportation. When the Department of Transportation suspends the operating privilege of a person under this subsection, the duration of the suspension shall be as follows:\n(1) For a first offense, a period of 90 days from the date of suspension.\n(2) For a second offense, a period of one year from the date of suspension.\n(3) For a third offense, and any offense thereafter, a period of two years from the date of suspension. Any multiple suspensions imposed shall be served consecutively-\nLicensee argues that his three violations of the Drug Act constitute but a single offense for the purpose of his license suspension.\nWe recently faced this issue in Brosius v. Department of Transportation, Bureau of Driver Licensing, 664 A.2d 199 (Pa.Cmwlth. 1996), wherein we held that:\n[W]hen a second offense is committed before the conviction occurs on the first offense, or the final judgement of conviction for multiple offenses occurs at the same time, and, the licensee does not have other extant drug convictions, all convictions will be deemed to be “first offenses” mandating separate and consecutive terms of suspension. Since the General Assembly deemed the collateral civil penalty of the suspension of operating privileges of such importance as to make a suspension mandatory, see Plowman [v. Department of Transportation, Bureau of Driver Licensing, 535 Pa. 314, 635 A.2d 124 (1993) ], we can not imagine that the General Assembly intended that a licensee should escape the consequences of his multiple violations simply because he received his final judgment of conviction for the separate and distinct multiple offenses on the same day. Therefore, each and every violation will carry its own “first offense” mandatory suspension of ninety days.\nId. 664 A.2d at 202 (footnote omitted).\nThus, while the increased penalty provision, ie., the enhancement element, does not apply in this case, we believe that it is contrary to the intent of the statute to allow a Pennsylvania motorist convicted of multiple Drug Act violations to escape without any penalty for two of his three Drug Act convictions. Brosius.\nThere is nothing in the statute which precludes multiple first offense license suspensions. Section 13(m) of the Drug Act simply requires the imposition of a license suspension “upon conviction” of violating any provision of the Act. The language is mandatory: when a licensee is convicted, a license suspension must occur. See Plowman v. Department of Transportation, Bureau of Driver Licensing, 535 Pa. 314, 635 A.2d 124 (1993). Thus, each conviction must result in a period of suspension. Since we have held that enhancement, that is, increasing penalties for subsequent offenses, is not appropriate without providing an opportunity for the offender to reform after a conviction, multiple convictions, such as in this case, must result in multiple “first offense” suspensions. Brosius. This result is in accord with Section 13(m)(l), which evidences the General Assembly’s intent to provide for multiple suspensions which arise out of single criminal proceeding, where multiple counts are charged.\nFurther, there is no evidence to support any finding that Licensee’s three convictions arose from a single “criminal episode” and therefore only merit a single suspension. Such a finding is an unwarranted expansion of the analysis in Perruso. In that case, consideration of whether the licensee’s multiple violations arose from a single criminal act was only relevant for determining whether to apply the enhancement provisions of Section 13(m)(2) and (3), and not whether a penalty should be imposed in the first instance. Here, the Licensee committed three separate and distinct acts on three different days which resulted in three separate violations of the Drug Act. The fact that the circumstances on each separate occasion were similar and within a single week, does not require the conclusion that the three convictions arose from the same criminal act, as we held in Perruso. See Department of Transportation, Bureau of Driver Licensing v. Korenich, 168 Pa.Cmwlth. 362, 650 A.2d 1141 (1994). Moreover, the focus of Section 13(m) of the Drug Act is on “offenses,” not “criminal acts” or the facts surrounding them.\nIn sum, recidivist legislation not only provides the individual with an opportunity to reform or face more stringent penalties, thereby deterring future criminal behavior on the part of the individual, but also serves as general deterrence to the population at large:\nIn fact, a first offense may merit nothing more than a small fine. As such, the prospect of losing one’s driver’s license may deter a potential drug user from committing that first drug offense. At least, that potential user may consider the loss of his/her license and its effect on employment and transportation prior to committing a drug offense.\nPlowman, 535 Pa. at 320, 635 A.2d at 127. As we explained in Brosius, allowing a licensee to escape additional suspensions entirely for multiple Drug Act convictions, simply because he has received a single judgment of conviction, would subvert this purpose of general deterrence in addition to contravening the language of Section 13(m).\nAccordingly, the order of the trial court is modified to reflect three consecutive 90-day suspensions of Licensee’s driver’s license.\nORDER\nNOW, October 24, 1995, the order of the Court of Common Pleas of Bucks County in the above-captioned matter is hereby modified to reflect three consecutive 90-day suspensions of Robert James Lauer’s driver’s license.\n. This case was assigned to the opinion writer on June 27, 1995.\n. Act of April 14, 1972, P.L. 233, as amended, 35 P.S. § 780-113(m).\n. See infra note 4.\n. DOT’s original notice suspended Licensee’s driving privileges for five years in accordance to Section 1542 of the Vehicle Code, 75 Pa.C.S. § 1542. Licensee also received a second notice that his license would be suspended for six months and for one year pursuant to Section 1542(c) of the Vehicle Code, 75 Pa.C.S. § 1542(c). DOT admitted that these sections of the Vehicle Code were inapplicable, and agreed to modify Licensee’s suspension accordingly.\n.We note that Section 13(m) was repealed by the Act of June 28, 1993, P.L. 137, and its provisions added to the Vehicle Code by an amendment to Section 1532(c). 75 Pa.C.S. § 1532(c). Section 1532(c) of the Vehicle Code, remains substantially the same as Section 13(m) of the Drug Act but now requires a six-month suspension for a first offense conviction instead of 90 days.\n. Department of Transportation, Bureau of Driver Licensing v. Perruso, 160 Pa.Cmwlth. 49, 634 A.2d 692 (1993), petition for allowance of appeal denied, 538 Pa. 650, 647 A.2d 904 (1994), and Heisterkamp v. Department of Transportation, Bureau of Driver Licensing, 165 Pa.Cmwlth. 128, 644 A.2d 262 (1994), petition for allowance of appeal denied, 539 Pa. 670, 652 A.2d 840 (1994).\n. In Perruso, the licensee was charged with two counts of violating the Drug Act which arose from a single incident during one day. He pled guiliy and was sentenced on both counts at the same time. We determined that Section 13(m) is recidivist in nature and that where multiple convictions of the Drug Act arise from a single act, and the person has no prior drug convictions, the enhancement provisions of Section 13(m) do not apply. Thus, the licensee in Perruso was only subject to one ninety-day suspension for a first offense even though there were multiple counts and multiple convictions.",
        "type": "majority",
        "author": "DOYLE, Judge."
      },
      {
        "text": "FRIEDMAN, Judge,\ndissenting.\nI. respectfully dissent. I do not believe that section 13(m) of The Controlled Substance, Drug, Device and Cosmetic Act (Drug Act) provides for the imposition of consecutive license suspensions for “multiple first offenses.” Moreover, I believe that Robert James Lauer’s (Licensee) conviction for violations of the Drug Act was the result of a single criminal scheme or episode and, thus, constitutes a single and “first offense” under section 13(m) of the Drug Act.\nI.\nThe Majority holds that section 13(m) requires the imposition of “multiple first offense” suspensions where a licensee with no prior Drug Act convictions has been convicted of multiple violations of the Drug Act in a single criminal proceeding. For the following reasons, I cannot agree.\nIn Commonwealth v. Perruso, 160 Pa. Cmwlth. 49, 634 A.2d 692 (1993), petition for allowance of appeal denied, 538 Pa. 650, 647 A.2d 904 (1994), this court recognized that section 13(m) of the Drug Act is an enhancement provision, the purpose of which is to provide increasingly severe penalties for licensees who have received suspensions for prior Drug Act convictions and who have demonstrated their unwillingness or inability to be rehabilitated by again violating the Drug Act. Clearly, the imposition of “multiple first offense” suspensions upon a licensee who has no prior Drug Act conviction constitutes an enhanced penalty, in this ease 270 days instead of 90 days, without providing the licensee an opportunity to reform. Thus, I believe that the notion of “multiple first offense” suspensions, which the Majority created ex nihilo, is contrary to the anti-reeidi-vist philosophy behind section 13(m) of the Drug Act.\nFurthermore, section 13(m) of the Drug Act states in clear and unambiguous language that the Department of Transportation (DOT) shall suspend a licensee’s operating privilege after the clerk of any court of this Commonwealth has sent to DOT a record of conviction “after final judgment of [that] conviction for violations of [the Drug Act.]” The word “conviction” is unquestionably singular, while “violations” is undeniably plural. Thus, under section 13(m), a final judgment of conviction in a single criminal proceeding for multiple violations of the Drug Act constitutes one conviction, or a “first offense.” The General Assembly could not have stated its intention more clearly; yet, the Majority fails to even acknowledge the presence of this language in section 13(m).\nIn addition, when this court interprets a statute, we may presume that the General Assembly does not intend an absurd result. Section 1922(1) of the Statutory Construction Act of 1972, 1 Pa.C.S. § 1922(1). In Department of Transportation, Bureau of Driver Licensing v. Hardy, 160 Pa.Cmwlth. 427, 635 A.2d 230, 233, n. 7 (1993), this court stated in dicta: “We believe that [the phrase ‘multiple first offenses’] is an oxymoron,” i.e., a combination of contradictory or incongruous words. See Webster’s Third New International Dictionary 1614 (1966). Although this court now evidently thinks otherwise, I still agree with Hardy. Indeed, where a licensee has more than one conviction for violations of the Drag Act, logic demands that those convictions subsequent to the first offense cannot also be first offenses. Here, however, the Majority, engaging in an act of sophistry, transforms Licensee’s single and “first offense” into “multiple first offenses.”\nThe Majority supports its result by citing Plowman v. Department of Transportation, Bureau of Driver Licensing, 535 Pa. 314, 635 A.2d 124 (1993), for the proposition that a suspension is mandated for each conviction. However, the only issues before our Supreme Court in Plowman were whether section 13(m) of the Drag Act violates a licensee’s substantive due process rights or results in cruel and unusual punishment. Thus, the teachings of Plowman are inapplicable here. Moreover, any suggestion that the General Assembly intended to impose a suspension for each conviction under section 13(m) is stifled by the Legislature’s amendment to subsection 13(m)(3) in section 1532(c)(1)(iii) of the Vehicle Code. There the General Assembly omitted the provision that multiple suspensions should be served consecutively. It is obvious to me that, in deleting this sentence, the General Assembly has expressed an intent that multiple suspensions may be served concurrently.\nFor all of these reasons, I cannot accept the Majority’s holding that section 13(m) of the Drag Act requires the imposition of consecutive suspensions for “multiple first offenses.”\nn.\nEven if imposition of multiple first offense suspensions would be proper under section 13(m) of the Drug Act, I would not do so here because I believe that Licensee’s conviction for multiple violations of the Drug Act arose from one criminal episode and, thus, constitutes a single and first offense.\nOur Supreme Court has stated that acts constitute a single criminal episode if they are temporally and logically related. Commonwealth v. Hude, 500 Pa. 482, 458 A.2d 177 (1983). Here, the record indicates that on September 6, 1990, Licensee sold a white powder, purported to be cocaine, to Officer Robert Gorman while Gorman was working undercover. Gorman did not arrest Licensee but, instead, gave the white powder to Detective Timothy Carroll for testing. The next day, Licensee again delivered a white powder to Gorman who, for the second time, made no arrest but gave the product to Carroll for testing. Five days later, Gorman and Carroll arrested Licensee after a third delivery of cocaine to Gorman. (See R.R., Probable Cause Affidavit.) Because the three incidents are temporally and logically related, I believe that they constitute a single criminal episode.\nMoreover, in Heisterkamp v. Department of Transportation, Bureau of Driver Licensing, 165 Pa.Cmwlth. 128, 644 A.2d 262 (1994), appeal denied, 539 Pa. 670, 652 A.2d 840 (1994), a case inexplicably ignored by the Majority, a former Assistant District Attorney was convicted of 21 violations of the Drug Act, the infractions occurring over a seven-month period. We affirmed a single ninety-day “first offense” suspension for the licensee, holding that when a licensee violates the Drug Act on different days, if the violations arise from a single “episode,” i.e., the same actions on different days, and the licensee has no prior convictions under the Drug Act, multiple convictions arising from that continuous criminal episode will constitute a “first offense” under section 13(m) of the Drug Act.\n• Here, Licensee had no prior convictions. Moreover, his violations occurred in one continuing episode, i.e., the same actions on different days within one week involving the same undercover police officer. Therefore, under Heisterkamp, Licensee’s conviction on the three separate charges constitutes a single and “first offense.”\nAccordingly, I would reverse the trial court’s order and remand this case to the trial court for imposition of penalties for a first time offender under section 13(m) of the Drug Act.\nPELLEGRINI, J., joins in this dissent.\n. Section 13(m) of the Drug Act, Act of April 14, 1972, P.L. 233, as amended, 35 P.S. §§ 780-113(m), repealed by the Act of June 28, 1993, P.L. 137.\n. Indeed, under the Majority’s novel interpretation of section 13(m), if a licensee is convicted in a single criminal proceeding of 10 violations of the Drug Act, the Department of Transportation can suspend the licensee’s operating privilege for 900 days, which is approximately two and a half years. This suspension would exceed the enhanced penalty for a third conviction, which is two years. Certainly, the General Assembly did not intend that a licensee receive more than the maximum enhanced penalty without any opportunity to reform.\n.Section 13(m) of the Drug Act, 35 P.S. § 780-113(m) (emphasis added), provides in pertinent part as follows:\n[A]ny person ..., upon conviction for a violation of this act, shall have his or her operating privilege suspended. The clerk of any court of this Commonwealth, within ten days after final judgment of conviction for violations of this act requiring suspension under this section, shall send to the Department of Transportation a record of the conviction on a form provided by the Department of Transportation. When the Department of Transportation suspends the operating privilege of a person under this subsection, the duration of the suspension shall be as follows:\n(1)For a first offense, a period of 90 days from the date of suspension.\n(2) For a second offense, a period of one year from the date of suspension.\n(3) For a third offense, and any offense thereafter, a period of two years from the date of suspension. Any multiple suspensions imposed shall be served consecutively.\n. When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit. Section 1921(b) of the Statutory Construction Act of 1972, 1 Pa.C.S. § 1921(b). Moreover, words and phrases shall be construed according to their common and approved usage. Section 1903(a) of the Statutory Construction Act of 1972, 1 Pa.C.S. § 1903(a).\n. Thus, it is conceivable that a licensee under suspension for a second offense has to serve only one additional year for an overlapping third offense.\n. The Majority also relies upon Brosius v. Department of Transportation, Bureau of Driver Licensing, 664 A.2d 199 (Pa.Cmwlth.1995). However, the record in Brosius was lost, and certain determinative facts contained in the recreated record were in direct conflict with the facts as presented in both parties’ briefs. Thus, I do not believe that Brosius can provide authority for any proposition.\n. The Majority states that there is no evidence to support a finding that Licensee’s three convictions arose from a single criminal episode, (Majority op. at 781):\nThe fact that the circumstances on each separate occasion were similar and within a single week, does not require the conclusion that the three convictions arose from the same criminal act, as we held in Perruso. See Department of Transportation, Bureau of Driver Licensing v. Korenich, 168 Pa.Commonwealth Ct. 362, 650 A.2d 1141 (1994).\n(Majority op. at 782.)\n. Instead of being guided by Heisterkamp, which is factually akin to this case, the Majority focuses on the difference between this case and Department of Transportation, Bureau of Driver Licensing v. Perruso, 160 Pa.Cmwlth. 49, 634 A.2d 692 (1993), petition for allowance of appeal denied, 538 Pa. 650, 647 A.2d 904 (1994), the facts of which I agree are inapplicable here. However, apart from the facts, this court’s analysis of the purpose and meaning of section 13(m) of the Drug Act is certainly relevant here.\n.In concluding otherwise, the Majority relies on Department of Transportation, Bureau of Driver Licensing v. Korenich, 168 Pa.Cmwlth. 362, 650 A.2d 1141 (1994), which is inapplicable here. Unlike this case, Korenich dealt with license revocation under sections 1532(a) and 1542 of the Vehicle Code, 75 Pa.C.S. §§ 1532(a) and 1542. These sections are relevant only where a licensee has been convicted of certain enumerated Vehicle Code offenses which are not at issue here. Thus, for Korenich to be persuasive in this case. Licensee would have had to commit one of the specific offenses set forth in sections 1532 and 1542 of the Vehicle Code.",
        "type": "dissent",
        "author": "FRIEDMAN, Judge,"
      }
    ],
    "attorneys": [
      "David Knight, for appellant.",
      "Timothy P. Wile, Assistant Counsel In-Charge Appellate Section, for appellee."
    ],
    "corrections": "",
    "head_matter": "Robert James LAUER, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, Bureau of Driver Licensing.\nCommonwealth Court of Pennsylvania.\nArgued May 10, 1995.\nDecided Oct. 24, 1995.\nDavid Knight, for appellant.\nTimothy P. Wile, Assistant Counsel In-Charge Appellate Section, for appellee.\nBefore COLINS, President Judge, and DOYLE, SMITH, PELLEGRINI, FRIEDMAN, KELLEY, NEWMAN, JJ."
  },
  "file_name": "0779-01",
  "first_page_order": 837,
  "last_page_order": 843
}
