{
  "id": 7364067,
  "name": "David R. REISER v. John R. LOMBARDI",
  "name_abbreviation": "Reiser v. Lombardi",
  "decision_date": "1994-02-03",
  "docket_number": "No. 93-277-Appeal",
  "first_page": "780",
  "last_page": "781",
  "citations": [
    {
      "type": "official",
      "cite": "637 A.2d 780"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 168,
    "char_count": 1989,
    "ocr_confidence": 0.731,
    "sha256": "747039094a2d56d0263c33ca1ee654e795548efcb86b909a6c877dd33a23fda8",
    "simhash": "1:76107c9f5757c124",
    "word_count": 315
  },
  "last_updated": "2023-07-14T19:44:22.675502+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "David R. REISER v. John R. LOMBARDI."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis matter was before the Supreme Court pursuant to an order issued directing the defendant to appear and show cause why this appeal should not be denied and dismissed. The defendant had appealed from a judgment entered against him following the granting of the plaintiffs motion for summary judgment.\nAfter reviewing the memoranda submitted by the parties and after hearing them counsel in oral argument, it is the conclusion of this court that cause has not been shown. In this case the plaintiff had brought an action alleging defendant’s breach of purchase and sale agreement resulting from defendant’s failure to refund a $50,000 deposit. The agreement executed between the parties was contingent upon and subject to plaintiffs securing acceptable financing.\nThe project progressed until plaintiff began to experience health problems. When he was notified that his application for a mortgage had been approved he was undergoing medical tests to determine the cause of his illness. On his attorney’s advice plaintiff notified the mortgage company of his illness since it was affecting his ability to work. Ultimately the mortgage company withdrew its financing agreement and plaintiff notified defendant/contractor that he would be unable to go through with the purchase because of the lack of financing.\nThis court is of the opinion that no issue of material fact existed. The matter of financing was a condition of the contract that plaintiff was unable to meet. While defendant questioned the good faith of plaintiff, no real facts were asserted that would satisfy defendant’s obligation to raise a material issue as to plaintiffs good faith.\nFor these reasons, the defendant’s appeal is denied and dismissed, the judgment appealed from is affirmed and the papers of the case are remanded to the Superior Court.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "William Mark Russo, East Greenwich.",
      "Joseph Sciacca, Cranston."
    ],
    "corrections": "",
    "head_matter": "David R. REISER v. John R. LOMBARDI.\nNo. 93-277-Appeal.\nSupreme Court of Rhode Island.\nFeb. 3, 1994.\nWilliam Mark Russo, East Greenwich.\nJoseph Sciacca, Cranston."
  },
  "file_name": "0780-03",
  "first_page_order": 834,
  "last_page_order": 835
}
