{
  "id": 7867504,
  "name": "Michael P. BORMAN, Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (BECHTEL CONSTRUCTION, INC.), Respondent",
  "name_abbreviation": "Borman v. Workmen's Compensation Appeal Board",
  "decision_date": "1994-06-03",
  "docket_number": "",
  "first_page": "780",
  "last_page": "784",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 780"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "639 A.2d 1337",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873533,
        1459869
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/1337-01",
        "/pa-commw/163/0152-01"
      ]
    },
    {
      "cite": "423 A.2d 1125",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "56 Pa.Commonwealth Ct. 1",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        8731016
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/56/0001-01"
      ]
    },
    {
      "cite": "34 Pa. Code § 131.11",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "305 A.2d 757",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "761",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "9 Pa.Commonwealth Ct. 176",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1854212
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/9/0176-01"
      ]
    },
    {
      "cite": "353 A.2d 490",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "23 Pa.Commonwealth Ct. 591",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1872306
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/23/0591-01"
      ]
    },
    {
      "cite": "326 A.2d 665",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "667"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "15 Pa.Commonwealth Ct. 499",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1861608
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "502"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/15/0499-01"
      ]
    },
    {
      "cite": "121 Pa.Commonwealth Ct. 436",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1379684
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/121/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 611,
    "char_count": 13444,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20030569349796068
    },
    "sha256": "53db01515be3e582fee91345b11e26cc95959da409deab156a4bd04b9650ff7e",
    "simhash": "1:38750a020690c56f",
    "word_count": 2184
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McGINLEY and KELLEY, JJ., and KELTON, Senior Judge."
    ],
    "parties": [
      "Michael P. BORMAN, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (BECHTEL CONSTRUCTION, INC.), Respondent."
    ],
    "opinions": [
      {
        "text": "McGINLEY, Judge.\nThis is an appeal from a decision of the Workmen’s Compensation Appeal Board which affirmed the dismissal of Michael P. Borman’s (Claimant) claim petition by the referee. We reverse.\nClaimant suffered a stroke on August 24, 1987, while working in the course of his employment as an electrician for Bechtel Construction, Inc. (Employer). Claimant subsequently filed a claim petition for worker’s compensation benefits on November 22, 1988, alleging that his working conditions which included the physical stress of his job were the cause of his stroke. The petition was assigned to a referee by notice of assignment dated December 6, 1988. Employer’s answer to the claim petition was mailed on December 21, 1988, and received by the referee on December 22, 1988. At the initial hearing, held on March 15, 1989, Claimant objected to Employer’s answer on the grounds that it was untimely and requested that the referee decide the case based upon the claim petition and Claimant’s evidence alone. After holding that an answer was timely because it was filed on or before the hearing the referee permitted Employer to present a defense. In a decision dated December 21, 1989, the referee concluded that Claimant had failed to establish a causal connection between his work activities and his stroke and Claimant’s petition was resultantly dismissed. Claimant appealed to the Board which affirmed the referee’s decision and Claimant subsequently appealed to this Court. In an opinion dated February 6, 1992, this Court held that the referee’s findings of fact were insufficient and remanded for further findings as to the date Employer’s answer was filed and, if necessary, whether Employer had an adequate excuse for a late filing.\nA hearing was held on remand where the referee heard the testimony of Mrs. Mary Piselle (Mrs. Piselle). Mrs. Piselle, a secretary at the law firm of Employer’s attorney, testified as to the regular practice of mailing documents at the law firm. On October 20, 1992, the referee issued a decision on the remanded case which found that Employer’s answer was mailed on December 21, 1988, that the answer was received by the referee’s office on December 22, 1988, and that the answer was timely. The referee’s decision further concluded that Claimant failed to establish a causal connection between his work activities and his stroke. Claimant appealed to the Board which affirmed the referee’s decision. Claimant appeals.\nOur scope of review is limited to determining whether constitutional rights have been violated, whether an error of law has been committed by the agency, or whether necessary findings of fact are supported by substantial evidence. Russell v. Workmen’s Compensation Appeal Board, 121 Pa.Commonwealth Ct. 436, 550 A.2d 1364 (1988).\nInitially, Claimant asserts that the Board erred in affirming the referee’s decision to accept Employer’s answer as timely without finding an adequate excuse for receipt by the referee on the sixteenth day. We agree.\nThis specific issue was previously visited by this Court in the prior appeal by Claimant. Claimant argues that this Court found Employer’s answer untimely as a matter of law and remanded with specific instructions to determine whether there was an adequate excuse for the untimely filing. Claimant is incorrect. In the prior appeal, we noted that the referee erroneously failed to make a finding on a crucial issue, that of the timeliness of Employer’s answer. Accordingly, we remanded for such a finding and further gave specific instructions to make a determination of whether there was adequate excuse if the answer was untimely. On remand, the referee found that Employer’s answer was timely filed on the date that it was mailed, December 21,1988. Referee’s Findings of Fact and Conclusions of Law, October 20, 1992, Conclusion of Law No. 2, at 4. We disagree.\nEmployer argues that the answer was timely because it was mailed on the fifteenth day. Employer asserts that since section 416 of The Pennsylvania Workmen’s Compensation Act (Act), 77 P.S. § 821 does not specify the means for filing an answer then mailing is appropriate. Employer argues that service of an answer through first class mail is a longstanding accepted practice of the Worker’s Compensation Bureau. Employer points to section 403 of the Act to advance the proposition that a claim petition is filed when it is mailed as evidenced by the date on the postmark. Finally, Employer asserts that section 131.11(a) of the Referee’s Rules for Administrative Practice and Procedure, 34 Pa.Code § 131.11(a), should apply retroactively as that section addresses the procedure for filing through the mails.\nEmployer cites Rockwood Insurance Company and Kavalchuck v. Workmen’s Compensation Appeal Board, 15 Pa.Commonwealth Ct. 499, 326 A.2d 665 (1974); and Workmen’s Compensation Appeal Board v. Thomas V. Ferrick, Inc., 23 Pa.Commonwealth Ct. 591, 353 A.2d 490 (1976), as holding that a claim petition is filed when it is mailed and argues that an answer should be treated the same. We find Employer’s argument unpersuasive. Rockwood concluded that a claim petition is filed when mailed based upon the proviso in section 315 of the Act which states that a petition must be filed “as provided in article four hereof.” 77 P.S. § 602. Rockwood further found that the “relevant section of article four is Section 403, 77 P.S. § 714, which provided: ‘all petitions ... shall be mailed or delivered to the department at its principle office.’” Rockwood, 15 Pa.Commonwealth Ct. at 502, 326 A.2d at 667. (Emphasis added). Section 416 of the Act has no such provision. Further, Employer’s reliance on Ferrick is also misplaced. There the petition was found to have been mailed well within the statutorily defined time period not, as here, on the last day.\nEmployer also argues that section 131.11(a) of the Referee’s Rules for Administrative Practice and Procedure, 34 Pa.Code § 131.11(a), should apply retroactively as that section addresses the procedure for filing through the mails. We note that the applicable rule in effect at the relevant time was 34 Pa.Code § 131.22(a). Section 131.-22(a) required an adverse party to “file his answer within 15 days following service of a petition”, 34 Pa.Code § 131.22(a) (subsequently amended, March 29, 1991) (emphasis added). Employer argues that the amended rule is procedural and should be applied to this action according to Universal Cyclops Steel Corporation v. Workmen’s Compensation Appeal Board (Krawczynski), 9 Pa.Commonwealth Ct. 176, 305 A.2d 757 (1973). In Universal Cyclops we held that current procedural rules should be applied to pending actions. “Legislation which affects rights will not be construed to be retroactive unless it is declared so in the act.” Universal Cyclops, 9 Pa.Commonwealth Ct. at 183, 305 A.2d at 761 (citations omitted). 34 Pa. Code § 131.11(a), therefore, is substantive because it affects the right of the Employer to present a defense. Since there is no declaration in the Act that this regulation is to be construed retroactively, Employer’s argument must fail.\nFinally, Employer argues that the accepted practice at the relevant time was that an answer was filed on the date that it was mailed. We note that the Board states in its opinion that “[f]or many years the standard practice in Workmen’s Compensation was that mailing was recognized as the accepted method of filing papers, including an answer.” Opinion of the Workmen’s Compensation Appeal Board, August 10, 1993, at 3. Neither Employer nor the Board cite any pertinent statute or regulation or case law to support such an assertion. We cannot ignore the actual instructions contained on the notice of assignment of petition to worker’s compensation referee which state:\nThe parties are hereby notified that an answer may be filed with the Referee at his office within fifteen (15) days from the date of this notice. Facts alleged in a claim petition will be deemed to be admitted unless specifically denied. However, the failure of a party to deny a fact alleged in any other petition shall not preclude the referee from requiring proof of such fact at a hearing. (Emphasis added).\nTherefore we are constrained to conclude that Employer’s answer was untimely. It follows then that Claimant’s allegations set forth in the claim petition are deemed admitted. See Yellow Freight Systems, Inc. v. Workmen’s Compensation Appeal Board, 56 Pa.Commonwealth Ct. 1, 423 A.2d 1125 (1981).\nAccordingly, the Board’s order is reversed and we direct that Claimant be awarded benefits.\nORDER\nAND NOW, to wit, this 3rd day of June, 1994, the order of the Workmen’s Compensation Appeal Board at No. A92-2939 and dated August 10,1993, is reversed and Claimant is awarded benefits.\nKELLEY, J., files dissenting opinion.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. §§ 1-1031.\n. Section 416 of the Act, 77 P.S. § 821 provides in pertinent part:\nWithin fifteen days after a copy of any claim petition or other petition has been served upon an adverse party, he may file with the department or its referee an answer in the form prescribed by the department....\n. Section 403 of the Act, 77 P.S. § 714 provides:\nAll petitions, all copies of notices of compensation payable and agreements for compensation, and all papers requiring action by the department and its referees or the board, shall be mailed or delivered to the department at its principal office.\n. 34 Pa.Code § 131.11(a) states:\nWhenever filing is required by this chapter, it will be deemed complete upon delivery in person or, if by mail, upon deposit in the United States Mail, as evidenced by the postmark, properly addressed, with postage or charges prepaid.\n.Even procedural legislation will not be applied retroactively to cause a referee to redo a matter already completed absent clear legislative intent to that effect. See Shadyside Hospital/Heritage v. Workmen’s Compensation Appeal Board (Berry), — Pa.Commonwealth Ct. -, 639 A.2d 1337 (1994).",
        "type": "majority",
        "author": "McGINLEY, Judge."
      },
      {
        "text": "KELLEY, Judge,\ndissenting.\nI respectfully dissent.\nAfter considering this ease in terms of sections 403 and 416 of the Act, the majority has concluded in its opinion that postmarking is inadequate to constitute filing prior to the passage of 34 Pa.Code § 131.11(a).\nI disagree that an interpretation of the instruction “at his office” found in the notice of assignment of petition can logically lead to the conclusion that such phrase was intended to mean actual “receipt by his office”. I believe that this language should be interpreted within the context of the Act, which reads in pertinent part that the adverse party “may file with the department or its referee an answer in the form prescribed by the department”. 77 P.S. § 821.\nIt is well settled that the Act’s language is intended to be liberally construed so that all parties have a reasonable understanding of what is expected of them. Despite this tenet, the majority misinterprets the meaning of the instruction and the language of the Act by failing to apply a long standing custom and practice in establishing an interpretation.\nBefore the wording of the regulation was clarified to explicitly include pleadings postmarked by the last day of a statutory period, the practice of accepting pleadings postmarked by the last day of a statutory period produced a uniform practice which enabled the parties involved to know exactly how much time they had in which to file a pleading.\nThe Board itself, in finding Employer’s answer to have been timely filed, states in its opinion that “[f]or many years the standard practice in Workmen’s Compensation was that mailing was recognized as the accepted method of filing papers, including an answer”. From this, the majority concludes that the Board’s statement is unsupported by statute or caselaw and is therefore unpersuasive. However, in making this conclusion, the majority ignores the importance that custom and practice played at that time in defining the phrase “at his office” in order to apprise parties involved in a case with regard to exactly the time period in which to file timely.\nFor this court to then conclude that the words “at his office” required “receipt at his office” does not construe, but takes this language out of context and distorts it to mean something entirely different than what it was intended and construed by the legal community to mean at that time.\nThe majority’s conclusion has implicitly limited the time in which pleadings might have been filed without giving adequate consideration to the custom and practice which clarified the requirements of the Act until passage of the regulation.\nFor the reasons stated above, I believe that the conclusion reached by the majority conflicts with both the long standing practice of accepting as timely any pleading postmarked on the last day of the statutory period, and with the intent that the Act be liberally construed to ensure that all parties are aware of what is expected of them.\nAccordingly, I would affirm the Board.\n. Opinion of the Board, August 10, 1993, at 3.",
        "type": "dissent",
        "author": "KELLEY, Judge,"
      }
    ],
    "attorneys": [
      "David B. Diffenbach, for petitioner.",
      "Jane A. Lombard, for respondent."
    ],
    "corrections": "",
    "head_matter": "Michael P. BORMAN, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (BECHTEL CONSTRUCTION, INC.), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted Feb. 11, 1994.\nDecided June 3, 1994.\nReargument Denied July 22, 1994.\nDavid B. Diffenbach, for petitioner.\nJane A. Lombard, for respondent.\nBefore McGINLEY and KELLEY, JJ., and KELTON, Senior Judge."
  },
  "file_name": "0780-01",
  "first_page_order": 846,
  "last_page_order": 850
}
