{
  "id": 8134992,
  "name": "Silas GOODALL, Appellant, v. FRANK R. JELLEFF, Inc., a corporation, Appellee",
  "name_abbreviation": "Goodall v. Frank R. Jelleff, Inc.",
  "decision_date": "1957-04-12",
  "docket_number": "No. 1929",
  "first_page": "781",
  "last_page": "782",
  "citations": [
    {
      "type": "official",
      "cite": "130 A.2d 781"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "94 A.2d 479",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8145421
      ],
      "pin_cites": [
        {
          "page": "481"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/94/0479-01"
      ]
    },
    {
      "cite": "273 N.Y. 370",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2022950
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/273/0370-01"
      ]
    },
    {
      "cite": "7 N.E.2d 268",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "pin_cites": [
        {
          "page": "269"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 260,
    "char_count": 3220,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 1.6056947725799194e-07,
      "percentile": 0.6846109560827678
    },
    "sha256": "db6fa24209da00bbc1e0f4268175ed20f67d56e9116bd9b08a8ccdbed5e33725",
    "simhash": "1:79b8f667dfb2e9c5",
    "word_count": 523
  },
  "last_updated": "2024-02-27T23:45:34.858790+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
    ],
    "parties": [
      "Silas GOODALL, Appellant, v. FRANK R. JELLEFF, Inc., a corporation, Appellee."
    ],
    "opinions": [
      {
        "text": "QUINN, Associate Judge.\nAppellant’s complaint' was dismissed on oral motion at the pretrial hearing for failure to state a cause of action. The pleading was denominated, “Complaint for Damages Abuse of Civil Process,” and charged that appellee, a corporation, wrongfully filed a complaint on January 15, 1953, in the Municpal Court, against appellant and his former wife for the “balance due, on merchandise purchased from [appellee] by defendants.” Appellant alleged'that service ' on him wás made by leaving the suit papérs ' with his formér' wife at' her home' where he never lived. Judgment by default in favor of appellee was entered “oh March 3, 1956 [sic],” aiid docketed-in'the United States District Court for the District of Columbia on September 29, 1955. '\n; Appellant further alleged that his former wife alone had made the purchases in.ques- . tion and ■ that. s.he had informed appellee he was not to be responsible for her debts; notwithstanding this knowledge, appellee proceeded with its action. When appellant attempted to secure credit at various business establishments, he was unsuccessful due to the judgment of record. On November 12, 1955, appellee filed a praecipe in the United States District Court indicating that the judgment was settled and satisfied as to appellant, but did nothing to remove the judgment from the Municipal Court docket. As a result, appellant has been embarrassed and humiliated and has suffered mental anguish and “a complete impairment of his credit.”\nWe believe that the trial court acted correctly in dismissing the complaint. As we have stated before,\n“ * * * the right to charge an abuse of process arises when there has been a perversion of court processes to accomplish some end which the process was not intended by law to accomplish, or which compels the party against whom it has been used to do some collateral thing which he could not legally and regularly be compelled to do. * * * ”\nFurther, “The gist of the action for abuse of process lies in the improper use of process after it is issued.” Proper use of 'the machinery of the law, though with an improper motive, is not tortious; only when the process is used to accomplish some é'nd outside of its regular purview does a cause of action arise. Here, appellant claims nothing more than that appellee obtained a judgment, based on an unfounded claim, which is still outstanding. No use of process has been'' alleged which was irregular.\nAffirmed.\n. According to the records of the Municipal Court, the judgment was entered on March 3, 1953.\n. Hall v. Field Enterprises, D.C.Mun.App. 1953. 94 A.2d 479, 481.\n. Hauser v. Barrow, 1937, 273 N.Y. 370, 7 N.E.2d 268, 269.\n. Hauser v. Barrow, supra, note 3.",
        "type": "majority",
        "author": "QUINN, Associate Judge."
      }
    ],
    "attorneys": [
      "Barrington D. Parker, Washington, D. C., with whom George A. Parker, Washington, D. C., was on the brief, for appellant.",
      "Charles E. Channing, Jr., Washington, D. C., with whom Hugh Lynch, Jr., Washington, D. C., was on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Silas GOODALL, Appellant, v. FRANK R. JELLEFF, Inc., a corporation, Appellee.\nNo. 1929.\nMunicipal Court of Appeals for the District of Columbia.\nArgued Feb. 11, 1957.\nDecided April 12, 1957.\nBarrington D. Parker, Washington, D. C., with whom George A. Parker, Washington, D. C., was on the brief, for appellant.\nCharles E. Channing, Jr., Washington, D. C., with whom Hugh Lynch, Jr., Washington, D. C., was on the brief, for appellee.\nBefore ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
  },
  "file_name": "0781-01",
  "first_page_order": 813,
  "last_page_order": 814
}
