{
  "id": 6094760,
  "name": "Robert F. Gowen et al. v. Harold D. Arnold",
  "name_abbreviation": "Gowen v. Arnold",
  "decision_date": "1930-01-27",
  "docket_number": "No. 2146",
  "first_page": "782",
  "last_page": "783",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 782"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 196,
    "char_count": 2825,
    "ocr_confidence": 0.475,
    "sha256": "37c69fe4ab75dc083c6ed323c2e049d574f59de43ffb8751cfa94405aa0bf58f",
    "simhash": "1:3f858967971d1729",
    "word_count": 460
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Gakrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Robert F. Gowen et al. v. Harold D. Arnold"
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal in an interference proceeding from the decision -of the Board of Appeals affirming the decision of the Examiner of Interferences awarding priority of invention to appellee.\nThe invention in issue- relates to certain structural improvements in vacuum tubes or auctions.\nThe counts in issue read as follows:\n1. An electron discharge device comprising an evacuated vessel, a press within said vessel, an anode and a cathode above said press, the axis of said electrodes being parallel to the axis of said press, and a metallic frame connected to said press and supporting said electrodes, said frame being in contact with said anode.\n2. An electron discharge device comprising an evacuated vessel, a press within said .vessel, an anode and a cathode above said press and parallel thereto, and a metallic frame connected to said press and supporting said electrodes, substantially all of one side of said anode being subjected to electron bombardmeht from said cathode.\n3. An electron discharge device comprising an evacuated vessel, a cathode, an anode, a press, said anode and cathode having their axes substantially parallel to said press, a support for said cathode comprising a metallic frame arising from said press, substantially all of one surface of said anode being subjected to electron bombardment.\nThe questions of law involved -herein are the same as those presented to the court in the following cases decided concurrently herewith: Robert F. Gowen v. William F. Hendry, suit No. 2216, interference No. 50818; and Robert F. Gowen and James L. Bradford v. Harold D. Arnold and William C. White, suit No. 2147. In those ■cases it was held that the jurisdiction of this court in interference cases did not extend to questions involving the- patentability of alleged inventions, but was limited to the question of priority of invention and matters ancillary thereto.\nIn addition to the questions of law referred to, counsel for appellants contends that Arnold’s application does not disclose the subject matter of the issue, and that, accordingly, he has no right to make the claims. This contention was not made before the tribunals below, and, therefore, will not be considered here.\nIt appears from the record that Arnold is the prior inventor of the subject matter of the issue. The decision of the Board of Appeals is, therefore, affirmed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "$. E. Darby, C. M. Thomas, and F. D. Thomas for appellant.",
      "John Q-. Roberts and Irving McDonald for appellee."
    ],
    "corrections": "",
    "head_matter": "Robert F. Gowen et al. v. Harold D. Arnold\n(No. 2146)\nUnited States Court of Customs and Patent Appeals,\nJanuary 27, 1930\n$. E. Darby, C. M. Thomas, and F. D. Thomas for appellant.\nJohn Q-. Roberts and Irving McDonald for appellee.\n[Oral argument November 6, 1929, by Mr. Darby, Mr. Roberts, and Mr. McDonald]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Gakrett, and Lenroot, Associate Judges"
  },
  "file_name": "0782-01",
  "first_page_order": 232,
  "last_page_order": 233
}
