{
  "id": 6094763,
  "name": "Robert F. Gowen and James L. Bradford v. Harold D. Arnold and William C. White",
  "name_abbreviation": "Gowen v. Arnold",
  "decision_date": "1930-01-27",
  "docket_number": "No. 2147",
  "first_page": "783",
  "last_page": "785",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 783"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 276,
    "char_count": 4530,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 2.0446031217563963e-07,
      "percentile": 0.7540738861609306
    },
    "sha256": "d95fa11af0b454e58c5f6d29778ac6add596477e0ec5c1918fc65710a2dc48f5",
    "simhash": "1:1a0791f640a9d45f",
    "word_count": 746
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Robert F. Gowen and James L. Bradford v. Harold D. Arnold and William C. White"
    ],
    "opinions": [
      {
        "text": "TIateield, Judge,\ndelivered the opinion of the court:\nThis is an appeal in an interference proceeding from the desicion of the Board of Appeals affirming the decision of the examiner of intereferences awarding priority of invention to Harold I). Arnold.\nThe alleged invention relates to certain structural improvements in vacuum tubes or audions.\nThe count in issue reads as follows:\nAn electron discharge device comprising a stem, cathode, anode, and grid electrodes having their longitudinal axes substantially parallel to said stem, a support for said electrodes comprising a plurality of metallic upright members arising from said stem, and lead-in wires through said stem for said electrodes.\nIt appears from the record that the application of Knoop and Cioffi, filed on May 12, 1919, matured into patent No. 296331, on May 29, 1923.\nThe application of Gowen and Bradford was filed on April 3, 1919. The count in issue — claim 17 in the patent issued to Knoop and Cioffi — was copied by Gowen and Bradford on July 11, 1923. The interference as originally declared was, therefore, between Knoop and Cioffi, and Gowen and Bradford. Knoop and Cioffi were the junior parties.\nKnoop and Cioffi filed two motions: One, to dissolve the interference on the ground that Gowen and Bradford had no right to make the claim in issue, and the other, to reform the interference by adding the application of Arnold.\nBoth motions were overruled by the law examiner. Thereupon Knoop and Cioffi appealed to the examiners in chief from the decision of the law examiner refusing to reform the interference by adding the application of Arnold. The examiners in chief reversed the decision of the law examiner and, on appeal by Gowen and Bradford, the decision of the examiners in chief was affirmed by the Commissioner of Patents. Thereupon the interference was reformed to include Arnold’s application — a division of his application filed November 2, 1916, and also the application — a division of an application filed October 28, 1920, of William C. White. Arnold was the senior party.\nIt appears from their preliminary statements that the junior parties conceived the invention subsequent to the filing date of Arnold’s application. Accordingly, on December 6, 1926, the junior parties to the interference having failed to show any reason why judgment should not be entered on the record in favor of the senior party, Arnold, the examiner of interferences awarded priority of invention to Arnold. On appeals by Gowen and Bradford, and by White, the decision of the examiner of interferences was affirmed by the Board of Appeals.\nIt appears from the record that the Western Electric Co. is the owner of both the Arnold application and the Knoop and Cioffi patent; and that the De Forest Badio Co. is the owner of the Gowen and Bradford application.\nThe sole issue in the case involves a question of law.\nIt is claimed by counsel for appellants that the tribunals of the Patent Office *erred in permitting the application of Arnold to be included in the interference. This contention rests upon the proposition that the common assignee — the Western Electric Co. — is estopped from claiming a patent for the invention in issue on the application of Arnold, in view of the fact that the invention has heen patented to the Western Electric Co. assignors, Knoop and Cioffi. This precise issue was considered and decided by this court in the case of Robert F. Gowen v. William F. Hendry and Robert W. King, suit No. 2216, interference No. 50818, decided concurrently herewith.\nIt was there held that the jurisdiction of this court in interference cases did not extend to questions involving the patentability of alleged inventions, but was limited to the question of priority of invention and matters ancillary thereto.\nIt appears from the record that Arnold’s filing date is prior to the dates for conception alleged in the preliminary statements of the junior parties to the interference. The decision of the Board of Appeals is, therefore, affirmed.",
        "type": "majority",
        "author": "TIateield, Judge,"
      }
    ],
    "attorneys": [
      "Samuel B. Darby (0. M. Thomas and F. D. Thomas of counsel) for appellants.",
      "J. O. Roberts, O. B. Tullar,. and H. B. Durham (D'ring MacDonald of counsel) for appellees."
    ],
    "corrections": "",
    "head_matter": "Robert F. Gowen and James L. Bradford v. Harold D. Arnold and William C. White\n(No. 2147)\nUnited States Court of Customs and Patent Appeals,\nJanuary 27, 1930\nSamuel B. Darby (0. M. Thomas and F. D. Thomas of counsel) for appellants.\nJ. O. Roberts, O. B. Tullar,. and H. B. Durham (D'ring MacDonald of counsel) for appellees.\n[Oral argument November 6, 1929, by Mr. Darby, Mr. Roberts, and Mr. MacDonald]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0783-01",
  "first_page_order": 233,
  "last_page_order": 235
}
