{
  "id": 7356939,
  "name": "Frances B. KUPER, Appellant, v. Robert U. WOODWARD, Appellee",
  "name_abbreviation": "Kuper v. Woodward",
  "decision_date": "1996-11-07",
  "docket_number": "No. 95-FM-775",
  "first_page": "783",
  "last_page": "786",
  "citations": [
    {
      "type": "official",
      "cite": "684 A.2d 783"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "438 N.Y.S.2d 130",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 5,
      "year": 1981,
      "pin_cites": [
        {
          "page": "132"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "81 A.D.2d 632",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3249316,
        3247549
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/81/0632-02",
        "/ad2d/81/0632-01"
      ]
    },
    {
      "cite": "151 A.2d 255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8118787
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "258"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/151/0255-01"
      ]
    },
    {
      "cite": "118 AL.R. 1518",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "305 U.S. 32",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6136937
      ],
      "weight": 3,
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/us/305/0032-01"
      ]
    },
    {
      "cite": "68 App.D.C. 240",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "year": 1938,
      "pin_cites": [
        {
          "page": "242"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "96 F.2d 512",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        998748
      ],
      "year": 1938,
      "pin_cites": [
        {
          "page": "514"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/96/0512-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 522,
    "char_count": 8516,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18944888292715134
    },
    "sha256": "5088c9d52fa047e0ea879a045a3979593ade9cd751e2fb97bbc3b894ab6d9d5f",
    "simhash": "1:1f1eb7eabaa8cbcc",
    "word_count": 1403
  },
  "last_updated": "2024-02-27T19:22:16.402098+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER, Chief Judge, STEADMAN, Associate Judge, and PRYOR, Senior Judge."
    ],
    "parties": [
      "Frances B. KUPER, Appellant, v. Robert U. WOODWARD, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nThis case began when appellant, Frances B. Kuper, attached funds in the bank account of appellee, Robert Woodward, claiming that he had not made child support payments that she was entitled to under their child support agreement which had been incorporated into their divorce judgment. The trial judge held that appellant was not entitled to these funds, and she appealed. We reverse.\nI.\nBased on the pleadings and representations of the parties, the following facts seem undisputed. Appellant and appellee were married on November 29, 1974, in the District of Columbia. They had one child, Taliesin Woodward, who was born on November 10, 1976. On September 10, 1979, the Superior Court entered its Findings of Fact, Conclusions of Law and Judgment of Absolute Divorce. This judgment incorporated two agreements, one of which dealt with the division of property, alimony, and child support issues (“child support agreement”) and the other of which involved custody and visitation issues (“custody agreement”). The custody agreement set up a joint custody arrangement in which the child had her primary residence with appellant and visitation with appellee, including but not limited to, at least alternating weekends, one overnight visit each week, one month each summer, and a period of time during major holidays and school vacations. Appellee was also to pay child support as set forth in paragraph sixteen of the child support agreement which provides:\nThe Husband [appellee] shall pay to the Wife [appellant], for the Child’s support, the sum of Three Thousand Dollars ($3,000) per month commencing on September 1, 1979 for a period of Forty Eight (48) months and thereafter the Husband shall pay One Thousand Five Hundred Dollars ($1,500) per month until the Child reaches the age of Eighteen (18) or is emancipated.\nThe payments were to be made on or before the first day of each month, and appellee was to arrange with the bank an automatic transfer of the money from his account to appellant’s account.\nIn the spring of 1994, appellant became engaged and planned to move to Texas. Appellant asked the child, who was then seventeen years old, to move to Texas with her, but the child chose to remain in the District of Columbia for the summer before her first year of college. On May 7, 1994, appellant got married and set up her residence in Texas. It appears that there was a period of time here in which the child spent some time living with appellee, some time in appellant’s house in the District of Columbia, and some time on vacation with friends. She officially moved in with her father on June 21, 1994, when her mother closed her house in the District of Columbia. She remained there until August 12,1994, when she went away to college in California, although there was a two week period during which she went on vacation in Nantucket with her mother. The child never went to live in Texas. From August 12, 1994, until November 10, 1994, when she turned eighteen, the child lived at college. Pursuant to a separate provision of the agreement, appellee paid for all of the child’s college expenses.\nAppellee did not make child support payments for the months of July, August, October, and November 1994. On December 7, 1994, appellant served an amended writ of attachment on appellee’s bank for the amount of unpaid child support and costs, for a total of $6,020. The bank attached this amount from credits of appellee, and appel-lee filed an Answer Defending Against Attachment Pursuant to D.C.Code § 16-520. Various subsequent pleadings were filed, including appellant’s Motion for Execution on Attached Funds and appellee’s Request for Dismissal of Attachment. The trial judge heard argument on appellant’s motion for a continuance on May 8,1995, at which time he determined that the underlying facts were not in dispute, and therefore he did not need to hold a factual hearing. The next day the trial judge held a hearing in which no live witnesses were called and the parties were given the opportunity to make legal arguments.\nThe trial judge made oral conclusions of law, and began by stating:\nI think that what controls this case and the issue in this case is paragraph 16 found on page 5 of the 1979 agreement, and specifically what controls are the words “[shall pay] $1500 per month until the child reaches the age of 18 or is emancipated.” I conclude that while I have to try to figure out what the intent of the parties were in using the word “emancipated,” that it is reasonable to conclude that they meant the legal definition of emancipated, whatever that definition might be in the District of Columbia.\nThe trial judge went on to say that “the words ‘emancipation’ have to [] take on, it seems to this Court, the meaning of residence more than any other factor that one might determine or analyze in determining whether or not the child is emancipated.” He then stated his findings of fact, and concluded that the child was emancipated at least as of May 7th, when appellant married. The trial judge denied the motion to execute on the attachment and granted the motion to dismiss the attachment. A written order was entered to this effect on May 19, 1995. Appellant filed a timely appeal.\nII.\nAccording to Black’s Law Dictionary, the term “emancipation” is “principally used with reference to the emancipation of a minor child by its parents, which involves an entire surrender of the right to the care, custody, and earnings of such child as well as a renunciation of parental duties.” BLACK’S LAW DICTIONARY 521 (6th ed.1990). While this jurisdiction has not dealt extensively with the concept of emancipation, a United States Court of Appeals for the District of Columbia Circuit case noted that: “[I]t has been held that the marriage of a minor daughter, creating relationships inconsistent with parental control, emancipates her from the custody, care and control of her parents.” Davis v. Davis, 96 F.2d 512, 514, 68 App.D.C. 240, 242, rev’d on other grounds, 305 U.S. 32, 59 S.Ct. 3, 83 L.Ed. 26, 118 AL.R. 1518 (1938). In affirming the trial court’s denial of a request for annulment by an eighteen-year-old husband, who was under the age of legal consent at the time of the marriage, our predecessor court cited with approval the trial court’s determination that the plaintiff had evidenced his emancipation by demonstrating “his ability to protect and support himself.” Duley v. Duley, 151 A.2d 255, 258 (Mun.App.D.C.1959). Specifically, the plaintiff husband had left his parents’ home to live with an uncle, stopped attending school, supported himself and his wife. Id. These cases reflect that the child’s economic self-sufficiency is a significant factor in determining emancipation.\nIn addition, “^mancipation has been defined as the renunciation of legal duties by a parent and the surrender of parental obligations to the child.” Gittleman v. Gittleman, 81 A.D.2d 632, 438 N.Y.S.2d 130, 132 (1981). In Gittleman, the court recognized that emancipation may occur by operation of law where the parent’s actions are inconsistent with the parental obligation, e.g., where the parent abandons the child. Id. The Git-tleman court rejected specifically the notion that a change in residence alone constitutes an adequate basis for finding emancipation. Id. The court recognized the non-custodial mother’s continuing parental rights, even though primary responsibility for the child’s care was changed from the mother to the father. Id. Also, absent was any showing of an intent to abandon the child. Id. Similarly, we are not persuaded that a change of residence from one parent to another is a sufficient ground for finding that a minor child is emancipated. Here, the trial court faded to consider other significant factors bearing upon the issue as outlined above. Therefore, we reverse and remand this ease for further proceedings in accordance with this opinion.\nReversed and remanded.\n. It appears that there was some discussion below of the fact that the bank \"accidentally” paid appellant child support for the month of Septem-her. That issue has not been raised in this appeal, and therefore we will not consider it.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Hal Witt, Washington, DC, for appellant.",
      "Robert Case Liotta, Washington, DC, for appellee."
    ],
    "corrections": "",
    "head_matter": "Frances B. KUPER, Appellant, v. Robert U. WOODWARD, Appellee.\nNo. 95-FM-775.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 25, 1996.\nDecided Nov. 7, 1996.\nHal Witt, Washington, DC, for appellant.\nRobert Case Liotta, Washington, DC, for appellee.\nBefore WAGNER, Chief Judge, STEADMAN, Associate Judge, and PRYOR, Senior Judge."
  },
  "file_name": "0783-02",
  "first_page_order": 839,
  "last_page_order": 842
}
