{
  "id": 7867545,
  "name": "Albert G. CREEL, Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (OVERLAND EXPRESS, INC.), Respondent",
  "name_abbreviation": "Creel v. Workmen's Compensation Appeal Board",
  "decision_date": "1994-06-03",
  "docket_number": "",
  "first_page": "784",
  "last_page": "786",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 784"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "155 Pa.Commonwealth Ct. 44",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1445826
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/155/0044-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 384,
    "char_count": 8258,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20030723798955075
    },
    "sha256": "9040acc186af9614300576b7a92e980ca1ed124afcec6725e83123e962c9eec7",
    "simhash": "1:308cbd55d2bd6edb",
    "word_count": 1353
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS and KELLEY, JJ„ and RODGERS, Senior Judge."
    ],
    "parties": [
      "Albert G. CREEL, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (OVERLAND EXPRESS, INC.), Respondent."
    ],
    "opinions": [
      {
        "text": "COLINS, Judge.\nAlbert G. Creel (Creel) petitions for review of the June 16, 1993 order of the Workmen’s Compensation Appeal Board (Board) granting the appeal of Overland Express, Inc. (Overland) and reversing the order of the referee. The referee, on May 20, 1992, had granted Creel’s claim petition for benefits.\nThere is no dispute that Creel suffered a work-related injury on December 21, 1987, while employed as an intern driver for Overland. “This injury occurred when he was struck by an uninsured automobile while standing on a public thoroughfare, directing the truck driver with whom he was then working.” (Finding of Fact No. 6). The dispute concerns whether Creel is entitled to benefits pursuant to Section 305.2 of the Workers’ Compensation Act (Act), Act of June 2, 1915, P.L. 736, added by the Act of December 5, 1974, P.L. 782, 77 P.S. § 411.2. The referee made the following pertinent findings of fact and conclusions of law:\nFINDINGS OF FACT\n3. The Claimant was formally hired by the Defendant on October 27, 1987. On that date he and the Defendant executed an agreement which began the Claimant’s employment by the Defendant as a long distance truck driver.\n4. The Claimant applied for his job with the Defendant on October 12, 1987, when he completed an application form. This form was submitted at the Defendant’s terminal in DuBois, Pennsylvania. Within two weeks after he submitted his application, the Claimant was called to an interview by a supervisor for the Defendant. This interview occurred at the Defendant’s terminal in DuBois, Pennsylvania. After this interview the Claimant was transferred to the Defendant’s location in the state of Indiana to undergo the Defendant’s training program. When he completed this training successfully, he was offered employment and executed the hiring agreement on October 27, 1987. This offer was made in Indiana and the agreement was signed in that state.\n11. When the Claimant was injured, he was participating in a work trip which began in New Jersey. From New Jersey the tractor-trailer was driven to Nashville, Tennessee, and then to Modesto, California. ...\n16. The Claimant’s work for the Defendant was performed in many states. He did not work primarily in Pennsylvania or in any other individual state.\n17. The Claimant’s employment agreement includes an agreement that his employment is principally localized in the state of Indiana and an agreement that the Workmen’s Compensation Law of that state shall apply to his work-related injuries. Pursuant to this agreement he is presently receiving disability benefits as provided by the Indiana Worker’s Compensation Law.\nCONCLUSIONS OF LAW\n1. Although Section [305.2(d)(5) of the Act] gives effect to a written agreement that employment is principally located in a particular state, this section does not bar the Claimant’s entitlement to benefits under the [Act].\n2. The facts that the Claimant, as an intern driver, was assigned to a Pennsylvania driver; that he received his work assignments in Pennsylvania from this Pennsylvania driver; and that he started the trip which led to his injury in Pennsylvania are sufficient to bring his work-related injury within the jurisdiction of the [Act].\n3.The Claimant is entitled to benefits provided by the [Act].\nOverland appealed to the Board, which reversed the referee because Creel’s employment was principally localized in Indiana pursuant to the agreement between Creel and Overland. Additionally, according to the Board, Creel’s contract for hire was made in Indiana, thereby making Subsections 305.-2(a)(1), (2), (3), and (4) of the Act inapplicable. Subsection 305.2(a) of the Act, 77 P.S. § 411.2(a), provides:\nIf an employe, while working outside the territorial limits of this State, suffers an injury on account of which he, or in the event of his death, his dependents, would have been entitled to the benefits provided by this act had such injury occurred within this State, such employe, or in the event of his death resulting from such injury, his dependents, shall be entitled to the benefits provided by this act, provided that at the time of such injury:\n(1) His employment is principally localized in this State, or\n(2) He is working under a contract of hire made in this State in employment not principally localized in any state, or\n(3) He is working under a contract of hire made in this State in employment principally localized in another state whose workmen’s compensation law is not applicable to his employer, or\n(4) He is working under a contract of hire made in this State for employment outside the United States and Canada.\nWe will affirm the Board, because, pursuant to Subsection 305.2(d)(5) of the Act, 77 P.S. § 411.2(d)(5), Creel is not entitled to receive benefits. That section of the Act provides:\nAn employe whose duties require him to travel regularly in the service of his employer in this and one or more other states may, by written agreement with his employer, provide that his employment is principally localized in this or another such state, and, unless such other state refuses jurisdiction, such agreement shall be given effect under this act.\nThe referee found that Creel traveled regularly in Pennsylvania and other states, that Creel had executed a written agreement with Overland providing that his employment was principally localized in Indiana, and that Creel was receiving workers’ compensation benefits from Indiana. Substantial evidence supports these findings. Creel’s agreement with Overland, therefore, must be given effect; he is not entitled to benefits in this Commonwealth.\nCreel argues that despite his agreement with Overland and the clear wording of Subsection 305.2(d)(5) of the Act, he should receive benefits pursuant to Subsection 305.-2(a)(1) of the Act, 77 P.S. § 411.2(a)(1), because the facts establish that his employment is principally localized in Pennsylvania. According to Creel, “[a]ny result which would be contrary to a recovery in [his favor] would violate the spirit of the [Act] which seeks to provide compensation for those extraterrito-rially injured.” We remind Creel that pursuant to Subsection 1921(b) of the Statutory Construction Act of 1972, 1 Pa.C.S. § 1921(b), “[w]hen the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” Section 305.2 is clear. An employee who is injured while working outside of the Commonwealth is entitled to benefits pursuant to the Act under the conditions specified in Subsection 305.-2(a), 77 P.S. § 411.2(a), quoted supra. However, in certain situations, delineated by Subsection 305.2(d)(5) of the Act, 77 P.S. § 411.-2(d)(5), an employee and an employer may, by written agreement, determine that the employment is principally localized in another state, and the agreement will be given effect if that other state accepts jurisdiction of the employee’s workers’ compensation claim. Analyzing Section 305.2 of the Act pursuant to 1 Pa.C.S. § 1921(b) and 1 Pa. C.S. § 1932(a), which requires parts of a statute to be read in pari materia, we have no doubt that Creel’s agreement with Overland must be given effect, that his employment, according to that agreement, is localized in Indiana, and that he is not entitled to benefits pursuant to the Act.\nAccordingly, the June 16,1993 order of the Workmen’s Compensation Appeal Board is affirmed.\nORDER\nAND NOW, this 3rd day of June, 1994, the order of the Workmen’s Compensation Appeal Board in the above-captioned matter is affirmed.\n. \"Our scope of review is whether there has been a violation of constitutional rights, an error of law occurred, or whether necessary facts are supported by substantial evidence.” Robert M. Neff, Inc. v. Workmen's Compensation Appeal Board (Burr), 155 Pa.Commonwealth Ct. 44, 50 n. 7, 624 A.2d 727, 730 n. 7 (1993).\n. Section 1932(a) of the Statutory Construction Act of 1972.",
        "type": "majority",
        "author": "COLINS, Judge."
      }
    ],
    "attorneys": [
      "Peter B. Skeel, for petitioner.",
      "No appearance, for respondent."
    ],
    "corrections": "",
    "head_matter": "Albert G. CREEL, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (OVERLAND EXPRESS, INC.), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted Jan. 21, 1994.\nDecided June 3, 1994.\nPeter B. Skeel, for petitioner.\nNo appearance, for respondent.\nBefore COLINS and KELLEY, JJ„ and RODGERS, Senior Judge."
  },
  "file_name": "0784-01",
  "first_page_order": 850,
  "last_page_order": 852
}
