{
  "id": 12027778,
  "name": "STATE of Maine v. Robert A. TRUE",
  "name_abbreviation": "State v. True",
  "decision_date": "1975-01-13",
  "docket_number": "",
  "first_page": "787",
  "last_page": "793",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 787"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "309 A.2d 867",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8036001
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "869"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/309/0867-01"
      ]
    },
    {
      "cite": "322 A.2d 328",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8051929
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/322/0328-01"
      ]
    },
    {
      "cite": "284 A.2d 91",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8061638
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/284/0091-01"
      ]
    },
    {
      "cite": "27 A. 97",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1892,
      "pin_cites": [
        {
          "page": "99"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "85 Me. 189",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        589629
      ],
      "year": 1892,
      "pin_cites": [
        {
          "page": "194"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/85/0189-01"
      ]
    },
    {
      "cite": "72 Me. 430",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8845006
      ],
      "year": 1881,
      "opinion_index": 0,
      "case_paths": [
        "/me/72/0430-01"
      ]
    },
    {
      "cite": "39 Me. 263",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846858
      ],
      "year": 1855,
      "opinion_index": 0,
      "case_paths": [
        "/me/39/0263-01"
      ]
    },
    {
      "cite": "122 A.2d 414",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "152 Me. 41",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        472598
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/me/152/0041-01"
      ]
    },
    {
      "cite": "301 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8047757
      ],
      "weight": 2,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/301/0001-01"
      ]
    },
    {
      "cite": "103 N.E. 902",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1914,
      "opinion_index": 0
    },
    {
      "cite": "216 Mass. 314",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        88001
      ],
      "year": 1914,
      "opinion_index": 0,
      "case_paths": [
        "/mass/216/0314-01"
      ]
    },
    {
      "cite": "133 S.E. 812",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "year": 1926,
      "pin_cites": [
        {
          "page": "813"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "145 Va. 317",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        470473
      ],
      "year": 1926,
      "pin_cites": [
        {
          "page": "322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/145/0317-01"
      ]
    },
    {
      "cite": "76 A. 286",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1909,
      "opinion_index": 0
    },
    {
      "cite": "106 Me. 169",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        645742
      ],
      "year": 1909,
      "opinion_index": 0,
      "case_paths": [
        "/me/106/0169-01"
      ]
    },
    {
      "cite": "305 A.2d 555",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11251623
      ],
      "weight": 3,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/305/0555-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 782,
    "char_count": 16539,
    "ocr_confidence": 0.79,
    "pagerank": {
      "raw": 1.3314269537469193e-07,
      "percentile": 0.6289967098467903
    },
    "sha256": "27ab36643f829b7a01a3af3bc956ac2bdc77bb64991ad88948f662c95cdda353",
    "simhash": "1:a4e8dca24276374f",
    "word_count": 2831
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK, ARCHIBALD and DELAHANTY, JJ-",
      "All Justices concur."
    ],
    "parties": [
      "STATE of Maine v. Robert A. TRUE."
    ],
    "opinions": [
      {
        "text": "WEATHERBEE, Justice.\nThe Defendant, Robert A. True, was indicted by the Grand Jury, Penobscot County, for the commission of incest. 17 M.R. S.A. § 1851. During the trial in Penobscot County, uncontroverted testimony was given stating that the alleged offense took place outside of Penobscot County, in Somerset County, but only seven paces from a Penobscot-Somerset County boundary marker.\nThe Defendant had made no pre-trial attempt to question venue but at the close of the State’s evidence, and again at the completion of all the evidence, his trial counsel moved for a judgment of acquittal based upon the Defendant’s contention that the State had failed to prove venue in Penob-scot County as alleged in the indictment. The presiding Justice, on the basis of judicial notice of and testimony concerning the location of the boundary line, ruled that venue was properly laid and so instructed the jury.\nNow, on appeal, Defendant’s new counsel argues to us that establishment of venue, if not waived, is a factual issue which must be submitted to a jury and must be proven by the criminal standard of “proof beyond a reasonable doubt” and that the Justice was in error in taking the issue of the location of the boundary line from the jury as he did. He further asserts that if the issue had been properly presented to the jury or even if venue is a question of fact for the Court (as distinguished from a matter suitable for determination by judicial notice), it could not have been found that there was sufficient evidence to justify the conclusion beyond a reasonable doubt that venue was properly laid. Finally, the Defendant contends that he did not waive venue by failing to raise the issue by motion before trial.\nThe Nature of Jurisdiction and Venue\nJurisdiction and venue are distinct as legal concepts. Jurisdiction of the court means the authority of the court to decide a particular case whereas venue designates the particular county in which a court may exercise the power. State v. Baldwin, Me., 305 A.2d 555 (1973); City of Rockland v. Inhabitants of Hurricane Isle, 106 Me. 169, 76 A. 286 (1909); Southern Sand & Gravel Co. v. Massaponax Sand & Gravel Corporation, 145 Va. 317, 322, 133 S.E. 812, 813 (1926); Glassman, Maine Practice, § 18.1. Our Maine Rules of Criminal Procedure, adopted in 1965, fix venue in this manner:\n“[T]rial shall be in the county in which the offense was committed, except as otherwise provided by law.” M.R.Crim. P., Rule 18.\nThe relevant statutory exception to this Rule — and one which determines the question of the propriety of the Court to try this Defendant in Penobscot County— is found in 15 M.R.S.A. § 3:\n“When an offense is committed on the boundary between 2 counties or within 100 rods thereof; or a mortal wound or other violence or injury is inflicted or poison is administered in one county, whereby death ensues in another, the offense may be alleged in the complaint or indictment as committed, and may be tried in either.”\nThe Defendant argues that even if venue is an issue which may be waived if not presented before trial, he had no notice prior to trial that the issue existed and so could not have waived it. M.R.Crim.P., Rule 12(b)(2), (3) and (4); State v. Baldwin, supra; Glassman, Maine Practice, § 18.1, supra.\nWe are not compelled to reach the issue of waiver because 15 M.R.S.A. § 3 not only establishes the counties in which offenses committed within 100 rods of a county line may be tried, hut it also fixes a grand jury territorial authority to indict for such offenses. An indictment returned by a grand jury which has acted without authority gives the court no jurisdiction and cannot be cured by waiver. The same factors which will bear on venue will also determine the grand jury’s territorial authority. Although the Defendant’s trial counsel would more properly have raised either issue by a motion to dismiss, we consider that his motions for acquittal, with their accompanying explanations, sufficiently preserved both issues for our examination. The Defendant’s claims on appeal of incorrect venue permit full consideration of the correctness of the Justice’s action in denying the motions.\nInterpretation of 15 M.R.S.A. § 3\nThe authority for a Penobscot County traverse jury to convict a defendant for a crime committed in Somerset County is found in 15 M.R.S.A. § 3.\nThe Defendant argues that, as the indictment charged the act took place in Penobscot County and as the State’s particulars stated only that it occurred “[ajdjacent to the Corinna and St. Albans Town line”, the totality of the State’s allegation as to location, was “in the County of Penobscot . . . adjacent to the Corinna and St. Albans Town line.” As to this, we agree with the Defendant, but we do not agree that the State, having chosen to particularize that the incident occurred in Penobscot County — instead of pleading some uncertainty (if uncertainty existed) as to the exact spot in relation to the line —is barred from proving that it occurred less than 100 rods inside Somerset County.\nThe Defendant would have us construe 15 M.R.S.A. § 3 to mean that while the statute lays venue of offenses committed in the county or in an area of an adjoining county that is within 100 rods of the county line, the State is required to allege and prove in which of the two geographical areas the offense was committed — that is, the State must allege either that the offense occurred in the county of trial or that it occurred in the other county but within 100 rods of the trial-county line, and then proof must conform to the allegation.\nOur study of the statute satisfies us that it is more reasonably interpreted otherwise. We believe that the Legislature intended the statute to provide a reasonable margin for human error and to avoid useless, abortive attempts to determine guilt or innocence which might result from the State’s inability to relate with absolute certainty the area where criminal conduct occurred to the location of the county line. If the State is required to allege and demonstrate with complete precision on which side of the county line the event occurred there would be little reason for the statute. We construe the statute as though there was a comma following the word “tried” so that it would read,\n“ . . . the offense may be alleged . . . as committed, and may be tried, in either” (emphasis added),\nmeaning it may be alleged as committed in either county and may be tried in either county.\nVenue is properly laid if the State alleges that the offense occurred in Penob-scot County and proves that it occurred in Somerset County at a point within 100 rods of the Penobscot County line. This is the interpretation given to a similar Massachusetts statute. Commonwealth v. Dorr, 216 Mass. 314, 103 N.E. 902 (1914). It follows that the presiding Justice did not err in construing this aspect of the statute.\nVenue is an Issue for the Court and not the Jury\nThe Defendant also asserts on appeal that the question of venue is one which must be determined by the jury. We must bear in mind that the issue is not one of whether the Defendant has violated a law of the State but, instead, only one of whether his guilt or innocence should properly be determined by trial in Penobscot County. We are convinced that questions of the propriety of trial of an issue in a particular county is matter more appropriately left to the Justice presiding at that session of court. The same is true as to questions concerning the territorial jurisdiction of a grand jury upon which, in part, rests the authority of the court to act at all.\nThe Measure of Proof\nThe Defendant asserts to us that the correct measure of the State’s proof on the venue issue is that of beyond a reasonable doubt. As to this question, the Rules are silent and this Court has not had occasion to address the subject directly in judicial opinions. We have observed that venue is not an element of a crime. State v. Dyer, Me., 301 A.2d 1 (1973). In State v. DiPietrantonio, 152 Me. 41, 122 A.2d 414 (1956) there was incidental language which suggested that the Court was thinking of the question in terms of proof beyond a reasonable doubt. While the presiding Justice had submitted the issue to the jury for determination of proof by that standard, the attention of the Court on appeal was not focussed upon this precise issue. We declined to consider the dictum of DiPietrantonio to have any precedential force in State v. Dyer, supra, and in State v. Baldwin, supra. The duties of the Justice having since been somewhat clarified by Rule 12, we are now more convinced that DiPietrantonio is not controlling.\nIn Baldwin we carefully analyzed the respective policy considerations relating to rules as to venue and those as to jurisdiction. Although our decision in that case made it unnecessary to rule on the standard of proof as to venue, we explained at length our belief that the gravity of the effect upon the judicial process, and upon a defendant’s rights, of a factual determination as to jurisdiction far exceeds that resulting from a determination as to venue. While we found the standard of proof for the issue of jurisdiction was proof beyond a reasonable doubt, we now believe that proof by a fair preponderance of the evidence comports with the lesser gravity of determinations as to venue. It is important to remember that in Baldwin if the Defendants’ acts took place outside the territorial jurisdiction of the Maine Courts, there would be no crime at all because if the acts were committed in New Hampshire there would have been no violation of Maine laws. The question here does not involve the State’s rights to try the defendant in the Superior Court but only the question of in which county the trial should take place. We feel that the essential rights of a defendant are satisfactorily protected if this issue is decided by a fair preponderance of the evidence.\nThe Justice’s Determination as to Venue\nFinally, the Defendant asserts that the decisions which the Justice made on Defendant’s trial counsel’s motions were not authorized by law or supported by fact.\nThe facts upon which the Justice made his decisions as to venue are, briefly:\nThe young daughter of the Defendant testified that incestuous intercourse between her and her father took place in an automobile which was parked just off the highway in a rural area. She later took an officer of the Maine State Police to the spot where this occurred. He testified that this point was in Somerset County but only seven paces from the Corinna-St. Albans town line. He paced this distance himself from the boundary marker to the parking spot and estimated the distance as 21 feet. Although the officer admitted he had never searched the records for an official description of the boundary, he said he had a general knowledge of the geographical area and had travelled and worked in the area on many occasions. It appeared from his description that the sign was the usual town boundary line marker which is found by the side of highways. He described it as a boundary line marker reading “St. Al-bans” on one side and was apparently interrupted before he could describe the lettering on the other side.\nThe Defendant’s trial counsel presented the venue issue clearly and completely, although in the form of motions for acquittal. The presiding Justice’s denials of the motions bespoke his conclusions that venue had been sufficiently proved. He made no specific findings of fact and none were requested.\nLater, in his instructions to the jury, the Justice said he was taking “judicial notice” that venue was properly laid and that this issue was not before the jury. No objection was made to this statement by the Justice, but the Defendant now relies upon it as evidence that the Justice arrived at his conclusion as to venue in an unauthorized manner. He asserts that the Justice may not take judicial notice of the location of a boundary on the face of the earth. We agree that he may not.\nIt is well settled that courts may take judicial notice of the description of county boundaries and of the towns embraced within them. Ham v. Ham, 39 Me. 263 (1855); Harvey v. Wayne, 72 Me. 430 (1881); State v. Thompson, 85 Me. 189, 194, 27 A. 97, 99 (1892). The exact position of the boundary on the face of the earth is a matter for proof, except when it involves geographical facts so universally recognized as to make proof unnecessary. State v. Thompson, supra.\nThe Justice’s words to the jury were:\n“I’m telling you that the Court is taking judicial notice that this boundary line, the St. Albans-Corinna boundary town line, and the testimony in that regard, that this offense was properly laid as occurring in Penobscot County.” (Emphasis added.)\nWe do not construe the Justice’s statement as indicating that he had relied entirely upon judicial notice but, instead, that on the basis of this judicial notice plus the testimony he had heard he concluded that the State’s burden as to venue had been satisfied.\nWe must disagree with the Defendant’s contention that the Justice had heard no testimony that could have supported such a conclusion as to venue. The Justice heard undisputed evidence that the spot where the young girl testified the act took place was approximately 21 feet from a post and sign which the Justice could infer was the standard official highway town boundary marker.\nThe Justice had heard the testimony of a man who was familiar with the general area and who had observed the sign and its location. He was entitled, from the officer’s description, to give considerable weight to the location of a public monument, especially in the absence of any evidence indicating that it did not represent the true location of the line.\nFurthermore, the precise location of the line in inches or feet is not crucial here. The State’s burden was to prove the location to be within 100 rods — or 1650 feet— and the Justice was entitled to conclude that venue had been proved by a fair preponderance of the evidence.\nThe entry will be:\nAppeal denied.\nAll Justices concur.\n. “When persons within the degrees of consanguinity or affinity, in which marriages are declared incestuous and void, intermarry or commit fornication or adultery with each other, they shall be punished hy imprisonment for not less than one year nor more than 10 years.” 17 M.R.S.A. § 1851.\n. There are others. For example, 17 M.R.S.A. § 351 (Bigamy); 15 M.R.S.A. § 341 (Trial of an Accessory); 17 M.R.S.A. § 2051 (Kidnapping),\n. For further statutory definition of a grand jury’s territorial jurisdiction, see 15 M.R.S.A. § 1256.\n. Corinna is a town in Penobscot County and St. Albans is in Somerset County.\n. We are mindful that we said in State v. Benner, Me., 284 A.2d 91 (1971) that, once the State has declared in a bill of particulars the time of the alleged offense, its proof becomes restricted to that time. Undoubtedly the same principle should apply as to place. But in State v. Wedge, Me., 322 A.2d 328 (1974) we followed the majority rule that a variance between allegation and proof is not grounds for reversal unless it appears that the Defendant was prejudiced by the variance.\nHere, the Defendant makes no claim that he was in any way disadvantaged in the preparation or conduct of his defense as a result of the State’s particularization or as a result of the inconsistency between allegation and proof, and our examination of the record suggests no possibility of prejudice from this insubstantial variance.\n. In fact, the comma we read into the statute existed originally (R.S.1840, ch. 166, § 4) and was continued (R.S.1930, ch. 143, § 2) until the revision of 1944 (R.S.1944, ch. 132, § 7) when it disappeared, probably as an incident of typography.\n. The Justice did not indicate whether he was applying the standard of fair preponderance or of reasonable doubt. The Defendant cannot complaint if the Justice gave the State a greater burden of proof than was required.\n. In Rusha v. Little, Me., 309 A.2d 867, 869 (1973), where the common boundary of two lots was in dispute, we said:\n“[W]hat are the boundaries is a question of law, and where the boundaries are is a question of fact.”",
        "type": "majority",
        "author": "WEATHERBEE, Justice."
      }
    ],
    "attorneys": [
      "David M. Cox, County Atty., Eugene W. Beaulieu, Robert Briggs, Asst. County Attys., Bangor, for plaintiff.",
      "William E. Macdonald, Bangor, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Robert A. TRUE.\nSupreme Judicial Court of Maine.\nJan. 13, 1975.\nDavid M. Cox, County Atty., Eugene W. Beaulieu, Robert Briggs, Asst. County Attys., Bangor, for plaintiff.\nWilliam E. Macdonald, Bangor, for defendant.\nBefore DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK, ARCHIBALD and DELAHANTY, JJ-"
  },
  "file_name": "0787-01",
  "first_page_order": 825,
  "last_page_order": 831
}
