{
  "id": 12053503,
  "name": "ERIE INSURANCE EXCHANGE, Petitioner, v. PENNSYLVANIA INSURANCE DEPARTMENT, Respondent",
  "name_abbreviation": "Erie Insurance Exchange v. Pennsylvania Insurance Department",
  "decision_date": "1995-10-24",
  "docket_number": "",
  "first_page": "788",
  "last_page": "791",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 788"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "560 A.2d 856",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1389131
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "859"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/126/0600-01"
      ]
    },
    {
      "cite": "638 A.2d 194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7356795,
        1843140
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "199"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/638/0194-01",
        "/pa/536/0105-01"
      ]
    },
    {
      "cite": "536 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1843140
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0105-01"
      ]
    },
    {
      "cite": "654 A.2d 44",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859735
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/0044-01"
      ]
    },
    {
      "cite": "622 A.2d 406",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1443702
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/154/0017-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 468,
    "char_count": 8189,
    "ocr_confidence": 0.722,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.43845529218112717
    },
    "sha256": "9beb641ba1901b5987e166c2edd45dcd5415a3b2331fcf1d50ba7ca9bad25adf",
    "simhash": "1:a7f2553a13cd1f3f",
    "word_count": 1265
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, and NEWMAN, J., and LORD, Senior Judge."
    ],
    "parties": [
      "ERIE INSURANCE EXCHANGE, Petitioner, v. PENNSYLVANIA INSURANCE DEPARTMENT, Respondent."
    ],
    "opinions": [
      {
        "text": "COLINS, President Judge.\nErie Insurance Exchange (Erie) petitions for review of the October 31, 1994 order and adjudication of the Insurance Commissioner (Commissioner) reversing the Pennsylvania Department of Insurance’s (Department) June 24, 1993 determination that Erie’s cancellation of Janice Billante’s (Billante) automobile insurance policy, No. Q05 1507454 P, did not violate the Act of June 5, 1968 (Act 78), P.L. 140, as amended, 40 P.S. §§ 1008.1-1008.11. We reverse.\nThe record indicates that Billante first obtained automobile insurance with Erie on November 18, 1991 through the Charles W. Andre Agency (Andre Agency). Prior to this time, Billante had received a moving violation on July 31, 1991 that was entered on her record, and on May 1, 1992, she received another ticket during the policy period for “travelling too fast for conditions.”\nOn May 15, 1992, Billante changed agents within the Erie Company, from the Andre Agency to the Anderson Insurance Agency, at which time she completed and signed a second application indicating that within the past five years, she had not received a ticket for speeding or for any other vehicular code violation. On June 9, 1993, Erie sent Bil-lante a notice of cancellation based upon what it alleged to be her “material misrepresentation” in failing to disclose on her second Erie application, the vehicular violations that she incurred during the prior five years, when in fact, her official driving record disclosed the aforementioned 1991 and 1992 speeding violations, respectively.\nBillante appealed the Department’s June 24, 1993 determination that Erie’s cancellation did not violate Act 78. After a hearing on September 17,1993, the Commissioner, by order and adjudication dated October 31, 1994, reversed the Department’s order and directed Erie to “cease and desist” from cancelling Billante’s policy. Erie now petitions for review of the Commissioner’s order.\nOur scope of review is limited to a determination of whether constitutional rights have been violated, an error of law has been committed, or the findings of fact are not supported by substantial evidence. American Motorists Insurance Co. v. Insurance Department, 154 Pa.Cmwlth. 17, 622 A.2d 406 (1992).\nBefore this Court for determination are the following issues: (1) whether the Commissioner erred in her order and adjudication reversing the Department’s determination that Erie’s cancellation of Billante’s automobile policy for a material misrepresentation did not violate Act 78; and (2) whether the fact that the Commissioner’s adjudication was issued over one year after Billante’s September 17, 1993 hearing constituted an unreasonable delay, so as to violate Erie’s right to a timely resolution of the controversy.\nUpon review of the record, we find the Commissioner’s reversal of the Department’s determination to be contrary to precedent. This Court addressed comparable issues with regard to Act 78 in Erie Insurance Company v. Department of Insurance, 654 A.2d 44 (Pa.Cmwlth.1994), wherein an insured failed to respond to two initial underwriting questionnaires that Erie had forwarded him, failed to timely respond to a third such questionnaire, and when he ultimately did respond, provided Erie with only partial information. Erie sent the insured a notice of non-renewal alleging “good cause” because of his failure to adequately respond to its questionnaires. Although both the Department and the Commissioner found Erie’s action to have violated Act 78, we disagreed for the following reasons:\nThe most recent case addressing Act 78 is Aetna Casualty & Surety Co. v. Insurance Department, 536 Pa. 105, 638 A.2d 194 (1994). This case reiterates the holding in Samilo; that is, when considering whether the insurer violates Section 3 of Act 78 any good reason not specifically prohibited may be considered. When the insurer’s reason for non-renewal is not one specifically prohibited by Act 78, it must be determined whether or not such reason is merely a pretense for a prohibited ground. Aetna. Furthermore, an ‘insurer’s reason for non-renewal, which is not specifically enumerated in Section 3, is not transformed into a violation of Act 78 upon the Insurance Commissioner’s determination that an insurer failed to establish that the reason is related to a material increase in the risk of loss.’ Id. at 116, 638 A.2d at 199.\nTurning to the facts of the case now before us, we hold that Erie showed good cause to justify the non-renewal of Regan’s [insured’s] automobile insurance. Although the purpose underlying Act 78 is to protect policyholders from an improper non-renewal or a cancellation, insurers are not without recourse when good cause exists to non-renew. See State Farm. Petitioner’s use of the questionnaires in order to determine the rates and liability is reasonable, and its requirement, that such questionnaires be responded to or the insured risks jeopardizing continued coverage, is a reasonable requirement. Insurance companies rely upon an insured’s response to questionnaires in ascertaining whether any changes relating to coverage have occurred, assessing its future liability and rating the policy.\nId. at 46.\nAnalogously in the present ease, we consider Billante’s failure to disclose her July 31, 1991 and May 1, 1992 speeding violations when completing the application for her second Erie agent to be material. It undermined Erie’s ability to accurately evaluate changes in Billante’s driving record since the policy inception, and its ability to estimate potential liability in order to appropriately rate Billante’s policy.\nMoreover, we can find little relevance or merit in Billante’s arguments that she challenged, although unsuccessfully, her driving violations before a judge at the time she received them, and that her first Erie agent had checked her driving record, was aware of the recorded violations, and could have provided this information to her subsequent Erie agent. In this regard, Billante’s attempt to shift her full disclosure obligation as the insured to her agent is misplaced and supports the Department’s conclusion that Erie satisfied the three-pronged test for denial of coverage based upon misrepresentation, set forth in Erie Insurance Company v. Foster, 126 Pa.Cmwlth. 600, 560 A.2d 856 (1989) as follows: (1) the declaration must be false; (2) the subject matter must be material to the risk; and (3) the insured must have known it to be false and made the declaration in bad faith. In Foster, the insured was a deaf driver who failed to disclose his physical disability either upon his application or on a subsequent information questionnaire sent to him by Erie, as a result of which he received a notice of nonrenewal. Reversing the Commissioner’s decision in favor of the insured, this Court stated the following:\nTherefore, if petitioner had honestly answered the question, he would have been afforded the full panoply of administrative and appellate rights.... However, the petitioner made a knowingly false statement concerning a material fact. If we were to accept the Commissioner’s interpretation in this matter, we would be making a judicial declaration that certain classes of policyholders would be exempt from telling the truth in the application process. Not only would this be a misinterpretation of all applicable statutes, but it would also go against the grain of the most fundamental tenets of our judicial system.\nId. at 859. Applying the Foster rationale to the present matter, we find that the Commissioner erred in reversing the Department’s determination that Erie’s notice of cancellation of Billante’s policy did not violate Act 78.\nAccordingly, the order of the Commissioner is reversed.\nORDER\nAND NOW, this 24th day of October, 1995, the order of the Insurance Commissioner in the above-captioned matter is reversed.",
        "type": "majority",
        "author": "COLINS, President Judge."
      }
    ],
    "attorneys": [
      "Deborah A. Cavacini, for petitioner.",
      "Scott M. Schwartz, Department Counsel, for respondent."
    ],
    "corrections": "",
    "head_matter": "ERIE INSURANCE EXCHANGE, Petitioner, v. PENNSYLVANIA INSURANCE DEPARTMENT, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 11, 1995.\nDecided Oct. 24, 1995.\nDeborah A. Cavacini, for petitioner.\nScott M. Schwartz, Department Counsel, for respondent.\nBefore COLINS, President Judge, and NEWMAN, J., and LORD, Senior Judge."
  },
  "file_name": "0788-01",
  "first_page_order": 846,
  "last_page_order": 849
}
