{
  "id": 8021713,
  "name": "ESTATE of Henry BERTHIAUME v. Loring PRATT, M. D.",
  "name_abbreviation": "Estate of Berthiaume v. Pratt",
  "decision_date": "1976-11-10",
  "docket_number": "",
  "first_page": "792",
  "last_page": "797",
  "citations": [
    {
      "type": "official",
      "cite": "365 A.2d 792"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "295 A.2d 647",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11253420
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "650"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/295/0647-01"
      ]
    },
    {
      "cite": "289 A.2d 698",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11254247
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "700, n. 1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/289/0698-01"
      ]
    },
    {
      "cite": "75 N.W.2d 925",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "272 Wis. 430",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8678446
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/wis/272/0430-01"
      ]
    },
    {
      "cite": "161 Neb. 519",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        5297663
      ],
      "weight": 2,
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/neb/161/0519-01"
      ]
    },
    {
      "cite": "249 S.W.2d 227",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10200914
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/249/0227-01"
      ]
    },
    {
      "cite": "73 A. 97",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1909,
      "opinion_index": 0
    },
    {
      "cite": "30 R.I. 13",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        8518693
      ],
      "year": 1909,
      "opinion_index": 0,
      "case_paths": [
        "/ri/30/0013-01"
      ]
    },
    {
      "cite": "181 N.Y.S. 481",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "opinion_index": 0
    },
    {
      "cite": "191 App.Div. 501",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        5808891
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/191/0501-01"
      ]
    },
    {
      "cite": "20 So.2d 243",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        1962267
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/fla/155/0198-01"
      ]
    },
    {
      "cite": "155 Ma. 198",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        808341
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/mass/155/0198-01"
      ]
    },
    {
      "cite": "297 P. 91",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1931,
      "opinion_index": 0
    },
    {
      "cite": "112 Cal.App. 285",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "case_ids": [
        2172354
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app/112/0285-01"
      ]
    },
    {
      "cite": "30 F.Supp. 364",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "opinion_index": 0
    },
    {
      "cite": "206 A.2d 239",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "106 N.H. 107",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4460266
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/nh/106/0107-01"
      ]
    },
    {
      "cite": "38 Pa.D. & C. 543",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        8732152
      ],
      "weight": 2,
      "year": 1940,
      "pin_cites": [
        {
          "page": "546-47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/38/0543-01"
      ]
    },
    {
      "cite": "348 Mo. 1199",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        1323643
      ],
      "weight": 2,
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/mo/348/1199-01"
      ]
    },
    {
      "cite": "146 A. 692",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1929,
      "pin_cites": [
        {
          "page": "693"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "128 Me. 201",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844237
      ],
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/me/128/0201-01"
      ]
    },
    {
      "cite": "4 Harv.L.Rev. 193",
      "category": "journals:journal",
      "reporter": "Harv. L. Rev.",
      "year": 1890,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 930,
    "char_count": 17862,
    "ocr_confidence": 0.79,
    "pagerank": {
      "raw": 3.604667400641902e-07,
      "percentile": 0.8879067852990657
    },
    "sha256": "dabe5b1fe016f49e74f94aeec4c775d6abafb46dc717261e15912b62c9b47412",
    "simhash": "1:9ee6f6be520adcc1",
    "word_count": 2982
  },
  "last_updated": "2024-02-27T19:27:40.075995+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and POME-ROY, WERNICK, ARCHIBALD, DELA-HANTY and GODFREY, JJ."
    ],
    "parties": [
      "ESTATE of Henry BERTHIAUME v. Loring PRATT, M. D."
    ],
    "opinions": [
      {
        "text": "POMEROY, Justice.\nThe appellant, as administratrix, based her claim of right to damages on an alleged invasion of her late husband’s “right to privacy” and on an alleged assault and battery of him. At the close of the evidence produced at trial, a justice of the Superior Court granted defendant’s motion for a directed verdict. Rule 50, M.R.Civ. P.\nAppellant’s seasonable appeal brings the case to this court.\nThe appellee is a physician and surgeon practicing in Waterville, Maine. It was established at trial without contradiction that the deceased, Henry Berthiaume, was suffering from a cancer of his larynx. Appellee, an otolaryngologist, had treated him twice surgically. A laryngectomy was performed; and later, because of a tumor which had appeared in his neck, a radical neck dissection on one side was done. No complaint is made with respect to the surgical interventions.\nDuring the period appellee was serving Mr. Berthiaume as a surgeon, many photographs of Berthiaume had been taken by appellee or under his direction. The jury was told that the sole use to which these photographs were to be put was to make the medical record for the appellee’s use. There is nothing in the case to suggest that the photographs were to be shown to students for teaching purposes or were to be used as illustrative photographs in any text books or papers. The only persons to whom the photographs were available were those members of appellee’s staff and the appropriate hospital personnel who had duties to perform with respect to medical records.\nAlthough at no time did the appellee receive any written consent for the taking of photographs from Berthiaume or any members of his family, it was appellee’s testimony that Berthiaume had always consented to having such photographs made.\nAt all times material hereto Mr. Ber-thiaume was the patient of a physician other than appellee. Such-other physician had referred the patient to appellee for surgery. On September 2, 1970, appellee saw the patient for the last time for the purpose of treatment or diagnosis. The incident which gave rise to this lawsuit occurred on September 23,1970.\nIt was also on that day Mr. Berthiaume died.\nAlthough appellee disputed the evidence appellant produced at trial in many material respects, the jury could have concluded from the evidence that shortly before Mr. Berthiaume died on the 23rd, the appellee and a nurse appeared in his hospital room. In the presence of Mrs. Berthiaume and a visitor of the patient in the next bed, either Dr. Pratt or the nurse, at his direction, raised the dying Mr. Berthiaume’s head and placed some blue operating room toweling under his head and beside him on the bed. The appellee testified that this blue toweling was placed there for the purpose of obtaining a color contrast for the photographs which he proposed to take. He then proceeded to take several photographs of Mr. Berthiaume.\nThe jury could have concluded from the testimony that Mr. Berthiaume protested the taking of pictures by raising a clenched fist and moving his head in an attempt to remove his head from the camera’s range. The appellee himself testified that before taking the pictures he had been told by Mrs. Berthiaume when he talked with her in the corridor before entering the room that she “didn’t think that Henry wanted his picture taken.”\nIt is the raising of the deceased’s head in order to put the operating room towels under and around him that appellant claims was an assault and battery. It is the taking of the pictures of the dying Mr. Ber-thiaume that appellant claims constituted the actionable invasion of Mr. Berthiaume’s right to privacy.\nAt the close of all the evidence, the presiding justice, acting on a motion seeking such action, directed a verdict for the defendant, as he is permitted to do under the provisions of Rule 50(a), M.R.Civ.P. This seasonably filed appeal followed.\nWe sustain the appeal.\nThe announced rationale of the presiding justice for the action taken may best be summed up by quoting two statements he made when he explained to the jury why he was withdrawing the case from their consideration and directing a verdict. At one point, while addressing the jury, he said:\n“The mere fact the taking of pictures, under the best circumstances, in other words, assuming that the pictures were taken without consent as the plaintiff-administratrix complains, the mere taking of pictures is not an invasion of privacy. There is no proof they were published; no proof they were used for any purpose other than their intended use in the record-keeping process by the doctor in the care of the patient that he had.”\nLater, while addressing the jury, he said:\n“The law says in the course of his treating a patient, the doctor has the right to lay his hand on you in order to provide you with treatment for which you have sought his advice, and his attention and care and treatment.\n“Although the taking of pictures is not necessarily a treatment, it is part of the overall medical care, an association, a relationship between the doctor and the patient, and as the doctor has testified, I think medical science must have some information in its effort to track down and search for a cure.”\nWe have not previously had occasion to discuss the right to privacy, nor have we ever declared that if there is such right, its violation constitutes an actionable tort.\nWarren and Brandéis are credited by most textwriters with seeding the thought for the development of the invasion of the right to privacy as an independent and distinct tort. 4 Harv.L.Rev. 193 (1890).\nBy our decision in this case we join a majority of the jurisdictions in the country in recognizing a “right to privacy.” We also declare it to be the rule in Maine that a violation of this legally protected right is an actionable tort.\nSpecifically in this case we rule an unauthorized intrusion upon a person’s physical and mental solitude or seclusion is a tort for the commission of which money damages may be had.\nThe law of privacy addresses the invasion of four distinct interests of the individual. Each of the four different interests, taken as a whole, represent an individual’s right “to be let alone.” These four kinds of invasion are:\n(1) intrusion upon the plaintiff’s physical and mental solitude or seclusion;\n(2) public disclosure of private facts;\n(3) publicity which places the plaintiff in a false light in the public eye;\n(4) appropriation for the defendant’s benefit or advantage of the plaintiff’s name or likeness.\nAs Prosser explains it:\n“As it has appeared in the cases thus far decided, it is not one tort, but a complex of four. To date the law of privacy comprises four distinct kinds of invasion of four different interests of the plaintiff, which are tied together by the common name, but otherwise have almost nothing in common except that each represents an interference with the right of the plaintiff ‘to be let alone.’ ” W. Prosser, Law of Torts, 804 (4th ed. 1971).\nContinuing, it is written in Prosser:\n“Taking them in order—intrusion, disclosure, false light, and appropriation—the first and second require the invasion of something secret, secluded or private pertaining to the plaintiff; the third and fourth do not. The second and third depend upon publicity, while the first does not, nor does the fourth, although it usually involves it. The third requires falsity or fiction; the other three do not. The fourth involves a use for the defendant’s advantage, which is not true of the rest.” Id., at 814.\nAll cases so far decided on the point agree that the plaintiff need not plead or prove special damages. Punitive damages can be awarded on the same basis as in other torts where a wrongful motive or state of mind appears [Allen v. Rossi, 128 Me. 201, 146 A. 692, 693 (1929)], but not in cases where the defendant has acted innocently as, for example, in the mistaken but good faith belief that the plaintiff has given his consent. Barber v. Time, Inc., 348 Mo. 1199, 159 S.W.2d 291 (1942).\nIn this case we are concerned only with a claimed intrusion upon the plaintiff’s intestate’s physical and mental solitude or seclusion. The jury had a right to conclude from the evidence that plaintiff’s intestate was dying. It could have concluded he desired not to be photographed in his hospital bed in such condition and that he manifested such desire by his physical motions. The jury should have been instructed, if it found these facts, that the taking of pictures without decedent’s consent or over his objection was an invasion of his legally protected right to privacy, which invasion was an actionable tort for which money damages could be recovered.\nInstead, a directed verdict for the defendant was entered, obviously premised on the presiding justice’s announced incorrect conclusion that the taking of pictures without consent did not constitute an invasion of privacy and the further erroneous com-clusion that no tort was committed in the absence of “proof they [the photographs] were published.”\nAnother claimed basis for appellant’s assertion that a right to recover damages was demonstrated by the evidence is the allegations in her complaint sounding in the tort of assault and battery. As earlier indicated, the presiding justice announced as his conclusion that consent to a battery is implied from the existence of a physician-patient relationship. While we do not acknowledge the correctness of this pronouncement by the justice presiding because in our view it is so broad as to be inaccurate, even if the statement were true, the action taken by the presiding justice was not legally justified. It was based on a major premise that a physician-patient relationship existed at the time of the actions complained of. The jury had not yet had the opportunity to decide if such a relationship had been established. The evidence in the case at the time of the justice’s action clearly established that plaintiff’s intestate was under the care of another physician. The patient had been referred to appellee for surgery on two occasions. The only other occasion for direct contact with the patient occurred substantially before the alleged invasion of the right to privacy when appellee examined plaintiff’s intestate preliminarily to giving his opinion to the attending physician only as to the advisability of proposed therapy. There is nothing to suggest that the appel-lee’s visit to plaintiff’s intestate’s room on the day of the alleged invasion of privacy was for any purpose relating to the treatment of the patient. Appellee acknowledges that his sole purpose in going to the Berthiaume hospital room and the taking of pictures was to conclude the making of a photographic record to complete appel-lee’s record of the case. From the evidence, then, it is apparent that the jury had a right to conclude that the physician-patient relationship once existing between Dr. Pratt and Henry Berthiaume, the deceased, had terminated.\nAs to the claimed assault and battery, on the state of the evidence, the jury should have been permitted to consider the evidence and return a verdict in accordance with its fact finding. It should have been instructed that consent to a touching of the body of a patient may be implied from the patient’s consent to enter into a physician-patient relationship whenever such touching is reasonably necessary for the diagnosis and treatment of the patient’s ailments while the physician-patient relationship continues. Quite obviously also, there would be no actionable assault and battery if the touching was expressly consented to. Absent express consent by the patient or one authorized to give consent on the patient’s behalf, or absent consent implied from the circumstances, including the physician-patient relationship, the touching of the patient in the manner described by the evidence in this case would constitute assault and battery if it was part of an undertaking which, in legal effect, was an invasion of plaintiff’s intestate’s “right to be let alone.”\nIt has been urged upon us that great benefit inures to medical science from the taking and preservation of photographs. The evidence discloses that the appellee had taken photographs at various stages during the course of Berthiaume’s fatal illness and had made these photographs a part of appellee’s medical record of the case. It is argued that by looking at Ber-thiaume’s photographs appellee would be better able to evaluate and predict the progress of a malignancy of the same type and nature in other patients similarly afflicted. We are urged to declare as a matter of law that it was the physician’s right to complete the photographic record by capturing on film Berthiaume’s appearance in his final dying hours, even without the patient’s consent or over his objections. This we are unwilling to do.\nWe recognize the benefit to the science of medicine which comes from the making of photographs of the treatment and of medical abnormalities found in patients. However, we agree with the reasoning expressed by Alessandroni, J., sitting in the Court of Common Pleas in Pennsylvania, when in writing of a fact situation almost identical to that now before us, he said in Clayman v. Bernstein, 38 Pa.D. & C. 543 (1940):\n“The court recognized that an individual has the right to decide whether that which is his shall be given to the public and not only to restrict and limit but also to withhold absolutely his talents, property, or other subjects of the right of privacy from all dissemination. The facial characteristics or peculiar caste of one’s features, whether normal or distorted, belong to the individual and may not be reproduced without his permission. Even the photographer who is authorized to take a portrait is not justified in making or retaining additional copies for himself.\nA man may object to any invasion, as well as to an unlimited invasion. Widespread distribution of a photograph is not essential nor can it be said that publication in its common usage or in its legal meaning is necessary. It may be conceded that the doctrine of privacy in general is still suffering the pains of its birth and any doctrine in its inception borrows from established precedent. An analogy to the laws of libel, however, is not justified under the circumstances of this case. The author of a libel is the creator and there can be no offense until the contents are communicated to another. One cannot invade the rights of another merely by expressing his thoughts on paper. Two persons are necessary. One’s right of privacy, however, may be invaded by a single human agency. Plaintiff’s picture was taken without her authority or consent. Her right to decide whether her facial characteristics should be recorded for another’s benefit or by reason of another’s capriciousness has been violated. The scope of the authorization defines the extent of the acts necessary to constitute a violation. If plaintiff had consented to have her photograph taken only for defendant’s private files certainly he would have no right to exhibit it to others without her permission. Can it be said that his rights are equally extensive when even that limited consent has not been given?” Id., at 546-47.\nBecause there were unresolved, disputed questions of fact, which, if decided by the factfinder in favor of the plaintiff, would have justified a verdict for the plaintiff, it was reversible error to have directed a verdict for the defendant.\nThe entry must be:\nAppeal sustained.\nNew trial ordered.\nAll Justices concurring.\n. Although the issue has not been raised before us, we are satisfied the plaintiff’s intestate’s cause of action survived his death. 18 M.R.S.A. § 2501.\n. This is not a medical malpractice case,\n. The other physician (an internist) had sought appellee’s advice as to whether or not chemotherapy ought to be used on Berthiaume.\n. See n. 2, supra.\n. An excellent discussion of the “right to privacy” and the “right to be let alone,” as Judge Cooley labeled it [Cooley, Torts, 29 (1st ed. 1879)], is to be found in a case, the opinion of which was authored by Chief Justice Kenison of the Supreme Court of New Hampshire. Hamberger v. Eastman, 106 N.H. 107, 206 A.2d 239 (1964). The development of ,the now widely-recognized tort, invasion of the right to privacy, is also described in numerous other decisions, among them being The Golden Sun (Weeks v. Matson Nav. Co.), 30 F.Supp. 364 (S.D.Cal.1939); Melvin v. Reid, 112 Cal.App. 285, 297 P. 91 (1931); Gason v. Baskin, 155 Ma. 198, 20 So.2d 243 (1944); and Feeney v. Young, 191 App.Div. 501, 181 N.Y.S. 481 (Sup.Ct.1920).\n. Prosser reports that at the .time of the publication of the 4th edition in 1971, the “right to privacy” stands rejected only by a 1909 decision in Rhode Island [Henry v. Cherry & Webb, 30 R.I. 13, 73 A. 97 (1909)], by a 1952 decision in Texas [Milner v. Red River Valley Pub. Co., Tex.Civ.App., 249 S.W.2d 227 (1952)], by a 1955 decision in Nebraska [Brunson v. Ranks Army Stores, 161 Neb. 519, 73 N.W.2d 803 (1955)], and by a 1956 Wisconsin decision [Yoeckel v. Samonig, 272 Wis. 430, 75 N.W.2d 925 (1956)]. W. Prosser, Law of Torts, 804 & nn. 17-20 (4th ed. 1971).\n. No contention is made that Dr. Pratt obtained or sought to obtain permission from the deceased’s attending physician to take ,the photographs.\n. We take this occasion to repeat the admonition we gave in Moore v. Fenton, Me., 289 A.2d 698, 700, n. 1 (1972), and repeated in Brewer v. Roosevelt Motor Lodge, Me., 295 A.2d 647, 650 (1972).",
        "type": "majority",
        "author": "POMEROY, Justice."
      }
    ],
    "attorneys": [
      "Robert J. Daviau, Waterville, for plaintiff.",
      "Robinson, Solman, Hunt & Kriger by M. Roberts Hunt, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "ESTATE of Henry BERTHIAUME v. Loring PRATT, M. D.\nSupreme Judicial Court of Maine.\nNov. 10, 1976.\nRobert J. Daviau, Waterville, for plaintiff.\nRobinson, Solman, Hunt & Kriger by M. Roberts Hunt, Portland, for defendant.\nBefore DUFRESNE, C. J., and POME-ROY, WERNICK, ARCHIBALD, DELA-HANTY and GODFREY, JJ."
  },
  "file_name": "0792-01",
  "first_page_order": 848,
  "last_page_order": 853
}
