{
  "id": 8096935,
  "name": "CITY OF WESTBROOK v. William T. LOGAN, Jr., Commissioner of Education",
  "name_abbreviation": "City of Westbrook v. Logan",
  "decision_date": "1967-03-28",
  "docket_number": "",
  "first_page": "793",
  "last_page": "796",
  "citations": [
    {
      "type": "official",
      "cite": "227 A.2d 793"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "125 A. 496",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "498"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "124 Me. 36",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        615904
      ],
      "pin_cites": [
        {
          "page": "40"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/124/0036-01"
      ]
    },
    {
      "cite": "67 Me. 280",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        639517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/67/0280-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 539,
    "char_count": 9507,
    "ocr_confidence": 0.775,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20078931242709516
    },
    "sha256": "9ddca49d5e09d48d0575227e5554ac9d61e4c431b9caeebb5c7a75a486d87b0b",
    "simhash": "1:c64159023512b7d8",
    "word_count": 1540
  },
  "last_updated": "2024-02-27T23:48:49.034416+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WILLIAMSON, C. J., and WEB-BER, TAPLEY, MARDEN, DUFRESNE and WEATHERBEE, JJ."
    ],
    "parties": [
      "CITY OF WESTBROOK v. William T. LOGAN, Jr., Commissioner of Education."
    ],
    "opinions": [
      {
        "text": "MARDEN, Justice.\nOn report.\nBy legislation expressed in Chapter 41 R.S. 1954, as amended, (now 20 M.R.S.A.) and particularly Section 237-H of Chapter 41 (now 20 M.R.S.A. § 3457) certain State funds were made available to single municipality school administrative units upon stated conditions and by a stated formula. This subsidy was provided to encourage school construction and in general provided that upon approval by the State Commissioner of Education (Commissioner), of the project and later the expenditures for the same, the State would contribute to the cost for “capital outlay purposes” made by the administrative unit.\n“Capital outlay purposes” as defined in the statute, and broadly stated, meant the cost of acquisition of land for new construction or expansion of “a public school building * * * and such other expense as may be necessary and incidental to” such construction or expansion.\nThe term “ ‘school building’ as used in this section shall mean, but not be limited to, any structure used or useful for schools and playgrounds, including facilities for physical education.”\nThe plaintiff which alleges itself to be a “single municipality administrative unit,” and which allegation is not challenged, in 1954 constructed a new high school, and expanded it in 1960.\nIn connection with the new school and in 1962 the City purchased 17)4 acres of land adjacent to the school lot for the purpose of developing an athletic area, with football field with goal posts, a baseball field with backstops, a softball field, a quarter mile cinder track, spectator bleachers, with service road, parking lot, flat area for field events, a playground for elementary school pupils, area for tennis courts, and fencing. This project was approved by the Commissioner.\nThe work was completed on September 15, 1964 at a total cost of $175,056.92 and a full report of the cost as for capital outlay purposes was seasonably and in proper form submitted to the Commissioner.\nThe Commissioner refused to approve payment of the subsidy aid, holding th,at the project did not qualify for such aid.\nThe case was reported, and it is agreed that in the event the plaintiff qualifies for this subsidy payment, it shall be entitled to $31,510.25.\nThe issue is governed by the statutory definition of “capital outlay purposes” and “school building.” The expense of the school building as statutorily defined falls within the term “capital outlay,” but “capital outlay” may include expenses other than that incurred in the construction of the statutorily defined school building.\nBut for the phrase “but not limited to” appearing in the definition of school building, the statute would define a school building as “any structure used or useful fqr schools and playgrounds, including facilities for physical education.” So defined, the word “structure” would control. As written the statute states that the term “school building” is not limited to any structure, etc., but this results in no definition and cannot be what the legislature intended. We read the bothersome clause as delimiting, but not obviating the word “structure,” by which word we are bound. Facilities for physical education must fall within that term.\nThe word “structure” as a noun is defined and used in a number of ways, as the manner of building, such as Gothic in structure; the arrangement of parts, as the structure of an atom; the relative positions of masses, such as an Alpine structure; the inter-relation of parts as dominated by the whole, such as financial structure; and refinements of these general definitions. Webster’s Third New International Dictionary, 1961.\nThe simple and direct definition of the word in the sense with which we face it has over the years meant “something constructed or built, as a building, a dam, a bridge” Webster’s New International Dictionary, 2nd Edition 1934; “something built or constructed, as a building or dam” Webster’s New World Dictionary, College Edition 1960; and “something constructed or built, something made up of more or less interdependent elements or parts” Webster’s Third New International Dictionary, 1961.\n“Construct” as a verb, in the sense applicable here is “to put together (as constituent parts) so as to form, make, or create something; build, fabricate” Webster’s Third New International Dictionary, 1961.\nViewing the field complex here involved in the light of these definitions, it is observed that the features of the complex may fall into different categories.\nThe items of the football goal posts, the baseball backstops, the spectator bleachers and the fencing readily may be classed as structures, and indeed from argument of the case, we do not understand that those items are challenged as such.\nThe landscaping of the field resulting in the play areas readily falls outside the term “structure.”\nThe creation of the cinder track, the service road and the tennis courts create a more bothersome question. We take judicial notice that the creation of those features of the field involve bases with appropriate drainage and surfacing and are in a broad sense fabricated and in a broad sense structures.\nThe policy of the State as addressed to educational needs is one of liberality and expressed in Article VIII of our Constitution, but it must be conceded that the education of 1820 was considered in terms of fundamentals.\nFifty years later in Cousens v. Inhabitants of School District No. 4 in Lyman (1877) 67 Me. 280 where the plaintiff, whose land had been taken for school purposes by right of eminent domain, challenged the size of the lot taken as not being completely occupied by the school building, the court at pages 284, 285 said:\n“It is not reasonable to suppose that, when the legislature authorized the appropriation of a lot not exceeding forty square rods to this public use * * * they expected the whole of the land so taken to be covered with the buildings, or designed to prohibit the use of some part of it as a play ground for the children. * * * Those (play grounds or outbuildings) are mere incidents to the use of the land as a schoolhouse lot, and mentioning or omitting to mention them in the proceedings for laying out such lot cannot affect the validity of the proceedings.”\nIn Shaw ex rel. Arsenault v. Small (1924) 124 Me. 36, 40, 125 A. 496, 498, it was observed that:\n“Eminent courts hold that statutes relating to public schools should receive a liberal construction in aid of their dominant purpose which is universal elementary education.”\nGranting that Cousens was interpreting a late nineteenth century obligation for school facilities when education dealt chiefly with “readin’, ’ritin’ and ’rithmetic” and Shaw was commenting on a twentieth century concept of public duty to the pupil, in each case liberality was expressed.\nBy Chapter 73 P.L. 1919 “personal hygiene, community sanitation and physical education, including recreational exercises” were required as part of public school curriculum. This public law became §§ 181-184, Chapter 19 R.S. 1930 and same sections Chapter 37 R.S. 1944. By § 2, Chapter 407 P.L. 1949, the prescribed study fixed by § 181 was expanded to “the organization and development of adequate programs of health, safety and physical education and to require the teaching of these courses to all pupils in the public elementary and secondary schools of the State” which provision, without pertinent change, became § 217, Chapter 41 R.S. 1954 and now 20 M.R.S.A. § 1011.\nThe statute under consideration reflects this mandate, but limits its application to “structures.” Any liberality of interpretation must be addressed to inclusions within that term. The cinder track, the service road and the tennis courts are structures within the meaning of the statute.\nAs to the acquisition cost of the land which is now the athletic field, § 237-H may be paraphrased as follows: “Capital outlay purposes” shall mean the cost of acquisition of all land for such expansion and such other expense as may be necessary and incidental to any expansion of any structure used or useful for schools and playground, including facilities for physical education.\nThe statute itself not only invites broad interpretation, but we have a traditionally liberal policy toward the concept for the time being, now 1967, of educational purposes and needs.\nIt is not possible to say that anything less than the entire 17½ acre tract is necessary for the reference expansion or that the cost of such portion of the tract, if any, as is not occupied by the “structures” is not necessary or incidental to them.\nIt is held therefore, that the cost of acquisition of the 17j4 acres of land, and the expense of its development within the project approved by the Commissioner, falls within the statutory definition of capital outlay purposes and is properly subject to the subsidy formula.\nIn accordance with the terms of the report, plaintiff is entitled to the amount stipulated.\nSo ordered.\n. Chapter 475 P.L. 1966 inter alia specifically amended the definition of “capital outlay purposes” to include “the cost of athletic fields and related physical education, facilities which may be included in the school project.”",
        "type": "majority",
        "author": "MARDEN, Justice."
      }
    ],
    "attorneys": [
      "Francis C. Rocheleau, Westbrook, for plaintiff.",
      "John W. Benoit, Asst. Atty. Gen., Augusta, for defendant."
    ],
    "corrections": "",
    "head_matter": "CITY OF WESTBROOK v. William T. LOGAN, Jr., Commissioner of Education.\nSupreme Judicial Court of Maine.\nMarch 28, 1967.\nFrancis C. Rocheleau, Westbrook, for plaintiff.\nJohn W. Benoit, Asst. Atty. Gen., Augusta, for defendant.\nBefore WILLIAMSON, C. J., and WEB-BER, TAPLEY, MARDEN, DUFRESNE and WEATHERBEE, JJ."
  },
  "file_name": "0793-02",
  "first_page_order": 831,
  "last_page_order": 834
}
