{
  "id": 9299732,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Frank VOSS, Appellant",
  "name_abbreviation": "Commonwealth v. Voss",
  "decision_date": "2003-12-09",
  "docket_number": "",
  "first_page": "795",
  "last_page": "800",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 795"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "819 A.2d 100",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9345159
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/819/0100-01"
      ]
    },
    {
      "cite": "772 A.2d 1028",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11101958
      ],
      "pin_cites": [
        {
          "page": "1032"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/772/1028-01"
      ]
    },
    {
      "cite": "768 A.2d 1164",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11120397
      ],
      "pin_cites": [
        {
          "page": "1168"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/768/1164-01"
      ]
    },
    {
      "cite": "695 A.2d 784",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "548 Pa. 645",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "760 A.2d 406",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11184829
      ],
      "pin_cites": [
        {
          "page": "409"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/760/0406-01"
      ]
    },
    {
      "cite": "749 A.2d 502",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11528420
      ],
      "pin_cites": [
        {
          "page": "503"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/749/0502-01"
      ]
    },
    {
      "cite": "737 A.2d 214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11567898,
        838539
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "223",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/737/0214-01",
        "/pa/558/0313-01"
      ]
    },
    {
      "cite": "558 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838539
      ],
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0313-01"
      ]
    },
    {
      "cite": "315 Pa.Super. 420",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        85916
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/315/0420-01"
      ]
    },
    {
      "cite": "376 Pa.Super. 485",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        702763
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "citing Commonwealth v. Fulton, 315 Pa.Super. 420, 462 A.2d 265, 266 n. 4 (1983)"
        },
        {
          "parenthetical": "citing Commonwealth v. Fulton, 315 Pa.Super. 420, 462 A.2d 265, 266 n. 4 (1983)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/376/0485-01"
      ]
    },
    {
      "cite": "735 A.2d 730",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11537624
      ],
      "pin_cites": [
        {
          "page": "732"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/735/0730-01"
      ]
    },
    {
      "cite": "718 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11684847
      ],
      "pin_cites": [
        {
          "page": "328"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/718/0326-01"
      ]
    },
    {
      "cite": "824 A.2d 331",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9122089
      ],
      "pin_cites": [
        {
          "page": "333-34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/824/0331-01"
      ]
    },
    {
      "cite": "689 A.2d 283",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11924370,
        947431
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "288",
          "parenthetical": "citation omitted"
        },
        {
          "page": "288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/689/0283-01",
        "/pa-super/455/0626-01"
      ]
    },
    {
      "cite": "455 Pa.Super. 626",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        947431
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/455/0626-01"
      ]
    },
    {
      "cite": "771 A.2d 1232",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11105256,
        124716,
        124765,
        124721,
        11105298,
        11105213
      ],
      "weight": 2,
      "year": 2001,
      "pin_cites": [
        {
          "page": "1235",
          "parenthetical": "emphasis in original"
        },
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/771/1232-02",
        "/pa/565/0092-02",
        "/pa/565/0092-01",
        "/pa/565/0091-01",
        "/a2d/771/1232-03",
        "/a2d/771/1232-01"
      ]
    },
    {
      "cite": "565 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        124716,
        124765
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/565/0092-02",
        "/pa/565/0092-01"
      ]
    },
    {
      "cite": "333 Pa.Super. 331",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        616512
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "595-96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/333/0331-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 866,
    "char_count": 15485,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 6.687243924763885e-08,
      "percentile": 0.40668683772683273
    },
    "sha256": "8924f6c1cdcb2342b7335c9d333745385bf66dbf59c3072bac65c1d7ad8358f1",
    "simhash": "1:3916e3d1e593cc4d",
    "word_count": 2532
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: HUDOCK, GRACI, JJ., and McEWEN, P.J.E."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Frank VOSS, Appellant."
    ],
    "opinions": [
      {
        "text": "GRACI, J.\n¶ 1 Appellant, Frank Voss (“Voss”), appeals from an order entered in the Court of Common Pleas of Allegheny County on March 11, 2003, denying his petition for relief pursuant to the Post Conviction Relief Act, 42 Pa.C.S.A. §§ 9541-46 (“PCRA”). After careful review, we affirm.\nI. FACTUAL AND PROCEDURAL HISTORY\n¶ 2 At an earlier stage in this case, this Court provided the factual history of this case as follows:\n... On April 11, 1981, Thomas Jackson, Dennis Kuhn, Edward Gray, and Robert Doyle were drinking at The Triangle Bar in the Mount Washington area of Pittsburgh. As the four emerged from the bar at 2:00 a.m., closing time, appellant approached the group and began shooting a thirty-two caliber handgun.\nMr. Gray, who never saw the assailant, was shot in the stomach and fell to the street. Mr. Jackson was then grabbed by appellant and beaten about the face and head with the pistol. Appellant demanded money, which Jackson did not have, after which appellant demanded and received Jackson’s leather coat. Jackson was able to view appellant face-to-face for approximately one minute. Both Dennis Kuhn and Robert Doyle witnessed this assault from distances of twenty feet and twenty-five feet respectively.\nAfter beating Mr. Jackson, appellant approached Dennis Kuhn, put a gun to his side, and demanded money. After giving Voss $30.00, Kuhn was shot twice by Voss, once in the chest, which required surgery, and once in the side. This latter bullet lodged in a key ring in Kuhn’s chest pocket. Mr. Jackson witnessed the shooting of Kuhn from a distance of between thirty-to-forty feet. He was able to determine that Kuhn’s assailant was the same person who had assaulted him.\nRobert Doyle corroborated the events as told by the victims, witnessing Ed Gray being shot, Tom Jackson being beaten, and appellant pointing the gun at Kuhn. Doyle did not see appellant shoot Kuhn because he had started down the street to seek help. Doyle returned with a friend and passed within ten feet of appellant, viewing him again for about five seconds and recognizing that appellant was the same person who had shot Gray and beaten Jackson. Hearing the police rushing to the scene, appellant fled on foot.\nRichard Ammer was in appellant’s company during the day and night in question. He was across the street when he observed appellant pull out the pistol[, hit Tom Jackson,] and fire a shot which struck Tom Jackson. Ammer then ran away.\nWitnesses Doyle and Jackson gave descriptions of the assailant. The police officers realized the descriptions matched those of a man whom they had suspected as the perpetrator of an unrelated incident a few hours earlier. The officers went to Voss’ home where they obtained four Polaroid photographs of him from his landlady. The police then obtained a fifth photo, a mug shot, from police files. Thereafter, they went to the hospital showing the photos to Jackson, Doyle, and Doyle’s brother, all unequivocally identifying Voss as the assailant.\nThe officers relayed this information to another officer who in turn had an arrest warrant executed. Concluding that the suspect was still in the immediate vicinity, the police wanted to apprehend him as quickly as possible.\nAppellant was apprehended later the same morning and placed in a police van. Another person was placed in the van on the opposite side. That person was eventually released from custody. The van was searched, after the removal of appellant, by Officer Williams, with assistance from arresting Officer Dyer. Four thirty-two caliber bullets (Smith & Wesson) were recovered. Analyzed by the Allegheny County Crime Laboratory, the bullets were found to match the bullet retrieved from the key chain in victim Dennis Kuhn’s chest pocket. There was no evidence that the other man in the van was associated with a .32 caliber gun, and the bullets recovered from the van were of the same type fired by appellant. There was sufficient evidence to link the bullets to appellant.\nCommonwealth v. Voss, 333 Pa.Super. 331, 482 A.2d 593, 595-96 (1984).\n¶ 3 On September 29, 1981, a jury found Voss guilty of two counts of aggravated assault, 18 Pa.C.S.A. § 2702(a), one count of robbery, id. § 3701(a), and one count of simple assault, id. § 2701(a). On April 2, 1982, Voss was sentenced to a total of fifteen to thirty years imprisonment.\n¶ 4 On April 26, 1982, Voss filed a notice of appeal, arguing that: the trial court erred by refusing to suppress identifications made of him through a suggestive and prejudicial photographic array; identifications made of him at a preliminary hearing should have been suppressed because of suggestive one-on-one confrontations; an in-court identification should have been disallowed due to prior suggestive identification procedures; the thirty-two caliber bullets should have been suppressed due to an Illegally-Issued arrest warrant; the lower court erroneously allowed the bullets into evidence in that it was neither established that Voss possessed them nor that they had probative value; the photographic identification of Voss immediately after the preliminary hearing should have been excluded since it was suggestive; the lower court erroneously denied voir dire concerning legal principles; the juror who was informed that a testifying police officer and a juror were friends should have been dismissed; and there was insufficient evidence to support his convictions. Voss, 482 A.2d at 595 n. 4. On September 21, 1984, this Court affirmed Voss’ judgment of sentence.\n¶ 5 Voss then filed a petition for allowance of appeal from the order of the Superior Court. However, the Pennsylvania Supreme Court denied that petition on January 15,1987.\n¶ 6 On March 5, 2001, Voss filed a pro se PCRA petition, arguing, inter alia, that the sentencing court “improperly used [his] charges of Robbery, and two counts of Aggravated Assault, resulting from the same alleged incident to increase the imposed sentence, Ordering them to be served consecutive.” PCRA Petition, 3/5/01, at 3. The PCRA court, the Honorable Lawrence J. O’Toole, appointed Christine H. Nooning, Esquire, of the Public Defender’s Office to represent Voss. However, on August 21, 2002, Attorney Nooning filed a motion to withdraw her appearance and a “no merit” letter. Attorney Nooning stated, inter alia, that Voss’ PCRA petition was untimely filed and that no exceptions to the time limitations of the PCRA applied. On August 30, 2002, the PCRA court sent Voss a notice of intent to dismiss his petition.\n¶ 7 In the meantime, on January 8, 2003, Voss filed a “Motion to Correct Illegal Sentence,” alleging that the sentencing court “erred as [sic] matter of law by imposing consecutive sentences; two which should have merged.” Motion to Correct Illegal Sentence, 1/8/03, at 2. The motion, however, was apparently inadvertently assigned to the Honorable David R. Cash-man instead of the original PCRA court, Judge O’Toole.\n¶ 8 On January 10, 2003, the PCRA court, Judge O’Toole, dismissed Voss’ PCRA petition. Voss did not file an appeal from that order.\n¶ 9 On March 12, 2003, Judge Cashman summarily denied Voss’ motion on the merits. On March 25, 2003, Voss filed a pro se notice of appeal from Judge Cash-man’s order.\n¶ 10 Voss raises the following issues for our review:\nDID TRIAL COURT ERR AS A MATTER OF LAW DENYING MOTION TO CORRECT ILLEGAL SENTENCE IN VIOLATION OF RULE 1925(a) BY FAILING TO PROVIDE AN OPINION FOR DENIAL.\nDID TRIAL COURT ERR AS A MATTER OF LAW DENYING MOTION TO CORRECT ILLEGAL SENTENCE WHERE CONSTITUENT ELEMENTS OF ROBBERY AND ASSAULT ARE FOUND IN BOTH STA-TUATES [sic] AND SHOULD MERGE FOR THE PURPOSE OF SENTENCING.\nAppellant’s Brief, at iv.\nII. DISCUSSION\n¶ 11 The PCRA states that it provides for an action by which persons convicted of crimes they did not commit and persons serving illegal sentences may obtain collateral relief. The action established in this subchapter shall be the sole means of obtaining collateral relief and encompasses all other common law and statutory remedies for the same purpose that exist when this sub-chapter takes effect, including habeas corpus and coram nobis.\n42 Pa.C.S. § 9542. This language “demonstrates quite clearly that the General Assembly intended that claims that could be brought under the PCRA must be brought under that Act.” Commonwealth v. Hall, 565 Pa. 92, 771 A.2d 1232, 1235 (2001) (emphasis in original). Where a defendant’s claims “are cognizable under the PCRA, the common law and statutory remedies now subsumed by the PCRA are not separately available to the defendant.” Id. (citations omitted). Issues relating to the legality of sentence are cognizable under the PCRA. Commonwealth v. Hockenberty, 455 Pa.Super. 626, 689 A.2d 283, 288 (1997) (citation omitted).\n¶ 12 Here, since Voss’ motion, filed on January 8, 2003, raises the legality of sentence, it should have been treated as a PCRA petition. Since Voss’ original PCRA petition, filed on March 5, 2001, was pending before the PCRA court, Judge O’Toole, the improperly filed the January 8, 2003, motion should have been treated as an amendment to Voss’ original PCRA petition. However, when so treated, Voss would still not be afforded any relief.\n¶ 13 Section 9545(b) of the PCRA states that:\n(b) Time for filing petition.—\n(1)Any petition under this subchapter, including a second or subsequent petition, shall be filed within one year of the date the judgment becomes final, unless the petition alleges and the petitioner proves that:\n(ii) the facts upon which the claim is predicated were unknown to the petitioner and could not have been ascertained by the exercise of due diligence ...\n(2) Any petition invoking an exception provided in paragraph (1) shall be filed within 60 days of the date the claim could have been presented.\n(3) For purposes of this subehapter, a judgment becomes final at the conclusion of direct review, including discretionary review in the Supreme Court of the United States and the Supreme Court of Pennsylvania, or at the expiration of time for seeking the review.\nCommonwealth v. Wilson, 824 A.2d 331, 333-34 (Pa.Super.2003); 42 Pa.C.S.A. § 9545(b). “[A] petition where the judgment of sentence became final before the effective date of the [1995] amendments [to the PCRA] shall be deemed timely if the petitioner’s first petition was filed within one year of the effective date of the [1995] amendments [to the PCRA].” Commonwealth v. Thomas, 718 A.2d 326, 328 (Pa.Super.1998); Act of November 17, 1995, P.L. 1118, No. 32 (Spec. Sess. No. 1), § 3(1). “Because the effective date of the amendments is January 16, 1996, the operative deadline for first-time PCRA petitions is January 16, 1997.” Commonwealth v. Crider, 735 A.2d 730, 732 (Pa.Super.1999) (citations omitted).\n¶ 14 Here, as we indicated above, Voss’ judgment of sentence became final before the effective date of the amendments. However, Voss did not file his first PCRA petition until March 5, 2001, more than four years after the operative deadline for first-time PCRA petitions. Moreover, Voss did not indicate that any of the exceptions to the timeliness requirements apply. Accordingly, properly considering Voss’ motion as an extension of his first PCRA petition, it is part of an untimely petition and, therefore, must be rejected.\n¶ 15 We note that there is authority for the proposition that claims of illegality of sentence cannot be waived. See e.g. Commonwealth v. Diamond, 376 Pa.Super. 485, 546 A.2d 628, 631 n. 3 (1988) (citing Commonwealth v. Fulton, 315 Pa.Super. 420, 462 A.2d 265, 266 n. 4 (1983)). These cases, of course, predate the 1995 amendments to the PCRA which added the jurisdictional time limit to such proceedings. Subsequent to those amendments our Supreme Court has stated unequivocally that “[although legality of sentence is always subject to review within the PCRA, claims must still first satisfy the PCRA’s time limits or one of the exceptions thereto.” Commonwealth v. Fahy, 558 Pa. 313, 737 A.2d 214, 223 (1999) (citation omitted). See also Commonwealth v. Guthrie, 749 A.2d 502, 503 (Pa.Super.2000) (citing Fahy and stating that “[e]ven within the PCRA, the time limits described in 42 Pa.C.S.[A.] § 9545 have been held to apply to questions raising the legality of sentence.”). While cases decided since the adoption of the 1995 amendments continue to invoke the “legality of sentence can never be waived” language, see, e.g., Commonwealth v. Davis, 760 A.2d 406, 409 (Pa.Super.2000); Commonwealth v. Hockenberry, 455 Pa.Super. 626, 689 A.2d 283, 288 (1997), appeal denied, 548 Pa. 645, 695 A.2d 784 (1997), in light of Fahy and its progeny, which emphasize the jurisdictional nature of the PCRA time limits, the broad language of Davis and Hockenberry may not accurately reflect current law.\n¶ 16 There is nothing inequitable or unjust in requiring that challenges to the legality of a sentence be raised within one year of the date that a defendant’s conviction becomes final. Just as a defendant, through the exercise of due diligence, can ascertain if his or her attorney filed a requested appeal within one year of the date his or her conviction became final, Commonwealth v. Carr, 768 A.2d 1164, 1168 (Pa.Super.2001), a year is “sufficiently generous,” Commonwealth v. Zuniga, 772 A.2d 1028, 1032 (Pa.Super.2001), to allow a defendant to determine if his or her sentence is illegal and to file a PCRA petition raising the issue.\n¶ 17 Based on the foregoing, we find that the lower court, Judge Cashman, did not err in rejecting Voss’ motion.\nIII. CONCLUSION\n¶ 18 Since Voss’ original PCRA petition, filed on March 5, 2001, was untimely, his January 8, 2003, motion was likewise untimely. The lower court was, accordingly, without jurisdiction to entertain the claim and was properly rejected.\n¶ 19 Order affirmed.\n¶ 20 McEWEN, P.J.E., concurs in result.\n. The record does not indicate that Voss filed a petition for writ of certiorari with the United States Supreme Court. Accordingly, Voss’ judgment of sentence became final on March 16, 1987. This was sixty days after the Pennsylvania Supreme Court denied Voss’ petition for allocatur, which was at the expiration of the time for filing a petition for writ of certio-rari with the United States Supreme Court. See (former) Sup.Ct. R. 20.1.\n. In an opinion pursuant to Rule 1925(a) of the Pennsylvania Rules of Appellate Procedure, Pa.R.A.P.1925(a), Judge Cashman indicated that he denied Voss' motion because robbery and aggravated assault contain different elements and do not merge for sentencing purposes. Pa.R.A.P. 1925(a) Opinion, 6/5/03, at 3-4.\n.While we ultimately determine that the trial court lacked jurisdiction to entertain Voss' motion (properly treated as an amendment to his previously filed PCRA petition), we reject this claim out of hand since its factual predicate is lacking. The certified record contains Judge Cashman's Rule 1925(a) Opinion issued on June 5, 2003.\n. We note that this Court may affirm the lower court’s decision \"on any ground, even one not considered by that court.\" Commonwealth v. Lauro, 819 A.2d 100, 105 n. 8 (Pa.Super.2003) (citation omitted).",
        "type": "majority",
        "author": "GRACI, J."
      }
    ],
    "attorneys": [
      "Frank Voss, appellant, pro se.",
      "Michael W. Streily, Deputy Dist. Atty., and Sandra Preuhs, Asst. Dist. Atty., Pittsburgh, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Frank VOSS, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Sept. 22, 2003.\nFiled Dec. 9, 2003.\nFrank Voss, appellant, pro se.\nMichael W. Streily, Deputy Dist. Atty., and Sandra Preuhs, Asst. Dist. Atty., Pittsburgh, for Com., appellee.\nBefore: HUDOCK, GRACI, JJ., and McEWEN, P.J.E."
  },
  "file_name": "0795-01",
  "first_page_order": 825,
  "last_page_order": 830
}
