{
  "id": 12027830,
  "name": "Rupert BLANCE v. Austin M. ALLEY and Helen M. Alley",
  "name_abbreviation": "Blance v. Alley",
  "decision_date": "1975-01-20",
  "docket_number": "",
  "first_page": "796",
  "last_page": "800",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 796"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "177 A. 610",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "133 Me. 354",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844632
      ],
      "pin_cites": [
        {
          "page": "360"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/133/0354-01"
      ]
    },
    {
      "cite": "51 Me. 575",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        665390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/51/0575-01"
      ]
    },
    {
      "cite": "113 A. 36",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "120 Me. 148",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        492209
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/120/0148-01"
      ]
    },
    {
      "cite": "174 A. 383",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "133 Me. 115",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/133/0115-01"
      ]
    },
    {
      "cite": "248 A.2d 140",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8067931
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/248/0140-01"
      ]
    },
    {
      "cite": "295 A.2d 644",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11253400
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/295/0644-01"
      ]
    },
    {
      "cite": "172 A.2d 74",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "157 Me. 31",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        921831
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/157/0031-01"
      ]
    },
    {
      "cite": "4 A.2d 837",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "840"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "136 Me. 169",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        660011
      ],
      "pin_cites": [
        {
          "page": "174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/136/0169-01"
      ]
    },
    {
      "cite": "3 Greene 30",
      "category": "reporters:state",
      "reporter": "Greene",
      "case_ids": [
        2264955
      ],
      "opinion_index": 0,
      "case_paths": [
        "/greene/3/0030-01"
      ]
    },
    {
      "cite": "170 A.2d 389",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "157 Me. 162",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        921847
      ],
      "pin_cites": [
        {
          "page": "169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/157/0162-01"
      ]
    },
    {
      "cite": "66 A. 480",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "102 Me. 222",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        674750
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/102/0222-01"
      ]
    },
    {
      "cite": "53 Me. 275",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846535
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/53/0275-01"
      ]
    },
    {
      "cite": "76 A. 675",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "106 Me. 217",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        645747
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/106/0217-01"
      ]
    },
    {
      "cite": "20 A. 238",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1890,
      "opinion_index": 0
    },
    {
      "cite": "82 Me. 577",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        569739
      ],
      "year": 1890,
      "opinion_index": 0,
      "case_paths": [
        "/me/82/0577-01"
      ]
    },
    {
      "cite": "36 A. 991",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1897,
      "opinion_index": 0
    },
    {
      "cite": "89 Me. 462",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        624779
      ],
      "year": 1897,
      "opinion_index": 0,
      "case_paths": [
        "/me/89/0462-01"
      ]
    },
    {
      "cite": "79 A. 371",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1911,
      "opinion_index": 0
    },
    {
      "cite": "108 Me. 110",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        655417
      ],
      "year": 1911,
      "opinion_index": 0,
      "case_paths": [
        "/me/108/0110-01"
      ]
    },
    {
      "cite": "91 A.2d 320",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "148 Me. 176",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        632582
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/me/148/0176-01"
      ]
    },
    {
      "cite": "305 A.2d 545",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11251606
      ],
      "pin_cites": [
        {
          "page": "550"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/305/0545-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 651,
    "char_count": 12140,
    "ocr_confidence": 0.805,
    "pagerank": {
      "raw": 1.6604367152659085e-07,
      "percentile": 0.694182942712104
    },
    "sha256": "dc042a8689c8133d4542045618c18141612908a906ad196dba42e8ea1e5b9cc8",
    "simhash": "1:e26fe680119e6753",
    "word_count": 2112
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK and ARCHIBALD, JJ.",
      "DELAHANTY, J., did not sit.",
      "All Justices concurring."
    ],
    "parties": [
      "Rupert BLANCE v. Austin M. ALLEY and Helen M. Alley."
    ],
    "opinions": [
      {
        "text": "DUFRESNE, Chief Justice.\nBy complaint dated July 12, 1969 the plaintiff sought to establish his title to, and recover possession of, a triangular piece of land bounded easterly by the westerly line of State Route 186 in that section of the Town of Gouldsboro, in the County of Hancock, known as Prospect Harbor. The State highway in the area of the disputed land runs generally north and south.\nThe defendants specifically denied in their answer the plaintiff’s title to the premises described in his complaint, denying in particular that the plaintiff was seized in fee simple of said property. Indeed, in their pre-trial memorandum, the defendants agreed among other things as follows:\n“The nature of the case is a real action to determine the common boundary between the Plaintiff and the Defendants.”\n“The issues are:\n(a)whether or not the Plaintiff can prove that he has title to the land southerly of and immediately adjacent to land owned by the Defendants, as said land is described in a Warranty deed from Carlton Jordan et al. to Austin M. Alley et al. recorded in Volume 990, Page 435, Hancock Registry of Deeds; and also a Warranty deed from Bertha Mitchell to Austin M. Alley et al. and recorded in Volume 1021, Page 286;\n(b) Assuming that the Plaintiff can establish that he has title to land southerly of and immediately adjacent to land of the Defendants, referred to above, can the Plaintiff prove that he and his predecessors in title have been in possession of the land within the last twenty (20) years past;\n(c) The boundary line between the alleged land of the Plaintiff and the land of the Defendants is a discontinued town road and the location of said discontinued town road is an issue;” (Emphasis supplied).\nAt trial before a Superior Court Justice without a jury, in an attempt to establish the center line of the reference abandoned and partially obliterated town road as the boundary line between the defendants’ property and the premises adjoining immediately to the south to which he claimed title, the plaintiff contended, and offered evidence tending to show, that the old road ran in a northerly direction from a point south of his house to a point where it intersected what is now Route 186. On the other hand, the defendants through cross-examination tried to show that the road did not run by a direct northerly route to the highway as claimed by the plaintiff, but that, at a point just beyond the northeast corner of the plaintiff’s house, the road turned sharply to the right and joined the state highway at a right angle.\nThe presiding Justice rendered judgment in favor of the plaintiff. The defendants seasonably filed a motion for a new trial, which was denied. They appeal and we sustain the appeal.\nWhile the course of the old road, on which the location of the disputed boundary line depended, was the specific critical issue raised by the parties and so treated by them as evidenced by their conduct of the trial, generally speaking, the instant action is, primarily and in essence, the judicial process available to establish one’s title to, and obtain possession of, real property the ownership and right to possession of which are in dispute. Boundaries are mere markings on the face of the earth which divide one man’s property from that of another. Underlying any dispute over boundaries is the fundamental issue of the parties’ title to, and right to possession of, the premises which they claim.\nA plaintiff may succeed in placing a boundary line on the face of the earth, but, if he fails to establish his title to the land on his side of the line, his is an illusory victory amounting to naught.\nIn Hann v. Merrill, 1973, Me., 305 A.2d 545, at 550, we said:\n“In order to be entitled to judgment for possession of this parcel the Plaintiff must prove the title she has alleged. Dolloff v. Gardiner, 148 Me. 176, 91 A.2d 320 (1952); Wyman v. Porter, 108 Me. 110, 79 A. 371 (1911); Day v. Philbrook, 89 Me. 462, 36 A. 991 (1897).\n“The Plaintiff must show a better title than the Defendant’s. Coffin v. Freeman, 82 Me. 577, 20 A. 238 (1890). If the Plaintiff shows no title she cannot prevail even though she proves the Defendant has no title.”\nThe point is further illustrated in Powers v. Hambleton, 1909, 106 Me. 217, 76 A. 675, where our Court used the following language:\n“Under the general issue in a real action the burden is on the plaintiff to show the title he has alleged in his writ, and it is obvious that the defendant may rebut the plaintiff’s evidence by showing title in himself or in another, or by merely showing that the plaintiff has none. It is a familiar rule that the plaintiff must recover, if at all, upon the strength of his own title, and not upon the weakness of that of the defendant. Chaplin v. Barker, 53 Me. 275. Proof of both the right of entry at the time of the commencement of the action and of such an estate in the premises as the plaintiff has alleged is necessary before he can recover, although the defendant shows no title in himself.” (Emphasis added).\nRule 80A(c) provides that the plaintiff “shall declare on his own seizin within 20 years then last past” and “shall set forth the estate which he claims in the premises, but if he proves a lesser estate than he has alleged, amendment may be made to conform to the proof and judgment ordered accordingly.” Subsection (f) of the rule requires that “the judgment shall declare the estate, if any, in all or in any part of the demanded premises to which the plaintiff is entitled.” The rule is declaratory of existing decisional law to the effect that the plaintiff in a real action must declare upon, and has the burden of proof of, his own seizin of or title to the demanded premises. The defendant may, however, always show that the plaintiff obtained nothing by his deed. Stetson v. Grant, 1906, 102 Me. 222, 66 A. 480. The burden is upon the plaintiff to show title to the property demanded. Pratt v. Moody, 1961, 157 Me. 162, 169, 170 A.2d 389.\nThe judgment in a real action must follow the verdict, but the verdict in turn must be authorized by the proof and correspond with the evidence. That a plaintiff in a real action must recover on the strength of his own title means that the evidence must justify and support his claim. He cannot maintain his action on the mere basis of the allegations of his complaint. See, Hughes and Robinson v. Holliday, 1851, Iowa, 3 Greene 30.\nIn the instant case, there is ample evidence to support the finding of the presiding Justice respecting the location of the disputed boundary line. The Justice’s conclusion, however, that the plaintiff’s title to the property south of the line was undisputed is not supported by the record. The defendants unequivocally raised the plaintiff’s title to the premises described in the complaint when they denied the plaintiff’s title in their answer, listed the issue in their pre-trial memorandum and again made it the basis of their motion for a new trial. It would appear that the confusion may have been due to the long delay between the time of the hearing on October 6, 1969 and the date of the lower Court’s decree on April 26, 1971.\nWhen the defendants in their answer denied the plaintiff’s title to the land south of the abandoned roadway, title to the demanded premises was squarely put in issue and the burden of proof thereafter to establish title to the property was upon the plaintiff. Failure to carry the burden of proof regarding title to the land effectively negates any right to a determination of the boundary line. From the record before us, we hold as a matter of law that the plaintiff has failed to establish any interest in the land described in his complaint which would entitle him to recover in this action.\nThe plaintiff’s bare assertion that the land he claims to own is his will not support a judgment in his favor. The deeds which the plaintiff introduced into evidence without objection, while indicating that he may own land in Gouldsboro, in no way fix any sufficiently identifiable location on the face of the earth to relate the property described in those deeds to the disputed area. These deeds describe the land which they purport to convey in general terms, such as “the Ward lot,” “lot number 74,” or in references to previous conveyances. Where metes and bounds have been used, there is nothing in this record to establish any relationship between the land so described and the land demanded in the complaint. While deeds introduced by the defendants seem to establish the discontinued roadway as the southern boundary of their lot, they are of no assistance in shedding any light upon the title to the land immediately south of the boundary so established.\nWe hold that the plaintiff has failed to carry his burden of proof that the premises described in his complaint legally belong to him. See, Pratt v. Moody, supra.\nThe fact that the deeds introduced into evidence by the plaintiff were received without objection does not relieve him of his burden. “The weight of evidence intrinsically destitute of probative value is not enhanced by its admission without objection.” State v. Caliendo, 1939, 136 Me. 169, 174, 4 A.2d 837, 840.\nThe plaintiff urges that we deny the appeal under the clearly erroneous rule doctrine. It is true that the findings of a trial court as to the location of boundary lines will not be disturbed unless clearly erroneous. LeBlanc v. Gallant, 1961, 157 Me. 31, 172 A.2d 74; see also M.R.C.P., Rule 52(a). In this case, however, we are not concerned solely with the location of any particular stated boundary on the face of the earth. Rather, a preliminary determination had to be made identifying what the relevant boundaries of the plaintiff’s land were.\nOur Court has long held that the determination of what the boundaries are under a deed of conveyance is a question of law rather than one of fact, and the clearly erroneous rule in that context does not apply. While the location of the boundaries is a question of fact, what are the boundaries is a question of law. Perkins v. Conary, 1972, Me., 295 A.2d 644; Mayer v. Fuller, 1968, Me., 248 A.2d 140; McCausland v. York, 1934, 133 Me. 115, 174 A. 383; Murray v. Munsey, 1921, 120 Me. 148, 113 A. 36; Abbott v. Abbott, 1863, 51 Me. 575. The construction of deeds and their legal effect is a question of law. Susi v. Davis, 1935, 133 Me. 354, 360, 177 A. 610.\nIn the instant real action the plaintiff could not recover judgment unless he sustained his burden of proof by the fair preponderance of the evidence on the threshold issue of title to the demanded premises, since the record before us fails to reveal any concession on the part of the defendants respecting the plaintiff’s property right in the disputed land. The location of the divisional boundary line was a subordinate issue to the necessary underlying issue of title.\nIn the posture of this record, not only was the preliminary determination of plaintiff’s title to the demanded premises not resolved by the Court below, but the evidence in the case as a matter of law fails to relate the documentary proof to the demanded premises. Thus, there was error below.\nThe appeal is sustained.\nDELAHANTY, J., did not sit.\nAll Justices concurring.\n. The great bulk of the testimony at trial centered upon the location of the disputed boundary. The plaintiff’s title and his ensuing standing to litigate the location of the line, although raised as an issue by the pleadings, was given only minimal attention by counsel in their examination of the witnesses and the presentation of the documentary evidence.\n.The defendants have alleged as error other matters concerning the admissibility of certain evidence and pre-trial discovery procedures. We find it unnecessary to reach these issues and express no opinion on them.",
        "type": "majority",
        "author": "DUFRESNE, Chief Justice."
      }
    ],
    "attorneys": [
      "Silsby, Silsby & Walker, by Frank B. Walker, Ellsworth, for plaintiff.",
      "Dana C. Devoe, Mary Louis Kurr, Bangor, for defendants."
    ],
    "corrections": "",
    "head_matter": "Rupert BLANCE v. Austin M. ALLEY and Helen M. Alley.\nSupreme Judicial Court of Maine.\nJan. 20, 1975.\nSilsby, Silsby & Walker, by Frank B. Walker, Ellsworth, for plaintiff.\nDana C. Devoe, Mary Louis Kurr, Bangor, for defendants.\nBefore DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK and ARCHIBALD, JJ."
  },
  "file_name": "0796-01",
  "first_page_order": 834,
  "last_page_order": 838
}
