{
  "id": 8458711,
  "name": "COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, Bureau of Driver Licensing, Appellant, v. Louis E. GOMBOCZ, Jr., Appellee",
  "name_abbreviation": "Commonwealth, Department of Transportation v. Gombocz",
  "decision_date": "2006-11-21",
  "docket_number": "No. 196 MAP 2004",
  "first_page": "798",
  "last_page": "802",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 798"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "682 A.2d 82",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7858859
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/0082-01"
      ]
    },
    {
      "cite": "756 A.2d 138",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11241699
      ],
      "pin_cites": [
        {
          "page": "141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/756/0138-01"
      ]
    },
    {
      "cite": "572 A.2d 236",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1401174
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "238"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/132/0145-01"
      ]
    },
    {
      "cite": "555 A.2d 285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1385225
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "286-87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/124/0039-01"
      ]
    },
    {
      "cite": "682 A.2d 1358",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "1355"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "741 A.2d 1264",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        837188,
        11658223
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "1265"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0614-01",
        "/a2d/741/1264-01"
      ]
    },
    {
      "cite": "559 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837188
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0614-01"
      ]
    },
    {
      "cite": "849 A.2d 284",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9239340
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/849/0284-01"
      ]
    },
    {
      "cite": "753 A.2d 233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11205938,
        225955
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/753/0233-01",
        "/pa/562/0060-01"
      ]
    },
    {
      "cite": "562 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        225955
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0060-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 579,
    "char_count": 11090,
    "ocr_confidence": 0.697,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20442311501558585
    },
    "sha256": "bd0d0cb53c695819eeb31d52bc0776eaecfec99d7b86d8992611043b6cb77c73",
    "simhash": "1:6ff790eef3eec71e",
    "word_count": 1802
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and BAER, JJ.",
      "Chief Justice CAPPY, and Justice CASTILLE, Justice NEWMAN and Justice SAYLOR and BAER join the opinion.",
      "Former Justice NIGRO did not participate in the decision of this case."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, Bureau of Driver Licensing, Appellant, v. Louis E. GOMBOCZ, Jr., Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice EAKIN.\nIn this case, we granted review to decide whether appellee was prejudiced by a four-year delay in holding a de novo hearing concerning suspension of his driving privileges. Because appellee was always the moving party, we reverse.\nOn June 3, 1999, PennDOT sent a notice of suspension to appellee for refusing to submit to chemical testing pursuant to the Implied Consent Law, 75 Pa.C.S. § 1547(b)(1)®, following his arrest for driving under the influence, 75 Pa.C.S. § 3731, May 17, 1999. Appellee filed an appeal from his suspension June 25, 1999, in the Lehigh County Court of Common Pleas. PennDOT filed a motion to transfer venue to Bucks County, the location of the arrest, which was granted September 7,1999.\nOn December 17, 1999, appellee acknowledged such transfer by filing a proposed order for a de novo hearing before the Bucks County Court of Common Pleas. No action was taken -on that proposed order. On March 24, 2000, appellee filed a motion for a de novo hearing, in compliance with the local rules. No hearing date was scheduled.\nThree years later, PennDOT filed a motion to dismiss the appeal for lack of prosecution due to inactivity. PennDOT’s motion was denied June 26, 2003, and a hearing took place October 16, 2008. At the hearing, counsel for appellee indicated his client would be unable to testify because of his lack of recollection regarding his 1999 arrest and subsequently moved to dismiss the suspension due to prejudice caused by the four-year delay. The arresting officer also lacked any recollection of the arrest, but testified after refreshing his memory by reviewing his incident report from the date of arrest. Appellee took the stand, but testified that although he remembered the arrest, he was unable to recall details about the field sobriety test or the chemical test refusal at the hospital.\nThe trial court, citing Terraciano v. PennDOT, 562 Pa. 60, 753 A.2d 233 (2000), found the four-year delay was attributable to PennDOT’s failure to move the case forward after obtaining its transfer from Lehigh County to Bucks County. The trial court also found appellee was prejudiced by such delay because the officer was able to testify directly from notes he had taken, whereas appellee lacked any evidence from which he could refresh his memory. The trial court set aside appellee’s suspension. PennDOT appealed.\nThe Commonwealth Court affirmed, stating when witnesses are unavailable to testify due to a lack of memory of the events at issue, it necessarily violates a defendant’s due process rights. Gombocz v. PennDOT, 849 A.2d 284 (Pa.Cmwlth. 2004).\nPennDOT sought allowance of appeal, which we granted, to determine:\n[Whether] the trial court commit[ted] reversible error when it ruled that [PennDOT] was at fault for causing the delay in holding the de novo hearing and any prejudice suffered by [appellee], when [appellee was always the moving party], who had the burden of moving his statutory appeal forward in the trial court.\nPennDOT’s Brief, at 4.\nOur scope of review regarding license suspension cases “is limited to determining whether the trial court’s findings of fact are supported by competent evidence and whether the trial court committed an error of law or an abuse of discretion in reaching its decision.” Terraciano, at 236 (citing Petrovich v. PennDOT, 559 Pa. 614, 741 A.2d 1264, 1265 (1999)). The standard for sustaining an appeal based on delay requires a defendant to show: “(1) an unreasonable delay chargeable to PennDOT led the licensee to believe that [his] operating privileges would not be impaired; and (2) prejudice would result by having the operating privileges suspended after such delay.” Id. (citing Fisher v. PennDOT, 682 A.2d 1358, 1355 (Pa.Cmwlth.1996)).\nPennDOT argues appellee was always the moving party, and therefore it fell upon him to initiate timely proceedings and follow up on the status of his appeal. PennDOT’s Brief, at 15. PennDOT argues its motion to change venue did not alter Mr. Gombocz’s status from appellant to appellee. Id. Furthermore, appellee acknowledged the transfer of venue and proceeded as the moving party by filing documents in Bucks County. Appellee counters that although PennDOT knew of his efforts to schedule a hearing, for three years it failed to take action to assist in moving forward with a hearing, and then filed a motion to dismiss for lack of prosecution. Appellee’s Brief, at 6.\nWe previously examined this issue in Terraciano. Although the facts there are distinguishable, we set forth the applicable standards and the rules of law to be followed. Terraciano was convicted of violating the Vehicle Code; a habitual offender, she was notified by PennDOT that her license would be suspended for five years. Terraciano, at 234-35. Upon filing a timely appeal, a hearing was scheduled, and because PennDOT was not able to produce authenticating witnesses regarding Terra-ciano’s driving records, the appeal was successful, reinstating her license. Id., at 235. The Commonwealth Court reversed the trial court and remanded for further proceedings; however, PennDOT failed to pursue the suspension for seven years. Id. After seven years, PennDOT filed a praecipe to have the matter placed on the hearing list. Id. Terraciano filed a motion to dismiss because PennDOT was responsible for the seven-year delay, and she had been prejudiced by such delay because she had since obtained a commercial driver’s license from PennDOT. Id.\nThe trial court held the delay was not a result of PennDOT’s inaction because the case was remanded by the Commonwealth Court. Id. Terraciano’s motion was dismissed, and her license was suspended for one year. Terraciano appealed to the Commonwealth Court, and the order was affirmed. We granted review.\nIn Terraciano’s case, we held “[w]hen PennDOT fails to take responsibility for moving a case forward under circumstances where it is reasonable for it to be expected to do so, the delay is attributable to PennDOT.” Id., at 236 (citing Howarth v. PennDOT, 124 Pa.Cmwlth. 39, 555 A.2d 285, 286-87 (1989)). Terraciano obtained her commercial license from PennDOT during the seven-year delay, which would cause her to reasonably believe there was no threat to her driver’s license. Id., at 237, (citing Rea v. PennDOT, 132 Pa. Cmwlth. 145, 572 A.2d 236, 238 (1990)). We reversed, finding the delay was attributable to inaction by PennDOT. In so doing, however, we necessarily established the inverse, for where the other party is reasonably expected to move things forward, attribution must follow as well.\nThe moving party has the burden to move the case forward. Tarka v. PennDOT, 756 A.2d 138, 141 (Pa.Cmwlth.2000); Roller v. PennDOT, 682 A.2d 82, 84 (Pa. Cmwlth.1996). Appellee filed the initial appeal of his license suspension. The only question arose when PennDOT moved to have the case transferred to Bucks County, as required by statute. The Commonwealth Court, citing Fisher, noted “Penn-DOT failed to file a praecipe or motion to move the case forward to hearing, failed to file its non pros motion until over [four] years after the case was transferred, and failed to seek reinstatement of the suspension otherwise.” Gombocz, at 287. According to the Commonwealth Court, those were omissions by PennDOT following either a shift of the burden to move the case forward to PennDOT, or a presumption that PennDOT somehow becomes the moving party by reason of an appeal. We disagree.\nAppellee brought the original action, and although PennDOT’s motion to transfer venue was granted, that did not make it the moving party. Appellee acknowledged the transfer to Bucks County and made at least some effort to obtain a de novo hearing. See Id. In Terraciano, PennDOT filed an appeal to the Commonwealth Court which resulted in a remand to the trial court, and PennDOT failed to move the case forward from that point on; as appellant, it was clearly the moving party. Here, Gombocz was the appellant. Although the facts of Terraciano and the instant case are distinguishable, the law is clear. PennDOT is not responsible for moving the case forward unless circumstances exist making it reasonable to shift that burden to it. Terraciano, at 236. Those circumstances do not exist here. PennDOT took no action to become the moving party; it simply moved to transfer venue, as prescribed by law. Appellee acknowledged his position as moving party by attempting to schedule a hearing, and although his efforts failed, it was by no fault of PennDOT. PennDOT did not have the burden to move this case forward. Accordingly, appellee fails the first prong of the Terraciano test.\nFor these reasons, we reverse. Jurisdiction relinquished.\nChief Justice CAPPY, and Justice CASTILLE, Justice NEWMAN and Justice SAYLOR and BAER join the opinion.\nFormer Justice NIGRO did not participate in the decision of this case.\n. \"If any person placed under arrest for a violation of section 3802 is requested to submit to chemical testing and refuses to do so, the testing shall not be conducted but upon notice by the police officer, the department shall suspend the operating privilege of the person ... for a period of 12 months.” 75 Pa.C.S. § 1547(b)(l)(i).\n. This section was repealed. The current provision is 75 Pa.C.S. § 3802 (Driving under influence of alcohol or controlled substance).\n. \"Except as otherwise prescribed by general rules, the venue shall be in ... the county where the arrest for a violation of 75 Pa.C.S. § 3802 (relating to driving under influence of alcohol or controlled substance) was made in appeals involving the suspension of operating privileges....” 42 Pa.C.S. § 933(a)(1)(h).\n. The Office of Court Administration informed appellee’s counsel the proposed order had not.been acted on because of its deficiencies: the proposed order did not have a supporting motion attached and was not in compliance was Bucks County R.C.P. 205.2(a)(2), requiring a backer for all legal papers requiring action by a judge.\n. The police officer made notes and used his report to refresh his memory. The same avenue was available to appellee. His failure to do so cannot be used to create prejudice. Additionally, appellee fails to acknowledge that for the past four years he has been driving with an active license. If we were to affirm the Commonwealth Court, we would condone such individuals' behavior in instigating a matter, failing to take action to move the case forward, and all the while retaining a valid driver’s license.\n. We do not reach the question of prejudice since there is no delay attributable to Penn-DOT, instantly.",
        "type": "majority",
        "author": "Justice EAKIN."
      }
    ],
    "attorneys": [
      "Terrance M. Edwards, Esq., Washington, District of Columbia, Timothy Peter Wile, Esq., Harrisburg, for Department of Transportation.",
      "David Harold Knight, Esq., for Louis E. Gombocz, Jr."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, Bureau of Driver Licensing, Appellant, v. Louis E. GOMBOCZ, Jr., Appellee.\nSupreme Court of Pennsylvania.\nArgued April 13, 2005.\nDecided Nov. 21, 2006.\nTerrance M. Edwards, Esq., Washington, District of Columbia, Timothy Peter Wile, Esq., Harrisburg, for Department of Transportation.\nDavid Harold Knight, Esq., for Louis E. Gombocz, Jr.\nBEFORE: CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and BAER, JJ."
  },
  "file_name": "0798-02",
  "first_page_order": 854,
  "last_page_order": 858
}
