{
  "id": 7867869,
  "name": "STATE v. Thomas AUSTIN",
  "name_abbreviation": "State v. Austin",
  "decision_date": "1994-06-17",
  "docket_number": "No. 92-314-C.A.",
  "first_page": "798",
  "last_page": "802",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 798"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "118 R.I. 662",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5510907
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "669"
        },
        {
          "page": "937"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/118/0662-01"
      ]
    },
    {
      "cite": "404 U.S. 307",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172901
      ],
      "weight": 3,
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/us/404/0307-01"
      ]
    },
    {
      "cite": "423 U.S. 64",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6174397
      ],
      "weight": 3,
      "year": 1975,
      "pin_cites": [
        {
          "page": "64-65",
          "parenthetical": "clarifying United States v. Marion, 404 U.S. 307, 92 S.Ct. 455, 30 L.Ed.2d 468 (1971)"
        },
        {
          "page": "303",
          "parenthetical": "clarifying United States v. Marion, 404 U.S. 307, 92 S.Ct. 455, 30 L.Ed.2d 468 (1971)"
        },
        {
          "page": "207",
          "parenthetical": "clarifying United States v. Marion, 404 U.S. 307, 92 S.Ct. 455, 30 L.Ed.2d 468 (1971)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/423/0064-01"
      ]
    },
    {
      "cite": "624 A.2d 841",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7361546
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "843"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/624/0841-01"
      ]
    },
    {
      "cite": "582 A.2d 1166",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7387128
      ],
      "pin_cites": [
        {
          "page": "1172"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/582/1166-01"
      ]
    },
    {
      "cite": "605 A.2d 1305",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939641,
        7939655
      ],
      "pin_cites": [
        {
          "page": "1311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/605/1305-01",
        "/a2d/605/1305-02"
      ]
    },
    {
      "cite": "528 A.2d 1109",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7906898
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1112"
        },
        {
          "page": "1112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/528/1109-01"
      ]
    },
    {
      "cite": "448 A.2d 744",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7968453
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "750"
        },
        {
          "page": "748",
          "parenthetical": "concluding state must assume defendant still wants speedy trial after change in defense counsel"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/448/0744-01"
      ]
    },
    {
      "cite": "462 A.2d 359",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7950261
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "362"
        },
        {
          "page": "363",
          "parenthetical": "holding right to speedy trial not abridged after concluding defendant did not adequately assert right"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/462/0359-01"
      ]
    },
    {
      "cite": "523 A.2d 883",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7916320
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "885"
        },
        {
          "page": "886"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/523/0883-01"
      ]
    },
    {
      "cite": "642 A.2d 673",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866625
      ],
      "pin_cites": [
        {
          "page": "676"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/642/0673-01"
      ]
    },
    {
      "cite": "121 R.I. 565",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3189457
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "574",
          "parenthetical": "sixteen-month delay"
        },
        {
          "page": "1266",
          "parenthetical": "sixteen-month delay"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/121/0565-01"
      ]
    },
    {
      "cite": "427 A.2d 1317",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8003921
      ],
      "pin_cites": [
        {
          "page": "1321"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/427/1317-01"
      ]
    },
    {
      "cite": "488 A.2d 427",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7951802
      ],
      "pin_cites": [
        {
          "page": "436"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/488/0427-01"
      ]
    },
    {
      "cite": "529 A.2d 107",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12028944
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "111-12"
        },
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/529/0107-01"
      ]
    },
    {
      "cite": "110 R.I. 641",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3148173
      ],
      "weight": 4,
      "year": 1972,
      "pin_cites": [
        {
          "page": "648"
        },
        {
          "page": "23-24"
        },
        {
          "page": "648"
        },
        {
          "page": "24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/110/0641-01"
      ]
    },
    {
      "cite": "407 U.S. 514",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9139028
      ],
      "weight": 6,
      "year": 1972,
      "pin_cites": [
        {
          "page": "530"
        },
        {
          "page": "2192"
        },
        {
          "page": "117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/407/0514-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 796,
    "char_count": 15337,
    "ocr_confidence": 0.722,
    "pagerank": {
      "raw": 9.032792633472803e-08,
      "percentile": 0.5040641365577684
    },
    "sha256": "47ed4424ffe00f77195f30969a66ee9dbaf4669a10c0d69bd631cb1a22ecf51e",
    "simhash": "1:bae165b023cccdfa",
    "word_count": 2510
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE v. Thomas AUSTIN."
    ],
    "opinions": [
      {
        "text": "OPINION\nSHEA, Justice.\nA Superior Court jury found the defendant, Thomas H. Austin, guilty of two charges of robbery. The defendant appealed to this court, alleging that the state had violated his constitutional right to a speedy trial and that the trial court erroneously denied his new-trial motion. For the reasons that follow, we affirm his conviction.\nThe defendant’s grounds for appeal require us to state the facts and the travel of the case in some detail. The two-count indictment against defendant arose from the daytime armed robbery of Saver’s Bank & Trust in East Providence on February 23, 1990. Just prior to the 5 p.m. closing time, a man wearing a red-and-tan plaid jacket and a knit hat covering his hair and ears entered the bank. There were no other patrons in the bank, and the two tellers were the only bank employees on duty. The man immediately confronted the tellers with a silver handgun and demanded money. The man leaned over the teller’s counter with the gun and ordered both tellers to place the money in a white plastic bag he provided. The man warned the tellers not to put any marked money into the bag. He then fled from the bank with the money, and both tellers activated their security alarms. The. bank’s video surveillance cameras captured the entire episode, which lasted less than five minutes, on videotape. The bank’s controller later informed police that the robber netted $308.76 from the theft.\nOfficers from the East Providence police department responded to the bank’s alarm and seized the surveillance videotape as evidence. Three days after the robbery, police officers Richard Frazier and Hubert Pa-quette independently viewed the videotape. Both officers immediately recognized the robber as defendant Thomas Austin. Both officers knew defendant well because they had served as prison guards when defendant was an inmate at Rhode Island’s Adult Correctional Institutions, although this was not disclosed to the jury during trial.\nAfter the officers’ initial identification of defendant, the East Providence police showed the two robbery victims a photographic lineup containing defendant’s photograph. Neither victim, however, was able to conclusively identify defendant as the robber, although one victim told the police that defendant’s photograph was a “possibility.” The following day, February 27, 1990, the East Providence police obtained an arrest warrant for defendant and arrested him that afternoon at a Providence gas station. The East Providence police recalled both victims to the station that evening to view defendant in a physical lineup. Both victims separately viewed the lineup and immediately identified defendant as the robber.\nThe next day, February 28, 1990, defendant made an initial appearance before the court and was ordered held without bail. At defendant’s formal bail hearing on March 12, 1990, the trial court again ordered that he be held without bail. The grand jury handed down a two-count indictment against defendant on April 2, 1990. The defendant pled not guilty to the two robbery charges at his arraignment on April 25, 1990. The defendant’s trial began on August 26, 1991, eighteen months after his arrest. This was the second of three trials against defendant taking place from April to September 1991 for unrelated bank robberies. Further details of the travel of the case will be discussed in the following analysis.\nI\nThe Speedy-Trial Issue\nBoth the Federal and the State Constitutions guarantee criminal defendants the right to speedy trials. U.S. Const. Amend. VI; R.I. Const, art. 1, sec. 10. This court has adopted the four-pronged test set out in Barker v. Wingo, 407 U.S. 514, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972), to determine whether a defendant’s speedy-trial right has been violated. Tate v. Howard, 110 R.I. 641, 648, 296 A.2d 19, 23-24 (1972). The frequently cited factors are (1) the length of delay, (2) the reason for the delay, (3) the assertion of the speedy-trial right, and (4) the prejudice to the accused. Id. at 648, 296 A.2d at 24.\nAs a threshold issue, defendant assigns error to the trial court’s summary denial of his speedy-trial motion without engaging in the Barker analysis. Although the trial justice should have inquired into the four Barker factors prior to ruling on defendant’s motion to dismiss, his failure to do so does not warrant reversal of the conviction. This court on appeal is free to affirm a lower court’s ruling on grounds other than those stated by the trial justice. State v. Nordstrom, 529 A.2d 107, 111-12 (R.I.1987).\nUnder Barker’s first prong, the delay must be long enough to be considered “presumptively prejudicial” to require review of the remaining three factors. Id. at 111 (quoting Barker v. Wingo, 407 U.S. at 530, 92 S.Ct. at 2192, 33 L.Ed.2d at 117). In the present ease nearly eighteen months elapsed from the date of defendant’s arrest until the start of his trial. This delay is sufficient to be presumptively prejudicial. See State v. Long, 488 A.2d 427, 436 (R.I.1985) (fifteen-month delay); State v. Fortier, 427 A.2d 1317, 1321 (R.I.1981) (eighteen-month delay); State v. Delahunt, 121 R.I. 565, 574, 401 A.2d 1261, 1266 (1979) (sixteen-month delay); cf. State v. Austin, 642 A.2d 673, 676 (R.I.1994) (holding eleven-and-one-half-month to thirteen-and-one-half-month delay not presumptively prejudicial as a matter of law).\nAddressing the second Barker factor, we note that the reasons for delay are various. Subsequent to arrest for the East Providence bank robbery, defendant was charged with offenses related to two other bank robberies. The chronology of the present case became intertwined with the defense and prosecution of the other two cases. The defendant was arraigned in the case at bar on April 25, 1990, and was arraigned for the other two cases on May 9 and May 15. An attorney from the office of the Public Defender entered an appearance on behalf of defendant on May 22, 1990. The docket sheet of this case indicates that the pretrial conference was postponed on June 25, 1990, and again on October 3, 1990, because defendant did not appear. In the interim the court had permitted the public defender to withdraw, and appointed Attorney John P. O’Connor as defense counsel on July 25, 1990. Attorney O’Connor did not appear for the October 17 pretrial conference, but he did complete the conference one week later. Two days after the pretrial conference the trial court set bail at $50,000.\nThe defendant moved to reduce bail, but the trial court postponed the bail hearing three tunes over the course of a month, pending the bail-investigation results. On December 18, 1990, the trial court reset bail at the same amount and defendant remained in custody. After a hearing on January 31, 1991, the trial court denied defendant’s pro se motion to dismiss on speedy-trial grounds. The case was first assigned to the trial calendar on February 18, 1991. Defense counsel, however, received a continuance until March 1, 1991, because he would be out of state attending to family matters during the week of February 18.\nThe docket reveals that the case was not reached for trial each of the ten weeks from March 4, 1991, until May 24, 1991. During this period, however, defendant’s trial for one of the other two bank robberies occurred from April 9 to 11, 1991. See Austin) supra, at 675. Also during this period the trial court had twice denied defense counsel’s motions to withdraw made on March 11 and just prior to the first trial on April 9,1991. Id. at 675. The trial court, however, did grant defense counsel’s motion to withdraw on May 24, 1991. Six days later the court appointed Attorney Andrew Bueci, who entered his appearance on June 12, 1991. The case was not reached when it was on the trial calendar June 17, July 16, and August 18, 1991. On July 17, however, the trial court decided to pass defendant’s second motion to dismiss on speedy-trial grounds until the time of trial. Trial then took place on August 26, 27, 28, and 29, 1991.\nThe above facts reveal that the majority of the delay was because the case was not reached for trial. “Although court congestion is weighed against the state, it is not weighed so heavily as deliberate delay.” State v. Macaskill, 523 A.2d 883, 885 (R.I.1987); see also State v. Austin, 462 A.2d 359, 362 (R.I.1983); State v. Anthony, 448 A.2d 744, 750 (R.I.1982). There is no evidence, nor does defendant allege, that the state engaged in conduct deliberately intending to delay the trial. The delay that may be attributed to defendant’s two changes in defense counsel is negligible in light of the total eighteen-month delay and the absence of any request by new counsel for continuances to prepare the case. See Anthony, 448 A.2d at 748 (concluding state must assume defendant still wants speedy trial after change in defense counsel). Any involvement by defendant in the trial of other cases pending against him, however, should not be weighed against the state when assessing the reasons for the delay. Cf. State v. Wheaton, 528 A.2d 1109, 1112 (R.I.1987) (stating delay from other pending indictments caused by defendant himself). The right to a speedy trial does not require the state to try a single defendant simultaneously for several unrelated offenses. In the totality of the circumstances, given the delay attributable to court congestion, the reason-for-the-delay factor must weigh against the state.\nThe third Barker factor is defendant’s assertion of the speedy-trial right. Apparently learning his lesson from his prior appearance before this court, defendant asserted his speedy-trial right early and often. See Austin, 462 A.2d at 363 (holding right to speedy trial not abridged after concluding defendant did not adequately assert right). Just over a month after defendant’s arraignment and eight days after the first defense counsel entered his appearance, defendant requested a speedy trial. The trial court heard and denied defendant’s motions to dismiss for lack of a speedy trial on January 31, 1991, and again immediately prior to trial on August 26, 1991. The state argues that defendant was willing to waive his speedy-trial right when seeking to change counsel prior to the first trial on March 11, 1991. This willingness does not vitiate defendant’s assertion of his right in this case, however, because the court did not allow counsel to withdraw at that time and because the waiver would have related only to the speedy-trial claim in the other bank-robbery case. The trial justice made no findings regarding the sincerity of defendant’s assertion, although it may be viewed as a patent attempt to manufacture grounds for dismissal, rather than trial, of the charges. Absent such findings, this court must weigh defendant’s assertion of his right to a speedy trial in his favor.\nThe final Barker factor is prejudice to defendant from the delay. On appeal defendant concedes, “[t]here was no specific showing in this case of demonstrable prejudice.” The delay has prejudiced defendant to the extent that incarceration disrupts one’s freedom, employment, and familial associations, but this disruption merely constitutes a prejudice inherent in being held while awaiting trial. This alone is insufficient to satisfy the fourth Barker factor. State v. Perez, 605 A.2d 1305, 1311 (R.I.1992) (citing Macaskill, 523 A.2d at 886). The lack of any prejudice to defendant as a result of the delay weighs against his claim that the state violated his speedy-trial right.\nWhen examining these four factors, we have stated that “[n]o singular factor is wholly dispositive of a speedy trial claim nor is the insufficiency of any one factor fatal to the claim.” Wheaton, 528 A.2d at 1112. After a careful review of each factor we conclude there was no violation of defendant’s right to a speedy trial. The trial justice did not err by denying defendant’s motion to dismiss for lack of a speedy trial.\nII\nThe New-Trial-Motion Issue\nThe defendant also appeals the trial court’s denial of his motion for a new trial. This court will not disturb a trial justice’s ruling on a new-trial motion unless the trial justice overlooked or misconceived material evidence or was otherwise clearly wrong. State v. Grundy, 582 A.2d 1166, 1172 (R.I.1990). The trial justice must act as a thirteenth juror, reviewing the evidence in light of the charge given the jury, and independently appraising the witnesses’ credibility and the weight of the evidence. State v. Warren, 624 A.2d 841, 843 (R.I.1993). If the trial justice agrees with the jury verdict after undertaking this analysis, the trial justice should deny the new-trial motion. Id.\nThe trial justice in the present case engaged in the proper analysis as a thirteenth juror. The trial justice reviewed the evidence presented at trial and independently assessed the credibility of the four witnesses. The trial justice concluded, “[i]f I were sitting without a jury I would have come to the exact same conclusion that this jury came and I feel that the evidence was overwhelming.”\nDuring the trial defense counsel conceded that an act of robbery had occurred at the Saver’s Bank in East Providence, but argued that the state did not prove that the defendant was the perpetrator. The sole basis of the defense was identification, and on appeal the defendant argues that the trial justice overlooked the material evidence that both tellers did not identify the defendant in the photographic lineup. The trial justice, however, specifically stated, “[tjhere were four positive identifications. While it is true that two of the witnesses couldn’t identify [the defendant] from the photo spread, the two officers who had contact for a number of years with Mr. Austin had no difficulty upon viewing the videotape stating that it was Mr. Austin.” Upon review we conclude that the trial justice did not overlook or misconceive relevant and material evidence, nor was he clearly wrong.\nFor the foregoing reasons the defendant’s appeal is denied and dismissed, the judgment of conviction is affirmed, and the papers of the case are remanded to the Superior Court.\n. The state measures the length of delay from the date of defendant’s arraignment on April 25, 1990, resulting in a calculation of sixteen months. The length of delay, however, is properly calculated from the time a defendant first became \"accused,” either by arrest, information, or indictment. Dillingham v. United States, 423 U.S. 64, 64-65, 96 S.Ct. 303, 303, 46 L.Ed.2d 205, 207 (1975) (clarifying United States v. Marion, 404 U.S. 307, 92 S.Ct. 455, 30 L.Ed.2d 468 (1971)); see also State v. Crescenzo, 118 R.I. 662, 669, 375 A.2d 933, 937 (1977). In the present case, defendant's arrest on February 27, 1990, was the result of an investigation into, and an arrest warrant based upon, the East Providence bank robbery. The defendant became an \"accused” for speedy-trial analysis on the date of his arrest and not on the date of his later indictment or arraignment for the same offense.",
        "type": "majority",
        "author": "SHEA, Justice."
      }
    ],
    "attorneys": [
      "Jeffrey Pine, Atty. Gen., Annie Goldberg, Sp. Asst. Atty. Gen., Aaron Weisman, Asst. Atty. Gen., for plaintiff.",
      "Richard Casparian, Public Defender, Barbara Hurst, Paula Rosin, Asst. Public Defenders, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Thomas AUSTIN.\nNo. 92-314-C.A.\nSupreme Court of Rhode Island.\nJune 17, 1994.\nJeffrey Pine, Atty. Gen., Annie Goldberg, Sp. Asst. Atty. Gen., Aaron Weisman, Asst. Atty. Gen., for plaintiff.\nRichard Casparian, Public Defender, Barbara Hurst, Paula Rosin, Asst. Public Defenders, for defendant."
  },
  "file_name": "0798-01",
  "first_page_order": 864,
  "last_page_order": 868
}
