{
  "id": 12027849,
  "name": "STATE of Maine v. Arthur STEWART",
  "name_abbreviation": "State v. Stewart",
  "decision_date": "1975-01-09",
  "docket_number": "",
  "first_page": "800",
  "last_page": "803",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 800"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "76 A.2d 538",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "145 Me. 313",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        603264
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/me/145/0313-01"
      ]
    },
    {
      "cite": "134 A. 571",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1926,
      "opinion_index": 0
    },
    {
      "cite": "125 Me. 451",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        494000
      ],
      "year": 1926,
      "opinion_index": 0,
      "case_paths": [
        "/me/125/0451-01"
      ]
    },
    {
      "cite": "306 A.2d 624",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "626"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 Md.App. 438",
      "category": "reporters:state",
      "reporter": "Md. App.",
      "case_ids": [
        2238561
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/md-app/18/0438-01"
      ]
    },
    {
      "cite": "186 A. 604",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "134 Me. 269",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844508
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/me/134/0269-01"
      ]
    },
    {
      "cite": "318 A.2d 62",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8047125
      ],
      "weight": 4,
      "year": 1974,
      "pin_cites": [
        {
          "page": "66"
        },
        {
          "page": "66"
        },
        {
          "page": "68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/318/0062-01"
      ]
    },
    {
      "cite": "314 A.2d 398",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11251060
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/314/0398-01"
      ]
    },
    {
      "cite": "250 A.2d 200",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8065922
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/250/0200-01"
      ]
    },
    {
      "cite": "223 A.2d 532",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8104781
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/223/0532-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 454,
    "char_count": 7272,
    "ocr_confidence": 0.815,
    "pagerank": {
      "raw": 1.850698461404236e-07,
      "percentile": 0.7234751910246505
    },
    "sha256": "4c33953bab1d367c912d6d4f760fff2f0d74a00093667219bbeb7ea6c5c160fa",
    "simhash": "1:0b74c706e0088a3b",
    "word_count": 1197
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK, ARCHIBALD and DELAHANTY, JJ."
    ],
    "parties": [
      "STATE of Maine v. Arthur STEWART."
    ],
    "opinions": [
      {
        "text": "POMEROY, Justice.\nThe practice of causing or permitting prisoners under sentence to a prison to be temporarily outside the prison walls for one reason or another is by no means new. However, in the past, prisoners serving a sentence who were outside the prison walls were usually engaged in a work detail of some sort and were very closely guarded.\nEscapes from such custody were infrequent, probably because security was such as to discourage attempts.\nFrom time to time there were escapes from inside the prison. If, after such escape, the prisoner was recaptured, he was prosecuted for escape from lawful confinement as that offense was defined by the common law.\nRarely did legal issues arising out of such prosecutions reach the Law Court.\nUltimately, penal practices changed so that persons under sentence to imprisonment were frequently permitted to be outside the prison walls, at first under limited supervision of prison authorities and ultimately unsupervised.\nNot unexpectedly, escapes by persons not actually under physical restraint became more common than were escapes from inside the prison’s walls or when prisoners were closely guarded outside the walls. Increased activity, both in the Legislature and in the Courts, resulted from these new penal practices.\nAt the legislative level, 34 M.R.S.A. § 527, 34 M.R.S.A. § 710, 34 M.R.S.A. § 807 and 34 M.R.S.A. § 859 are examples of statutes enacted to meet the needs thereby occasioned.\nHamner v. State, Me., 223 A.2d 532 (1966); Boyce v. State, Me., 250 A.2d 200 (1969); State v. Campbell, Me., 314 A.2d 398 (1974); State v. Holbrook, State v. Merritt and State v. Walker, (consolidated for decision), Me., 318 A.2d 62 (1974), are all examples of decisions of this Court arising out of prosecutions undertaken because of alleged escapes by persons under sentence of confinement but temporarily allowed to be outside the prison walls for one purpose or another.\nFrom these cases there emerge these conclusions:\n(a) various statutes which outlaw “escape from” particular penal or correctional institutions are fundamentally codifications of the common law (318 A.2d at 66);\n(b) a prisoner who escapes while employed outside the walls of the prison as a member of a “supervised work crew,” is considered to have escaped from the institution (250 A.2d at 202);\n(c) a prisoner who escapes while permissibly outside the walls of the prison under escort by an official of the prison is considered to have escaped from the institution (314 A.2d 398);\n(d) a prisoner who voluntarily departs from an underlying “legal” custody by the institution of commitment, it being unessential whether at the particular moment of departure such “legal custody” is being objectively manifested in fact by a physical restraint of the prisoner’s person, is considered to have “escaped” from the institution (318 A.2d at 66) ; and\n(e) 34 M.R.S.A. § 527 which attempts to deal specifically with “escape from furlough” is inadequate to establish a separate and independent substantive crime (318 A.2d at 68).\nThe case now before us was tried prior to this Court’s decision in the Holbrook-Merritt-Walker trilogy.\nThe presiding Justice did instruct the jury that it was the burden of the State to establish beyond a reasonable doubt\n(1) there was a voluntary departure of the defendant from custody,\n(2) the prisoner’s detention was pursuant to lawful authority, and\n(3) the confinement was for a criminal offense.\nIn addition he described the provisions of the “escape from furlough” statute, 34 M.R.S.A. § 527.\nThe petitioner now urges in this appeal:\nFirst, that the indictment was duplicitous because it alleged both common law escape and escape from furlough, and\nSecond, that he was misled to his prejudice by the indictment having been captioned “Violation of 34 M.R.S.A. 527” and\nThird, that the State failed to establish by the necessary quantum of proof an essential element of the crime of common law escape, to wit: that the departure was voluntary.\nWe deny the appeal.\nWe conclude that Holbrook, supra, is dispositive of the first two issues raised.\n“Error in the citation of a statute or its omission shall not be grounds for the dismissal of the indictment or information or for reversal of a conviction if the error or omission did not mislead the defendant to his prejudice.” Rule 7(c), M.R.Crim.P. (Emphasis supplied)\nNo prejudice is shown from the labeling of the indictment as a violation of 34 M.R.S.A. § 527.\nSo much of the language in the indictment which was in addition to that which alleged the essential elements of the common law crime of escape must be considered surplusage. The same is true of similar language employed by the presiding Justice in his charge since it was unnecessary to his explanation of the crime of escape.\nThe common law crime of an escape, as codified by 34 M.R.S.A. § 710, was adequately charged in the indictment.\nThe jury was correctly instructed as to the constituent elements of the common law crime described in 34 M.R.S.A. § 710. Since 34 M.R.S.A. § 527 is inadequate to establish a separate and independent substantive crime, there was no duplicity in the indictment.\nAs to the third and final issue raised in this appeal, we conclude the uncontradicted evidence that defendant failed to return to prison from a rehabilitative furlough and was apprehended ten months later in another state, constitutes circumstantial evidence from which the jury could reasonably infer defendant’s departure was voluntary. A conviction based on circumstantial evidence is not for that reason any less conclusive. State v. Cloutier, 134 Me. 269, 186 A. 604 (1936).\nDefendant’s reliance on Robinson v. State, 18 Md.App. 438, 306 A.2d 624 (1973), is inappropriate.\nThe Robinson Court held defendant’s failure to return to prison was not “wilful” within the meaning of the Maryland furlough statute (Ann.Code of Md. Art. 27 § 700A), where\n“The undisputed testimony in the subject case shows that the appellant returned to the place of his work release employment during his assigned working hours but was taken forthwith to the Caroline County Jail. Both events occurred prior to the time specified for his return to his designated place of confinement. Thus return to that place of confinement was prevented by the force of official action.” 306 A.2d at 626.\nIn contrast to the factual setting of Robinson, there was no evidence in this case to suggest that defendant’s failure to return to the Maine State Prison at the predesignated time was the result of any circumstance other than his own desire to remain outside the walls of the institution. Absent any such explanation, the jury was justified in concluding that defendant’s absence was voluntary, in the sense that it was due to the exercise of his own free will. State v. Renda, 125 Me. 451, 134 A. 571 (1926).\nThe entry must be,\nAppeal denied.\n. A notable exception is Smith, Petr. v. State of Maine, 145 Me. 313, 76 A.2d 538 (1960).",
        "type": "majority",
        "author": "POMEROY, Justice."
      }
    ],
    "attorneys": [
      "Thomas A. Berry, Asst. Atty. Gen., Crim. Div., Augusta, for plaintiff.",
      "Harmon & Jones, by John J. Sanford, Camden, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Arthur STEWART.\nSupreme Judicial Court of Maine.\nJan. 9, 1975.\nThomas A. Berry, Asst. Atty. Gen., Crim. Div., Augusta, for plaintiff.\nHarmon & Jones, by John J. Sanford, Camden, for defendant.\nBefore DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK, ARCHIBALD and DELAHANTY, JJ."
  },
  "file_name": "0800-01",
  "first_page_order": 838,
  "last_page_order": 841
}
