{
  "id": 9299765,
  "name": "R.W. and C.W., Individually and as the Parents and Natural Guardians of L.W., Appellants, v. Scott MANZEK, Personally and in His Capacity as the Owner of 84 Services, 84 Services, Cookbook Publishers, Inc., and Giftco, Inc., Appellees",
  "name_abbreviation": "R.W. v. Manzek",
  "decision_date": "2003-12-09",
  "docket_number": "",
  "first_page": "801",
  "last_page": "808",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 801"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "989 F.2d 1360",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10518382
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f2d/989/1360-01"
      ]
    },
    {
      "cite": "812 A.2d 1218",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11375579,
        1070110
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "1222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/812/1218-01",
        "/pa/571/0580-01"
      ]
    },
    {
      "cite": "571 Pa. 580",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070110
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "586"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0580-01"
      ]
    },
    {
      "cite": "756 A.2d 1166",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11244912,
        225970
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "1168"
        },
        {
          "page": "1169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/756/1166-01",
        "/pa/562/0547-01"
      ]
    },
    {
      "cite": "562 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        225970
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "552"
        },
        {
          "page": "553"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0547-01"
      ]
    },
    {
      "cite": "132 F.3d 902",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11889424
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "908-909"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/132/0902-01"
      ]
    },
    {
      "cite": "95 F.3d 1199",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7647365
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/95/1199-01"
      ]
    },
    {
      "cite": "700 A.2d 453",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11899753
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "457"
        },
        {
          "page": "457"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/700/0453-01"
      ]
    },
    {
      "cite": "805 A.2d 524",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "569 Pa. 707",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "783 A.2d 788",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9471886
      ],
      "pin_cites": [
        {
          "page": "791"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/783/0788-01"
      ]
    },
    {
      "cite": "786 A.2d 988",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "567 Pa. 725",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "762 A.2d 758",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11155833
      ],
      "pin_cites": [
        {
          "page": "761"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/762/0758-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 9,
      "pin_cites": [
        {
          "page": "10-12"
        },
        {
          "page": "12-13"
        },
        {
          "page": "15"
        },
        {
          "page": "16"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 907,
    "char_count": 21998,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 1.2574411083321902e-07,
      "percentile": 0.6116045761741321
    },
    "sha256": "f73ca4cb3448b0629c03d2a96681ea35e4925dcc312bf62200bf8e095215afb8",
    "simhash": "1:1e0a9331dffe0d00",
    "word_count": 3538
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: LALLY-GREEN, TODD and TAMILIA, JJ."
    ],
    "parties": [
      "R.W. and C.W., Individually and as the Parents and Natural Guardians of L.W., Appellants, v. Scott MANZEK, Personally and in His Capacity as the Owner of 84 Services, 84 Services, Cookbook Publishers, Inc., and Giftco, Inc., Appellees."
    ],
    "opinions": [
      {
        "text": "TAMILIA, J.\n¶ 1 R.W. and C.W. appeal from the July 31, 2002 Order sustaining the preliminary objections filed by appellees and dismissing their complaint.\n¶2 In September 1999, all students at the Banks-Canoe Elementary School including appellants’ child, L.W., participated in a fundraising activity. L.W. approached Timothy Fleming and asked him to buy some candy for the fundraiser. L.W. entered Fleming’s home where Fleming sexually assaulted her.\n¶ 3 On July 5, 2000, appellants filed an action in the United States District Court for the Western District of Pennsylvania against the Punxsutawney Area School District and its superintendent asserting civil rights violations under 42 U.S.C. § 1983, Civil action for deprivation of rights, and asserting pendant state claims against appellees for failure to warn L.W. of the dangerous conditions related to the fundraiser activity. In February 2001, the district court dismissed the claims against the school district and superintendent. It declined to exercise pendant jurisdiction over the state law claims and dismissed them without prejudice. Appellants appealed the dismissal of them civil rights claims.\n¶ 4 While the appeal was pending in the Third Circuit Court of Appeals, appellants filed this action against appellees. Appel-lees filed preliminary objections in the nature of a demurrer which the trial court stayed pending arguments in the Third Circuit. Ultimately, the Third Circuit affirmed the dismissal of the federal claims.\n¶ 5 On January 15, 2002, the trial court entered an Order dismissing appellees’ preliminary objections. Appellees filed motions for reconsideration of their preliminary objections and, on July 31, 2002, the court granted the motions, sustained the preliminary objections and dismissed the case against appellees. It relied upon the reasoning of the district court which declined to impose liability under 42 U.S.C. § 1983, on a “state-created danger” theory, since it found Fleming’s actions were not foreseeable.\n¶ 6 Appellants filed an appeal to that Order on August 16, 2002. Appellees sought to quash the appeal arguing the Order was not final since Fleming remained an active defendant. This Court quashed the appeal on January 22, 2003, in agreement with appellees that the July 31, 2002, Order was not a final Order as it did not dispose of all claims and all parties. The Order was not appealable, therefore, at the time the appeal was filed. The July 31, 2002 Order became final, however, on January 3, 2003, when the trial court entered default judgment against Fleming. Accordingly, on January 23, 2003, appellants filed the instant appeal from that Order.\n¶ 7 Appellants raise one issue on appeal.\nDid the trial court err as a matter of law when it held that a finding regarding foreseeability in a state-created danger cause of action in federal district court resolves the issue of foreseeability in a state law negligence cause of action against different defendants who are not state actors?\nAppellants’ brief at 5.\n¶ 8 The applicable standard of review is as follows.\nWhen reviewing a trial court’s order sustaining preliminary objections in the nature of a demurrer and dismissing a suit, our scope of review is plenary.\nWhen reviewing an order granting preliminary objections in the nature of a demurrer, an appellate court applies the same standard employed by the trial court: all material facts set forth in the complaint as well as all inferences reasonably deducible therefrom are admitted as true for the purposes of review. The question presented by the demurrer is whether, on the facts averred, the law says with certainty that no recovery is possible.\nWfiiere affirmance of the trial court’s order sustaining preliminary objections would result in the dismissal of an action, we may do so only when the case is clear and free from doubt. To be clear and free from doubt that dismissal is appropriate, it must appear with certainty that the law would not permit recovery by the plaintiff upon the facts averred. Any doubt should be resolved by a refusal to sustain the objections. We review the trial court’s decision for an abuse of discretion or an error of law.\nDeMary v. Latrobe Printing & Publ’g Co., 762 A.2d 758, 761 (Pa.Super.2000), appeal denied, 567 Pa. 725, 786 A.2d 988 (2001), (citations omitted).\n¶ 9 We first address the contention raised by appellees Manzek and 84 Services that appellants are collaterally es-topped from re-litigating the issue of foreseeability since they contend it was previously litigated in the district court and Third Circuit.\nCollateral estoppel applies if (1) the issue decided in the prior case is identical to one presented in the later case; (2) there was a final judgment on the merits; (3) the party against whom the plea is asserted was a party or in privity with a party in the prior case; (4) the party or person privy to the party against whom the doctrine is asserted had a full and fair opportunity to litigate the issue in the prior proceeding and (5) the determination in the prior proceeding was essential to the judgment.\nGreen v. Green, 783 A.2d 788, 791 (Pa.Super.2001), appeal denied, 569 Pa. 707, 805 A.2d 524 (2002).\n¶ 10 We cannot find the first, second and fourth elements of collateral estoppel are present here. In a negligence case, the harm suffered by the plaintiff must be foreseeable to a defendant in fight of that defendant’s conduct. See, Huddleston v. Infertility Center of America, Inc., 700 A.2d 453, 457 (Pa.Super.1997) (stating “[i]t has long been hornbook law that a duty arises only when one engages in conduct which foreseeably creates an unreasonable risk of harm to others”). It logically follows that harm foreseeable to one defendant in light of its conduct, may not be foreseeable to another in fight of its distinct conduct. The district court decided, and the Third Circuit affirmed, the harm suffered by L.W. was not foreseeable to the school district and its superintendent. The district court, however, declined to exercise pendant jurisdiction over appellants’ state law claims against appellees. Accordingly, in the prior proceeding, appellants did not have a full and fair opportunity to litigate the issue of whether the harm suffered by L.W. was foreseeable to appellees in light of the respective conduct of each.\n¶ 11 We now turn to appellants’ argument that the trial court erred in applying the district court’s reasoning to the instant case. The district court recognized a state generally has no affirmative obligation to protect its citizens from the violent acts of private individuals. See, Record # 60, Opinion and Order of Court, Attached Memorandum at 10. An exception is the “state-created danger” theory, pursuant to which a state actor can be held liable under 42 U.S.C. § 1983 for a constitutional violation., Id., at 10-12. The elements of this theory of liability are 1) the harm ultimately caused was foreseeable and fairly direct; 2) the state actor acted in willful disregard for the safety of plaintiff; 3) there existed some relationship between the state and the plaintiff; and 4) the state actors used their authority to create an opportunity that otherwise would not have existed for the third party’s crime to occur. Id., at 12-13.\n¶ 12 The district court declined to impose liability upon the school and its superintendent finding the first, second and fourth elements were absent. With regard to the first element, the District Court concluded the school and its superintendent did not place L.W. in danger “by merely allowing a fundraiser to take place in her school” but rather “the catalysts for [L.W.’s] injuries were her mother’s unforeseeable act of permitting [L.W.] to walk a mile alone to a friend’s house, and [L.W.’s] unforeseeable act of walking down a dirt road, talking to a stranger and entering the stranger’s house, despite the apparent warnings of her parents not to approach strangers to sell fundraising products.” Id., at 15. It found Fleming’s actions were too attenuated from the district and its superintendent’s conduct to impose liability. Id. As to the second element, the court concluded the district and its superintendent did not act in willful disregard of L.W.’s safety since they could not have been aware and could not have foreseen the danger posed by Fleming. Id., at 16.\n¶ 13 The trial court found the District Court’s reasoning to be “logical and persuasive,” and applied it in dismissing appellants’ claims. See, Trial Court Opinion, Martin, P.J., 7/31/02, at 4. Absent foreseeability, the trial court reasoned, appellants could not state a valid cause of action against appellees. Id.\n¶ 14 Appellants argue the district court’s analysis is irrelevant to appellants’ state law negligence claims and the trial court erred in applying it. They say the district court found the affirmative acts of the district and its superintendent consisted solely of allowing school property to be used for a fundraising meeting and those acts were too attenuated from Fleming’s assault to satisfy the proximate cause element of a state-created danger theory. Further, they assert that the district court did not examine the conduct of each of the appellees or the relationship of those acts to the harm suffered by L.W.\n¶ 15 They also argue the trial court erred in failing to distinguish foreseeability with regard to “proximate cause” versus foreseeability with regard to “duty of care.” “[A] foreseeability analysis in a federal state-created danger civil rights cause of action is for purposes of determining whether proximate cause exists between the affirmative acts of the state actor that created the danger to the plaintiff, and the harm that ultimately befell the plaintiff,” whereas “a foreseeability analysis in a state-law negligence cause of action. .., is for purposes of determining the nature and scope of the duty of care owed by the defendants to the plaintiff.” Appellants’ brief at 15 (emphasis supplied). In a state law negligence cause of action, they argue the court must only determine if the specific harm suffered by the plaintiff was of a type includable in a more general, foreseeable, broad class of risks. They claim appellees owed L.W. a duty of care because they created a “special relationship” with her when they recruited her for the fundraiser from which they directly derived profit and the harm that befell L.W. while participating in the fundraiser, fell within a foreseeable, general, broad class of risks.\n¶ 16 Appellants cited no authority for its contention that foreseeability in a state-created danger analysis relates to proximate cause. They simply state it is clear from their own analysis of Kneipp v. Tedder, 95 F.3d 1199 (3d Cir.1996) and Morse v. Lower Merion School District, 132 F.3d 902 (3d Cir.1997). Appellants’ brief at 18. Appellants specifically cite the following excerpt from Kneipp in which the court found “based on the facts and inferences most favorable to the legal guardians, a reasonable jury could find that the harm likely to befall Samantha if separated from Joseph while in a highly intoxicated state in cold weather was indeed foreseeable.”. See Kneipp, at 1208. This excerpt actually undermines appellants’ argument since it is clear the court is not limiting its finding of foreseeability to the specific harm that actually befell Samantha, but rather based its finding on ■the general harm that was likely to befall Samantha.\n¶ 17 Also in support of their argument that foreseeability with regard to a state-created danger theory goes to proximate cause, appellants cite the following excerpt from Morse, “The causation, if any, is too attenuated. Plaintiff can prove no set of facts which will provide the direct causal connection between Stovall’s deadly attack and any of the defendant’s allegedly improper acts.” Morse at 909. As indicated above, the first element of a state-created danger theory is “the harm ultimately caused was foreseeable and fairly direct.” Appellants failed to observe the court was not referring to the foreseeability component of this element but was referring to whether the harm caused was “fairly direct.” Id. at 908-909. We are unable to find any other authority for appellants’ contention, and we are not persuaded by it.\n¶ 18 We cannot find the trial court committed an error of law or abused its discretion in applying the district court’s findings as to foreseeability to the instant case. “The primary element in any negligence cause of action is that the defendant owes a duty of care to the plaintiff.” Althaus v. Cohen, 562 Pa. 547, 552, 756 A.2d 1166, 1168 (2000). “It has long been hornbook law that a duty arises only when one engages in conduct which fore-seeably creates an unreasonable risk of harm to others.” Huddleston v. Infertility Center of America, Inc., 700 A.2d 453, 457 (Pa.Super.1997) (emphasis supplied). Accordingly, the trial court correctly stated that “[without foreseeability, the Plaintiffs have not stated a valid cause of action against the Defendants.” Trial Court Opinion at 4.\n¶ 19 The trial court apparently found persuasive the district court’s reasoning that the school and its superintendent could not have foreseen the harm suffered by L.W. given their mere act of allowing a fundraiser to take place at her school. Although the district court’s finding was with respect to the conduct of the school and its superintendent, we cannot find the trial court erred in finding it persuasive and applying it to appellees given their respective conduct. Representatives of the school presumably solicited 84 Services for the fundraising effort, approved the fundraising materials and attended the fundraising meeting. The school must have been familiar with fundraising efforts since, as appellants allege, it was their custom and practice to conduct similar meetings at all of its elementary schools. Record No. 1, Complaint at 3-4, paragraphs 12-13. The school district, moreover, has a closer nexus to its students than a fundraising company. If, as the district court concluded, the school and its superintendent could not have foreseen the harm suffered by L.W., it is certainly reasonable to conclude the company the district solicited to give the fundraising presentation and its owner likewise could not have foreseen the harm. Moreover, it is clearly reasonable to conclude Giftco, Inc., and Cookbook, Inc., both of whom merely supplied fundraising brochures and products to 84 Services, could not have foreseen the harm.\n¶ 20 Appellants argue that duty is predicated upon the relationship between the plaintiff and defendant and when a defendant stands in a “special relationship” with regard to the plaintiff, the defendant owes the plaintiff an affirmative duty of protection. Appellants’ brief at 29. They allege such a special relationship exists here predicated upon the fact L.W. was recruited for the fundraising effort from which appellees directly benefited. Appellants rely primarily on Huddleston, supra, for this contention. The existence of a special relationship, however, does not negate the requirement that the harm is foreseeable. In Huddleston, a surrogate mother filed wrongful death and survival actions against the infertility clinic based upon, inter alia, negligence, after the father who went through the clinic to bear the child, shook the child to death. Although the court found the clinic stood in a special relationship to its clients and the resulting children since it was “a business operating for the sole purpose of organizing and supervising the very delicate process of creating a child, which reaps handsome profits from such endeavor,” it specifically stated it must be held accountable for “the foreseeable risks of surrogacy.” Huddle-ston, at 460 (emphasis supplied). The Huddleston court relied upon Kleinknecht, supra, which concluded a college owed a duty to a student it had recruited to play lacrosse based upon a special relationship between the two, but went on to separately consider the issue of foreseeability of harm. Accordingly, whether a special relationship existed is inapposite if the harm suffered is not foreseeable.\n¶21 The facts of this case are horrific and we sincerely regret the harm suffered by L.W. We cannot, however, find the trial court committed an abuse of discretion or an error of law in finding the harm was not foreseeable. As stated above, without foreseeability, there can be no recovery in a negligence cause of action. Accordingly, we must affirm the trial court’s Order sustaining appellees’ preliminary objections and dismissing appellants’ complaint.\n¶ 22 Order affirmed.\n.Appellees include 84 Services, which packaged and sold fundraising projects and merchandise, Scott Manzek, personally and in his capacity as owner of 84 Services, and Cookbook Publishers, Inc., and Giftco, Inc., suppliers of fundraising brochures/catalogues and materials to 84 Services.\n. Timothy Fleming was also named as a defendant in this action but he is not an appel-lee here.\n. The case against Fleming was not dismissed.\n. See Pa.R.A.P. 341, Final Orders; Generally.\n. In Kneipp v. Tedder, 95 F.3d 1199 (3d Cir.1996), parents and legal guardians of Samantha Kneipp brought a civil rights action against the City of Philadelphia and several of its police officers resulting from an incident in which officers stopped Samantha and her husband Joseph for causing a disturbance as they were walking home on a cold January evening. The officers allowed Joseph to leave first. Samantha, who was highly intoxicated, was eventually let go and allowed to walk home alone. She fell and was found at the bottom of an embankment. As a result of hypothermia, she suffers from permanent brain damage. The court adopted the state-created danger theory and imposed liability upon the defendants reasoning they increased the risk of harm to Samantha.\n.In Morse v. Lower Merion School District, 132 F.3d 902 (3d Cir.1997), a daycare teacher was killed in her classroom by a local resident with a history of mental illness. The survivors brought an action against the school district and against the daycare operator which leased the classroom from the district. The Third Circuit declined to impose liability under a state-created danger theory. The court accepted the allegation that the perpetrator gained access to the school through a door which was propped open. The court noted, however, it was not the school that propped the door open, but contractors working on a school construction project. It found the school was unaware there was a mentally deranged person waiting outside to cause harm. Ultimately, it concluded the school could not have foreseen the danger posed by the perpetrator.\n. The elements necessary to plead an action in negligence are:\n(1) the existence of a duty or obligation recognized by law, requiring the actor to conform to a certain standard of conduct;\n(2) a failure on the part of the defendant to conform to that duty, or a breach thereof;\n(3) a causal connection between the defendant's breach and the resulting injury; and\n(4) actual loss or damage suffered by the complainant.\nAtcovitz v. Gulph Mills Tennis Club, 571 Pa. 580, 586, 812 A.2d 1218, 1222 (2002).\n. The determination of whether a duty exists in a particular case involves the weighing of several discrete factors which include:\n(1) the relationship between the parties; (2) the social utility of the actor’s conduct; (3) the nature of the risk imposed and foreseeability of the harm incurred; (4) the consequences of imposing a duty upon the actor; and (5) the overall public interest in the proposed solution.\nAlthaus v. Cohen, 562 Pa. 547, 553, 756 A.2d 1166, 1169 (2000).\n.We take exception to appellants’ contention that the District Court concluded that the acts of the school and its superintendent consisted “solely of allowing school property to be used for a fundraising meeting.” Appellants’ brief at 19. The district court characterized the conduct as “merely allowing a fundraiser to take place in her school.” See, Record # 60, Opinion and Order of Court, Attached Memorandum at 15. Moreover, we find they were much more actively involved. As appellants alleged in their complaint, it was the district’s custom and practice to conduct similar fundraising meetings in all of its elementary schools, the purpose of which is to raise money for the district to use for the benefit of its students by funding field trips, playground equipment, tablets, and school text books. Record # 1, Complaint, at pages 3-4, paragraphs 12-13.",
        "type": "majority",
        "author": "TAMILIA, J."
      }
    ],
    "attorneys": [
      "Michael L. Rosenfield, Pittsburgh, for appellant.",
      "David B. White, Pittsburgh, for Giftco, appellee.",
      "Stephen J. Poljak, Pittsburgh, for 84 Services, appellee."
    ],
    "corrections": "",
    "head_matter": "R.W. and C.W., Individually and as the Parents and Natural Guardians of L.W., Appellants, v. Scott MANZEK, Personally and in His Capacity as the Owner of 84 Services, 84 Services, Cookbook Publishers, Inc., and Giftco, Inc., Appellees.\nSuperior Court of Pennsylvania.\nArgued Sept. 18, 2003.\nFiled Dec. 9, 2003.\nMichael L. Rosenfield, Pittsburgh, for appellant.\nDavid B. White, Pittsburgh, for Giftco, appellee.\nStephen J. Poljak, Pittsburgh, for 84 Services, appellee.\nBefore: LALLY-GREEN, TODD and TAMILIA, JJ.\n. See appellants’ brief at 21-22. Appellants cite Kleinknecht v. Gettysburg College, 989 F.2d 1360 (3d Cir.1993) in support of these arguments. The Kleinknecht court concluded a college owed a duty to its student who died of cardiac arrest during a practice of the school's intercollegiate lacrosse team. The duty was based upon a special relationship derived from their recruitment of the student and the benefit they derived from his participation. Moreover, the court concluded the harm suffered by the student was foreseeable. It reasoned foreseeability as it relates to duty of care as opposed to proximate cause, means the likelihood of a general type of risk. Although under the circumstances, the specific risk of cardiac arrest may have been unforeseeable, it fell within the general class of life-threatening injury, the risk of which was foreseeable."
  },
  "file_name": "0801-01",
  "first_page_order": 831,
  "last_page_order": 838
}
