{
  "id": 7867967,
  "name": "Robert E. ASHNESS v. Joyce TOMASETTI et al.",
  "name_abbreviation": "Ashness v. Tomasetti",
  "decision_date": "1994-06-22",
  "docket_number": "No. 93-290-Appeal",
  "first_page": "802",
  "last_page": "811",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 802"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "618 A.2d 1272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7371544
      ],
      "pin_cites": [
        {
          "page": "1274"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/618/1272-01"
      ]
    },
    {
      "cite": "45 A.L.R.4th 447",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 4th",
      "year": 1986,
      "pin_cites": [
        {
          "page": "458, § 4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "641 A.2d 1328",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11297997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/641/1328-01"
      ]
    },
    {
      "cite": "48 La. L.Rev. 535",
      "category": "journals:journal",
      "reporter": "La. L. Rev.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "470 U.S. 532",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299646
      ],
      "weight": 6,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0532-01"
      ]
    },
    {
      "cite": "23 A. 41",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1885,
      "pin_cites": [
        {
          "parenthetical": "involving a sale of real property for nonpayment of \"sewer taxes\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "15 R.I. 53",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        726987
      ],
      "year": 1885,
      "pin_cites": [
        {
          "parenthetical": "involving a sale of real property for nonpayment of \"sewer taxes\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/15/0053-01"
      ]
    },
    {
      "cite": "640 A.2d 522",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863402
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "523"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/0522-01"
      ]
    },
    {
      "cite": "303 U.S. 303",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6140221
      ],
      "weight": 3,
      "year": 1938,
      "pin_cites": [
        {
          "page": "314"
        },
        {
          "page": "564"
        },
        {
          "page": "866-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/303/0303-01"
      ]
    },
    {
      "cite": "523 A.2d 864",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7916047
      ],
      "pin_cites": [
        {
          "page": "872"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/523/0864-01"
      ]
    },
    {
      "cite": "121 R.I. 509",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3187420
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "512"
        },
        {
          "page": "40"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/121/0509-01"
      ]
    },
    {
      "cite": "179 A.2d 570",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "571"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "94 R.I. 189",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4449130
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "191-92"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/94/0189-01"
      ]
    },
    {
      "cite": "619 A.2d 1108",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7366417
      ],
      "pin_cites": [
        {
          "page": "1110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/1108-01"
      ]
    },
    {
      "cite": "606 A.2d 989",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11316550
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/0989-01"
      ]
    },
    {
      "cite": "615 A.2d 1021",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7934904,
        7934874
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/615/1021-02",
        "/a2d/615/1021-01"
      ]
    },
    {
      "cite": "82 L.Ed.2d 813",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "104 S.Ct. 3503",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "467 U.S. 1237",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6308675,
        6310436,
        6309192,
        6309929,
        6310125,
        6309455,
        6309621,
        6308924
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/467/1237-01",
        "/us/467/1237-08",
        "/us/467/1237-03",
        "/us/467/1237-06",
        "/us/467/1237-07",
        "/us/467/1237-04",
        "/us/467/1237-05",
        "/us/467/1237-02"
      ]
    },
    {
      "cite": "459 N.E.2d 966",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "76 Ill.Dec. 831",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "99 Ill.2d 407",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        3163844
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/99/0407-01"
      ]
    },
    {
      "cite": "94 L.Ed. 865",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "339 U.S. 306",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        362818
      ],
      "weight": 2,
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/us/339/0306-01"
      ]
    },
    {
      "cite": "103 S.Ct. 2706",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6125771,
        6194044
      ],
      "weight": 11,
      "year": 1983,
      "pin_cites": [
        {
          "page": "2708"
        },
        {
          "page": "2708-09"
        },
        {
          "page": "2708-09"
        },
        {
          "page": "2709"
        },
        {
          "page": "2711-12"
        },
        {
          "page": "2709"
        },
        {
          "page": "2711"
        },
        {
          "page": "2711"
        },
        {
          "page": "2711"
        },
        {
          "page": "2712"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/30/2706-01",
        "/us/462/0791-01"
      ]
    },
    {
      "cite": "462 U.S. 791",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6194044
      ],
      "weight": 22,
      "year": 1983,
      "pin_cites": [
        {
          "page": "792"
        },
        {
          "page": "183"
        },
        {
          "page": "792-94"
        },
        {
          "page": "183-85"
        },
        {
          "page": "792-95"
        },
        {
          "page": "183-85"
        },
        {
          "page": "795"
        },
        {
          "page": "185"
        },
        {
          "page": "798-800"
        },
        {
          "page": "187-88"
        },
        {
          "page": "795"
        },
        {
          "page": "185"
        },
        {
          "page": "798"
        },
        {
          "page": "187"
        },
        {
          "page": "799"
        },
        {
          "page": "187"
        },
        {
          "page": "798"
        },
        {
          "page": "187"
        },
        {
          "page": "800"
        },
        {
          "page": "188"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0791-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1241,
    "char_count": 35845,
    "ocr_confidence": 0.713,
    "pagerank": {
      "raw": 1.4816766755745283e-07,
      "percentile": 0.6612240713647785
    },
    "sha256": "45728a23430e5392f78422dc9249d95a831b9cfe66a5dff1a1379384e04a78fb",
    "simhash": "1:911482b83753c713",
    "word_count": 5833
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robert E. ASHNESS v. Joyce TOMASETTI et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nMURRAY, Justice.\nThis matter came before the Supreme Court on the appeal of the plaintiff, Robert E. Ashness (Ashness), from a Superior Court judgment granting the second motion for relief from judgment of First Bank and Trust Company (First Bank). In the judgment that Ashness challenges, the Superior Court justice (1) declared G.L.1956 (1991 Reenactment) § 46-21-52 unconstitutional, (2) declared null and void ab initio a tax sale of certain real estate in the city of Central Falls held on October 12, 1990, by the Blackstone Valley District Commission (Blackstone commission), (3) vacated a January 9, 1992 judgment against First Bank and others that had foreclosed all rights of redemption with regard to that sale of the subject property, and (4) declared the title to the property vested in the defendant Joyce Tomasetti (Tomasetti) subject to all mortgages and other encumbrances of record.\nWe have gleaned the following facts from the very brief transcript and other portions of the record in this case. In November 1991 Ashness filed in the Superior Court a petition to foreclose a tax lien. In the petition he alleged that on October 12, 1990, the Blackstone commission had sold the subject real property for the nonpayment of taxes or fees. The commission had conveyed the property by an instrument dated November 29, 1990, and recorded on December 3, 1990, in book 250, page 261. Ashness also asserted that more than a year from the date of the sale had elapsed and no redemption had been made. The petition declared that the deed had been recorded within sixty days from the sale date and that Ashness then held title under the instrument. Ashness provided a list of people or entities known to him as possessing any interest in the land and described the nature of the interest as follows: Tomasetti, former fee holder; Suburban Land Co. (Suburban), tax lien holder; and several mortgagees, including First Bank. All these parties were named as defendants.\nA court-appointed title examiner submitted a report, which a Superior Court justice approved and accepted, containing the same list of people or entities and their possible interest in the subject property. Ashness’s attorney also filed a petition for the appointment of a guardian ad litem and a motion for appointment of an attorney under the Soldiers’ and Sailors’ Relief Act. The Superior Court justice appointed attorneys in response to these requests.\nSuburban then filed an answer to Ashness’s petition, which response included an offer to redeem the real estate described in the petition pursuant to G.L.1956 (1988 Reenactment) § 44-9-29. In its answer Suburban stated that it was the holder of a tax title in the subject premises and requested that the court establish a time and terms for redemption.\nOn January 9,1992, Suburban withdrew its answer and offer to redeem, and it joined with Ashness in his requests for relief. Also on that date, default was entered against defendants in response to Ashness’s application for such entry. In support of his application, Ashness’s counsel submitted an affidavit, in which he attested, among other things, that defendants, except for the attorney for persons in the military service and the guardian ad litem, had faded to plead or defend and that defendants had been duly served with the petition to foreclose. He also filed a certificate of service by registered or certified mail to which were affixed return receipts indicating that Tomasetti, Suburban, First Bank, and the other defendants had been served in November 1991. Additionally on that date the Superior Court justice issued a final decree, ordering that all rights of redemption be forever foreclosed and barred.\nApproximately four months later First Bank filed a motion for relief from judgment pursuant to G.L.1956 (1985 Reenactment) § 9 — 21—2(a)(1). That section authorizes a court to relieve a party from a final judgment or decree, among other things, for excusable neglect, mistake, inadvertence, or surprise. Among First Bank’s assertions were the following: that in 1988 its borrowers had executed and delivered to First Bank a promissory note for $165,000 secured by a mortgage on the subject real estate; that without First Bank’s knowledge or consent, the borrowers transferred title to the real estate to a realty corporation, which deed was recorded in 1989, and the realty corporation subsequently transferred title to Tomasetti, by deed recorded May 18, 1990; that on October 12, 1990, the Blackstone commission held a tax sale of the property, which Ashness purchased, and a deed was recorded in December 1990; and that Ashness filed a petition to foreclose the right of redemption relative to that sale and “[njotice of Mr. Ashness’ petition was acknowledged by the Bank by the signing of a certified receipt by Robert Bar-rieelli, the Bank’s messenger, on November 22, 1990.” First Bank also stated in its motion that on January 23, 1992, Ashness recorded a deed granting a one-half interest in the property to Suburban. First Bank asserted that when it receives a tax-sale notice as a mortgagee, it contacts its customer, and if the customer does not pay the required taxes, First Bank will do so. It claimed not only that § 46-21-52, which authorizes the Blackstone commission to sell the real estate of delinquent taxpayers, does .not mandate that the Blackstone commission notify mortgagees but also that the commission did not in fact notify First Bank of the sale.\nFirst Bank further argued that its failure to respond to Ashness’s petition was the result of mistake, excusable neglect, or inadvertence. By way of explanation First Bank delineated the following “policy” regarding its receipt of a petition to foreclose the right of redemption: after receiving the mail, First Bank’s messenger is to give it to First Bank’s mail clerk, who then sorts the mail and directs the correspondence to either of two loan officers. Although First Bank conceded that its messenger signed for service of the petition, First Bank assumed that the petition was either lost or misplaced because no First Bank officer received a copy of the petition or had actual knowledge that it had been received. It submitted affidavits of the two loan officers, in which each stated that he or she had not received a copy of the petition to foreclose and had no knowledge of its filing until April 1992. First Bank also filed an affidavit in which its mail clerk denied recalling the receipt of a petition to foreclose the right of redemption in this matter. First Bank also claimed in its motion that it would be inequitable to permit Ashness to acquire a property with an appraised value of $145,000 for $1,186.85, which amount he had paid.\nIn Ashness’s memorandum in opposition to First Bank’s motion for relief from judgment, he asserted that notice to defendants was proper and strictly in accordance with the applicable statute. Ashness also contended that the default judgment must be allowed to stand and that a Superior Court decree in a tax-title foreclosure case is final and absolute and reversible only by the Supreme Court on appeal. Apparently, a Superior Court justice denied First Bank’s motion.\nMore than six months later, First Bank filed a motion for relief from judgment pursuant to § 9-21-2(a)(4), seeking an order vacating the January 9, 1992 judgment foreclosing its right of redemption on the ground that the judgment was void. First Bank’s statement of facts contained an important item that was absent from its first motion for relief from judgment: it stated that on June 4, 1990, the Central Falls tax collector had held a tax sale of the subject property and conveyed it to Suburban. Although First Bank repeated the claim it had made in its first motion regarding its lack of notice of the Blaekstone commission’s sale of the property in October 1990, it did not make any reference to any notice that it might have received regarding the earlier tax sale in June 1990.\nFirst Bank’s main argument in this second motion for relief from judgment was that the Blaekstone commission’s sewer-charge tax sale was unconstitutional because § 46-21-52 allows a tax sale without notice to a mortgagee. First Bank asserted that this violates the holding of the United States Supreme Court in Mennonite Board of Missions v. Adams, 462 U.S. 791, 103 S.Ct. 2706, 77 L.Ed.2d 180 (1983). In support of its argument, First Bank’s counsel filed with the motion an affidavit in which he stated that he had examined the Blaekstone commission’s records and found that the only notices that the commission had sent concerning its tax sale on October 12, 1990, were to Tomasetti and Suburban. The document was entitled “Official Notice of Proposed Advertisement and Sale of Real Estate for Non-Payment of Sewer Charges.”\nAshness’s memorandum in response to this motion for relief from judgment stated that First Bank had accurately set forth the facts of the case except for its failure to note that Central Falls had held a tax sale on June 4, 1990, four months prior to the Blackstone commission sale, and had given “certified mail notice of that sale to Defendant-Bank, which took no action thereon.” With respect to First Bank’s constitutional arguments, Ashness asserted that the Rhode Island statute is distinguishable from the state statutes that the United States Supreme Court invalidated in Mennonite and in an earlier case, Mullane v. Central Hanover Bank & Trust Co., 339 U.S. 306, 70 S.Ct. 652, 94 L.Ed. 865 (1950). He maintained that § 45-21-52 must be construed in conjunction with the procedures set forth in chapter 9 of title 44, specifically § 44-9-27, which he argued does provide for certified-mail notice to mortgagees.\nAshness also argued that in the instant case the bank had been put on notice by the city of Central Falls regarding tax problems relative to the subject property and had received and ignored certified-mail notice of his petition to foreclose the right of redemption. Ashness further maintained that First Bank suffered no deprivation to trigger Fourteenth Amendment protections because at the time of the Blackstone commission sale “the subject premises were already tax-reverted by virtue of a June sale by the City of Central Falls to Suburban Land Company, so that Bank’s status as mortgagee was unaltered by the second sale.” Ashness also alleged that First Bank had never redeemed from that first sale.\nFirst Bank filed a response to Ashness’s memorandum, in which it quoted certain sections of Mennonite to support its argument and accused Ashness of attempting to “bootstrap” the unconstitutionality of § 46-21-52 by incorporating the notice requirement of § 44-9-27, concerning the foreclosure of the right of redemption. First Bank also stated that it did not ignore notice of Ashness’s petition, and it objected to Ashness’s “reference to the tax sale by the City Collector because no petition was ever filed concerning that sale; and if the Bank is successful in this matter, it will also redeem the property from that sale.”\nAt the hearing on April 27,1993, the Superior Court justice stated that he had recently become aware of “the Loudmiller case, an analogous case involving teacher contracts.” He further stated:\n“[I]t seems to me the United States Supreme Court has taken the position when there’s a right or interest of some kind, whether property right or right of freedom, or some other right, that you can’t do without prior notification. It seems to me the statute involving the Blackstone Valley Sewer District Commission, which does not require notification to the mortgagee before you engage in the first sale, is unconstitutional. I think every person who has an interest should be notified every step of the way, and for that reason, I’ll grant [counsel for First Bank’s] relief.”\nAs noted above, the Superior Court justice declared § 46-21-52 unconstitutional, declared null and void ah initio the Blackstone commission’s tax sale of October 12, 1990, vacated a judgment against First Bank and others that had foreclosed all right of redemption with regard to that sale of the subject property, and declared the title to the property vested in Tomasetti subject to all mortgages and other encumbrances of record.\nIn his appeal Ashness argues that § 46-21-52 is constitutional when read in pan materia with certain other statutory provisions; that default judgment should not have been vacated because Ashness, Michael J. Voloso, and Suburban considered First Bank’s interests “forever barred” and the bank should be equitably estopped from vacating the default judgment; that First Bank’s motion for relief from judgment is barred pursuant to Rule 81(a)(2) of the Superior Court Rules of Civil Procedure; that the bank’s motion was otherwise improper and untimely and was barred by res judicata, law of the case, and collateral estoppel; and that regardless of constitutionality the default judgment should not have been vacated because public policy, justice, and judicial efficiency would require a ruling that § 46-21-52 was unconstitutional to be applied only prospectively.\nFirst Bank asserts that the motion justice correctly held § 46-21-52 unconstitutional because it provides for a tax sale without notice to a mortgagee, that it is immaterial whether this court’s decision is applied prospectively or retrospectively because in either case the outcome would affect Ashness, and that the other issues Ashness raises were not preserved for review and that even if they had been, “they have no validity.”\nAshness first argues that § 46-21-52 is constitutional when read in pari materia with other provisions of the General Laws. Specifically Ashness asserts, among other things, that the method for collecting sewer charges as set forth in § 46-21-22 includes the requirement that the Blackstone commission collect such charges in the same manner in which municipalities collect taxes. He argues that the Indiana tax-sale statute that the Supreme Court invalidated in Mennonite was distinguishable from the Rhode Island statute, partly because the former statute did not require judicial foreclosure and did not provide the mortgagee and other interested parties with mailed notice of the pending tax sale or their right of redemption. He contends that in Rosewell v. Chicago Title and Trust Co., 99 Ill.2d 407, 76 Ill.Dec. 831, 459 N.E.2d 966, appeal dismissed sub nom. Blum v. Rosewell, 467 U.S. 1237, 104 S.Ct. 3503, 82 L.Ed.2d 813 (1984), the Supreme Court of Illinois upheld that state’s tax-sale statute despite its lack of a requirement for actual or mailed notice of a tax sale to a mortgagee by distinguishing the provisions of that statute from the Indiana statute struck down in Mennonite. He argues that our statute shares several similarities with that of Illinois.\nAshness further maintains that any deprivation of property that First Bank suffered first took place “as the result of the duly noticed municipal tax sale which occurred prior to the sewer tax sale and secondly as a result of its own neglect in failing to redeem after receiving notice of the sewer charge judicial foreclosure” in 1991. He claims that given this court’s recent holding in Hashway v. Shawmut Bank of Rhode Island, 615 A.2d 1021 (R.I.1992) (mem.), that a tax sale does not extinguish a mortgage, First Bank was not deprived of property at either the municipal tax sale or the sewer tax sale. He maintains that First Bank “admittedly was given notice” of the first tax sale but failed to attend.\nFirst Bank counters that § 46-21-52 makes no provision for notice to be sent to mortgagees regarding sewer-charge tax sales. It argues that although § 46-21-52 is very similar to § 44-9-10, as amended by P.L.1990, ch. 473, § 1 of the municipal-tax-sale statute, the Blackstone commission statute lacks a provision analogous to § 44r-9-ll, which mandates notice of municipal tax sales to mortgagees. First Bank also contends that a mortgagee’s property interest is substantial and in this case has been diminished. It asserts that if notice had been given to it prior to the sewer-charge tax sale, it would have had an opportunity to safeguard its interests. It claims that Rhode Island’s situation is not sufficiently similar to that of Illinois for Rosewell to be persuasive. If this court finds merit in Ashness’s argument regarding reading § 46-21-52 in pari materia and finds that notice is required in the statute as interpreted in that manner, then the statute was violated because First Bank did not receive notice and the sale is void, it contends.\nBefore we address these arguments, we must note a preliminary issue, although neither of the parties raised this matter and the Superior Court justice made no comment in this regard. Section 46-21-52 has been repealed, along with the rest of the Blackstone commission statute. General Laws 1956 (1991 Reenactment) chapter 25.1 of title 46 provided for the merger of the Blackstone commission with the Narragansett Bay Water Quality Management District Commission (Narragansett commission). Section 46-25.1-l(e) provided that the merger would be effective no later than December 31, 1991, but that the Narragansett commission had the discretion to extend the effective date of the merger up to and including June 30, 1992. Section 46-25.1-1(0 stated that upon the merger’s completion as certified to the Secretary of State, chapter 21 of title 46 entitled “Blackstone Valley sewer district” would be completely repealed. See Town of Lincoln v. City of Pawtucket, 606 A.2d 989 (R.I.1992).\nThe Blackstone commission’s sale of the subject premises took place in 1990, prior to the repeal of the challenged statute. We conclude that the dispute in this matter regarding the constitutionality of § 46-21-52 is not moot and therefore remains justiciable because the litigants still possess an ongoing stake in the controversy. See Seibert v. Clark, 619 A.2d 1108, 1110 (R.I.1993).\nThe motion justice granted relief from judgment because he concluded that the judgment was void since the statute authorizing the second sale was unconstitutional. We now review his decision to determine whether he erred as a matter of law.\nThe Blackstone commission was a state agency created to plan, construct, operate, and maintain facilities for abating pollution from sewage and industrial waste originating in several municipalities and industries in the Blackstone and Moshassuck Valleys. See § 46-21-2; see also City of Central Falls v. Halloran, 94 R.I. 189, 191-92, 179 A.2d 570, 571 (1962). Section 46-21-21 authorized the commission to assess any person who had a direct or an indirect connection to the sewer district project reasonable charges for the use, operation, maintenance of, and improvements to the project. If a municipality failed to assess sewer charges pursuant to G.L.1956 (1991 Reenactment) chapter 14 of title 45 by a certain date, the Blackstone commission was required to make a direct assessment of reasonable charges against certain persons, firms, or corporations with an indirect connection with the project. See § 46-21-22. That section also provided in relevant part that\n“[t]he commission shall proceed under the provisions of this chapter to collect the assessments * * *. Each person, firm, or corporation so assessed shall pay the charges assessed against it or them by the commission * * * and the commission may collect all such charges in the same manner in which taxes are collected by municipalities with no additional charges, assessments, or penalties other than those provided for in chapter 9 of title kh [the municipal-tax-sale statute]. All unpaid charges shall be a lien upon the real estate of the person, firm, or corporation.” (Emphasis added.)\nSection 46-21-23 similarly provided for the assessment of charges against users with a direct connection with the sewer district project; it also empowered the commission to collect such charges in the same manner in which taxes were collected by municipalities and provided that unpaid charges would be a lien upon the real estate of the person, firm, or corporation.\nWe note that sewer charges are not generally regarded as taxes. See Costello v. Ricci, 121 R.I. 509, 512, 401 A.2d 38, 40 (1979). However, as noted in the above discussion, the Blackstone commission is authorized to collect sewer charges in the same manner in which municipalities collect taxes, and the statutory provision even refers specifically by chapter and title to the municipal-tax-sale statute. When a statute adopts the provisions of another statute by specific reference, the effect is as if the referenced statute had been incorporated into the adopting statute. See Lawrence v. Anheuser-Busch, Inc., 523 A.2d 864, 872 (R.I.1987) (citing Hassett v. Welch, 303 U.S. 303, 314, 58 S.Ct. 559, 564, 82 L.Ed. 858, 866-67 (1938)). Additionally, the heading of § 46-21-52, which provision the Superior Court justice held unconstitutional, makes reference to a “tax sale” and subsection (a) refers several times to a “sale.” The notice that the Blackstone commission sent out refers to a sale, as mentioned above. Furthermore, we recently ruled in another case in which Ashness purchased property at a sale that the Narragansett commission conducted for the nonpayment of fees. See Ashness v. Burr’s Lane Associates, 640 A.2d 522 (R.I.1994) (per curiam). Without discussion of the Narragansett commission statute, chapter 25 of title 46, we stated that “[t]he operative statute controlling the rights conveyed to a purchaser at a tax sale is * * * § 44-9-12,” and we proceeded to apply that statute in order to analyze Ashness’s rights as holder of the tax title. See 640 A.2d at 523; see also Weaver v. Arnold, 15 R.I. 53, 23 A. 41 (1885) (involving a sale of real property for nonpayment of “sewer taxes”). We also note that current Narragansett commission regulations governing wastewater-facility operations in a district that includes the municipalities that formerly composed the Blackstone commission state that “[t]he [Narragansett] Commission has a lien upon the real estate of each and every User of the Facilities for all unpaid [sewer use] charges, which lien operates as liens resulting from failure to pay real estate taxes.” See Rules and Regulations for the Use of Wastewater Facilities Within the Narragansett Bay Water Quality Management District, Bucklin Point Waste-water Treatment Facility § 11.13 (received 1991), 22 C.R.I.R. 96 070 005 001, 96 070 005 065 (1992).\nWe first examine the constitutionality of § 46-21-52 in isolation, and we then evaluate its constitutionality when read in conjunction with the municipal-tax-sale statute. The motion justice apparently relied upon Cleveland Board of Education v. Loudermill, 470 U.S. 532, 105 S.Ct. 1487, 84 L.Ed.2d 494 (1985), but we think Mennonite is more closely related to the facts of this case.\nIn Mennonite the Court framed the issue broadly, specifically “whether notice by publication and posting provides a mortgagee of real property with adequate notice of a proceeding to sell the mortgaged property for nonpayment of taxes.” See 462 U.S. at 792, 103 S.Ct. at 2708, 77 L.Ed.2d at 183. In accordance with Indiana law, notice of an upcoming tax sale of certain real property was sent to the owner (who was the mortgagor), and an announcement concerning the sale was posted and published. See id. at 792-94, 103 S.Ct. at 2708-09, 77 L.Ed.2d at 183-85. The mortgagee later opposed the efforts of the tax-sale purchaser to quiet title to the property. See id. at 792-95, 103 S.Ct. at 2708-09, 77 L.Ed.2d at 183-85. The mortgagee argued that it had not received constitutionally adequate notice of the pending tax sale and of the opportunity to redeem the property subsequent to the sale. See id. at 795, 103 S.Ct. at 2709, 77 L.Ed.2d at 185.\nThe Court agreed, stating that its analysis was controlled by its decision in Mullane. See id. at 798-800, 103 S.Ct. at 2711-12, 77 L.Ed.2d at 187-88. In Mullane, the Court explained, it had acknowledged that before a state takes an action that “will affect an interest in life, liberty, or property protected by the Due Process Clause of the Fourteenth Amendment,” it “must provide ‘notice reasonably calculated, under all the circumstances, to apprise interested parties of the pendency of the action and afford them an opportunity to present their objections.’ ” See 462 U.S. at 795, 103 S.Ct. at 2709, 77 L.Ed.2d at 185. The Mennonite Court concluded that “a mortgagee possesses a substantial property interest that is significantly affected by a tax sale,” and because of this “legally protected property interest,” a mortgagee “is entitled to notice reasonably calculated to apprise him [or her or it] of a pending tax sale.” See id. at 798, 103 S.Ct. at 2711, 77 L.Ed.2d at 187. The Court reasoned that because notice by publication and posting are mainly designed to appeal to prospective tax-sale purchasers, they are not likely to reach those who do not keep abreast of such notices. See id. at 799, 103 S.Ct. at 2711, 77 L.Ed.2d at 187. The Court proceeded to mandate that constructive notice by publication be supplemented by personal service or by notice mailed to the mortgagee’s last-known available address when a mortgagee is identified in a publicly recorded mortgage. See id. at 798, 103 S.Ct. at 2711, 77 L.Ed.2d at 187. The Court also made the following broad pronouncement:\n“Notice by mail or other means as certain to ensure actual notice is a minimum constitutional precondition to a proceeding which will adversely affect the liberty or property interests of any party, whether unlettered or well versed in commercial practice, if its name and address are reasonably ascertainable. Furthermore, a mortgagee’s knowledge of delinquency in the payment of taxes is not equivalent to notice that a tax sale is pending.” See id. at 800, 103 S.Ct. at 2712, 77 L.Ed.2d at 188.\nSee generally Michael H. Rubin & E. Keith Carter, Notice of Seizure in Mortgage Foreclosures and Tax Sale Proceedings: The Ramifications of Mennonite, 48 La. L.Rev. 535 (1988). Although we acknowledge that the Indiana tax-sale statute contains certain provisions that substantially differ from our tax-sale statute, we conclude that the holding in Mennonite is broad enough so that it applies equally to our statute.\nAnalyzed by itself, then, § 46-21-52 requires notice of a Blackstone commission “tax sale” to be sent to a resident taxpayer by registered or certified mail, to be left at the resident’s last residence, or to be served on the resident personally. It contains no requirement for notice to mortgagees. Consequently we conclude that it does not comport with the broad holding in Mennonite and, standing alone, it violates constitutional guarantees of due process. As we discussed above and as Ashness argues in part, however, we think that because the Blackstone commission statute refers to and thus incorporates at least certain sections of the municipal-tax-sale statute, we must analyze the provisions of that statute as well.\nThe municipal-tax-sale statute explicitly authorizes the tax collector to sell by public auction for the amount of unpaid taxes, among other things, the smallest undivided part of the land that will satisfy the tax debt. See §§ 441-9-7, 44-9-8. The statute requires notice by posting and advertisement of the sale. See § 44-9-9. Section 44-9-10 is similar to § 46-21-52, and the current version mandates notice to a taxpayer, whether or not a state resident, by certified or registered mail, by leaving such notice at the taxpayer’s last and usual place of abode, or by personal service. Section 44-9-11 requires that the tax collector notify mortgagees of record of an upcoming tax sale by one of those three notice methods; with respect to other interested parties, however, that section deems sufficient the notice provided for in § 44-9-9.\nBecause the Blackstone commission statute contains no provision for petitioning to foreclose the right of redemption, we conclude that Ashness must have proceeded under certain sections of the tax-sale statute, including § 44-9-25, which authorizes a tax-title holder to petition the Superior Court to foreclose all rights of redemption under that title. Section 44-9-27 requires that such a petitioner notify all persons who may be interested in the title, including mortgagees, by certified or registered mail, with a return receipt required, of the pendency of the petition. The record reflects that Ashness did accomplish this required mailing of notice.\nWe think that although the Blackstone commission statute required notice to resident taxpayers and was silent on notice to mortgagees, or other interested parties, § 44-9-11 was incorporated in the Blackstone scheme. We conclude that the Blackstone commission was therefore required to provide notice to First Bank in the manner prescribed in § 44-9-11. As we noted above, First Bank’s attorney filed an affidavit in the Superior Court, indicating that his review of the Blackstone commission’s records revealed that the commission sent notice of its tax sale to Tomasetti and Suburban only. This notice did not comport with constitutional guarantees of due process with regard to the mortgagees, and therefore, we determine that the sale is void.\nWe recently affirmed a Superior Court judgment voiding a tax sale of which the record owner had not received notice. See Williams v. City of Providence, 641 A.2d 1328 (R.I.1994) (mem.). Additionally, courts in several jurisdictions have held or acknowledged the rule that the failure to serve an interested party with notice of a tax sale invalidates that sale with respect to all interested parties, despite the fact that at least one of the parties did receive legal or actual notice of the proceedings. See Nora A. Uehlein, Annotation, Right of Interested Party Receiving Due Notice of Tax Sale or of Right to Redeem to Assert Failure or Insufficiency of Notice to Other Interested Party, 45 A.L.R.4th 447, 458, § 4 (1986).\nWe decline to address Ashness’s other arguments because we find that they lack merit. Consequently, the plaintiffs appeal is denied and dismissed, and the judgment appealed from is affirmed. The papers of this ease are remanded to the Superior Court,\n. This decree stated that \"all rights of redemption [were] forever foreclosed and barred under the deed given by the Collector of Taxes for the City of Central Falls in the County of Providence and State of Rhode Island dated and duly recorded in the records of land evidence of said City [of] Central Falls Book 250 at Page 261.\" As stated above, however, Ashness’s petition described the land as having been sold by the Blackstone commission by an instrument dated November 29, 1990, and duly recorded on December 3, 1990, in book 250, page 261. Although the record does not contain a copy of the instrument, we conclude that both Ashness's petition and the court’s decree refer to the same instrument, which referenced the Blackstone commission sale.\n. Rule 81(a)(2) of the Superior Court Rules of Civil Procedure provides that those rules do not apply to proceedings involving petitions for foreclosure of redemption of interests in land sold for nonpayment of taxes, except for the method prescribed for taking an appeal to the Supreme Court. See Gaudreau v. Blasbalg, 618 A.2d 1272, 1274 (R.I.1993).\n.First Bank’s motion stated that Ashness filed his petition on October 20, 1991. However, the record reflects that Ashness filed his petition on November 20, 1991.\nFirst Bank’s motion also apparently misstates the year in which its messenger signed for the receipt. The date should read November 22, 1991, to conform to the evidence in the record and to eliminate the illogical implication otherwise that the bank's messenger acknowledged receipt of the petition approximately a year before Ashness filed the petition.\n. The case file does not contain a document indicating the outcome of any hearing on the motion. The docket sheet, however, seems to establish that a motion justice denied the motion.\n. General Laws 1956 (1991 Reenactment) § 46-21-52 provides:\n“Notice of tax sale to resident taxpayer. — (a) If the person to whom the estate is taxed be a resident of this state, the commission shall notify the resident of the time and place of sale, either by registered or certified mail sent postpaid to the resident’s last and usual place of abode not less than twenty (20) days before the date of sale or any adjournment thereof, or be left at the resident’s last and usual place of abode, or personally served on the resident not less than twenty (20) days before the date of sale or any adjournment thereof * * *.\n(b) Persons aged sixty-five (65) years and over or persons suffering from a disability may designate a third party, to whom notice may be sent as required pursuant to this section, by advising the commission of the name and address of the person.\n(c) If the estate taxed is a corporation, the notice may be sent either by registered or certified mail to its place of business or left at the business office of the corporation with some person there employed.”\n.First Bank’s motion also contained a footnote referring to Ashness's transfer of a one-half interest in the property to Suburban after the decree foreclosing the right of redemption had been issued. The bank accused Ashness and Suburban of engaging in \"machinations” that apparently were \"intended to take advantage of the Bank’s default.” It asserted that if Suburban had proceeded with its redemption, it would have had to foreclose the bank’s right of redemption from the municipal tax sale by a separate petition; by receiving the one-half interest from Ashness, Suburban avoided the need to file its own foreclosure petition.\n. The record contains no document evidencing the June 4, 1990 Central Falls sale or any notice sent to First Bank or any other party regarding that sale. Additionally the only transcript in our possession is the Superior Court justice’s hearing on First Bank’s second motion for relief from judgment. That transcript contains no reference to the Central Falls tax sale or any notice that First Bank may have received regarding such sale.\n. General Laws 1956 (1988 Reenactment) subsection (a) of § 44-9-27 provides in relevant part that a petitioner to foreclose the right of redemption relative to a tax sale “shall, upon the filing of the [title] examiner's report, notify all persons appearing to be interested [in the title], whether as equity owners, mortgagees, lienors, attaching creditors, or otherwise, of the pendency of the petition, the notice to be sent to each by registered or certified mail and return of receipt required. Such other and further notice by publication or otherwise shall be given as the court may at any time order.\"\n.We believe that the Superior Court justice was actually citing Cleveland Board of Education v. Loudermill, 470 U.S. 532, 105 S.Ct. 1487, 84 L.Ed.2d 494 (1985), which involved employees of two boards of education, one a security guard and the other a bus mechanic.\n. According to Ashness's brief submitted to this court, in August 1992 Michael J. Voloso accepted a transfer of an interest in the subject property “in good faith reliance upon foreclosure of the right of redemption.” Voloso has not been joined as a party to this action, but neither his alleged interest in the property nor his nonjoin-der as a party had any bearing on our decision in this matter.",
        "type": "majority",
        "author": "MURRAY, Justice."
      }
    ],
    "attorneys": [
      "James P. Marusak, Gidley, Sarli & Maru-sak, Providence, for plaintiff.",
      "William F. Hague, Dick & Hague, Providence, for defendants."
    ],
    "corrections": "",
    "head_matter": "Robert E. ASHNESS v. Joyce TOMASETTI et al.\nNo. 93-290-Appeal.\nSupreme Court of Rhode Island.\nJune 22, 1994.\nJames P. Marusak, Gidley, Sarli & Maru-sak, Providence, for plaintiff.\nWilliam F. Hague, Dick & Hague, Providence, for defendants."
  },
  "file_name": "0802-01",
  "first_page_order": 868,
  "last_page_order": 877
}
