{
  "id": 12053945,
  "name": "Charles E. HALL, Sr. v. INSURANCE COMPANY OF NORTH AMERICA et al.",
  "name_abbreviation": "Hall v. Insurance Co. of North America",
  "decision_date": "1996-11-03",
  "docket_number": "No. 93-678-Appeal",
  "first_page": "805",
  "last_page": "806",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 805"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "111 R.I. 623",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3141644
      ],
      "weight": 2,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/ri/111/0623-01"
      ]
    },
    {
      "cite": "121 R.I. 770",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3188195
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "original complaint useable for purposes of impeachment"
        },
        {
          "parenthetical": "original complaint useable for purposes of impeachment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/121/0770-01"
      ]
    },
    {
      "cite": "107 A. 84",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1919,
      "opinion_index": 0
    },
    {
      "cite": "42 R.I. 229",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5109270
      ],
      "year": 1919,
      "opinion_index": 0,
      "case_paths": [
        "/ri/42/0229-01"
      ]
    },
    {
      "cite": "59 A. 926",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1905,
      "opinion_index": 0
    },
    {
      "cite": "26 R.I. 544",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5102773
      ],
      "year": 1905,
      "opinion_index": 0,
      "case_paths": [
        "/ri/26/0544-01"
      ]
    },
    {
      "cite": "87 A.2d 499",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "79 R.I. 254",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5311199
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/ri/79/0254-01"
      ]
    },
    {
      "cite": "557 A.2d 1226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7903497
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "1227"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/557/1226-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 314,
    "char_count": 4427,
    "ocr_confidence": 0.746,
    "pagerank": {
      "raw": 1.347647461161929e-07,
      "percentile": 0.6326351459100511
    },
    "sha256": "7b79133aef94943513e84d2dda1b454bc2917e55b1b47c264a15ec9d23b8c909",
    "simhash": "1:0a7372b92e1da0ae",
    "word_count": 737
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Charles E. HALL, Sr. v. INSURANCE COMPANY OF NORTH AMERICA et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before a hearing panel of this court for oral argument October 17, 1995, pursuant to an order that had directed the plaintiff to appear in order to show cause why the issues raised in his appeal should not be summarily decided. After hearing the arguments of counsel and examining the memoranda filed by the parties, we are of the opinion that cause has not been shown and that the issues raised by this appeal should be summarily decided.\nThe plaintiff, Charles E. Hall, Sr., appeals from a summary judgment entered in the Superior Court in favor of Robinson Green Beretta Corporation (RGB), a defendant that he had added as a party after the running of the statute of limitations. The Superior Court justice entered final judgment in respect to this defendant in accordance with Rule 54(b) of the Superior Court Rules of Civil Procedure. Initially plaintiff had filed a complaint against the DeStefano Building Company or Corporation and John Doe Corporation or Partnership or sole proprietorship, claiming that these defendants’ negligent maintenance, repair, inspection, installation, and/or construction of stairs located in the East Providence police station caused plaintiff to fall and injure himself on said stairs. Thereafter, on April 20, 1989, plaintiff filed an amended complaint in which he added as a party defendant the Insurance Company of North America. In this amended complaint he did not include the John Doe defendant. Although both parties agree that the John Doe allegation, pursuant to G.L. 1956 (1985 Reenactment) § 9-5-20 would toll the running of the statute of limitations, Souza v. Erie Strayer Co., 557 A.2d 1226 (R.I. 1989), defendant argues that the failure to include the John Doe nominee in the amended complaint deprives plaintiff of this benefit in respect to RGB. We recognize that the filing of an amended complaint supersedes for many purposes the original complaint. Conway v. Marsh, 79 R.I. 254, 87 A.2d 499 (1952). Nevertheless, the original complaint or pleading remains in the case for certain purposes such as a judicial admission as in O’Connell v. E.C. King & Son, 26 R.I. 544, 59 A. 926 (1905), or to establish the date upon which the action was commenced. Neri v. Rhode Island Co., 42 R.I. 229, 107 A. 84 (1919). See also Gormley v. Vartian, 121 R.I. 770, 403 A.2d 256 (1979) (original complaint useable for purposes of impeachment).\nWe determined in Souza v. Erie Strayer Co., supra, that the filing of a John Doe complaint tolls the statute of limitations in order to provide a plaintiff with an opportunity to discover an unknown defendant. 557 A.2d at 1227 (citing Sousa v. Casey, 111 R.I. 623, 306 A.2d 186 (1973)). We went on to hold, however, that a plaintiff must use due diligence “in order to bring a defendant before the court and subject him to its jurisdiction.” 557 A.2d at 1227.\nWe believe that the intent of this legislation would be frustrated if an unduly formalistic interpretation were given to the effect of an amended complaint. The original complaint tolled the running of the statute of limitations in regard to any unknown defendant. The filing of this original complaint sets the date upon which the action was commenced. Therefore, the failure to name another John Doe defendant in the amended complaint did not completely cut off any action against an additional defendant so long as due diligence had been exercised by the plaintiff to bring that defendant before the court. We believe that it is a question of fact to determine whether due diligence was exercised. It is, of course, impossible to determine a question of fact on a motion for summary judgment. This question of fact should be determined by a justice of the Superior Court as a preliminary issue preceding the determination of whether the statute of limitations had run prior to the addition of this defendant.\nFor the reasons stated the plaintiffs appeal is sustained. We vacate the summary judgment and remand the case to the Superi- or Court for determination of the factual issue concerning whether due diligence was exercised by the plaintiff. The papers in the case may be remanded to the Superior Court.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Lauren Jones, Providence, John B. Har-wood, for Plaintiff.",
      "David J. Szerlag, Stephen Izzi, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Charles E. HALL, Sr. v. INSURANCE COMPANY OF NORTH AMERICA et al.\nNo. 93-678-Appeal.\nSupreme Court of Rhode Island.\nNov. 3, 1996.\nLauren Jones, Providence, John B. Har-wood, for Plaintiff.\nDavid J. Szerlag, Stephen Izzi, for Defendant."
  },
  "file_name": "0805-01",
  "first_page_order": 863,
  "last_page_order": 864
}
