{
  "id": 12054028,
  "name": "Jeffrey J. LAURIE, in His Official Capacity as Acting Director of the Rhode Island Department of Corrections v. Stephen SENECAL",
  "name_abbreviation": "Laurie v. Senecal",
  "decision_date": "1995-11-06",
  "docket_number": "No. 94-664-M.P.",
  "first_page": "806",
  "last_page": "810",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 806"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "417 U.S. 817",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1519385
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "827"
        },
        {
          "page": "2806"
        },
        {
          "page": "504"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/417/0817-01"
      ]
    },
    {
      "cite": "441 U.S. 520",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1780223
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "547-48",
          "parenthetical": "quoting Pell v. Procurer, 417 U.S. 817, 827, 94 S.Ct. 2800, 2806, 41 L.Ed.2d 495, 504 (1974)"
        },
        {
          "page": "1878-79",
          "parenthetical": "quoting Pell v. Procurer, 417 U.S. 817, 827, 94 S.Ct. 2800, 2806, 41 L.Ed.2d 495, 504 (1974)"
        },
        {
          "page": "474",
          "parenthetical": "quoting Pell v. Procurer, 417 U.S. 817, 827, 94 S.Ct. 2800, 2806, 41 L.Ed.2d 495, 504 (1974)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/441/0520-01"
      ]
    },
    {
      "cite": "468 U.S. 517",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11339213
      ],
      "weight": 6,
      "year": 1984,
      "pin_cites": [
        {
          "page": "523"
        },
        {
          "page": "3198"
        },
        {
          "page": "401"
        },
        {
          "page": "536"
        },
        {
          "page": "3205"
        },
        {
          "page": "409"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/468/0517-01"
      ]
    },
    {
      "cite": "355 A.2d 647",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "where the patient was in a vegetative comatose state kept alive only by mechanical respiration"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "370 N.E.2d 417",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "wherein a severely impaired patient with a limited life expectancy was faced with a prospect of a highly risky and painful medical treatment"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "373 Mass. 728",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        324210
      ],
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "wherein a severely impaired patient with a limited life expectancy was faced with a prospect of a highly risky and painful medical treatment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/373/0728-01"
      ]
    },
    {
      "cite": "21 Cal.Rptr.2d 357",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "855 P.2d 375",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "5 Cal.4th 725",
      "category": "reporters:state",
      "reporter": "Cal. 4th",
      "case_ids": [
        1998567
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/cal-4th/5/0725-01"
      ]
    },
    {
      "cite": "480 A.2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "232"
        },
        {
          "page": "97"
        },
        {
          "page": "230-31"
        },
        {
          "page": "96"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "125 N.H. 226",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        8709155
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/nh/125/0226-01"
      ]
    },
    {
      "cite": "540 A.2d 1028",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7905127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/540/1028-01"
      ]
    },
    {
      "cite": "486 A.2d 1209",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "1223"
        },
        {
          "parenthetical": "where an eighty-four-year-old terminally-ill bedridden female was kept alive by a nasogastric feeding tube"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "98 N.J. 321",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        295411
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "349"
        },
        {
          "parenthetical": "where an eighty-four-year-old terminally-ill bedridden female was kept alive by a nasogastric feeding tube"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/98/0321-01"
      ]
    },
    {
      "cite": "405 N.E.2d 115",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1980,
      "pin_cites": [
        {
          "page": "123"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "380 Mass. 629",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        478468
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "641"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/380/0629-01"
      ]
    },
    {
      "cite": "365 A.2d 647",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "70 N.J. 10",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1928739
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "where the patient was in a vegetative comatose state kept alive only by mechanical respiration"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/70/0010-01"
      ]
    },
    {
      "cite": "497 U.S. 261",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6215746
      ],
      "weight": 9,
      "year": 1990,
      "pin_cites": [
        {
          "page": "280"
        },
        {
          "page": "2852"
        },
        {
          "page": "243"
        },
        {
          "parenthetical": "where the patient was in a vegetative and comatose state for more than seven years"
        },
        {
          "parenthetical": "where the patient was in a vegetative and comatose state for more than seven years"
        },
        {
          "parenthetical": "where the patient was in a vegetative and comatose state for more than seven years"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/497/0261-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 711,
    "char_count": 10997,
    "ocr_confidence": 0.732,
    "pagerank": {
      "raw": 1.1656498771397187e-07,
      "percentile": 0.5851138425444881
    },
    "sha256": "7df6380c8c52e20d209b494d32d75c861510a16b7d12b998e265bea1bd4268f3",
    "simhash": "1:f2b5a17c7900bf46",
    "word_count": 1810
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jeffrey J. LAURIE, in His Official Capacity as Acting Director of the Rhode Island Department of Corrections v. Stephen SENECAL."
    ],
    "opinions": [
      {
        "text": "OPINION\nWEISBERGER, Chief Justice.\nThis case comes before us on a petition for certiorari filed by the acting director of the Rhode Island Department of Corrections (director), seeking review of a decision made by a justice of the Superior Court who declined to issue a preliminary injunction authorizing the director to prevent the respondent, Stephen Senecal (Senecal), from committing suicide by refusing to take liquid or solid nourishment. Specifically, the director sought authorization by the court to force feed the respondent in order to preserve his life.\nAfter an evidentiary hearing the trial justice denied the director’s application for in-junctive and declaratory relief. His factual findings included the following: (1) respondent was competent, (2) he was not suffering from any illness, terminal or otherwise, or physical handicap, (3) he no longer desired to live because of the stigma of his conviction for first-degree sexual assault upon a minor female, (4) he had made a knowing and voluntary decision to stop taking food and water for the purpose of ending his life, (5) he suffers from continuous psychological pain by reason of the crime that he has committed, (6) he seeks no aid from the state in accomplishing his goal, and (7) there are no children or other dependents who would be adversely affected by Senecal’s demise.\nOn the basis of these findings, the trial justice determined that respondent had a right pursuant to the Fourteenth Amendment to the Constitution of the United States to end his own life by starvation and he so concluded that this right was derived from a right to privacy, which respondent retained even though he is a prisoner of the state. We reverse.\nThis case presents a single issue, namely, whether a healthy adult male prisoner confined in the Adult Correctional Institutions has a constitutional right to end his life by starvation as long as he has no dependents who might suffer as a result of his demise and as long as he is not suffering from any psychotic or delusional condition and is not using his self-impelled starvation as a means of extracting concessions from the director. We hold that he has no such right.\nWe recognize the general doctrine that a competent adult may refuse medical treatment. Cruzan v. Director, Missouri Department of Health, 497 U.S. 261, 110 S.Ct. 2841, 111 L.Ed.2d 224 (1990); Matter of Quinlan, 70 N.J. 10, 365 A.2d 647 (1976). Nevertheless, it is generally accepted that the state has an interest in preserving life and preventing suicide. See, e.g., Matter of Spring, 380 Mass. 629, 641, 405 N.E.2d 115, 123 (1980); Matter of Conroy, 98 N.J. 321, 349, 486 A.2d 1209, 1223 (1985). Indeed, the Supreme Court of the United States in Cruzan, 497 U.S. at 280, 110 S.Ct. at 2852, 111 L.Ed.2d at 243, points out that “[a]s a general matter, the States — indeed, all civilized nations — -demonstrate their commitment to life by treating homicide as a serious crime. Moreover, the majority of States in this country have laws imposing criminal penalties on one who assists another to commit suicide. We do not think a State is required to remain neutral in the face of an informed and voluntary decision by a physically able adult to starve to death.” This court has also observed in In re Marlene B., 540 A.2d 1028 (R.I.1988), that suicide was a serious felony at common law, which the state has a right to seek to prevent by all reasonable and necessary means. We realize that this case involved a minor, but the state’s interest in preventing suicide is not limited to minors.\nThe Supreme Court of New Hampshire was faced with a similar problem in the case of In re Caulk, 125 N.H. 226, 480 A.2d 93 (1984). Joel Caulk, a thirty-six-year-old prisoner in the New Hampshire State Prison was serving a ten- to twenty-year sentence for aggravated felonious sexual assault as well as a five- to ten-year consecutive sentence for burglary. A number of charges were pending against him in California and Massachusetts. In light of these circumstances the prisoner refused to consume nourishment and decided to end his life by starvation.\nThe Supreme Court of New Hampshire determined that the state’s interests in the preservation of human life and the prevention of suicide outweighed whatever residual right of privacy the prisoner may have retained as an incarcerated person. Id. at 232, 480 A.2d at 97. The court also found that the prisoner’s decision to starve himself to death would have an adverse effect on maintaining an effective criminal-justice system. Id. at 230-31, 480 A.2d at 96. In the ease at bar the director presented evidence that allowing a prisoner to starve himself or herself to death would be prejudicial to the maintenance of discipline. However, the trial justice rejected this opinion testimony from Deputy Warden Leach on the ground that the state presented insufficient evidence to support such an opinion. The trial justice was not persuaded by In re Caulk but relied upon a California case, Thor v. Superior Court (Andrews), 5 Cal.4th 725, 855 P.2d 375, 21 Cal.Rptr.2d 357 (1993), in which Justice Arabian writing for the court, determined that a prisoner who was a quadriplegic and had no control over or physical sensation in his body below the shoulders could end his life by starvation. Thor is more typical of the large number of cases that have been litigated in various jurisdictions involving the right of a surrogate decision maker to end medical treatment that had the effect of prolonging the act of dying without any reasonable hope of curing a terminal condition. See, e.g., Cruzan v. Director, Missouri Department of Health, 497 U.S. 261, 110 S.Ct. 2841, 111 L.Ed.2d 224 (1990) (where the patient was in a vegetative and comatose state for more than seven years); Superintendent of Belchertown State School v. Saikewicz, 373 Mass. 728, 370 N.E.2d 417 (1977) (wherein a severely impaired patient with a limited life expectancy was faced with a prospect of a highly risky and painful medical treatment); Matter of Conroy, 98 N. J. 321, 486 A.2d 1209 (1985) (where an eighty-four-year-old terminally-ill bedridden female was kept alive by a nasogastric feeding tube); Matter of Quinlan, 70 N.J. 10, 355 A.2d 647 (1976) (where the patient was in a vegetative comatose state kept alive only by mechanical respiration). These cases could be multiplied by numerous examples of persons who are in such conditions that medical treatment, including the artificial providing of nutrients, merely condemns them to existences that are physically intolerable, without even the possibility of amelioration of terminal illnesses or vegetative conditions. Here we are not confronted with any such situation.\nIt has been argued in this case as it was in In re Caulk, supra, and Thor, supra, that starving oneself is not an act of suicide but by some leap of logic constitutes merely setting certain natural forces in motion. The same argument might be presented in the event that a prisoner should slash his wrists with a razor blade and then resist all efforts to staunch the bleeding. The similarity between the two instances is that the person who desires to end his or her life deliberately sets a force in motion that \"will be fatal unless intervention occurs. We believe that the state has a right, and indeed a duty, to intervene in such circumstances. It has been declared by the Legislature of this State in G.L.1956 (1993 Reenactment) § 42-56-l(b) that the Department of Corrections has been established “to provide for the custody, care, discipline, training, treatment, and study of persons committed to state correctional institutions * * *.” We believe that in such circumstances it would be in total disregard of this duty to stand idly by while a healthy adult decided to end his or her life by starvation just as it would if he or she decided to end his or her life by some more dramatic means such as hanging, slashing of wrists, or swallowing some type of poison.\nA prisoner in an adult correctional institution retains only “those rights not fundamentally inconsistent with imprisonment itself or incompatible with the objectives of incarceration.” Hudson v. Palmer, 468 U.S. 517, 523, 104 S.Ct. 3194, 3198, 82 L.Ed.2d 393, 401 (1984). The Court in that case went on to say that a prison inmate had no reasonable expectation of privacy enabling him to invoke the protections of the Fourth Amendment against searches of his cell. In fact, the holding included a statement that “the Fourth Amendment has no applicability to a prison cell.” Id. at 536, 104 S.Ct. at 3205, 82 L.Ed.2d at 409.\nMoreover, the United States Supreme Court has held in other contexts that problems which “arise in the day-to-day operation of a corrections facility are not susceptible of easy solutions. Prison administrators therefore should be accorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security. * * * ‘Such considerations are peculiarly within the province and professional expertise of corrections officials, and, in the absence of substantial evidence in the record to indicate that the officials have exaggerated their response to these considerations, courts should ordinarily defer to their expert judgment in such matters.’ ” Bell v. Wolfish, 441 U.S. 520, 547-48, 99 S.Ct. 1861, 1878-79, 60 L.Ed.2d 447, 474 (1979) (quoting Pell v. Procurer, 417 U.S. 817, 827, 94 S.Ct. 2800, 2806, 41 L.Ed.2d 495, 504 (1974)). We believe that the trial justice in the ease at bar did not give appropriate deference to the determination and opinion of the representative of the director concerning the effect upon discipline of allowing a prisoner to starve himself to death.\nIn the circumstances of this case we hold that the director had a right and duty to intervene in the attempt by the respondent to end his life by deliberate starvation. We consider such an act to be suicidal. In respect to an incarcerated prisoner, we believe that there is no right under either the State or the Federal Constitution to override the compelling interest of the state in the preservation of his or her life and the prevention of suicide.\nFor the reasons stated, the petition for certiorari is granted. The decision of the Superior Court denying declaratory and in-junctive relief is quashed. The case is remanded to the Superior Court with directions to authorize the director to preserve the life of the respondent by all reasonable and necessary means, including the insertion of a nasogastric feeding tube.",
        "type": "majority",
        "author": "WEISBERGER, Chief Justice."
      }
    ],
    "attorneys": [
      "Michael B. Grant, Pawtucket, for Plaintiff.",
      "David Cicilline, Robert Moissonier, ACLU, Providence, Robin Feder, Asst. Attorney General, for Respondent."
    ],
    "corrections": "",
    "head_matter": "Jeffrey J. LAURIE, in His Official Capacity as Acting Director of the Rhode Island Department of Corrections v. Stephen SENECAL.\nNo. 94-664-M.P.\nSupreme Court of Rhode Island.\nNov. 6, 1995.\nMichael B. Grant, Pawtucket, for Plaintiff.\nDavid Cicilline, Robert Moissonier, ACLU, Providence, Robin Feder, Asst. Attorney General, for Respondent."
  },
  "file_name": "0806-01",
  "first_page_order": 864,
  "last_page_order": 868
}
