{
  "id": 9110156,
  "name": "In re C. Crady SWISHER, Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Swisher",
  "decision_date": "2003-06-05",
  "docket_number": "No. 01-BG-920",
  "first_page": "807",
  "last_page": "808",
  "citations": [
    {
      "type": "official",
      "cite": "827 A.2d 807"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "802 A.2d 340",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9402542
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/802/0340-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 201,
    "char_count": 2647,
    "ocr_confidence": 0.682,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21447775526681284
    },
    "sha256": "5ea74acc16d18e79d8148d8df65c40cc77af7ff0bb476aa0bdb2e1765ccf953a",
    "simhash": "1:9587d0cb07831f02",
    "word_count": 416
  },
  "last_updated": "2024-02-27T22:52:57.386837+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER, Chief Judge, SCHWELB, Associate Judge, and NEBEKER, Senior Judge."
    ],
    "parties": [
      "In re C. Crady SWISHER, Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nRespondent was disciplined in West Virginia for failure to pay an amount owed on a judgment entered for non-payment of a promissory note signed in partial settlement of a malpractice action. The District of Columbia has no such disciplinary sanction. Respondent was also disciplined there for failing to respond and cooperate during the disciplinary investigation. The sanction was (1) suspension until he paid in full, plus interest, the amount owed; (2) successful completion of the Multistate Professional Responsibility Examination; and (3) paid all costs of the investigation and hearing in the matter.\nThe Board concurs with Bar Counsel that no reciprocal discipline be imposed for failure to pay the amount he owed. We do not quarrel with this recommendation, but decline, as did the Board, to decide here whether such failure could ever warrant discipline under our Rules of Professional Conduct, specifically Rule 8.4(d) (conduct seriously interfering with the administration of justice). Respondent’s remaining misconduct, failing to respond to and cooperate during the disciplinary investigation, constitutes misconduct in this jurisdiction and warrants reciprocal discipline. See Rule 8.1(b); see also In re Belief, 802 A.2d 340 (D.C.2002).\nWe agree with the Board’s recommendation that discipline substantially different from that imposed in West Virginia is warranted. See D.C. Bar R. XI, § 11(c)(4). The Board concurs with Bar Counsel that respondent be suspended for thirty days, with a fitness showing, reflecting our acknowledgment of West Virginia’s condition respecting education as to ethics responsibilities. We also note that respondent has been suspended from practice here since 1994 for non-payment of Bar dues under D.C. Bar R. II, § 6.\nAccordingly, respondent is suspended for thirty days consecutively should he be reinstated under D.C. Bar R. II, § 8. Reinstatement after this thirty-day suspension with fitness may not be granted until thirty days after respondent has filed the affidavit (which he has not filed since his 1994 suspension) as required by D.C. Bar R. XI, § 14(g). In addition, we accept the fitness requirement recommended by the Board to ensure that respondent, should he seek reinstatement from our present suspension, is then fit to practice law as a member of the District of Columbia Bar.\nSo ordered.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re C. Crady SWISHER, Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 01-BG-920.\nDistrict of Columbia Court of Appeals.\nSubmitted May 6, 2003.\nDecided June 5, 2003.\nBefore WAGNER, Chief Judge, SCHWELB, Associate Judge, and NEBEKER, Senior Judge."
  },
  "file_name": "0807-01",
  "first_page_order": 845,
  "last_page_order": 846
}
