{
  "id": 12020279,
  "name": "Milton PRICE, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Price v. United States",
  "decision_date": "1997-07-03",
  "docket_number": "Nos. 94-CF-1180, 95-CF-389",
  "first_page": "808",
  "last_page": "819",
  "citations": [
    {
      "type": "official",
      "cite": "697 A.2d 808"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "137 L.Ed.2d 229",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "117 S.Ct. 1097",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "673 A.2d 603",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/673/0603-01"
      ]
    },
    {
      "cite": "714 F.2d 171",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3788170,
        1886454
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "177",
          "parenthetical": "Scalia, J."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/230/0080-01",
        "/f2d/714/0171-01"
      ]
    },
    {
      "cite": "230 U.S.App. D.C. 80",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3788170
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "86",
          "parenthetical": "Scalia, J."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/230/0080-01"
      ]
    },
    {
      "cite": "647 A.2d 1118",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7874799
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/647/1118-01"
      ]
    },
    {
      "cite": "900 F.2d 1462",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10539737
      ],
      "pin_cites": [
        {
          "page": "1470"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/900/1462-01"
      ]
    },
    {
      "cite": "964 F.2d 21",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        42618,
        3499798
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "26",
          "parenthetical": "per curiam"
        },
        {
          "page": "26",
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/964/0021-01",
        "/us-app-dc/296/0021-01"
      ]
    },
    {
      "cite": "296 U.S.App. D.C. 21",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3499798
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "26",
          "parenthetical": "per curiam"
        },
        {
          "page": "26",
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/296/0021-01"
      ]
    },
    {
      "cite": "614 A.2d 902",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7933752
      ],
      "pin_cites": [
        {
          "page": "903-05"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/614/0902-01"
      ]
    },
    {
      "cite": "408 A.2d 1213",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8009466
      ],
      "pin_cites": [
        {
          "page": "1215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/1213-01"
      ]
    },
    {
      "cite": "581 A.2d 315",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357310
      ],
      "pin_cites": [
        {
          "page": "328"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/581/0315-01"
      ]
    },
    {
      "cite": "388 A.2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8014750
      ],
      "pin_cites": [
        {
          "page": "854-56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/388/0846-01"
      ]
    },
    {
      "cite": "551 A.2d 1312",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11342127
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "1315",
          "parenthetical": "citations omitted"
        },
        {
          "page": "1315",
          "parenthetical": "citations omitted"
        },
        {
          "page": "1315-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/551/1312-01"
      ]
    },
    {
      "cite": "508 A.2d 915",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7921036
      ],
      "pin_cites": [
        {
          "page": "919"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/508/0915-01"
      ]
    },
    {
      "cite": "633 A.2d 851",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7374197
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "852"
        },
        {
          "page": "852"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/633/0851-01"
      ]
    },
    {
      "cite": "450 A.2d 432",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7976157
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "442"
        },
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/450/0432-01"
      ]
    },
    {
      "cite": "515 A.2d 428",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7922725
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "430"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/515/0428-01"
      ]
    },
    {
      "cite": "683 F.2d 688",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        533933
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "692"
        },
        {
          "page": "693"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/683/0688-01"
      ]
    },
    {
      "cite": "420 A.2d 1214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7994770
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/420/1214-01"
      ]
    },
    {
      "cite": "594 A.2d 70",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7366943
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "75",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/594/0070-01"
      ]
    },
    {
      "cite": "20 L.Ed. 197",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        3414071
      ],
      "year": 1870,
      "opinion_index": 0,
      "case_paths": [
        "/us/78/0438-01"
      ]
    },
    {
      "cite": "606 A.2d 120",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11301718
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/0120-01"
      ]
    },
    {
      "cite": "550 F.2d 233",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        988703
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "236"
        },
        {
          "page": "236"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/550/0233-01"
      ]
    },
    {
      "cite": "495 A.2d 304",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915754
      ],
      "pin_cites": [
        {
          "page": "305"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/495/0304-01"
      ]
    },
    {
      "cite": "328 U.S. 750",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        377132
      ],
      "weight": 3,
      "year": 1946,
      "pin_cites": [
        {
          "page": "764-65"
        },
        {
          "page": "1247-48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/328/0750-01"
      ]
    },
    {
      "cite": "436 A.2d 821",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11290739
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "842"
        },
        {
          "page": "842-43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/436/0821-01"
      ]
    },
    {
      "cite": "326 A.2d 818",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8037462
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "820"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/326/0818-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1256,
    "char_count": 40474,
    "ocr_confidence": 0.735,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2450785740790293
    },
    "sha256": "f176f4f324972429713f9caf11d7af664ce8a7f3f2410e145942b589f8ea56f1",
    "simhash": "1:077bf6275f048a76",
    "word_count": 6616
  },
  "last_updated": "2024-02-27T17:22:09.583303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SCHWELB and REID, Associate Judges, and MACK, Senior Judge."
    ],
    "parties": [
      "Milton PRICE, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "REID, Associate Judge:\nAfter a jury trial, appellant Milton Price was found guilty of unlawful distribution of a controlled substance (crack cocaine), in violation of D.C.Code § 33 — 541(a)(1) (1989); and failure to appear before the court as required, a violation of § 23-1327(a) (1996) of the Bail Reform Act. He filed a timely appeal, contending that the trial court erred in (1) preventing him from explaining that his failure to appear for a status hearing resulted from fear of the man he saw sell the crack cocaine; (2) permitting the government to cross-examine him concerning whether he offered to enter a guilty plea to the drug charge; (3) preventing him from commenting on the lack of fingerprint evidence; and (4) disallowing his cross-examination of a police officer regarding his failure to complete police forms required for the use of confidential funds. He maintains that these errors, individually and collectively, require reversal of his conviction. We reject the last two contentions but agree that the first and second issues, taken collectively, require reversal and remand for a new trial.\nFACTUAL SUMMARY\nThe issues presented on appeal grew out of a distribution of cocaine charge against Price, pre-trial events and the conduct of his trial. Price was arrested on October 31, 1990, after he was caught in a buy/bust police undercover operation. Officer Wayne Marable testified that he approached Price in the 3200 block of Ely Place, S.E., showed him $50 and asked for a “20 piece” ($20 worth of crack cocaine). Price said, “Well, you might as well get a 40 piece” ($40 worth of crack cocaine), and told Officer Marable to “[sjtand right there.” Price “went around to the rear of [an] apartment building.” When he returned, he “gave [Officer Marable] one zip-lock bag with a white rock substance inside of it,” in exchange for $40.\nOfficer Donald Leach, Officer Marable’s partner, who was situated across the street, approximately forty feet away, observed the transaction. After the transaction, both officers returned to the police car and Officer Marable gave a lookout description of Price over the police radio. He described the perpetrator as a black male, wearing blue jeans, white tennis shoes, and a blue work smock. When the arrest team advised the officers that they had a suspect, Officers Marable and Leach rode by and both identified Price as the person involved in the drug transaction. Price fit the description given by Officer Marable.\nAs part of his innocent presence and mis-identification defense, Price testified that he lived in the area and was washing a friend’s car in the 3200 block of Ely Place at the time of the drug transaction. A man by the name of “Porky” approached him and asked if he knew the man on the corner (Officer Mara-ble). After Price replied, “no,” Porky gave the man “something” and received $30.\nWhile his case was pending, Price failed to appear for one of the status hearings. During his trial, he attempted to explain the reason for his failure to appear. However, the trial court struck his response which recounted an alleged assault by “Porky” and others, and expressed his fear of “Porky.”\nANALYSIS\nThe First And Second Issues:\nThe Failure To Appear For A Status Hearing And\nRule 11 Questions Regarding Consideration Of Guilty Plea\nPrice contends the trial court erred in preventing him from explaining that his failure to appear in court for a status hearing resulted from fear, not any consciousness of guilt, as the government maintained during its closing argument. The government argues that under Patton v. United States, 326 A.2d 818 (D.C.1974), fear of coming to court is not a legal defense to failure to appear in court and thus is irrelevant to the BRA charge. In addition, the government asserts that the theory of fear, in relation to the distribution of crack cocaine charge, was raised for the first time on appeal and hence may only be reviewed for plain error. Price also argues that the trial court erred in permitting the government to cross-examine him concerning whether he offered to enter a guilty plea to the drug charge; and abused its discretion in failing to grant a mistrial. According to him, the collective errors of the trial court require reversal. Price maintains that the government’s guilty plea questions were improper impeachment material; and the trial court ignored Super. Ct.Crim. R. 11(e)(4) which generally prohibits any reference to plea bargain discussions during trial. The government argues that evidence concerning why Price failed to appear for his status date was irrelevant to the BRA charge because it did not constitute a legal defense. Further, the trial court did not commit plain error regarding the failure to appear evidence because Price did not assert its relevance to the drug charge. The government also maintains that Price opened the door to the guilty plea questions and thus the government had a right to cross-examine him under the doctrine of curative admissibility.\nWe review the first and second issues together because the cumulative impact of more than one trial error may require reversal. “The standard for reversal where more than one error is recognized on appeal is whether the cumulative impact of the errors substantially influenced the jury’s verdict.” Warren v. United States, 436 A.2d 821, 842 (D.C.1981) (citing Kotteakos v. United States, 328 U.S. 750, 764-65, 66 S.Ct. 1239, 1247-48, 90 L.Ed. 1557 (1946)) (other citation omitted). On the record before us, we conclude that the cumulative impact of the trial court’s errors regarding the first and second issues, precluding Price from explaining his failure to appear in court to rebut consciousness of guilt, and permitting the prosecutor to ask questions concerning his plea bargain discussions, requires reversal and remand for a new trial.\nThe Factual Basis For the First Two Issues\nDuring direct questioning of Price, his counsel asked, “Why is it that you didn’t appear, Mr. Price?” He replied initially, “I just — I just didn’t appear. I really can’t answer that. I just didn’t appear.” When asked to explain why he didn’t appeal', he responded:\nWell, ... I was going to court several times, and I kept getting a continuance on my case ... I was supposed to get my case thrown out, but unfortunately they couldn’t remember who I was to throw my case out....\nThe response was struck on the ground of “pure speculation.” Defense counsel asked Price to explain how the repeated continuances of his case affected him; he answered:\nWell, ... after I was arrested, and I had came back around the area, I was assaulted by Porky and three guys and — well, first he asked me what happened and what did I say, what did I tell the police when I got arrested, and I told him that they said that I was the one that sold drugs, and they didn’t believe me, so I got jumped — .\nThe prosecutor objected on the basis of hearsay and speculation.\nAfter bench conferences with counsel, the trial court sustained the objection and instructed the jury to “disregard what statements were made to Mr. Price, and what Mr. Price said is hearsay.” Defense counsel requested another bench conference during which she maintained that Price’s objected to testimony was not hearsay. It was “not being offered for the truth of the matter asserted,” but to show his “state of mind as to why he didn’t appear.” In response to the trial judge’s request for a proffer as to the relevance of the objected to testimony, defense counsel responded, in part:\n[I]t was the fear of Porky and these other individuals involved in the drug sales on this particular block. In addition to that, I guess Mr. Price wants to express that it had been continued several times, and based on a feeling that he had nothing to do with it—\nThe trial judge interrupted, warning “[h]e can be probed as to the basis of his under-standing as to why he thought the case was to be dismissed and was set for further proceeding. The door is now open with respect to that type of cross examination. With respect to the other area of inquiry that you are before me on, it is not a valid defense, and no evidence can come in with respect to that.” Defense counsel responded, “That is fine, your Honor.” After additional bench conferences, the trial court modified its instruction for the fourth time saying, “[djisre-gard what I just stated because it was stated too broadly with respect to what you can and cannot consider. What you cannot consider in your deliberations is Mr. Price’s testimony with respect to his statements alleging any encounter with Porky after his arrest in the case of the distribution of cocaine.” Defense counsel posed no further questions to Price.\nDuring cross-examination, the prosecutor asked questions concerning Price’s failure to appear for the January 28, 1992, status conference. In response to the prosecutor’s questions as to whether he thought “the case had gone away” and why, Price said, “Well, I had reasons to believe that it would be dismissed.” When defense counsel asked to approach the bench after the prosecutor asked, “What were those reasons,” the trial judge stated, “Overruled” and the prosecutor continued with his questions. Price remarked, “you — don’t want me to talk about it, so I cannot tell you.” The prosecutor responded:\nYou can tell me anything that responds to the question I just asked you. I want to know what the reasons are you thought this case was going to be dismissed. You can tell me who told you and why you thought it.\nPrice named an assistant United States attorney, and the prosecutor asked, “Why would he tell you that this case could get dismissed; do you know,” and later inquired:\nNow isn’t it true that the real reason you thought this case was going to be dismissed was because on December 10, 1991, you told the Court ... that you were thinking about a disposition of the case, isn’t that right?\nWhen Price said, “Excuse me,” the prosecutor asked:\nYou told [the Court] that you were thinking about entering a plea before [the Court] in the case?\nDefense counsel requested a bench conference during which the trial judge indicated that Price\ncan be cross examined with respect to all the colloquy that goes on, all of which is on the record, about discussing possible plea options and what he could do....\nDefense counsel asserted, “I think it is highly prejudicial at this point that the Government be allowed to question him simply about a plea. I would ask for a mistrial at this point.” The trial judge remarked, “Doesn’t it go directly to his consciousness of guilt for fleeing,” to which defense counsel replied, “Certainly not.” The trial judge recognized that “there is prejudice.” Nonetheless she decided to “allow [the prosecutor] limited room because it is very relevant to the issue of flight_”\nAt the conclusion of the bench trial, the prosecutor continued to pose questions to Price regarding his failure to appear for the status hearing. He asked:\nThe purpose of each of those status dates was for you to make a decision whether you were going to accept the plea offer that had been given you and enter a guilty plea, or were you going to exercise your right to go to trial; isn’t that right?\nPrice responded, “No.” The prosecutor also asked:\nIsn’t it true that the reason you were supposed to come to court on January 28, 1992, was to determine whether you were going to accept a plea offer and enter a guilty plea ... or tell [the Court] you wanted to exercise your right to have a trial, isn’t that true?\nAt this point, before Price replied, the trial judge asked both counsel to approach for a bench conference. She stated:\nThe only thing that occurred to me — I think it is still appropriate for bias. You have to be careful with respect to — isn’t there a rule with respect to settlement discussions and plea negotiations not coming out?\nThe prosecutor indicated that he would “strike the last question and move on.” The trial judge instructed the jury to “disregard the last question.” On redirect examination, Price maintained that he never intended to enter a guilty plea to the drug charge.\nDuring consideration of the final instructions to be given to the jury, defense counsel again asked for a mistrial because of the government’s cross-examination questions regarding the plea bargain discussions. She labeled the questions “extremely prejudicial” to Price. She stated:\n[Bjecause the jury may not be as sophisticated as we are, that information is before them, and the seed is planted in their mind that Mr. Price may have been thinking about pleading guilty earlier, and that regardless of what is said now and way down the line and years later, it taints his testimony as he gave it today.\nThe trial court responded that Price had opened the door by saying he thought his case was being dismissed by the government, and also suggested that Price’s failure to appear served as a basis for arguing flight due to consciousness of guilt. As the trial court put it, “in terms of motivation to plea, he fled right at a point of critical juncture in the court proceedings, and that is very relevant to his state of mind as to his reason for not appearing at that critical juncture_”\nLegal Discussion of the First Two Issues\nPrice insists that the trial court excluded testimony regarding his state of mind, that this testimony was not hearsay and was relevant to his defense against the BRA charge because it was motive evidence which explained why he did not appear in court. Furthermore, he states that his “testimony about Porky, if credited, could have vitiated the argument that [his] failure to come to court showed consciousness of guilt of distribution.”\nThe trial court has broad discretion to determine whether evidence is relevant and should be admitted. United States v. Mosby, 495 A.2d 304, 305 (D.C.1985); United States v. Riley, 550 F.2d 233, 236 (5th Cir.1977) (citation omitted) (“trial judge is traditionally accorded a wide range of discretion in the admission of evidence”). However, “such discretion does not extend to the exclusion of crucial relevant evidence establishing a valid defense.” Riley, 550 F.2d at 236. In Martin v. United States, 606 A.2d 120 (D.C.1991), we said, “[o]rdinarily, any evidence which is logically probative of some fact in issue is admissible, ... unless it conflicts with some settled exclusionary rule_ ‘[I]f the evidence offered conduces in any reasonable degree to establish the probability or improbability of the fact in controversy, it should go to the jury.’ ” Id. at 128 (quoting Home Ins. Co. v. Weide, 78 U.S. (11 Wall.) 438, 440, 20 L.Ed. 197 (1870)).\nPrice was tried simultaneously on the BRA and the distribution charges. As a result of Price’s failure to appear for the status hearing, reasonable jurors could have inferred that he was trying to flee because of his consciousness of guilt as to both charges. The government did not make the consciousness of guilt argument until closing and rebuttal, despite the fact that the trial court first recognized the potential connection between the failure to appear and possible guilt during its consideration. of the second issue set forth above, that is, whether the prosecution should have been permitted to pose cross-examination questions to Price regarding his consideration of entering a guilty plea to the drug charge. After the government’s hearsay and legal defense objections relative to the first issue (whether the trial court improperly precluded Price from explaining his failure to appear for the January 28, 1992, status hearing), the trial court ruled that Price could not explain his failure to appear by reference to “Porky’s” alleged assault of him and his alleged fear of “Porky.” Defense counsel stressed that the questioned testimony was not hearsay because it was not being offered for the truth of the matter asserted. Instead, it was designed to explain Price’s state of mind as to why he failed to appear. He failed to appear, according to defense counsel, both because he was afraid “of Porky and these other individuals in-volved in the drug sales on this particular block,” the repeated continuances of his case, “and because he had nothing to do with it— Nonetheless, the trial court struck Price’s explanation on the ground that it was not a legal defense to the BRA.\nWe agree that fear of coming to court is not a defense to the BRA violation. Patton v. United States, 326 A.2d 818, 820 (D.C.1974). However, reasonable jurors could interpret Price’s explanation more broadly to encompass fear in the context of both the BRA and the distribution charge. Price testified that “Porky” was the person who engaged in the drug transaction. Price’s fear could be interpreted as a fear of the consequences of naming “Porky” as the perpetrator in the drug transaction. In that regard, his explanation constituted an exception to the hearsay rule because it showed his state of mind, and could be used to vitiate any notion of consciousness of guilt as to either the BRA or the distribution charge.\nWith respect to the distribution charge, Price relied on a mistaken identification theory. He testified that while he was washing a friend’s car, he saw “Porky” sell crack cocaine to Officer Marable. If jurors believed Price’s testimony regarding “Porky,” reasonable doubt could be raised in their minds as to whether- Officers Marable and Leach mistakenly identified Price as the perpetrator. Price’s testimony clearly was probative regarding his defense, but not unfairly prejudicial to the government. To the extent that the trial judge intended to strike Price’s objected to direct testimony as related both to the BRA and the distribution charge, she abused her discretion. As we said in In re J.D.C., 594 A.2d 70 (D.C.1991), “[¡judicial discretion must ... be founded upon correct legal principles, ... and a trial court abuses its discretion when it rests its conclusions on incorrect legal standards.” Id. at 75 (citations omitted).\nDefense counsel posed no objection concerning the trial court’s last instruction about Price’s explanation of his fear of “Porky” due to “Porky’s” alleged assault against him. For this reason, the government asserts that plain error is the proper standard of review. However, before determining our standard of review, we turn to a legal discussion of the second issue raised by Price.\nThe trial court permitted the government, on cross-examination of Price, to pose questions regarding his plea bargain discussions. The trial court apparently justified this ruling on two grounds. First, Price opened the door by testifying on cross-examination that he “had reasons to believe that [his case] would be dismissed.” Second, jurors could conclude that Price failed to appear at the January 28, 1992, status hearing because he contemplated flight due the possibility that he would enter a guilty plea to the distribution charge. Price’s direct testimony made no reference to plea bargain discussions and his consideration of a guilty plea. All references to the consideration of a guilty plea came in response to questions posed by the prosecutor.\nSuper. Ct.Crim. R. 11(e)(4) generally prohibits testimony against a defendant regarding his or her plea discussions with the government. The pertinent part of the rule specifies that evidence of “any statement made in the course of plea discussions with a prosecutor which do not result in a plea of guilty” may not be admitted “against the defendant who ... was a participant in the plea discussions.” With respect to Mr. Price’s case, there is one relevant exception to the rule: “such a statement is admissible (i) in any proceeding wherein another statement made in the course of the same plea or plea discussions has been introduced and the statement ought in fairness be considered contemporaneously with it....”\nHere, the trial court permitted the prosecutor to pose extensive cross-examination questions to Mr. Price regarding his plea discussions. As the trial court put it, Price “can be cross examined with respect to all the colloquy that goes on, all of which is on the record, about discussing possible plea options and what he could do.... ” When defense counsel objected, called the trial court’s ruling “highly prejudicial,” and asked for a mistrial, the trial court remarked, “Doesn’t it go directly to his consciousness of guilt for fleeing?” Despite defense counsel’s emphatic “|c]ertainly not,” the trial court decided to “allow [the prosecutor] limited room because it is very relevant to the issue of flight_” Thereafter, the prosecutor continued to pose questions to Price which clearly intimated that Price had considered entering a guilty plea to the distribution charge because he was guilty. Only one of the prosecutor’s questions was struck after the trial judge inquired, after several more questions, “isn’t there a rule with respect to settlement discussions and plea negotiations not coming out?”\nClearly, the government sought to impeach Price with his plea bargain discussions. In Johnson v. United States, 420 A.2d 1214 (D.C.1980), we “admonish[ed] the government to heed the provisions of Super. Ct. Cr. R. 11(e)(4) and avoid future transgressions of it.” Id. at 1216. In addition, we rejected the government’s argument that statements regarding a defendant’s plea bargain discussions could be used for impeachment purposes. We recognized that “[t]he legislative history of Fed.R.Crim.P. 11(e)(6), the federal analogue to Super. Ct. Cr. R. 11(e)(4),” precludes “use of statements made in connection with withdrawn guilty pleas for impeachment purposes.” Id. at 1216 n. 3 (citations omitted). Similarly, after its review of the legislative history of Fed. R.Crim.P. 11(e)(6), the United States Court of Appeals for the Second Circuit determined that “Congress debated and rejected proposals that statements made in conjunction with an offer to plead guilty be available for impeachment purposes.” United States v. Lawson, 683 F.2d 688, 692 (2d Cir.1982). Further, said the Second Circuit, “We regard this legislative history [relating to an identical rule, Fed.R.Evid. 410,] as demonstrating Congress’ explicit to preclude use of statements made in plea negotiations for impeachment purposes.” Id. at 693.\nThe government seeks to sidestep the Rule 11(e)(4) and related impeachment issues by invoking the exception to the rule allowing use of plea bargain statements where “another statement made in the course of the same plea or plea discussions has been introduced and the statement ought in fairness be considered contemporaneously with it.... ” In the record before us, Price made no statement on direct examination regarding his plea bargain discussions. The government maintains, however, that because Price responded to a cross-examination question by saying, “I had reasons to believe my case would be dismissed,” the prosecutor could ask questions about Price’s consideration of a guilty plea to the distribution charge. We know of no case, and the government cites none, which would allow the government to circumvent the prohibition on the use of plea bargain discussions against a defendant for impeachment purposes where the government itself elicits a plea bargain statement from the defendant on cross-examination. To allow such a tactic would defeat the purposes of Rule 11(e)(4).\nWe see no merit to -the government’s curative admissibility argument. In Lampkins v. United States, 515 A.2d 428 (D.C. 1986), on which the government relies, we reiterated that “the introduction of incompetent or irrelevant evidence by a party opens the door to admission of otherwise inadmissible evidence ‘only to the extent necessary to remove any unfair prejudice which might otherwise have ensued from the original evidence.’ ” Id. at 430 (quoting Dyson v. United States, 450 A.2d 432, 442 (D.C.1982)). There, however, defense counsel’s questions, not the prosecutor’s, opened the door. Moreover, as we emphasized in Lampkins, curative admissibility “is based upon, and is limited by, ‘the necessity of removing prejudice in the interest of fairness.’ ” Id. (citations omitted). Even if Price’s response, “I had reasons to believe [my case] had been dismissed,\" constituted prejudice to the government, the government’s extensive questioning regarding Price’s plea bargain discussions was substantially more than that required to remove that prejudice in the interest of fairness. Price’s statement made no reference to the plea bargain discussions. Indeed, he told the prosecutor, “You don’t want me to talk about it, so I cannot tell you.” Undeterred, the prosecutor pressed on saying, “You can tell me anything that responds to the question I just asked you. I want to know what the reasons are you thought this case was going to be dismissed .... ”\nBy the time the prosecutor had completed his questioning of Price, the trial court thought it had struck all references to the plea bargain discussions after it recalled the existence of a rule concerning plea bargains. However, the record shows that critical and prejudicial questions in the form of prosecu-torial declarative statements remained part of the record for the jury’s consideration, including:\nNow isn’t it true that the real reason you thought this case was going to be dismissed was because on December 10,1991, you told the Court ... that you were thinking about a disposition of the case, isn’t that right? ... You told [the court] that you were thinking about entering a plea before [the court] in the case? ... The purpose of each of those status dates was for you to make a decision whether you were going, to accept the plea offer that had been given you and enter a guilty plea, or were going to exercise your right to go to trial, isn’t that right?\nThese declarative questions clearly were prejudicial to Price. And, when they are considered in light of the trial court’s striking of Price’s testimony regarding “Porky’s” alleged assault and Price’s fear of “Porky,” as an explanation for his failure to appear for. the January 28, 1992, status hearing, the prejudice to Price is compounded.\nAccordingly, although the testimony of Officers Marable and Leach was sufficient to permit reasonable jurors to find Price guilty of the distribution charge, we are constrained to conclude that the trial court abused its discretion and erred with regard to the first and second issues, precluding Price from explaining his failure to appear in court to rebut consciousness of guilt and to show mistaken identity; and permitting the prosecutor to ask questions concerning his plea bargain discussions. Further, the cumulative impact of these errors, may have substantially influenced the jury’s verdict, despite the testimony of Officers Marable and Leach. Warren, supra, 436 A.2d at 842-43. Consequently, we are constrained to agree with Price regarding the first and second issues.\nWe address the third and fourth issues briefly, in the event that they may arise in a new trial.\nThe Fingerprint Evidence Issue\nPrice argues that because a reasonable doubt may be present due to the government’s failure to present fingerprint evidence, the trial court erred in not allowing him to comment on the lack of fingerprint evidence during his opening and closing statements. He relies on Hughes v. United States, 633 A.2d 851 (D.C.1993). We emphasized in Hughes that where there were no supporting facts in evidence, a defendant could not argue that if fingerprint evidence had been obtained, it would favor the defendant. Id. at 852. We do not interpret Hughes as precluding defense counsel from commenting on the absence of fingerprint evidence during opening statement. Nor do we interpret the trial court’s ruling in this case as preventing Price from introducing testimony related to the absence of fingerprint evidence. Significantly, Price made no effort to revisit the fingerprint issue during trial. We see nothing in the record on appeal to support Price’s assertion that “the trial court appears to have excluded fingerprint evidence on relevancy grounds.” Indeed, this argument was not made in the trial court. Thus, because there were no facts in evidence by the close of testimony which related to the fingerprint issue, comment on the absence of such evidence during defense counsel’s closing argument would have been improper. Hughes, supra. Accordingly, on the record before us, the trial court did not abuse its discretion in preventing defense counsel from commenting on the absence of fingerprint evidence during closing argument. See Wright v. United States, 508 A.2d 915, 919 (D.C.1986) (“Unquestionably, the trial court has ‘discretion’ to regulate the scope and extent of an opening statement”).\nThe Cross-Examination Issue\nPrice argues that the trial court erred in precluding, on relevancy grounds, his cross-examination of Officer Marable regarding his failure to complete two police forms required for the use of confidential funds. Price maintains that the failure of Officer Marable to follow proper police procedures is relevant to his credibility, particularly with respect to the use in the drug transaction of bills with pre-recorded serial numbers. However, no money was recovered after Price was arrested. Hence, the pre-recorded bills were not in evidence. The government contends that Price “failed to proffer facts which would support a genuine belief that\n[Officer Marable’s] failure to fill out confidential funds paperwork caused him to be biased against appellant.”\nIn Deneal v. United States, 551 A.2d 1312 (D.C.1988), we said:\n[although possible bias of a principal government witness is always a proper subject for cross-examination, ... the right to explore that possibility is not 'without limits.... Once a trial court has allowed some inquiry on a particular topic during cross-examination, the extent of that examination is within the sound discretion of the trial court ... and we will reverse only on a showing of an abuse of that discretion.\nId. at 1315 (citations omitted); see also Springer v. United States, 388 A.2d 846, 854-56 (D.C.1978). Furthermore, if there is an objection on the ground that the questions posed are “irrelevant or nonprobative, ... the party posing the questions must proffer to the court ‘some facts which support a genuine belief that the witness is biased in the manner asserted.... ” Deneal, supra, 551 A.2d at 1315 (citations omitted).\nHere, not only did the trial court give Price “ample opportunity” to probe for bias, but even suggested areas for questioning. However, Price never proffered any facts to “support a genuine belief’ that Officer Mara-ble was biased against Price. Furthermore, at best, evidence regarding the completion of forms for the use of confidential funds had marginal relevance, and the trial court had discretion to exclude it. “An evidentiary ruling by a trial judge on the relevancy of a particular item is a ‘highly discretionary decision’ that will be upset on appeal only upon a showing of ‘grave abuse.’ ” Roundtree v. United States, 581 A.2d 315, 328 (D.C.1990) (quoting Mitchell v. United States, 408 A.2d 1213, 1215 (D.C.1979) (citations omitted)). On the record before us, we see no abuse of discretion with respect to the fourth issue. Id.; Deneal, supra, 551 A.2d at 1315-16; Barnes v. United States, 614 A.2d 902, 903-05 (D.C.1992).\nAccordingly, for the foregoing reasons we reverse and remand for a new trial.\nSo ordered.\nSCHWELB, Associate Judge,\nconcurring in the judgment:\nAlthough the issue is a close one, I agree with the majority that Price’s convictions should be reversed! In my opinion, the trial judge erred by excluding evidence tending to show that Price’s failure to appear resulted from his fear of Porky. The prejudice resulting from this ruling was compounded in some measure by the judge’s failure to preclude the prosecutor from questioning Price regarding plea discussions.\nReversal of Price’s convictions is required on the grounds described above, and we therefore need not decide whether the judge also committed reversible error by prohibiting reference in defense counsel’s opening statement to the lack of fingerprint evidence and by restricting the cross-examination of Officer Wayne Marable regarding his failure to complete certain forms. Because these issues may arise again upon retrial, however, I think it appropriate to emphasize that Price’s attorney had the right to advise the jury, during opening statement, that the prosecution would not be introducing any evidence that Price’s fingerprints were on the contraband. See Hughes v. United States, 633 A.2d 851, 852 (D.C.1993); United States v. Hoffman, 296 U.S.App. D.C. 21, 26, 964 F.2d 21, 26 (1992) (per curiam). I agree with the majority that the trial judge’s limitation of the cross-examination of Officer Mar-able was a permissible discretionary call.\n. He was sentenced to concurrent terms of four to twelve years in prison on the distribution charge and one to three years on the Bail Reform Act charge. Execution of sentence was suspended as to both charges and he was given three years’ probation on each charge.\n. “The harmlcssness of cumulative error is determined by conducting the same inquiry as for individual error — courts look to see whether the defendant’s substantial rights were affected.” United States v. Rivera, 900 F.2d 1462, 1470 (10th Cir.1990).\n. The government did not indicate here, or at any earlier point in the trial, that it intended to argue Price’s failure to appear for the status hearing manifested consciousness of guilt.\n. This argument was not made by the government during opening statement, or during the course of testimony taken at trial.\n. Jurors may well have been confused concerning the trial judge’s instructions because the trial court changed its instructions to the jury four times. The first time, the trial court said:\nDisregard what statements were made to Mr. Price, and what Mr. Price said is hearsay.\nThe second time, the trial court stated it was striking' the testimony with respect to Mr. Price with regard to any underlying and alleged distribution of a controlled substance. The jury will disregard it.\nThe third time, the trial court told the jury it was striking the testimony of Mr. Price as to any of the alleged events that occurred after Mr. Price's arrest in the underlying offenses, the alleged distribution of a controlled substance. The jury will disregard it.\nThe fourth time, the trial court advised the jury to\ndisregard what I just stated because it was stated too broadly with respect to what you can and what you cannot consider. What you cannot consider in your deliberations is Mr. Price’s testimony with respect to his statement alleging any encounter with Porky after his arrest in the case of the distribution of cocaine. Indeed, the trial court thought it had struck all of the questions relating to the guilty plea issue, but at least three declarative and prejudicial questions remained on the record.\n. On direct examination, Price had testified, \"I was supposed to get my case thrown out.” However, this response was struck after the government posed a \"pure speculation” objection. During the bench conference, held after Price asserted his fear of \"Porky,” the trial court said:\n[H]e can be probed as to the basis of his understanding as to why he thought the case was to be dismissed and was set for further proceeding. The door is now open with respect to that type of cross-examination.\nThe trial court may have forgotten that Price’s direct testimony statement pertaining to his fear of “Porky” had been struck. When the prosecutor asked Price why he thought his \"case had gone away,” Price responded, \"Well, I had reasons to believe that it would be dismissed.” When the prosecutor then asked, \"What were those reasons,” defense counsel asked to approach the bench. The trial court responded, \"Overruled.”\n. Super. Ct.Crim. R. 11(e)(4) provides:\nInadmissibility of pleas, plea discussions, and related statements. Except as otherwise provided in this paragraph, evidence of the following is not, in any civil or criminal proceeding, admissible against the defendant who made the plea or was a participant in the plea discussions:\n(A) A plea of guilty which was later withdrawn:\n(B) A plea of nolo contendere;\n(C) Any statement made in the course of any proceedings under this Rule regarding either of the foregoing pleas; or\n(D)Any statement made in the course of plea discussions with a prosecutor which do not result in a plea of guilty or which result in a plea of guilty later withdrawn.\nHowever, such a statement is admissible (i) in any proceeding wherein another statement made in the course of the same plea or plea discussions has been introduced and the statement ought in fairness be considered contemporaneously with it, or (ii) in a criminal proceeding for perjury or false statement if the statement was made by the defendant under oath', on the record, and in the presence of counsel.\n. We based our decision in Hughes on the following language in United States v. Hoffman, 296 U.S.App. D.C. 21, 26, 964 F.2d 21, 26 (1992) (per curiam):\nIt is permissible for a defense attorney to point out to the jury that no fingerprint evidence has been introduced and to argue that the absence of such evidence weakens the Government's case; however, the attorney may not use the absence of fingerprint evidence as a springboard for arguing facts not in evidence, e.g., that the Government made no effort to obtain fingerprints, that [the] fingerprints could have been obtained from the object at issue, or that such evidence, if obtained, would have been favorable to the defense. Defense counsel attempted to take the latter route in this case, and it was proper for the District Court to prevent him from doing so.\n. Price points to a statement made by the trial court while considering whether the failure of Officer Marable to complete certain police forms was relevant to trial issues. The trial court said, \"I think it is irrelevant and no different than not taking fingerprints.” While defense counsel argued that evidence regarding the confidential funds’ police reports was relevant, no such argument was made concerning the taking of fingerprints in this case. Moreover, in the context of the colloquy between the trial court and defense counsel regarding the relevance of whether Officer Marable was in compliance with requirements for completing police forms or reports, it is difficult to comprehend what ruling, if any, the trial court intended to make concerning the relevancy of fingerprint evidence.\n. During oral argument, Price said his focus was not on bias, but on the failure of the officers to “do what they were supposed to do.” However, in his main brief, Price links his argument regarding “sloppy police work\" with Officer Marable's credibility (\"whether sloppy police work rendered the officer's testimony less credible was for the jury to decide”).\n. Although Price’s attorney did not present to the trial court the precise arguments that he makes on appeal, I do not believe that the \"plain error” standard should apply. See Mills v. Cooter, 647 A.2d 1118, 1123 n. 12 (D.C. 1994); Carducci v. Regan, 230 U.S.App. D.C. 80, 86, 714 F.2d 171, 177,(1983) (Scalia, J.) (\"[o]f course not all legal arguments bearing upon the issue in question will always be identified by counsel, and we are not precluded from supplementing the contentions of counsel through our own deliberation and research”); Womack v. United States, 673 A.2d 603, 613 n. 22 (D.C.1996) (quoting Carducci), cert. denied, — U.S. -, 117 S.Ct. 1097, 137 L.Ed.2d 229 (1997).\n. We must recognize, however, that a question is not evidence, and that jurors are routinely so instructed.",
        "type": "majority",
        "author": "REID, Associate Judge: SCHWELB, Associate Judge,"
      }
    ],
    "attorneys": [
      "Richard Greenlee, Public Defender Service, with whom James Klein and Gretchen Franklin, Public Defender Service, were on the brief, for appellant.",
      "Catherine F. Sheehan, Assistant United States Attorney, with whom Eric H. Holder, Jr., United States Attorney, John R. Fisher, Elizabeth Trosman and Peter White, Assistant United States Attorneys, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Milton PRICE, Appellant, v. UNITED STATES, Appellee.\nNos. 94-CF-1180, 95-CF-389.\nDistrict of Columbia Court of Appeals.\nArgued May 13, 1997.\nDecided July 3, 1997.\nRichard Greenlee, Public Defender Service, with whom James Klein and Gretchen Franklin, Public Defender Service, were on the brief, for appellant.\nCatherine F. Sheehan, Assistant United States Attorney, with whom Eric H. Holder, Jr., United States Attorney, John R. Fisher, Elizabeth Trosman and Peter White, Assistant United States Attorneys, were on the brief, for appellee.\nBefore SCHWELB and REID, Associate Judges, and MACK, Senior Judge."
  },
  "file_name": "0808-02",
  "first_page_order": 872,
  "last_page_order": 883
}
