{
  "id": 9299796,
  "name": "Julia P. NYKIEL and Donald Devlin Individually and as Parents and Natural Guardians of Daryle Devlin, A Minor, v. Joyce H. HEYL. Appeal of: Julia P. Nykiel and Donald Devlin, Appellants",
  "name_abbreviation": "Nykiel v. Heyl",
  "decision_date": "2003-12-09",
  "docket_number": "",
  "first_page": "808",
  "last_page": "814",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 808"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "335 A.2d 460",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "233 Pa.Super. 248",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        6771678
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/233/0248-01"
      ]
    },
    {
      "cite": "413 Pa.Super. 591",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        908002
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/413/0591-01"
      ]
    },
    {
      "cite": "329 Pa.Super. 372",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        608967
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/329/0372-01"
      ]
    },
    {
      "cite": "480 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1745078
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "78"
        },
        {
          "page": "93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/480/0071-01"
      ]
    },
    {
      "cite": "299 Pa.Super. 357",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        189740
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "362"
        },
        {
          "page": "795"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/299/0357-01"
      ]
    },
    {
      "cite": "648 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861194,
        475471
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/648/0001-01",
        "/pa/538/0219-01"
      ]
    },
    {
      "cite": "538 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475471
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0219-01"
      ]
    },
    {
      "cite": "263 A.2d 319",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "pin_cites": [
        {
          "page": "320"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927843
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "232-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0230-01"
      ]
    },
    {
      "cite": "518 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811664
      ],
      "weight": 5,
      "year": 1988,
      "pin_cites": [
        {
          "page": "167"
        },
        {
          "page": "518"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/518/0162-01"
      ]
    },
    {
      "cite": "653 A.2d 634",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474148,
        7869869
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "638"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0516-01",
        "/a2d/653/0634-01"
      ]
    },
    {
      "cite": "539 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474148
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0516-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 734,
    "char_count": 15545,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 9.87639241896744e-08,
      "percentile": 0.5348369731208268
    },
    "sha256": "96de57719d82f2f0f9e2fa50f53049db5e06c240e568203348d5cec39101d56f",
    "simhash": "1:93eaac5c330ddd2e",
    "word_count": 2626
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: JOYCE, BENDER and POPOVICH, JJ."
    ],
    "parties": [
      "Julia P. NYKIEL and Donald Devlin Individually and as Parents and Natural Guardians of Daryle Devlin, A Minor, v. Joyce H. HEYL. Appeal of: Julia P. Nykiel and Donald Devlin, Appellants."
    ],
    "opinions": [
      {
        "text": "BENDER, J.\n¶ 1 This is a consolidated appeal from an order granting a new trial in an action for personal injury which resulted when the minor-plaintiff was struck, while riding a bicycle, by a vehicle driven by Appellee. The jury found that the minor-plaintiff and Appellee were both 50% negligent but awarded no damages. In response to this, and pursuant to a post-trial motion, the court granted a motion for new trial as to both liability and damages.\n¶ 2 Appellants-parents, acting as guardian of the minor-plaintiff, assert that the court erred in granting a new trial as to both liability and damages and argue that a new trial is necessary as to damages only. Appellants-parents, acting as additional defendants, assert that judgment should be entered in their favor as to the joinder action since the jury found them zero percent negligent and there is no basis to disturb the jury’s finding as to liability. Lastly, Appellee argues that the court erred in precluding evidence that the child-plaintiff was not wearing a safety helmet at the time of the accident. We reverse in part and remand for a new trial as to damages.\n¶ 3 On August 29, 1999, the minor-plaintiff, Daryle Devlin, was riding his bicycle in his neighborhood when he was struck near the intersection of Plummet Way and Leolyn Street in the City of Pittsburgh by a vehicle driven by Appellee. Minor-plaintiff suffered a fracture of his lower leg which required a closed reduction under anesthesia. The procedure had to be repeated in approximately two weeks when the reduction lost acceptable alignment. Minor-plaintiff had to wear a cast for two months and could not attend school or participate in school activities during that period.\n¶ 4 Appellants-parents filed suit against Appellee in their own right and on behalf of minor-plaintiff. Appellee joined Appellants-parents as additional defendants asserting negligence in supervision of the child. A trial took place in September, 2002, after which the jury, by special interrogatory, apportioned negligence at 50% for each the minor-plaintiff and Appellee. Despite, the fact that there was uncontra-dicted .evidence that the minor-plaintiff suffered a broken leg as a result of the accident, the jury awarded zero dollars as damages.\n¶ 5 Subsequently, both Appellants and Appellees filed motions for a new trial. Appellants’ post-trial motion asserted that the jury’s verdict as to damages was against the weight of the evidence and sought a new trial as to damages only. Appellee contended that the court erred in precluding evidence that the minor-plaintiff was not wearing a helmet at the time of the accident. The court granted the motion for new trial on both liability and damages as to all parties and did not rule with respect to Appellee’s contention that she should have been allowed to produce evidence regarding the non-usage of a helmet. Appellants then took the present appeals.\n¶ 6 In their Rule 1925 Statement, Appellants, acting on their own behalf and as parents and natural guardian for the minor, assert that the court erred in granting a new trial on liability. Appellants, acting as third-party defendants, assert that judgment should be entered in their favor as the jury found that they were not liable and there was no basis for a new trial on liability. In a “statement in lieu of opinion,” the court, in apparent reconsideration of the position taken at the post-trial stage, stated its opinion that Appellants were correct that there was no need to retry the issue of liability and also, that the order granting a new trial should not apply to Appellants as additional defendants. We agree. Although, as the discussion that follows should demonstrate, there was a definite need to grant a new trial, we see no reason that a new trial needs to include the issue of liability.\n¶ 7 It was uncontroverted that the minor-plaintiff suffered a broken leg which required two surgeries to properly set and that the minor-plaintiff was in a cast for a period of two months. Yet, despite this evidence, the jury failed to award any monetary damages for this injury. This is typical of the situation discussed in Neison v. Hines, 539 Pa. 516, 653 A.2d 634 (1995). There our Supreme Court stated:\nCommon sense dictates that a collision of this severity caused by the negligence of another would lead to severe and painful injuries, although the evidence offered at trial left room for disagreement as to whether the pain resulting from Ms. Neison’s injuries was as severe as she claimed or whether the accident was in fact causative. However, the jury’s decision to find for Hines and award no damages for pain and suffering bears no rational relationship to the evidence produced at trial. The jury’s decision to disbelieve all the evidence presented during the trial defies common sense and is indeed shocking.\nId. at 638. The Court continued:\nIn Boggavarapu[ v. Ponist, 518 Pa. 162, 542 A.2d 516 (1988)], we held that “there are injuries to which human experience teaches there is accompanying pain.” Boggavarapu, 518 Pa. at 167, 542 A.2d at 518. We found that these obvious injuries included: “the broken bone, the stretched muscle, twist of the skeletal system, injury to a nerve, organ or other function, and all the consequences of any injury traceable among medical science and common experience as sources of pain and suffering.”\nId. The Court then applying the principle to Neison’s case concluded:\n[T]he medical testimony of both parties established that Ms. Neison suffered from objective injuries, the defense expert only disagreeing as to their extent. These injuries suffered from a violent automobile accident are more than transient rubs of life as was the needle puncture in Boggavarapu. We agree with the trial court that they were injuries of the type that naturally and normally cause pain and suffering and, accordingly, the jury was not free to disregard them.\nId. at 639.\nThe quotes from Neison appear to be completely on point. There is no disputing that the minor-plaintiff suffered a broken leg as a result of the collision. It is further beyond dispute that suffering a broken leg is a painful and undesirable experience. For the jury to award no damages in the face of this uncontroverted evidence represents a disregarding of the evidence that cannot be allowed to stand.\n¶ 8 Although the necessity of a new trial on damages appears clear, the need for a new trial on liability is certainly much less so. We note that although, at one time, it was not permissible to grant a new trial limited to damages, that rule has given way to a more pragmatic approach. Now, “[a] new trial limited to the issue of damages will be granted where: (1) the issue of damages is not ‘intertwined’ with the issue of liability; and (2) where the issue of liability has been ‘fairly determined’ or is ‘free from doubt.’ Gagliano v. Ditzler, 437 Pa. 230, 232-33, 263 A.2d 319, 320 (1970).” Kiser v. Schulte, 538 Pa. 219, 648 A.2d 1, 8 (1994). In defending the grant of a new trial in its entirety, Appellee does not demonstrate that the issue of liability is “intertwined” with the issue of damages. Appellee simply asserts that the verdict must have been a “compromise” verdict and, therefore, it would be unfair to allow a retrial on damages alone. The Supreme Court faced a similar objection in Kiser and had this to say about the argument:\nAppellants assert that the verdict in the instant case is a “compromise verdict” and, therefore, liability in this case is still at issue and the case must be remanded for a trial on liability. See Burkett[ v. George], 118 Pa. Commw. [543] at 548-51, 545 A.2d [985] at 988-89[(1988)]; Dougherty v. Sadsbury Township, 299 Pa.Super. 357, 362, 445 A.2d 793, 795 (1982). A compromise verdict is one where the jury, in doubt as to the defendant’s negligence or plaintiffs contributory negligence, returns a verdict for the plaintiff but in a lesser amount than it would have if these questions had been free from doubt. Stokan v. Turnbull, 480 Pa. 71, 78, 389 A.2d 90, 93 (1978); Burkett, 118 Pa. Commw. at 548, 545 A.2d at 988. We are in agreement with the Superior Court that the instant case was not a compromise verdict. The jury was clearly not in doubt as to the negligence of the defendants or as to the contributory negligence of Ms. Kiser. The jury completely exonerated two of the defendants and apportioned the negligence 60%-20%-20% among Mr. Schulte and the Trinneses. The jury found in the special interrogatories that Ms. Kiser was contributorily negligent, but also found that this negligence was not a substantial factor in bringing about her death. We find that the decision of the jury as evidenced by the special interrogatories was unambiguous and “free from doubt.”\nNor do we believe that this is a case where the issue of damages is intertwined with the issue of liability. It is fair here to both parties to limit the new trial to the specific issue of damages. See Burkett, 118 Pa. Commw. at 551, 545 A.2d at 989 (new trials should be limited to specific issues only when the procedure is fair to both parties). The Appellants had a fair opportunity to litigate the issues of negligence and contributory negligence and the jury found against them and apportioned the damages accordingly. It would be unfair to the Kaisers [sic] to force them to relitigate these issues in order to obtain the full extent of damages for themselves and the decedent’s estate after liability had been so clearly determined by the jury.\nId.\n¶ 9 We believe the same commentary applies here. The liability issue was fairly litigated and, given the arguments of both parties, would appear to have been fairly resolved by the jury’s conclusion that both the minor-plaintiff and Appellee were equally responsible for the accident while the additional defendants were zero percent responsible. Further, we fail to see how the minor-plaintiffs injuries bear upon the issue of responsibility for the accident. As such, we see no need to re-litigate the issue of liability. Moreover, the jury’s verdict here does not meet the definition of “compromise verdict” as set forth in the above passage. Here, the jury did not return a verdict in a lesser amount than if the liability issue was free of doubt. Rather, the jury seemingly carefully concluded that both parties were equally at fault, but then, either out of confusion or some other unexplained reason, simply disregarded the uncontroverted evidence as to the minor-plaintiffs injuries and refused to award any damages.\n¶ 10 We addressed'a similar occurrence some time ago in Deitrick v. Karnes, 329 Pa.Super. 372, 478 A.2d 835 (1984). In Deitrick, as in the present case, the jury found both the plaintiff and defendant 50% causally negligent. Nevertheless, we vacated the jury’s award for failing to bear a resemblance to the damages suffered. Moreover, with respect to a claim of consortium and an attendant award of zero damages we stated:\nThe jury found that 50% of the total causal negligence was attributable to ap-pellee and 50% attributable to Mr. Dei-trick. Having made this assessment, a refusal to award Jane Deitriek for loss of consortium where there was no evidence to the contrary, was so illogical and unreasonable as to shock our sense of justice. A verdict for no damages, then, is not a compromise.\nId. at 840.\n¶ 11 As the discussion and quoted passages above demonstrate, the jury is not free to disregard uncontroverted evidence as to damages, even when the liability issue is close. As such, we believe it was necessary to grant a new trial, but that there was no need to relitigate the issue of liability.\n¶ 12 Alternatively, Appellee asserts that it was error on the part of the court to preclude the introduction of evidence tending to establish that the minor-plaintiff was not wearing a safety helmet at the time of the accident. Appellee asserts this is relevant as to the liability of both the minor-plaintiff and as to the parents-additional defendants. The evidence that the minor-plaintiff was not wearing a helmet at the time of the accident would demonstrate two things, that the minor-plaintiff failed to ride his bicycle in accordance with the rules of safety he had been taught by his parents and that the additional defendant-parents did not closely supervise the child. It is argued that the evidence as to the parents could conceivably persuade a jury to find the parents partly responsible for the accident. As to the minor-plaintiff, Appellee contends that evidence that the child disobeyed the safety helmet rule is relevant to bolster her proposition that the child did not look before entering the roadway.\n¶ 13 Although Appellee does make a reasonably convincing argument that the evidence was relevant to prove the propositions stated, we believe that 75 Pa.C.S. § 3510(c) precludes introduction of this evidence. 75 Pa.C.S. § 3510(c) reads:\n(c) Civil actions. — In no event shall a violation or alleged violation of subsection (a) be used as evidence in a trial of any civil action; ... nor shall failure to use a pedacycle helmet be considered as contributory negligence nor shall failure to use a pedacycle helmet be admissible as evidence in the trial of any civil action.\nThe prohibition set forth in 75 Pa.C.S. § 3510(c) seems very clear and Appellee has offered no caselaw or even argument for why the section would not apply to the present case. Consequently, we conclude that the court did not err in precluding evidence that the minor-plaintiff was not wearing a helmet at the time of the accident.\n¶ 14 For the above reasons, we reverse the order under appeal as it relates to the granting of a new trial on liability. We further direct the court to enter judgment in favor of Appellants as additional defendants. Case remanded for a new trial on damages between the remaining parties.\n¶ 15 Order affirmed in part and reversed in part. Case remanded for a new trial as to damages and for entry of judgment in favor of Appellants-additional defendants. Jurisdiction relinquished.\n. We note that Appellee argues that the court erred in granting a new trial simply because the jury awarded no damages. However, Ap-pellee did not hie an appeal from the order granting a new trial. As such, Appellee has no standing to assert that the granting of a new trial was error as one is obliged to take an appeal from an order that aggrieves the party to be eligible for the granting of relief. See Holteen v. Holteen, 413 Pa.Super. 591, 605 A.2d 1275 (1992), Royal-Globe Ins. Cos. v. Hauck Manufacturing Co., 233 Pa.Super. 248, 335 A.2d 460 (1975).\n. Although Appellee did not file a notice of appeal, and therefore is precluded from arguing that the court’s order was incorrect, Ap-pellee certainly has standing to assert that the court was correct in granting a new trial on both liability and damages, even if the trial court has changed its position on the matter post-appeal. Moreover, Appellee is free to argue that the court's order was correct on grounds other than those the trial court originally relied upon.",
        "type": "majority",
        "author": "BENDER, J."
      }
    ],
    "attorneys": [
      "Sean J. Carmody, Pittsburgh, for Donald Devlin and Dayrle Devlin.",
      "MaryAnn C. Acton and Julia E. Snow, Pittsburgh, for Heyl, appellee."
    ],
    "corrections": "",
    "head_matter": "Julia P. NYKIEL and Donald Devlin Individually and as Parents and Natural Guardians of Daryle Devlin, A Minor, v. Joyce H. HEYL. Appeal of: Julia P. Nykiel and Donald Devlin, Appellants.\nSuperior Court of Pennsylvania.\nArgued Oct. 1, 2003.\nFiled Dec. 9, 2003.\nSean J. Carmody, Pittsburgh, for Donald Devlin and Dayrle Devlin.\nMaryAnn C. Acton and Julia E. Snow, Pittsburgh, for Heyl, appellee.\nBefore: JOYCE, BENDER and POPOVICH, JJ."
  },
  "file_name": "0808-01",
  "first_page_order": 838,
  "last_page_order": 844
}
