{
  "id": 12054110,
  "name": "RETIREMENT BOARD of the EMPLOYEES' RETIREMENT SYSTEM of the City of Providence and Richard A. Skolnik v. CITY OF PROVIDENCE and Charles Mansolillo, in His Capacity as City Solicitor",
  "name_abbreviation": "Retirement Board of the Employees' Retirement System v. City of Providence",
  "decision_date": "1995-11-06",
  "docket_number": "No. 93-425-Appeal",
  "first_page": "810",
  "last_page": "813",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 810"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "660 A.2d 721",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7877293
      ],
      "weight": 5,
      "year": 1995,
      "pin_cites": [
        {
          "page": "725"
        },
        {
          "page": "727"
        },
        {
          "page": "728"
        },
        {
          "page": "728"
        },
        {
          "page": "727"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/660/0721-01"
      ]
    },
    {
      "cite": "605 A.2d 837",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939054
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "838"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/605/0837-01"
      ]
    },
    {
      "cite": "560 A.2d 357",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7348517
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/560/0357-01"
      ]
    },
    {
      "cite": "612 A.2d 717",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938955
      ],
      "pin_cites": [
        {
          "page": "721"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/612/0717-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 480,
    "char_count": 12081,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 8.525827461368995e-08,
      "percentile": 0.4872596819351244
    },
    "sha256": "28eb62aace63422a19733987d1b59cb2740eb1acc241275342e0f10dc334dd93",
    "simhash": "1:036cf5eb0c379fc7",
    "word_count": 1938
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "RETIREMENT BOARD of the EMPLOYEES’ RETIREMENT SYSTEM of the City of Providence and Richard A. Skolnik v. CITY OF PROVIDENCE and Charles Mansolillo, in His Capacity as City Solicitor."
    ],
    "opinions": [
      {
        "text": "OPINION\nMURRAY, Justice.\nThis case comes before us on an appeal by the defendants, the city of Providence (the city) and Charles Mansolillo (Mansolillo), in his capacity as city solicitor, from a Superior Court judgment ordering that plaintiff, Richard A. Skolnik (Skolnik), be allowed to represent the Retirement Board of the Employees’ Retirement System of the City of Providence (the retirement board or the board) in certain matters. For the reasons stated herein, we affirm the Superior Court’s judgment.\nThis case arises out of the enactment by the City Council of the City of Providence (city council) of an ordinance that designated the city solicitor to serve as the legal advisor and the attorney for the retirement board. That ordinance is ordinance 1992, chapter 1992-48 (the ordinance).\nIn October of 1992, prior to the enactment of the ordinance, the retirement board entered into a contract with Attorney Skolnik for the provision of legal services until June 30, 1993. In early 1993, however, after the enactment of the ordinance, the city of Providence brought suit against Skolnik and the retirement board, seeking to enjoin Skolnik from acting as attorney to the retirement board and requesting that the court declare the agreement between Skolnik and the retirement board void and unenforceable. The Superior Court denied the city’s requested relief and upheld the contract. On appeal, this court affirmed the Superior Court’s judgment and found that the “validation of the contract in question was warranted” and that the contract “is applicable only to the end of the contract period.” City of Providence v. Skolnik, No. 93-325-A. (order, entered March 17, 1994).\nOn May 27, 1993, while the city’s appeal in City of Providence v. Skolnik, No. 93-325-A., was pending, the retirement board and Skol-nik brought this action in Superior Court, seeking both declaratory and injunctive relief. In their complaint, plaintiffs requested that defendants be enjoined from “interfering with the [retirement] Board’s relationship with its current legal counsel, Richard A. Skolnik.” They argued that the city solicitor cannot represent both the city and the retirement board when the city solicitor is actively prosecuting and defending several actions by and against the retirement board.\nOn June 16, 1993, the instant matter was heard before a Superior Court justice, whose decision held that the retirement board and the city were in conflict in several cases pending before the courts. On July 2, 1993, the Superior Court issued a judgment that permitted Skolnik to continue representing the retirement board in certain specified cases. On July 15, 1993, defendants filed a notice of appeal from the Superior Court’s judgment.\nAfter this matter was certified to this court, plaintiffs moved to modify the judgment. Although the record does not contain an order entered by the Superior Court on plaintiffs’ motion to modify the judgment, both parties claim that the trial justice did in fact enter an order permitting Skolnik to represent the retirement board on two additional cases pending before the courts. It should be noted that that order is not the subject of this appeal.\nAn order of the Superior Court will be reversed on appeal when it can be shown that the trial justice misapplied the law, misconceived or overlooked material evidence, or made findings that were clearly wrong. Forte Brothers, Inc. v. Ronald M. Ash & Associates, Inc., 612 A.2d 717, 721 (R.I.1992). Specifically, when reviewing the issuance of a permanent injunction, this court will overturn the Superior Court’s findings of fact only when they are clearly wrong or when the trial justice overlooked or misconceived material evidence. Reback v. Rhode Island Board of Regents, 560 A.2d 357, 359 (R.I. 1989).\nThere are two issues that must be determined in this action; whether the retirement board is a separate entity from the city and whether the retirement board has the power to appoint legal counsel in actions wherein the interests of the retirement board conflict with those of the city. In answering these questions, it is important that we review the legislative history of the retirement system for the city of Providence.\nThe retirement system was established by the General Assembly’s enactment of P.L. 1923, ch. 489 (the retirement act). This statute, entitled “An Act to Provide for the Retirement of Employees of the City of Providence,” set forth a “comprehensive system of contributions, benefits, and regulations relating to pensions to be paid to firefighters, police officers, and civilian employees of the city.” Betz v. Paolino, 605 A.2d 837, 838 (R.I. 1992). The retirement act also created the retirement board and granted to it the powers and privileges of a corporation. P.L. 1923, ch. 489, § 2. The retirement system was therefore established as an independent entity placed under the management of a board that has the powers of a corporation.\nIn 1980, however, the city of Providence adopted the Home Rule Charter that designated the retirement board as a board of the city. Retirement Board of Employees’ Retirement System of Providence v. City Council of Providence, 660 A.2d 721, 725 (R.I. 1995). Specifically, § 908 of the Home Rule Charter states the following:\n“The powers and duties of the retirement board shall be, without limitation, the following:\n(1) To establish rules and regulations for and be responsible for the administration and operation of the city employee retirement systems under its jurisdiction;\n(2) To report annually in detail to the city council * * * .”\nIn addition, § 1404 of the Home Rule Charter provides that the charter “shall be deemed to have superseded all other acts * * * applicable to the City of Providence which are inconsistent with this Charter,” and therefore, “if § 908 of the charter, which describes the retirement board, is inconsistent with the retirement act, then the retirement act is superseded by the provisions of § 908.” Retirement Board of Employees’ Retirement System of Providence, 660 A.2d at 727.\nIn December of 1992, the city council approved ordinance 1992, ch. 1992-48, that led to this controversy. Specifically, the ordinance provided that the “City Solicitor shall be the legal advisor and attorney for the Retirement Board.” The retirement board could no longer appoint a “legal advisor” pursuant to P.L.1923, ch. 489, § 3(4), as amended by P.L.1981, ch. 359, § 1.\nThe trial justice in the present case, however, ruled that the retirement board may appoint its own legal counsel, namely Skol-nik, in six specific cases. In each of those cases, the trial justice found that a conflict of interest existed pursuant to Rules 1.7(a), 1.9, and 1.10 of the Supreme Court Rules of Professional Conduct and that the city solicitor would not be able “properly [to] represent the Retirement Board in pending litigation in which the Retirement Board and the City were on opposite sides of the issues presented or take adverse positions.” The defendants appealed from this ruling and raised two issues on appeal: (1) whether this matter was justiciable, and (2) whether the retirement board may appoint its own legal counsel in actions wherein the city’s interests conflict with those of the retirement board.\nThe defendants first contend that this matter was nonjusticiable because the retirement board lacked the capacity to sue and that the individual plaintiff lacked standing. As we stated in Retirement Board of Employees’ Retirement System of Providence, 660 A.2d at 728, the retirement board is not an independent agency of the city. We further stated that “[t]he retirement board’s status as an independent corporate entity did not survive its incorporation into the [Home Rule Charter]. * * * Rather, the retirement board became, like all city departments, boards, and commissions, subject to the legislative power of the city council delineated in charter § 401 because the retirement board’s authority is now derived from the Home Rule Charter, not the retirement act.” 660 A.2d at 728. We therefore hold that the retirement board is not a separate corporate entity; it is a city board under § 908 of the Home Rule Charter. 660 A.2d at 727.\nWe do not find, however, that the retirement board was precluded from commencing those actions against the city that are now pending in the courts. It is undisputed that in 1992 the city council adopted an ordinance which specifically states that the retirement board’s legal counsel shall be the city solicitor. It is also undisputed that prior to the adoption of the ordinance, the retirement board, pursuant to P.L.1923, ch. 489, § 3(4), as amended by P.L.1981, ch. 359, § 1, entered into an agreement with Attorney Skolnik whereby Skolnik would provide legal services to that board. Although the city sought to have the contract declared void and unenforceable, we affirmed the Superior Court’s finding that this contract was valid. City of Providence v. Skolnik, No. 93-325-A. (order, entered March 17, 1994). The retirement board was therefore authorized to appoint its own legal counsel prior to the adoption of the ordinance.\nWith respect to those actions commenced after the ordinance was adopted, it should be noted that the factual situations that gave rise to those actions occurred while the contract between the board and Skolnik was legally in effect. Since the board was authorized to hire its own counsel during that time, we find that it was also authorized to appoint Skolnik as its legal representative in those actions whose factual underpinnings arose while the contract between Skolnik and the retirement board was legally enforceable. We therefore affirm the Superior Court’s decision in allowing the retirement board, through its own counsel, to pursue its actions against the city of Providence in the courts.\nHaving decided that the retirement board may bring those actions whose facts arose while Skolnik was legal counsel for the board, we also affirm the Superior Court’s decision to allow Skolnik to continue representing the retirement board in those actions. Pursuant to Rule 1.7(a) of the Supreme Court Rules of Professional Conduct, “[a] lawyer shall not represent a client if the representation of that client will be directly adverse to another client.” Here, the Superior Court correctly found that there was a potential conflict of interest in six specific cases wherein the retirement board and the city were on opposite sides or have adverse positions. In those cases the city solicitor could not be expected to properly represent both the retirement board and the city. Therefore, in those actions where the interests of the retirement board conflict with those of the city, Skolnik may continue to represent the Retirement Board. It must be noted, however, that the retirement board may hire outside counsel only in exceptional circumstances, such as the instant case.\nFor the foregoing reasons, the defendants’ appeal is denied, and the judgment of the Superior Court is affirmed.\n. Those cases are City of Providence v. Skolnik and the Retirement Board of the Employees' Retirement System of the City of Providence, C.A. No. 93-193; Retirement Board of the Employees' Retirement System of the City of Providence v. City Council of the City of Providence, C.A. No. 93-1654; Fiore v. Retirement Board of the Employees' Retirement System of the City of Providence, C.A. No. 93-1312; and Mainelli v. Cianci, C.A. No. 92-5912.\n. Those cases are D’Amico v. City Council of Providence, C.A. No. 93-3461, and Mansolillo v. Retirement Board of the Employees' Retirement System of the City of Providence, C.A. No. 93-5277.",
        "type": "majority",
        "author": "MURRAY, Justice."
      }
    ],
    "attorneys": [
      "Richard A. Skolnik, Providence, for Plaintiff.",
      "Richard Riendeau, City Solicitor, Lisa Din-erman, Asst. Atty. Gen., Providence, for Defendants."
    ],
    "corrections": "",
    "head_matter": "RETIREMENT BOARD of the EMPLOYEES’ RETIREMENT SYSTEM of the City of Providence and Richard A. Skolnik v. CITY OF PROVIDENCE and Charles Mansolillo, in His Capacity as City Solicitor.\nNo. 93-425-Appeal.\nSupreme Court of Rhode Island.\nNov. 6, 1995.\nRichard A. Skolnik, Providence, for Plaintiff.\nRichard Riendeau, City Solicitor, Lisa Din-erman, Asst. Atty. Gen., Providence, for Defendants."
  },
  "file_name": "0810-01",
  "first_page_order": 868,
  "last_page_order": 871
}
