{
  "id": 8388556,
  "name": "JOHN W. McDONALD, Appellant, v. D.P. ALEXANDER & LAS VEGAS BOULEVARD, LLC, a Missouri Limited Liability Company, Respondent",
  "name_abbreviation": "McDonald v. D.P. Alexander & Las Vegas Boulevard, LLC",
  "decision_date": "2005-12-01",
  "docket_number": "No. 40743",
  "first_page": "812",
  "last_page": "820",
  "citations": [
    {
      "type": "official",
      "cite": "121 Nev. 812"
    },
    {
      "type": "parallel",
      "cite": "123 P.3d 748"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "84 Nev. 99",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4890761
      ],
      "weight": 4,
      "year": 1968,
      "pin_cites": [
        {
          "page": "101-02"
        },
        {
          "page": "879"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/84/0099-01"
      ]
    },
    {
      "cite": "106 Nev. 26",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556344
      ],
      "weight": 6,
      "year": 1990,
      "pin_cites": [
        {
          "page": "29"
        },
        {
          "page": "372"
        },
        {
          "page": "29"
        },
        {
          "page": "372",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/106/0026-01"
      ]
    },
    {
      "cite": "103 Nev. 157",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557024
      ],
      "weight": 6,
      "year": 1987,
      "pin_cites": [
        {
          "page": "159"
        },
        {
          "page": "725"
        },
        {
          "page": "159"
        },
        {
          "page": "725"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/103/0157-01"
      ]
    },
    {
      "cite": "116 Nev. 565",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        934862
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "570"
        },
        {
          "page": "261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/116/0565-01"
      ]
    },
    {
      "cite": "875 F.2d 781",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6504162,
        10533887
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/br/99/0781-02",
        "/f2d/875/0781-01"
      ]
    },
    {
      "cite": "50 B.R. 956",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6119931
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "960"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/50/0956-01"
      ]
    },
    {
      "cite": "102 Nev. 616",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558036
      ],
      "weight": 4,
      "year": 1986,
      "pin_cites": [
        {
          "page": "618-20"
        },
        {
          "page": "430-32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/102/0616-01"
      ]
    },
    {
      "cite": "92 Nev. 24",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4865140
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "28"
        },
        {
          "page": "1207"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/92/0024-01"
      ]
    },
    {
      "cite": "96 Nev. 509",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557828
      ],
      "weight": 7,
      "year": 1980,
      "pin_cites": [
        {
          "page": "513"
        },
        {
          "page": "1082"
        },
        {
          "page": "513"
        },
        {
          "page": "1082"
        },
        {
          "page": "514-15"
        },
        {
          "page": "1083"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/96/0509-01"
      ]
    },
    {
      "cite": "117 Nev. 709",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        9274933
      ],
      "weight": 3,
      "year": 2001,
      "pin_cites": [
        {
          "page": "713"
        },
        {
          "page": "1120"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/117/0709-01"
      ]
    },
    {
      "cite": "120 Nev. 1030",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8410106
      ],
      "weight": 2,
      "year": 2004,
      "pin_cites": [
        {
          "page": "1033"
        },
        {
          "page": "590"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/120-2/1030-01"
      ]
    },
    {
      "cite": "108 Nev. 105",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556729
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "110"
        },
        {
          "page": "591"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/108/0105-01"
      ]
    },
    {
      "cite": "80 Nev. 39",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4934207
      ],
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "40-41"
        },
        {
          "page": "77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/80/0039-01"
      ]
    },
    {
      "cite": "11 U.S.C. § 362",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "11 U.S.C. § 547",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 697,
    "char_count": 15995,
    "ocr_confidence": 0.876,
    "pagerank": {
      "raw": 1.5543158598363894e-07,
      "percentile": 0.675742678434148
    },
    "sha256": "cfac11d3c3e3f371760f481bf226a508b8ffa71ef70101c14464e5db6424eb33",
    "simhash": "1:d3a8cde8b8ac96ff",
    "word_count": 2661
  },
  "last_updated": "2024-02-27T22:15:52.988371+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Douglas, Rose and Parraguirre, JJ."
    ],
    "parties": [
      "JOHN W. McDONALD, Appellant, v. D.P. ALEXANDER & LAS VEGAS BOULEVARD, LLC, a Missouri Limited Liability Company, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nIn this appeal, we decide whether a creditor in the position of a sold-out junior lienholder due to a bankruptcy is exempt, under NRS 40.430(4)(i) and (j), from Nevada’s one-action rule, which provides that a creditor can pursue only one action to recover a debt secured by a mortgage or lien on real property. Here, the appellant personally guaranteed a promissory note given by J.W.M. Investments, Inc., to respondent D.P. Alexander & Las Vegas Boulevard, L.L.C. The note was secured by a deed of trust. After J.W.M. Investments defaulted on the note, D.P. Alexander recorded the deed of trust. J.W.M. Investments then filed for bankruptcy. The bankruptcy court voided the recorded deed of trust and sold the property to another party. After D.P. Alexander sued to collect on the personal guaranty, the district court granted summary judgment to D.P Alexander, concluding that it was exempted from the one-action rule.\nWe conclude that D.P. Alexander is exempt from the one-action rule under NRS 40.430(4)(i) because the bankruptcy court voided the recorded deed of trust as a preferential transfer. We also conclude that D.P. Alexander is exempt from the one-action rule under NRS 40.430(4)(j) because D.P. Alexander is, in effect, a sold-out junior lienholder that did not purchase the property in question. We therefore affirm the order of the district court granting summary judgment to D.P. Alexander.\nFACTS\nJohn W. McDonald was the sole owner of J.W.M. Investments, which acquired and developed real property. J.W.M. Investments signed a promissory note with D.P. Alexander in 1999. The note was secured by a deed of trust and by the assignment of leases and rents between the parties.\nJ.W.M. Investments had defaulted on the note by September 2000. McDonald approached D.P. Alexander regarding the status of the note. He agreed to sign a personal guaranty, and D.P. Alexander agreed to delay collection on the note and to continue to withhold recordation of the deed of trust until October 15, 2000. When McDonald signed the personal guaranty, he guaranteed “the payment and performance of all obligations of JWM due under the Note.”\nBy October 15, 2000, J.W.M. Investments was still in default. Consequently, D.P. Alexander recorded the deed of trust. D.P. Alexander also sent a demand letter to McDonald seeking full payment of the outstanding balance due on the note and advising McDonald that he was personally liable because he had signed the personal guaranty.\nJ.W.M. Investments then filed a voluntary petition for chapter 11 bankruptcy in December 2000. The bankruptcy trustee voided the recorded deed of trust as a preferential transfer under 11 U.S.C. § 547(b). D.P. Alexander was therefore left in a position junior to a mechanic’s lien and any other claims given priority by the bankruptcy court. The property was then sold to TCA Motors, Inc., and the proceeds were applied to pay the bankruptcy estate’s debts.\nAfter the bankruptcy court voided the recordation of the deed of trust and the property was sold, D.P. Alexander filed suit against McDonald to collect on the personal guaranty. The district court granted summary judgment to D.P. Alexander, concluding that NRS 40.430(4)(m) exempted D.P. Alexander from the one-action rule and awarding D.P. Alexander the full amount of the debt plus prejudgment interest. McDonald appealed.\nDISCUSSION\nThe purpose of summary judgment “is to avoid a needless trial when an appropriate showing is made in advance that there is no genuine issue of fact to be tried, and the movant is entitled to judgment as a matter of law.” We review orders granting summary judgment de novo. The parties in this case do not dispute the fact that McDonald personally guaranteed the note J.W.M. Investments gave to D.P. Alexander. McDonald argues, however, that the district court misapplied the one-action rule, NRS 40.430, to exempt D.P. Alexander.\nStatutory interpretation is a question of law, and our review of the district court’s interpretation of the one-action rule is also de novo. When interpreting a statute, we first determine whether the language of a statute is ambiguous. When the language of a statute is clear and unambiguous, we do not look beyond its plain meaning, and we give effect to its apparent intent unless that meaning was clearly not intended.\nThe one-action rule\nNRS 40.430(1) provides that\nthere may be but one action for the recovery of any debt, or for the enforcement of any right secured by a mortgage or other lien upon real estate. ... In that action, the judgment must be rendered for the amount found due the plaintiff, and the court, by its decree or judgment, may direct a sale of the encumbered property, or such part thereof as is necessary ....\nConsequently, to recover a debt secured by real property in Nevada, a creditor must seek to recover on the property through judicial foreclosure before recovering from the debtor personally. The one-action rule also applies to a guarantor or surety of a debt on a mortgage or other contract secured by an interest in real property.\nAs the United States Bankruptcy Court recognized in In re Hart, the purpose behind the one-action rule in Nevada is to prevent harassment of debtors by creditors attempting double recovery by seeking a full money judgment against the debtor and by seeking to recover the real property securing the debt. Under the one-action rule, a debtor can require a creditor to foreclose on real estate security before suing on the note or, if the creditor sues on the note first, force the creditor to lose its security interest.\nIn 1989, the Legislature, recognizing that the one-action rule can be a trap for the unwary, enacted and clarified several exemptions from the rule. These exemptions were included to clarify what the Legislature intended by the word “action.” The Legislature did not intend certain actions by creditors, spelled out in the exemptions, to fall under the one-action rule.\nIn the present case, McDonald signed a guaranty for J.W.M. Investments’ promissory note to D.P. Alexander. J.W.M. Investments subsequently entered bankruptcy, resulting in D.P. Alexander losing its security interest in the property and the property being sold to a person other than D.P. Alexander. At least two exceptions to the one-action rule, NRS 40.430(4)(i) and (j), apply to this case.\nNRS 40.430(4) (i): bankruptcy\nNRS 40.430(4)(i) provides that the one-action rule does not apply to enforcement of\nan agreement with a surety or guarantor if enforcement of the mortgage or other lien has been automatically stayed pursuant to 11 U.S.C. § 362 or pursuant to an order of a federal bankruptcy court under any other provision of the United States Bankruptcy Code for not less than 120 days following the mailing of notice to the surety or guarantor pursuant to subsection 1 of NRS 107.095.\nThus, when a bankruptcy court stays enforcement of a lien, which precludes the creditor from seeking redress against the person or entity filing bankruptcy, the creditor can proceed against the guarantor if the guarantor has notice of default. The language of this statute is unambiguous, and the plain language of the statute exempts the present case from the one-action rule.\nMcDonald is a guarantor of J.W.M. Investments’ promissory note to D.P. Alexander. J.W.M. Investments’ promissory note was secured by a deed of trust. D.P. Alexander recorded the deed of trust when J.W.M. Investments defaulted on the promissory note. J.W.M. Investments subsequently filed bankruptcy. The recordation of the deed was voided as a preferential transfer by order of the bankruptcy court under 11 U.S.C. § 547(b), leaving the debt on the underlying note unsecured. Thus, D.P. Alexander’s claim is not an action under the one-action rule.\nMcDonald argues, however, that because he waived his right to notice of default, this exception cannot apply because it requires ‘ ‘the mailing of notice to the surety or guarantor pursuant to subsection 1 of NRS 107.095.” The fact that McDonald waived his right as guarantor to a notice of default by the principal debtor does not make NRS 40.430(4)(i) inapplicable. D.P. Alexander was only required to mail notice of default to the guarantor under NRS 107.095(1). If the guarantor waived notice under NRS 107.095(1) in the guaranty, then notice is also waived under NRS 40.430(4)(i). NRS 40.430(4)(i) does not act to reinstate the notice requirement. Therefore, McDonald’s waiver of the notice requirement renders notice under NRS 107.095(1) immaterial.\nWe conclude that D.P. Alexander’s claim is excluded from the one-action rule by NRS 40.430(4)(i).\nNRS 40.430(4) (j): sold-out junior lienholder\nNRS 40.430(4)(j) provides that the one-action rule does not apply to an act or proceeding\n[t]o collect any debt, or enforce any right, secured by a mortgage or other lien on real property if the property has been sold to a person other than the creditor to satisfy, in whole or in part, a debt or other right secured by a senior mortgage or other senior lien on the property.\nThus, when a senior lienholder forecloses and sells property to a person other than the junior lienholder, the junior lienholder is “sold-out” and can institute proceedings to collect the debt without attempting to fruitlessly proceed against the property. Similar to NRS 40.430(4)(i), this statute is unambiguous and the plain language of NRS 40.430(4)(j) also covers and exempts D.P. Alexander’s claim.\nIn the present case, the bankruptcy court voided D.P. Alexander’s recordation of the deed of trust, thus rendering D.P. Alexander an unsecured creditor. It was left in the position of a junior lienholder to a mechanic’s lien and any other claims given priority in the bankruptcy proceeding. The bankruptcy trustee sold the property to TCA Motors, which is an entity other than the creditor, D.P. Alexander. Thus, D.P. Alexander is, in effect, a sold-out junior lienholder, and NRS 40.430(4)(j) exempts D.P. Alexander’s claim from the one-action rule.\nMcDonald argues, however, that NRS 40.430(4)(j) is inapplicable to D.P. Alexander’s claim under this court’s prior decisions in Carrillo v. Valley Bank and Murphy v. F.D.I.C.\nIn Carrillo, we clarified our holding in McMillan v. United Mortgage Co. McMillan held that a sold-out junior lienholder is exempt from the one-action rule. In Carrillo, we explained that a junior lienholder who purchased the property at the foreclosure sale was not sold-out and was not exempt from the one-action rule. This exception was codified as NRS 40.4591 in 1987. In 1989, the Legislature moved the codification of Carrillo to NRS 40.430(4)(j) to include it with other exceptions to the one-action rule. Thus, Carrillo supports D.P. Alexander’s exemption from the one-action rule under NRS 40.430(4)© because D.P. Alexander did not purchase the property during the bankruptcy sale.\nThis court decided Murphy in 1990 after the amendments of NRS Chapter 40. However, the applicability of the sold-out, junior-lienholder exception was not at issue in Murphy. Instead, Murphy dealt with the retroactive application of First Interstate Bank v. Shields, which made Nevada’s deficiency judgment legislation applicable to guaranty contracts. In Murphy, this court cited Carrillo merely for the proposition that the retroactive application of Shields would lead to an inequitable result. Thus, this court’s reference to sold-out junior lienholders in Murphy was mere dictum. To the extent that Murphy is inconsistent with NRS 40.430(4)(j), Carrillo, and our holding today, it is disapproved. Therefore, Murphy does not support McDonald’s argument that NRS 40.430(4)(j) is inapplicable to D.P. Alexander’s claim.\nCONCLUSION\nWe conclude that under both NRS 40.430(4)(i) and (j), D.R Alexander’s claim is exempt from the one-action rule. The one-action rule and its exceptions are intended to protect debtors by preventing creditors from realizing more than the face value of a debt, not to deny a creditor recovery of a legal debt altogether. To hold otherwise in this case would circumvent the purpose of a guaranty contract, which is to make the guarantor obligated in the event that the principal debtor is unable to meet the underlying obligation and the collateral proves insufficient to satisfy the debt.\nAccordingly, we affirm the district court’s order granting summary judgment to D.R Alexander.\nCoray v. Hom, 80 Nev. 39, 40-41, 389 P.2d 76, 77 (1964).\nBulbman, Inc. v. Nevada Bell, 108 Nev. 105, 110, 825 P.2d 588, 591 (1992).\nAs we conclude that D.P. Alexander’s case is exempt from the one-action rule, we do not address McDonald’s arguments that he did not waive the one-action rule.\nState v. Catanio, 120 Nev. 1030, 1033, 102 P.3d 588, 590 (2004).\nState v. Quinn, 117 Nev. 709, 713, 30 P.3d 1117, 1120 (2001).\nId.\nSee Keever v. Nicholas Beers Co., 96 Nev. 509, 513, 611 P.2d 1079, 1082 (1980); Nevada Wholesale Lumber v. Myers Realty, 92 Nev. 24, 28, 544 P.2d 1204, 1207 (1976).\nFirst Interstate Bank v. Shields, 102 Nev. 616, 618-20, 730 P.2d 429, 430-32 (1986).\n50 B.R. 956, 960 (Bankr. D. Nev. 1985), rejected on other grounds by In re Pederson, 875 F.2d 781 (9th Cir. 1989).\nKeever, 96 Nev. at 513, 611 P.2d at 1082; Hearing on S.B. 479 Before the Senate Comm. on Judiciary, 65th Leg. (Nev., May 30, 1989).\n1989 Nev. Stat., ch. 750, § 5, at 1768-69; NRS 40.430(4).\nHearing on S.B. 479 Before the Senate Comm, on Judiciary, 65th Leg. (Nev., May 30, 1989).\nId.\nBecause we conclude that NRS 40.430(4)(i) and (j) apply to exempt D.P. Alexander’s claim from the definition of an “action,” we leave unanswered the question of whether the district court correctly applied NRS 40.430(4)(m). We therefore affirm the district court’s order granting summary judgment on different grounds. Sengel v. IGT, 116 Nev. 565, 570, 2 P.3d 258, 261 (2000).\nSee Keever v. Nicholas Beers Co., 96 Nev. 509, 514-15, 611 P.2d 1079, 1083 (1980) (“The opportunity to sue directly on the obligation afforded to sold out juniors arises from the loss of their liens on the security by operation of the foreclosure or trustee’s sale. Having thus lost their interests in the security, through no fault of their own, sold out junior lienors are treated as unsecured creditors; they are under no duty to redeem the property or buy it at a judicial sale in order to limit the debtor’s loss.” (citation omitted)).\n103 Nev. 157, 734 P.2d 724 (1987).\n106 Nev. 26, 787 P.2d 370 (1990).\n84 Nev. 99, 437 P.2d 878 (1968).\nId. at 101-02, 437 P.2d at 879.\nCarrillo, 103 Nev. at 159, 734 P.2d at 725 (“[W]e do not consider [the creditor] to be a sold-out junior lienor in spite of the legal effect of the trustee’s sale in extinguishing the [creditor’s] second trust deed. The [creditor] as a purchaser did not lose its expectations concerning the property as a source of debt satisfaction. . . . [T]he creditor is permitted resort to a deficiency judgment only to the extent the combined debts exceed the fair market value of the property.”).\n1987 Nev. Stat., ch. 563, § 1, at 1344-45.\n1989 Nev. Stat., ch. 750, § 5, at 1769.\n102 Nev. 616, 730 P.2d 429 (1986).\nMurphy, 106 Nev. at 29, 787 P.2d at 372.\nThe following language in Murphy is inconsistent with the holding of Carrillo, which was explained above: “In Carrillo v. Valley Bank, we overruled our prior decision in McMillan v. United Mortgage Co., to the extent that McMillan exempted sold-out junior lienholders from compliance with Nevada’s deficiency statutes.” 106 Nev. at 29, 787 P.2d at 372 (citations omitted); cf. Carrillo, 103 Nev. at 159, 734 P.2d at 725.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Callister & Reynolds and William H. Brown and Matthew Q. Callister, Las Vegas, for Appellant.",
      "Law Offices of Richard McKnight, PC., and Thomas J. Gilloon Jr., Las Vegas, for Respondent."
    ],
    "corrections": "",
    "head_matter": "JOHN W. McDONALD, Appellant, v. D.P. ALEXANDER & LAS VEGAS BOULEVARD, LLC, a Missouri Limited Liability Company, Respondent.\nNo. 40743\nDecember 1, 2005\n123 P.3d 748\nCallister & Reynolds and William H. Brown and Matthew Q. Callister, Las Vegas, for Appellant.\nLaw Offices of Richard McKnight, PC., and Thomas J. Gilloon Jr., Las Vegas, for Respondent.\nBefore Douglas, Rose and Parraguirre, JJ."
  },
  "file_name": "0812-01",
  "first_page_order": 254,
  "last_page_order": 262
}
