{
  "id": 11717654,
  "name": "HAROLD D. SMITH & SONS, INC., et al. v. FINANCE AUTHORITY OF MAINE, et al.",
  "name_abbreviation": "Harold D. Smith & Sons, Inc. v. Finance Authority",
  "decision_date": "1988-06-29",
  "docket_number": "",
  "first_page": "814",
  "last_page": "819",
  "citations": [
    {
      "type": "official",
      "cite": "543 A.2d 814"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "520 A.2d 1310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7903018
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/520/1310-01"
      ]
    },
    {
      "cite": "344 A.2d 387",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8065377
      ],
      "pin_cites": [
        {
          "page": "395"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/344/0387-01"
      ]
    },
    {
      "cite": "105 Me. 224",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        627053
      ],
      "year": 1910,
      "pin_cites": [
        {
          "page": "229-30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/105/0224-01"
      ]
    },
    {
      "cite": "329 A.2d 167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8029624
      ],
      "pin_cites": [
        {
          "page": "176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/329/0167-01"
      ]
    },
    {
      "cite": "448 A.2d 272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7953700
      ],
      "pin_cites": [
        {
          "page": "279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/448/0272-01"
      ]
    },
    {
      "cite": "517 N.E.2d 1270",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 3,
      "year": 1988,
      "pin_cites": [
        {
          "page": "1278-1279",
          "parenthetical": "statute permitting employee to transfer to Superior Court, but denying same to employer does not violate fourteenth amendment"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "401 Mass. 566",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3877654
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "579-81",
          "parenthetical": "statute permitting employee to transfer to Superior Court, but denying same to employer does not violate fourteenth amendment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/401/0566-01"
      ]
    },
    {
      "cite": "310 A.2d 736",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8037687
      ],
      "pin_cites": [
        {
          "page": "746"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/310/0736-01"
      ]
    },
    {
      "cite": "405 U.S. 56",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11721238
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/405/0056-01"
      ]
    },
    {
      "cite": "97 L.Ed. 54",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "344 U.S. 33",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11298706
      ],
      "weight": 2,
      "year": 1952,
      "pin_cites": [
        {
          "page": "37"
        },
        {
          "page": "69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/344/0033-01"
      ]
    },
    {
      "cite": "438 A.2d 226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7961545
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/438/0226-01"
      ]
    },
    {
      "cite": "452 A.2d 1202",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8012168
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1209",
          "parenthetical": "court will not substitute its judgment for that of the agency \"merely because evidence could give rise to more than one result.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/452/1202-01"
      ]
    },
    {
      "cite": "521 A.2d 283",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879018
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/521/0283-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 772,
    "char_count": 15686,
    "ocr_confidence": 0.79,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2428212996201709
    },
    "sha256": "600d2faf8d3f056cc14dc140e67f1061f2147e5da0505899bafe2126ac47a500",
    "simhash": "1:d842c03321b6169f",
    "word_count": 2471
  },
  "last_updated": "2024-02-27T20:47:22.006376+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, ROBERTS, GLASSMAN, SCOLNIK and CLIFFORD, JJ.",
      "All concurring."
    ],
    "parties": [
      "HAROLD D. SMITH & SONS, INC., et al. v. FINANCE AUTHORITY OF MAINE, et al."
    ],
    "opinions": [
      {
        "text": "ROBERTS, Justice.\nHarold D. Smith & Sons, Inc. (Smith), appeals from a judgment of the Superior Court, Penobscot County, that affirmed the decision of the Finance Authority of Maine (Authority) approving the application of the City of Brewer to issue bonds to fund a new building for Jordan-Milton Machinery, Inc. (Jordan-Milton). Smith challenges the sufficiency of the evidence to support the Authority’s decision and the procedure by which the Authority reached that decision. By cross-appeal Jordan-Milton contends, inter alia, that Smith lacks standing to obtain judicial review. We affirm the judgment.\nIn September, 1984, Brewer filed an application with the Authority seeking to obtain approval under the Municipal Securities Program, 10 M.R.S.A. §§ 1061-74 (Supp.1984), for the issuance of $1,500,000 worth of revenue obligation securities to be used to fund the building of a new machinery sales and service facility by Jordan-Milton. The new facility would replace Jordan-Milton’s existing facility located in Bangor, approximately four miles from the proposed new site. As required by section 1063(1), notice of the application was provided to the public generally and individual notice was provided to all known competitors of Jordan-Milton, including Smith. On November 7, 1984, a public hearing was held before a hearing officer who had been appointed by the Authority. Smith was present at the hearing and voiced its opposition to the application. After the hearing, the Authority released its findings and conclusions in which it determined that the application met the criteria established by section 1063(2). On November 30, 1984, the Authority issued a certificate of approval for the project.\nOn December 28, 1984, Smith filed a petition in the Superior Court, pursuant to M.R.Civ.P. 80C and 5 M.R.S.A. §§ 11001 and 11002 (1975 & Pamph.1987), seeking review of the Authority’s approval of Brewer’s application. The Superior Court affirmed the decision of the Authority and this appeal and cross-appeal followed.\nOn appeal, we address the following arguments raised by Smith: 1) the Authority’s findings that the project will make a significant contribution to the economic growth of the State, and that the project will not result in substantial detriment to existing industry are not supported by evidence in the record; 2) the Authority’s regulations, which grant further administrative review to the applicant if the certificate of approval is denied, but not to competitors if the certificate is approved, are invalid; 3) the Authority impermissibly delegated its final decision-making authority to its chief executive officer; 4) the chief executive officer impermissibly delegated his authority to hold a public hearing and make findings of fact to a hearing officer; and 5) the acting chief executive officer who approved the certificate of approval was not properly sworn in at that time and therefore his attempt to approve the application was invalid.\nI. SUFFICIENCY OF THE EVIDENCE\nSmith asserts that the Authority erred in its determination that the project will not result in substantial detriment to competitors because the evidence does not support the following conclusions: that the interest savings experienced by Jordan-Milton will not provide it with a competitive price advantage because any such savings will be offset by increased overhead costs; and that there is potential for a greater growth within the relevant market. In addition, Smith argues that the record does not support the Authority’s conclusion that the project’s contribution to Maine’s economic growth outweighs any detriment which may result to Jordan-Milton’s competitors.\nWe must uphold an administrative agency’s findings of fact if supported by substantial evidence on the record as a whole. Hammond Lumber Co. v. FAME, 521 A.2d 283, 287 (Me.1987). As we have previously recognized, “[t]his standard of review is identical to the ‘clear error’ standard used by the Law Court to review factual findings by a trial court.” Gulick v. Board of Envtl. Prot., 452 A.2d 1202 (Me.1982). After careful examination of the record, we conclude that although there is evidence that would support a contrary conclusion, the Authority’s findings are not clearly erroneous. See id. at 1209 (court will not substitute its judgment for that of the agency “merely because evidence could give rise to more than one result.”)\nII. ADMINISTRATIVE PROCEDURE\nSmith raised the remaining issues for the first time in its petition for review before the Superior Court. We take this opportunity to re-emphasize to parties involved in administrative proceedings that this Court follows the general rule that issues not raised before the administrative agency are not preserved for judicial review. See Hale v. Petit, 438 A.2d 226 (Me.1981). We adhere to this position because “orderly procedure and good administration require that objections to the proceeding of an administrative agency be made while it has [an] opportunity for correction in order to raise issues reviewable by the courts.” United States v. L.A. Tucker Truck Lines, 344 U.S. 33, 37, 73 S.Ct. 67, 69, 97 L.Ed. 54 (1952).\nSmith argues that to follow the general rule in this case would be patently unfair because the competitors were encouraged only to address the issue of whether they would suffer a substantial detriment if the project were approved; and because this is the type of hearing in which not only are parties not required to have counsel present, they are discouraged from doing so. Consequently, Smith urges us to establish a policy exception to the general rule for cases demonstrating an unfairness to the parties. We do not find it necessary to address the extent to which, in an appropriate case, we would address on appeal issues not raised before the administrative agency. Instead, we find that even assuming that the remaining issues were properly preserved for appellate review, Smith’s arguments are without merit.\nII. (A) ADMINISTRATIVE REVIEW\nSmith contends that the Authority’s procedure, which provides that the applicant or user may appeal the chief executive officer’s denial of a certificate of approval to the members of the Authority but does not provide a competitor the right to appeal to the full board where the chief executive officer decides in favor of issuing the certificate, is a denial of equal protection and due process. Smith, however, has not provided us with any authority for the proposition that an administrative review mechanism must comport with a judicial review procedure. Instead, Smith asks us to extend to administrative proceedings the Supreme Court’s holding in Lindsey v. Normet, 405 U.S. 56, 92 S.Ct. 862, 31 L.Ed.2d 36 (1972), that where judicial review is afforded “it cannot be granted to some litigants and capriciously or arbitrarily denied to others without violating the Equal Protection Clause.” We decline to do so. We have previously recognized that\nAlthough administrative agencies are constitutionally required to adhere to the ‘fundamentals of fair play,’ [citation omitted] the courts have been reluctant to impose rigid procedural requirements upon administrative proceedings. The basic difference in ‘origin and function’ of our judicial and administrative systems ‘preclude[s] wholesale transplantation of the rules of procedure trial and review which have evolved from the history and experience of courts’ to the administrative process, and administrative agencies ‘should be free to fashion their own rules of procedure and to pursue methods of inquiry capable of permitting them to discharge their multitudinous duties’.\nIn re Maine Clean Fuels, Inc., 310 A.2d 736, 746 (Me.1973).\nIn the instant case, contrary to the assertion of Smith, there is nothing in the Authority’s regulations to suggest that review by the board entitles the applicant or user to a de novo hearing and thus an additional opportunity to place evidence in the record. The final decision of the Authority in granting or denying the appeal of an applicant or user after an adverse decision by the chief executive officer, is subject to the same standard of judicial review as is the competitor’s appeal from the chief executive officer’s issuance of a certificate of approval. Because Smith has not demonstrated that this procedure is fundamentally unfair, and because competitors are provided equal access to judicial review of the agency’s determination, we reject Smith’s argument. Cf. New York & Massachusetts Motor Services, Inc. v. Massachusetts Comm’n Against Discrimination, 401 Mass. 566, 579-81, 517 N.E.2d 1270, 1278-1279 (1988) (statute permitting employee to transfer to Superior Court, but denying same to employer does not violate fourteenth amendment).\nII. (B) DELEGATION OF AUTHORITY\nSmith asserts that the Authority’s subdelegation of its power to issue certificates of approval to the chief executive officer was unlawful. In addition, Smith contends that even if the aforementioned delegation was proper, the certificate of approval is invalid because the chief executive officer impermissibly delegated his responsibilities to a hearing officer. We disagree.\nWhere the statutory provisions enacted by the Legislature so provide, an administrative agency is free to delegate its powers to a subordinate officer. The statute in question at the time that Brewer’s application was before the Authority provided that the Authority could “[establish rules ... as it deems necessary or convenient to carry out the purpose of this chapter.” 10 M.R.S.A. § 969(26). The statute also provided that “the authority may employ a chief executive officer and other staff [and] ... may establish standards pursuant to which it may delegate its powers and duties to its staff.” Id. § 969(5). Finally, the chief executive officer, in addition to certain duties specified by the statute, shall “[p]erform other duties directed by the authority in carrying out the purposes of this chapter.” Id. § 972(8). We find that these provisions, when read together expressly establish that the authority had the power to delegate its responsibility to issue certificates of approval to the chief executive officer.\nNext, Smith contends that the chief executive officer violated regulations promulgated by the Authority when he delegated his responsibility to hold a public hearing to a hearing officer. We have previously recognized that in the context of administrative law, the officer who has the ultimate authority to render a decision need not hear or read all the evidence prior to reaching his decision. As long as the officer both familiarizes himself with the evidence sufficient to assure himself that all statutory criteria have been satisfied and retains the ultimate authority to render the decision, he can properly utilize subordinate officers to gather evidence and make preliminary reports. See New England Tel. & Tel. Co. v. Public Util., 448 A.2d 272, 279 (Me.1982); Frank v. Assessors of Skowhegan, 329 A.2d 167, 176 (Me.1974). In this case, Smith has failed to establish that the chief executive officer’s decision to issue the certificate of approval was not based on his own independent evaluation of the evidence.\nII. (C) DE FACTO OFFICER\nSmith contends that because Leslie Stevens, the acting chief executive officer, failed to file his certificate of qualification, his position automatically became vacant and the certificate of approval is void. We conclude that although Stevens was not legally qualified to carry out the duties of chief executive officer, he was a de facto officer and as such his acts are valid as to the public and third persons and are not open to challenge. See State v. Poulin, 105 Me. 224, 229-30 (1910); see also, Cohen v. Ketchum, 344 A.2d 387, 395 (Me.1975). No other issue relating to either the appeal or the cross-appeal merits discussion.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. Section 1063(2) then provided in pertinent part:\nBefore issuing a certificate of approval for any project, the authority shall determine that:\nA. The project will make a significant contribution to the economic growth of, the control of pollution in or the betterment of the health of the inhabitants of the State;\nB. The project will not result in a substantial detriment to existing industry in the state. For purposes of this determination, the authority shall consider, ... such factors as it deems necessary to measure and evaluate the effect of the project on existing business, provided:\n(1) That no project will be approved if, as a result of the project, there will not be sufficient demand within the market area of the State to be served by the project to employ the efficient capacity of existing industry; and\n(2) That any adverse economic effect of the project on existing enterprises is outweighed by the contribution which the project will make to the economic growth of, the control of pollution and/or the betterment of the health of the inhabitants of the State.\nThe applicant shall have the burden of demonstrating that the project will not result in a substantial detriment to existing industry in accordance with the requirements of this subsection. ...\n(Section 1063 was amended by P.L.1985, ch. 344, §§ 81-84; P.L.1985, ch. 714, §§ 34-35; and P.L.1987, ch. 141, § B, 8.)\n. On its cross-appeal, Jordan-Milton argues that Smith has failed to demonstrate that it has suffered any particularized injury that would suffice to confer standing to object to the issuance of the certificate of approval. We find this argument to be without merit in light of our recent decisions that hold that a competitor who appeared before the Authority has standing to object to the issuance of the certificate of approval. See Hammond Lumber Co. v. FAME, 521 A.2d 283 (Me.1987); Nemon v. Summit Floors, Inc., 520 A.2d 1310 (Me.1987).\n. Section 201 which was promulgated by the Authority pursuant to 10 M.R.S.A. § 969(26) provides: The chief executive officer is hereby authorized to make the determinations required by these regulations and the act and to issue certificates of project approval ... in the name and on behalf of the authority.\n. FAME regulations provide that: “Prior to issuing a certificate of approval, the chief executive officer shall convene and conduct a public hearing with respect to any application by a municipality for issuance of a certificate of approval by the Authority_”\n. 5 M.R.S.A. § 6 (Supp.1987) provides:\nAll public officers appointed in accordance with law shall, within 30 days after being commissioned, qualify to perform the duties of their office and the certificate of such qualification shall be filed in the office of the Secretary of State. Any such officer who fails to qualify and file a certificate of qualification in the office of the Secretary of State within 30 days shall be deemed to have forfeited his appointment and the office may be declared vacant by the Governor and a new appointment made.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Nathaniel M. Rosenblatt (orally), John Woodcock, Mitchell & Steams, Bangor, for plaintiffs.",
      "William F. Griffin (orally), David, Malm & D’Agostine, Boston, Mass., Richard Traf-ton, Trafton & Matzen, Auburn, for Jordan-Milton.",
      "Katryn A. Gabrielson, Michael Haenn, Finance Authority of Maine, Augusta, for other defendants."
    ],
    "corrections": "",
    "head_matter": "HAROLD D. SMITH & SONS, INC., et al. v. FINANCE AUTHORITY OF MAINE, et al.\nSupreme Judicial Court of Maine.\nArgued March 8, 1988.\nDecided June 29, 1988.\nNathaniel M. Rosenblatt (orally), John Woodcock, Mitchell & Steams, Bangor, for plaintiffs.\nWilliam F. Griffin (orally), David, Malm & D’Agostine, Boston, Mass., Richard Traf-ton, Trafton & Matzen, Auburn, for Jordan-Milton.\nKatryn A. Gabrielson, Michael Haenn, Finance Authority of Maine, Augusta, for other defendants.\nBefore McKUSICK, C.J., and NICHOLS, ROBERTS, GLASSMAN, SCOLNIK and CLIFFORD, JJ.\nNichols, J., sat at oral argument and participated in the initial conference but retired before this opinion was adopted."
  },
  "file_name": "0814-02",
  "first_page_order": 860,
  "last_page_order": 865
}
