{
  "id": 9299831,
  "name": "Commissioner Timothy A. REIVER, Commissioner Judith L. Schwank, Commissioner Mark C. Scott, Edward H. McCann v. Judith KRAINES, Appellant",
  "name_abbreviation": "Reiver v. Kraines",
  "decision_date": "2003-09-17",
  "docket_number": "",
  "first_page": "814",
  "last_page": "819",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 814"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "415 A.2d 118",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "pin_cites": [
        {
          "page": "120"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "620 A.2d 632",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1442331
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "684-85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/153/0094-01"
      ]
    },
    {
      "cite": "646 A.2d 683",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12049658,
        1464335
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/646/0683-01",
        "/pa-commw/166/0450-01"
      ]
    },
    {
      "cite": "699 A.2d 792",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11910857
      ],
      "pin_cites": [
        {
          "page": "795"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/699/0792-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 664,
    "char_count": 14593,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21639987505063035
    },
    "sha256": "4bd7a26c670bf25f03c0238026a6dd2337c7ad27b0406a4454baa059fc436a6c",
    "simhash": "1:a367a7378470e0b4",
    "word_count": 2368
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, Judge, and COHN, Judge (P), and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "Commissioner Timothy A. REIVER, Commissioner Judith L. Schwank, Commissioner Mark C. Scott, Edward H. McCann v. Judith KRAINES, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge LEADBETTER.\nAND NOW this 18th day of December, 2003, IT IS HEREBY ORDERED that the above captioned opinion filed September 17, 2003, shall be designated OPINION rather than MEMORANDUM OPINION and it shall be reported.\nJudith L. Kraines appeals from the judgment in mandamus directing her, as Controller of Berks County, to effect payment of salary increases for thirty-five County employees. Kraines contends that the Salary Board did not properly approve the salary increases because the County Commissioners did not provide her, as a member of the Board, with individual employee performance reviews prior to the Board’s vote. There is no merit in this contention and, therefore, we affirm.\nThe County Commissioners adopted the budget for 2002 at their regular meeting\non December 22, 2001. This budget provided an allowance for salary increases for all County employees. With respect to the salary increases at issue in the present case, the County Commissioners proposed that thirty-one employees receive a salary increase of 3.25%, which was consistent with the general increase provided to the vast majority of County employees, both union and non-union. With respect to four of the salary increases at issue, the Commissioners proposed 8.6% for the Director of Personnel, 3.83% for the Manager of the Printing and Mailroom, 6.89% for the Director of Agricultural Land Preservation, and 6.56% for the Warden of the County Prison.\nPrior to the Salary Board meeting to consider the vote on the increases, the Director of Personnel provided Kraines with a packet of information containing specific salary recommendations from various department heads for increases above the standard 3.25% for selected employees; the information did not pertain to all of the thirty-five employees at issue here. Kraines requested copies of personnel evaluations and written goal reports for all of the employees considered for increases but the Commissioners refused to provide these on the ground that they are confidential employee records. Although she had not received the information she considered essential to an informed vote as a Salary Board member, Kraines took no action to compel production, but simply abstained during the vote at the Salary Board meeting on June 13, 2002. The three Commissioners voted, as members of the Board, to approve the proposed increases and, inasmuch as their votes eon-stituted a majority, the Board fixed the compensation of the thirty-five employees under consideration at the proposed increased amount. Immediately following the Board meeting, the Commissioners met in their legislative capacity and unanimously passed a resolution implementing the salary increases.\nThereafter, Kraines refused to issue paychecks for the thirty-five employees at the increased amount on the ground that, in the absence of the information she requested, she was deprived of her vote as a Board member and, therefore, the Board’s action was invalid and the increase not properly approved. The Commissioners filed the present action in mandamus to compel Kraines to issue the paychecks in an amount that included the salary increases. At the same time, the Commissioners filed a motion for peremptory judgment. On the same day, shortly after Kraines was served at her office with the complaint and motion, President Judge Stallone convened a hearing on the motion. Following the hearing, on July 2, 2002, Judge Stallone in a ruling from the bench granted the peremptory judgment in mandamus and directed Kraines to “take all necessary actions to effectuate the salary adjustments in accordance with the resolution of the Board of Commissioners.” N.T. at 210. Common pleas entered a written order on July 5, 2002. On August 5, Kraines filed the present appeal.\nAt any time after the filing of a complaint in mandamus, the court may enter peremptory judgment if the plaintiff’s right to relief is clear. Pa. R.C.P. No. 1098. Mandamus is the proper remedy only where the plaintiff demonstrates that he has a clear legal right to the performance of a purely ministerial non-discretionary act, the defendant has a corresponding mandatory duty to perform the act and there is no other appropriate or adequate remedy. See Mickens-Thomas v. Bd. of Prob. and Parole, 699 A.2d 792, 795 (Pa.Cmwlth.1997). In the present case, the parties do not dispute the material facts. The sole issue is a question of law as to whether there was a mandatory duty on the part of the Controller to disburse funds for the payment of the increases approved by the Commissioners and the Salary Board.\nIn Cadue v. Moore, 166 Pa.Cmwlth. 450, 646 A.2d 683 (1994), we described the function and composition of the Salary Board as follows:\nA salary board is created in each county by section 1622 of the County Code with the board consisting of the three county commissioners and the county controller, or the county treasurer if there is no controller. The function of the salary board is to set the salaries of appointed county officers and to set the number of county employees and their salaries. 16 P.S. § 1623; Penksa v. Holtzman, 153 Pa.Cmwlth. 94, 620 A.2d 632 (1993). When the salary board considers the number and salaries of employees of a county officer or agency, the officer or head of the agency sits as a member of the salary board. 16 P.S. § 1625(a). Similarly, when the number and salaries of court employees are considered, the president judge of the court sits as a member of the salary board. 16 P.S. § 1625(b).\nAthough the function of the salary board is clearly set out in the Code, the purpose underlying this function is not. This court has stated that the salary board is best conceived as a watchdog agency over the county commissioners, the purpose being to act as a restraining agency so that the commissioners may not have unimpeded and unrestrained power of appointment at any salary they may determine. Penksa.\nThe powers of the salary board are clearly limited to those listed in the Code, i.e., setting the number of county employees and setting salaries.\nId. at 684-85. (footnotes omitted).\nThe general scope of responsibilities of County Commissioners and the Controller are set forth in the County Code. “The County Commissioners shall be the responsible managers and administrators of the fiscal affairs of their respective counties in accordance with the provisions of this act and other applicable law.” Section 1701 of the Code, 16 P.S. § 1701. The functions of the Controller are described in pertinent part as follows:\nSubject to the power and duty of the county commissioners to manage and administer the fiscal affairs of the county, the controller shall supervise the fiscal affairs of the county including accounts and official acts relating thereto of all officers or other persons who shall collect, receive, hold or disburse the public moneys of the county. The discretionary powers of the controller shall not be applicable to the management of the fiscal policies of the county commissioners, or to matters not involving the accounts and transactions of officers or other persons of the county, but the controller shall refuse to authorize any fiscal transaction which is, by law, subject to his supervision or control where it appears that such transaction is not authorized by law, or has not been undertaken according to law, or has not received approval according to law, or as to which he desires upon reasonable grounds to investigate for or has already discovered any fraud, flagrant abuse of public office or any criminal act or neglect of any officer or other person of the county relating to their public accounts and transactions.\nSection 1702 of the Code, 16 P.S. § 1702 (emphasis added). Kraines maintains that under the italicized language she properly refused to authorize payment of the salary increases because the Salary Board did not approve them by a valid vote. Kraines argues that the vote was rendered invalid by the Commissioners’ failure to provide her with all of the same information known to them regarding the performance appraisals of the employees whose salaries were raised.\nWe believe Kraines misconstrues her authority under this provision. The italicized language authorizes County Controllers to disburse funds only after the approval process required by law has been completed, not to take it upon themselves to determine whether there was some legal irregularity in that process. That is the proper business of the courts when cases are brought before them, not of County Controllers, most of whom are not even attorneys. Applying this principle to the present case, the law requires affirmative votes by both the Salary Board and the Commissioners before wage increases for County employees may take effect, and both those bodies duly approved the new salaries. That being so, Kraines had no authority to withhold their payment because of her personal belief that the votes were unfair, or somehow legally flawed.\nMoreover, we do not agree that the vote was invalid simply because a member of the Salary Board wanted additional information to which she believed she was entitled. If Kraines thought she had a right to the information and required it to fulfill her duties as a member of the Salary Board, it was incumbent upon her to press the issue prior to the vote, through the court of common pleas if necessary. Absent a court order that the material be turned over and staying the vote until that was accomplished, the Salary Board had a right to go forward with its business. A member of the Salary Board cannot resolve a dispute of this sort by sitting back, abstaining from the vote, and then exercising a self-appointed veto power over the majority decision by refusing to issue checks in her capacity as County Controller.\nAccordingly, we agree with common pleas that under these circumstances the Controller had a ministerial duty to disburse the funds, and we affirm its order of peremptory judgment in mandamus.\nORDER\nAND NOW, this 17th day of September, 2003,- the order of the Court of Common Pleas of Berks County in the above captioned matter is hereby AFFIRMED.\n. In addition to this issue, Kraines also asserts that: (1) Judge Stallone should have recused himself because he had the right to vote as a temporary member of the Salary Board during the period when the Board considered salaries for court employees; (2) Judge Stallone did not receive notice of the Board meeting thereby rendering the meeting invalid; and (3) common pleas erred in conducting the hearing on the same day that Kraines was served with the complaint and motion for peremptory judgment.\nKraines waived the first and second of these contentions and, therefore, we do not address them. Kraines did not assert at the hearing that Judge Stallone should have recused himself. Rather, Kraines's attorney acknowledged when asked that there was no objection to Judge Stallone deciding the case. Likewise Kraines did not preserve any objection to proceeding with the hearing by moving for a continuance or lodging an objection to proceeding. Rather, Kraines acknowledged that the need to issue paychecks in a timely fashion required that this matter be determined expeditiously.\nThere is no merit in the contention that Judge Stallone failed to receive notice of the Salary Board meeting. As the Judge noted in his opinion, the meeting on June 13 was a regularly scheduled meeting of which he was aware and which he chose not to attend.\n. The parties differed in characterizing the 3.25% increase as a merit increase versus a cost of living increase. Resolution of the case does not depend on which characterization is correct.\n. While a decision on a motion for peremptory judgment is subject to the same standards as a motion for summary judgment, i.e., no material issue of fact and clear legal right to relief, the court is not limited, as on summary judgment, to consideration of pleadings, depositions, admissions, affidavits, expert reports and answers to interrogatories, but may enter peremptory judgment after conducting a hearing at which the court determines that there are no material factual disputes. See Commissioners of Montgomery County v. Lukens, 51 Pa.Cmwlth. 576, 415 A.2d 118, 120 (1980).\n. We emphasize that we are not dealing here with that part of Section 1702 dealing with fraud, etc., as to which the Controller is given authority to investigate and make factual determinations.\n. We do not address the issue whether a member of the Salary Board is, in fact, entitled to the sort of information sought here by Kraines.",
        "type": "majority",
        "author": "Judge LEADBETTER."
      },
      {
        "text": "Concurring Opinion by\nSenior Judge McCLOSKEY.\nI concur in the result reached by the majority. However, I write separately to express my disagreement with the underlying conduct of the Berks County Commissioners in this case. Judith Kraines, the County Controller, was a valid member of the County’s salary board and was entitled to vote on salary issues. Prior to a salary board meeting to vote on salary increases for County employees, the Director of Personnel provided Ms. Kraines with a packet of information containing specific salary recommendations from various department heads for increases above the standard 3.25% increase for a select number of employees.\nMs. Kraines thereafter requested copies of personnel evaluations and goal reports of these selected employees so that she could make an informed vote with respect to the requested increases. I believe that Ms. Kraines, as a member of the salary board, was entitled to review such information. By denying her access to this information, the County Commissioners rendered Ms. Kraines unable to provide an intelligent and informed vote. Admittedly, Ms. Kraines chose an improper course of conduct by abstaining from the vote at the salary board meeting and thereafter refusing to issue paychecks at the increased amount. Hence, my concurrence in the result reached by the majority. Nevertheless, I feel compelled to state that my concurrence in the majority opinion in no way sanctions the actions of the County Commissioners in refusing to provide Ms. Kraines with the desired information.",
        "type": "concurrence",
        "author": "Senior Judge McCLOSKEY."
      }
    ],
    "attorneys": [
      "Jack A. Linton, Reading, for appellant.",
      "Ronald L. Williams, Wayne, for appel-lees."
    ],
    "corrections": "",
    "head_matter": "Commissioner Timothy A. REIVER, Commissioner Judith L. Schwank, Commissioner Mark C. Scott, Edward H. McCann v. Judith KRAINES, Appellant.\nCommonwealth Court of Pennsylvania.\nArgued April 2, 2003.\nDecided Sept. 17, 2003.\nPublication Ordered Dec. 18, 2003.\nJack A. Linton, Reading, for appellant.\nRonald L. Williams, Wayne, for appel-lees.\nBEFORE: LEADBETTER, Judge, and COHN, Judge (P), and McCLOSKEY, Senior Judge."
  },
  "file_name": "0814-01",
  "first_page_order": 844,
  "last_page_order": 849
}
