{
  "id": 8998995,
  "name": "In re ESTATE OF George W. ELKINS, Deceased Appeal of Philadelphia Health and Education Corporation",
  "name_abbreviation": "In re Estate of Elkins",
  "decision_date": "2005-11-07",
  "docket_number": "",
  "first_page": "815",
  "last_page": "827",
  "citations": [
    {
      "type": "official",
      "cite": "888 A.2d 815"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Pa. D. & C.2d 125",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1621676
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/9/0125-01"
      ]
    },
    {
      "cite": "301 Pa.Super. 299",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        193306
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/301/0299-01"
      ]
    },
    {
      "cite": "46 A.2d 237",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 638",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465885
      ],
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0638-01"
      ]
    },
    {
      "cite": "317 A.2d 193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584389
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0043-01"
      ]
    },
    {
      "cite": "142 A.2d 292",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1958,
      "pin_cites": [
        {
          "page": "292"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "393 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279655
      ],
      "weight": 2,
      "year": 1958,
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/393/0313-01"
      ]
    },
    {
      "cite": "412 Pa.Super. 135",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        906663
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1347"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/412/0135-01"
      ]
    },
    {
      "cite": "689 A.2d 939",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11926612,
        11979599
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "942-43",
          "parenthetical": "citations and quotations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/689/0939-01",
        "/pa-super/456/0114-01"
      ]
    },
    {
      "cite": "456 Pa.Super. 114",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        11979599
      ],
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "citations and quotations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/456/0114-01"
      ]
    },
    {
      "cite": "711 A.2d 1018",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11829957
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1029"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/711/1018-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1151,
    "char_count": 32449,
    "ocr_confidence": 0.673,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21323366729102738
    },
    "sha256": "8239cc62da4faa9f55274eb92a42c0b777c9e8a2afb611273a0606af88adeadb",
    "simhash": "1:e00dec23a5740449",
    "word_count": 5205
  },
  "last_updated": "2024-02-27T19:55:12.072808+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: MUSMANNO, BENDER, and OLSZEWSKI, JJ."
    ],
    "parties": [
      "In re ESTATE OF George W. ELKINS, Deceased Appeal of Philadelphia Health and Education Corporation."
    ],
    "opinions": [
      {
        "text": "BENDER, J.:\n¶ 1 Philadelphia Health and Education Corporation (PHEC) appeals from the order entered on December 30, 2004, that confirmed the Fifth Account of the Testamentary Trust (Trust) established by George W. Elkins for the benefit of Hah-nemann Hospital and ordered that PNC Bank, N.A. (PNC), the surviving trustee, pay to Abington Memorial Hospital (Ab-ington) the income from the Trust. We vacate in part and remand for further proceedings.\n¶ 2 Pursuant to a petition filed by PNC requesting an adjudication of the Trust for the benefit of Hahnemann Hospital, the orphans’ court scheduled a hearing and “directed the trustee to provide notice of the hearing to any interested parties, Ab-ington Memorial Hospital ... and the Attorney General as parens patriae for charitable organizations.” Orphans’ Court Opinion (O.C.O.), 12/30/04, at l. PNC’s initial petition stated that the account was filed due to “the sale of the assets of Allegheny Hahnemann, formerly known as Hahnemann Hospital, a not-for-profit corporation, to Tenet HealthSystems, Inc., a for-profit corporation, causing a failure of the charitable purpose of this Trust.” Petition for Adjudication, ¶ 3. An amended petition was subsequently filed, providing that the account was filed “because of the sale of the assets of Allegheny University Hospitals — East, including Hahnemann University Hospital, formerly known as Hahnemann Hospital, a not-for-profit corporation, to Tenet HealthSystems Inc., a for-profit corporation, as a result of the bankruptcy of Allegheny Health, Education and Research Foundation (“AH-ERF”) and its related entities.” Amended Petition for Adjudication, ¶ 3. Despite the apparent differences for requesting the adjudication, the first invoking the doctrine of cy pres and the second just denoting the changes undergone by Hahnemann Hospital, both petitions suggested that PHEC be designated as the proper recipient of the income of the Trust. After the amended petition was filed, Abington Hospital filed objections and a hearing was held on May 27, 2004. Abington contended that the doctrine of cy pres was applicable and that it should be the entity to receive the distribution of the Trust’s income to carry out Mr. Elkins’ intentions.\n¶ 3 Initially, the orphans’ court noted that Mr. Elkins, who died on October 23, 1919, left a will that provided the following pertinent provisions:\n(a) I give and bequeath Five Hundred Thousand Dollars ($500,000.) unto my Trustees hereinafter named, IN TRUST as is more fully set out hereafter, for the Abington Memorial Hospital, now in Abington, Montgomery County, Pennsylvania.\n(b) I give and bequeath Five Hundred Thousand Dollars ($500,000.) unto my Trustees hereinafter named IN TRUST, as is more fully set out hereunder, for the Hahnemann Hospital, of the City of Philadelphia.\n(f) In the case of the two trusts for the Hospitals aforesaid, I direct that my Trustees shall pay over the income therefrom semi-annually to the Trustees of the said Hospitals to be used by them as their discretion may dictate to be for the best interests of the charity administered by them, save only that the said moneys shall not be used as a building fund.\nO.C.O. at 2-3.\n¶ 4 Additionally, the orphans’ court provided the following background information concerning Mr. Elkins’ relationship with Hahnemann Hospital and the hospital’s affiliations:\nFrom 1869 until 1919, the year of the Will’s execution and the decedent’s death, the official name of “Hahnemann Hospital” was “Hahnemann Medical College and Hospital of Philadelphia.” As a hospital and medical school, the primary functions of Hahnemann Medical College and Hospital were the education of new doctors, the employment of physicians for patient care, and the operation of the hospital itself. Mr. El-kins, a lawyer, served as a trustee of Hahnemann Medical College and Hospital of Philadelphia from 1900 until his death in 1919 and served on the Trustee’s College Committee during the 1917-1918 session.\nIn 1982, the name of Hahnemann Medical College and Hospital of Philadelphia was changed to “Hahnemann University.” Hahnemann University became part of Allegheny Health, Education and Research Foundation (“AH-ERF”), a Pennsylvania not-for-profit corporation, in 1993. AHERF also controlled the Medical College of Pennsylvania (“MCP”), which likewise operated a medical school and hospital (the former Woman’s Medical College of Pennsylvania). Through a series of mergers and divisions in 1994, AHERF combined MCP and Hahnemann Medical College into the MCP Hahnemann School of Medicine. AHERF separated the hospitals and the medical schools into two not-for-profit corporate entities in 1996.\nThe hospitals became part of Allegheny University Hospitals (“AUH”). The medical schools were collectively renamed Allegheny University of the Health Sciences (“AUHS”).\nIn 1998, AHERF, the hospitals and medicals schools filed for bankruptcy protection. In August of 1998, Tenet, a for-profit corporation, acquired from the bankruptcy estate all of the assets of the former Hahnemann Hospital and now operates what were the former buildings and operations of Hahnemann Hospital. As a for-profit entity, however, Tenet was not able to receive the various charitable assets of the hospital.\nIn October of 1998, Philadelphia Health and Education Corporation (“PHEC”) and Philadelphia Health and Research Corporation (“PHRC”), both not-for-profit corporations, were created. PHEC was created in order to own and operate four health-related schools: The School of Medicine, the School of Nursing, the School of Public Health and the School of Health Professions. PHEC received the “medical school endowments” and other funds related to the educational institutions, such as scholarship funds, assets' for endowed chairs and professorships, etc. PHRC was created to receive the charitable assets related to research and patient care, in what was generally referred to as the “hospital endowments.”\nThe transfer of charitable assets from the AHERF component hospitals, including the former Hahnemann Hospital, to PHEC and PHRC was approved by the Philadelphia Orphans’ Court in separate Decrees dated November 6, 1998. Because of disputes between the corporations, PHRC dissolved and transferred all of its assets to PHEC. The Philadelphia Orphan’s Court approved the transfer of charitable assets to PHEC by Decree dated May 27, 2003. The charitable assets earmarked as “hospital endowments” are used by PHEC to fund and manage community-based health care programs.\nFrom 1998 until July 2002, PHEC operated under affiliation and operation agreements with Drexel University and with Tenet. Prior to 1998, Drexel University did not have a medical school or any other health-related school. The operating agreement between PHEC and Drexel University gave Drexel University the ability to assume control over PHEC, and Drexel University exercised that option in July of 2002. As part of the implementation of that option, the various health-related schools formerly operating at Hahnemann Hospital (i.e., School of Nursing, etc.) were transferred to Drexel University. Only the School of Medicine remains in the PHEC corporation; however, this school now operates under the fictitious name of “Drexel University College of Medicine.”\nDespite its separate corporate existence, Drexel University operates and controls PHEC. Specifically, Drexel University controls the Board of Trustees of PHEC, and the Chairman of the Board must be a Drexel appointee. PHEC’s Board chooses the officers of the corporation, and certain actions such as changing the bylaws or articles of incorporation require Drexel University’s express approval. For all intents and purposes, PHEC is Drexel University-\nO.C.O. at 5-8 (citations to the record omitted). Based upon the above, the court concluded that PHEC is the successor entity to Hahnemann’s medical school, but not the successor to the hospital.\n¶ 5 Next the orphans’ court discussed whether the testamentary gift was intended by Mr. Elkins to benefit only the hospital or was to benefit both the hospital and the medical school. The court stated:\nTo start, Mr. Elkins’ choice of words is significant. He leaves the money in trust for the benefit of “the Hahnemann Hospital.” By the time Mr. Elkins executed his Will, the full corporate name of the entity was “Hahnemann Medical College and Hospital” and had been such for 50 years. Mr. Elkins, a lawyer who served on Hahnemann’s Board for nearly 20 years, surely would have known the full corporate name of the entity. Mr. Elkins reiterated that “the hospital” was his intended charitable purpose when, in the common subpart (f), he refers to “Hospitals aforesaid” and “the charity administered by them.”\nIt is also noteworthy that on all occasions where this issue has been raised, the trustee consistently has applied the “Trust’s income” to hospital operations at Hahnemann Hospital. After 1994 when the hospital and medical school were divided until 1998 when the hospital operations were sold to Tenet, the income from this Trust was paid to the hospital, not the medical school.\nAt the hearing, the trustee’s principal witness was Jeffrey Eberly, senior executive director of finance and budget of PHEC. When asked what would be done with the income of this Trust if awarded to PHEC, he testified that “we would probably develop some community programs around the hospital.” He could not identify what community initiatives the Hahnemann community needs, and critically, it has no proposal for use of the Trust income. Mr. Eberly’s testimony about using the Trust income to establish and maintain a community-based health program confirms that the trustee believes decedent intended for the Trust income to be used for hospital purposes, not for the medical school. No evidence was presented at the hearing to suggest that Trust income was ever used or could have been used for the operation of a medical school, as distinguished from the operations of a hospital.\nTrustee’s original Petition for Adjudication also confirms that the income from this Trust was intended for Hahne-mann Hospital, not Hahnemann Hospital and Medical School. The original Petition very clearly states that “the designated beneficiary, Hahnemann Hospital, ceased to be a chanty in November, 1998” when the assets of Hah-nemann Hospital were sold to Tenet, “causing a failure of the charitable purpose of this Trust.” This Petition then suggested that the Court award the Trust’s income to PHEC “by application of the doctrine of cy pres.”\nFinally, the conclusion that Mr. El-kins intended the Trust income to be used for a hospital, not a medical school, is buttressed by his involvement with Abington Hospital. In 1912, Mr. Elkins decided to build a local hospital, called “Abington General Hospital.” He donated farm land for the hospital and built the first hospital building. Shortly thereafter, upon the death of his wife, Mr. Elkins created a $250,000 trust for Abington’s benefit in her memory, and the hospital changed its name to “Abington Memorial Hospital” in her honor. There was extensive testimony about Mr. Elkins’ continued contributions to Abington. For purposes of this discussion, the evidence also showed that Abington was not established with a medical school component, but was committed solely to hospital care.\nO.C.O. at 8-10 (citations to the record omitted).\n¶ 6 Accordingly, based upon the above, the court concluded that Mr. Elkins intended that the Trust income was to be used for hospital operations and not the medical school (educational) component. Therefore, the court held that with the failure of the charitable purpose relating to Hahnemann Hospital, the doctrine of cy pres was applicable and that Abington Hospital most approximated Mr. Elkins’ intended object of his charitable gift. The court also concluded that “the charitable purposes and functions of PHEC [were] very different than the charitable purposes and functions that Mr. Elkins contemplated when he established this Trust for the benefit of Hahnemann Hospital.” Id. at 11-12. Specifically, the court determined that Mr. Elkins’ two gifts in trust were to benefit the two hospitals and the people that required “hospital-provided health care.” Id. at 12.\n¶ 7 In determining that Abington Hospital should be the recipient of the Hahne-mann Hospital trust, the court enumerated the following facts about Abington:\nAbington Hospital is a 508-bed hospital. Abington is the second busiest hospital in the region and delivers more babies than any other hospital in Pennsylvania, except for one hospital in the Pittsburgh area. Abington has the only accredited trauma center in Montgomery County, and it provides free hospital care to residents of the region, not just the population of Abington Township. Most importantly, Abington remains an independent not-for-profit hospital. Abington’s present endowment is approximately $29 million including outside trusts established for its benefit. Abington uses the income from the separate trust created under Item 17(a) of Mr. Elkins’ Will for its general charitable purposes, consistent with the direction in Item 17(f) that the income be used “for the best interests of the charity administered by them.” Abington Memorial Hospital would use this Trust’s income for those same charitable purposes.\nId. at 12 (citations to the record omitted).\n¶ 8 Finally, the court determined that although Mr. Elkins referenced “the City of Philadelphia” in his will, health care has changed since 1919 with the advent of modern transportation. Moreover, the court found that a significant portion of Abington’s $21,000,000 in free care in the previous year was provided to Philadelphia residents. Therefore, because Abington’s service area is not limited to the surrounding neighborhood, the court concluded that it served “an area consistent with Mr. Elkins’ intent.” Id. at 13. Accordingly, the court ordered that the Hahnemann Trust was to merge with the Abington Trust, that PNC was to administer the combined Trust as directed in Mr. Elkins’ will, and that Abington was to be awarded the retained income from the Trust.\n¶ 9 PHEC now appeals to this Court, raising the following three issues for our review:\n1.Did the Orphans’ Court commit legal error when it refused to accord deference to prior Decrees by the Philadelphia County Orphans’ Court holding that: (a) the transfer of Hahnemann’s endowments to Philadelphia Health & Education Corporation (“PHEC”) “does not constitute a diversion of assets from the charitable purposes to which they were committed” and “does not render the charitable purpose for which any interest was conveyed ... indefinite or impossible or impracticable of fulfillment;” and (b) PHEC “is entitled to receive any devise, bequest or gift, obligation or trust” which designates Hah-nemann as the beneficiary?\n2. Did the Orphans’ Court commit legal error when it held that the charitable purpose of the Trust has failed, where the record demonstrated that PHEC has continued the charitable purposes of Hahnemann by providing medical education and training, research, and patient care at Hahnemann and at neighborhood medical clinics in downtown Philadelphia, and where the record also demonstrated that Mr. Elkins knew how to specify that his gifts of land and money be used only “for hospital purposes” when that was what he intended?\n3. Did the Orphans’ Court commit legal error by concluding that, under the cy pres doctrine, Abington Memorial Hospital most closely resembles the charity that Mr. Elkins intended to benefit when he created a trust for “Hahne-mann Hospital, of the City of Philadelphia”?\nPHEC’s brief at 3.\n¶ 10 Initially, we provide our standard of review and the pertinent principles that guide the interpretation of trust and will documents as set forth in In re Estate of Rider, 711 A.2d 1018 (Pa.Super.1998).\nThe findings of a judge of the orphans’ court division, sitting without a jury, must be accorded the same weight and effect as the verdict of a jury, and will not be reversed by an appellate court in the absence of an abuse of discretion or a lack of evidentiary support.\nThe rule is particularly applicable to the findings of fact which are predicated upon the credibility of the witnesses, whom the judge has had the opportunity to hear and observe, and upon the weight given to their testimony. In reviewing the Orphans’ Court’s findings, our task is to ensure that the record is free from legal error and to determine if the Orphans’ Court’s findings are supported by competent and adequate evidence and are not predicated upon capricious disbelief of competent and credible evidence. However, we are not limited when we review the legal conclusions that [an] Orphans’ Court has derived from those facts.\nThe testator’s intent is the polestar in the construction of every will and that intent, if it is not unlawful, must prevail.\nIn order to ascertain the testamentary intent, a court must focus first and foremost on the precise wording of the will, and if ambiguity exists, on the circumstances under which the will was executed, only if the testator’s intent remains uncertain may a court then resort to the general rules of construction. The words of a will are not to be viewed in a vacuum but rather as part of an overall testamentary plan.\nWhen interpreting a will, we must give effect to word and clause where reasonably possible so as not to render any provision nugatory or mere surplus-age. Further, technical words must ordinarily be given their common legal effect as it is presumed these words were intentionally and intelligently employed, especially where they are used by someone learned in probate law.\nCourts are not permitted to determine what they think the testator might or would have desired under the existing circumstances, or even what they think the testator meant to say. Rather, the court must focus on the meaning of the testator’s words within the four corners of the will. Finally, a court may not rewrite an unambiguous will.\nId. at 1029 (quoting In re Estate of Harrison, 456 Pa.Super. 114, 689 A.2d 939, 942-43 (1997) (citations and quotations omitted)).\n¶ 11 Additionally, as noted above, the applicability of the doctrine of cy pres is involved in the instant matter. The court in In re Farrow, 412 Pa.Super. 135, 602 A.2d 1346, 1347 (1992), explained that:\nThe cy pres doctrine has been codified at 20 [PaJC.S. § 6110. It states in pertinent part that, “if the charitable purpose for which an interest is conveyed shall be or become indefinite or impossible or impractical of fulfillment, ... the court shall order an administration or distribution of the estate for a charitable purpose in a manner as nearly as possible to fulfill the intention of the conveyor ...” (emphasis added). The Restatement’s definition of the doctrine has also been cited in our case law. See, In re Women’s Homoeopathic Hospital of Philadelphia, 393 Pa. 313, 142 A.2d 292 (1958). It states:\nIf property is given in trust to be applied to a particular charitable purpose, and it is or becomes impossible or impracticable or illegal to carry out the particular purpose, and if the settler manifested a more general intention to devote the property to charitable purposes, the trust will not fail but the court will direct the application of the property to some charitable purpose which falls within the general charitable intention of the settler. Restatement (Second) of Trusts at Section 399.\nThe application of the doctrine of cy pres requires the court to exercise its discretion in such a manner as to award the fund to a charity which most resembles the one the Settlor intended to benefit. Women’s Homoeopathic Hospital, supra, 393 Pa. at 318, 142 A.2d at 292. To that end, it is necessary to examine the purposes and objects of the defunct or non-existent organization, Id.; Kay’s Estate, 456 Pa. 43, 317 A.2d 193 (1974), the locality that the charity intended to serve, William’s Estate, 353 Pa. 638, 46 A.2d 237 (1946); Kay, supra, and the nature of the population which was the intended object of the charitable gift. Women’s Homoeopathic Hospital, supra; Will of Porter, supra.[, 301 Pa.Super. 299, 447 A.2d 977]\n¶ 12 PHEC first argues that the charitable purpose of the Trust has not become indefinite, impossible or impractical of fulfillment and that, therefore, the doctrine of cy pres is not applicable. As part of this argument, PHEC recites facts discussed by the orphans’ court in its determination that the purpose of the trust has failed and that cy pres is applicable. PHEC attempts to convince this Court that in light of the language of the will and the circumstances that existed at the time Mr. Elkins executed his will, PHEC is the appropriate entity to administer the income from the Trust. PHEC contends this is sc because it is not the hospital building, but rather the charitable services performed that were the object of Mr. Elkins’ directive.\n¶ 13 PHEC relies on In re Baker’s Estate, 9 Pa. D. & C.2d 125 (Orph.Ct.Div.Phila.Countyl957), a Philadelphia Orphans’ Court decision, which declined to use the cy pres doctrine in a situation where income from a trust was to be used “for the general purposes of [a] sanitorium” that treated patients with tuberculosis in addition to conducting research and providing teaching programs. Years later, along with a number of name changes, the institution closed its. patient care facility, but continued its research and teaching aspects. The court held that the board of trustees and not the .court should determine in what manner the general purposes of the institution should be effectuated, i.e., whether to close the clinical side of its work and only, continue its research and teaching sides, due to the medical advances made over the years. Therefore, the court concluded that “the charitable purpose for which testatrix bequeathed the income of this trust ha[d] not ‘become indefinite or impossible or impractical of fulfillment,’ but continue[d] even though one of the functions previously conducted, to wit, the treatment of patients, ha[d] been discontinued.” Id.\n¶ 14 Although we find at first blush that the Baker case is persuasive, we are not convinced that the orphans’ court’s conclusion in the instant matter is incorrect. The court’s interpretation of the language of Mr. Elkins’ will, namely the phrase that “my Trustees shall pay over income ... to the Trustee of the said Hospitals to be used by them as their discretion may dictate to be for the best interests of the charity administered by them,” concomitantly with the specific identification of the two hospitals, cannot be deemed an error. The court relied on the language in the will, the circumstances existing at the time Mr. Elkins’ executed his will, and the payment of Trust income solely to the hospital after the relationship between the hospital and the medical school had been severed but prior to the sale of the hospital to Tenet. Moreover, the court found that no evidence was submitted indicating that Trust income was ever used in any way for medical school purposes. These findings, based upon the language of the will and other evidence presented, reveal a distinction1 between this case and Baker, where only a single function of the organization was eliminated and where the testator’s gift had been used from inception for all of the institution’s purposes. Here, “PHEC is not, and does not claim to be, the successor to the operations of the former Hahne-mann Hospital.” O.C.O. at 8. It only claims to be the successor to what was once the medical school, yet it argues entitlement to the income from the Trust designating Hahnemann Hospital as the recipient.\n¶ 15 Following our review of the record, the briefs of the parties and the relevant law, we conclude that the orphans’ court’s findings are supported by the evidence, that the court did not abuse its discretion in concluding that there was a failure of the charitable purpose, and that, the doctrine of cy pres should apply.\n¶ 16 We now turn to PHEC’s argument that the Montgomery County Orphans’ Court erred by not according any deference to two decrees entered by the Philadelphia County Orphans’ Court. After Tenet’s purchase of Hahnemann and other area hospitals following AHERF’s bankruptcy, the Philadelphia decrees approved the transfers of the hospital and medical school endowments to PHRC and PHEC and then solely to PHEC. In its rendition of the facts, the court notes these decrees, but does not explain whether those decrees should impact the decision here. PHEC contends that the transfer of both the hospital endowments to PHEC, which already controlled the medical school endowments, was found by the Philadelphia Orphans’ Court not to\nconstitute a diversion of assets from the charitable purposes to which they were committed under Section 5547(b) of the Nonprofit [Corporation] Act, 15 Pa.C.S. § 5547(b), and [did] not render the charitable purpose for which any interest was conveyed to become indefinite or impossible or impractical of fulfillment with [in] the meaning of Section 6110(a) of the Probate, Estates and Fiduciaries Code, 20 Pa.C.S. § 6110(a).\nPhiladelphia Orphans’ Court Decree, 5/27/03, ¶ 3. However, the May 27th decree also directed that the hospital endowments that were awarded to PHEC were “to be held and administered for their intended purposes as directed by the donors of such funds in accordance with the objects for which such funds were donated, granted, devised or accumulated....” Id. at ¶5. From this statement in its decree, it is evident that the Philadelphia Orphans’ Court did not review each donor’s intent with regard to each of the approximately 400 medical school endowments and the 300 hospital endowments that were to be controlled by PHEC. N.T., 5/27/04, at 29, 59. Rather PHEC was directed to administer the funds as directed by each donor’s intent.\n¶ 17 Section 5547(b) of the Nonprofit Corporation Act, 15 Pa.C.S. § 5547(b), specifically provides that “[p]roperty committed to charitable purposes shall not, by any proceeding under Chapter 59 (relating to fundamental changes) or otherwise, be diverted from the objects to which it was donated, granted or devised, unless and until the board of directors or other body obtains from the court an order under 20 Pa.C.S. Chapter 61 (relating to estates) specifying the disposition of the property.” Additionally, Section 5550 of the Nonprofit Corporation Act provides:\nA devise, bequest or gift ... in trust ... to or for a nonprofit corporation which has:\n(2) sold, leased away or exchanged all or substantially all the property and assets:\nafter the execution of the document containing such devise, bequest or gift shall be effective only as a court having jurisdiction over the assets may order under [20 Pa.C.S. § 6101 et seq.] or other applicable provision of law.\n15 Pa.C.S. § 5550 (emphasis added).\n¶ 18 Based upon the interplay between the Nonprofit Corporation Act and the Probate, Estates and Fiduciaries Code, it is apparent that the Philadelphia Court’s decrees were directing that PHEC had control over the charitable assets that were formerly held by Hahnemann Hospital as provided for in 15 Pa.C.S. § 5547(a). However, the Philadelphia Court did not have jurisdiction over the Trust assets, which are the subject of the present appeal. Rather it is .Montgomery County Orphans’ Court that has had and continues to have jurisdiction over the assets of the Trust itself. Therefore, the decision by the court in the present matter correctly noted the Philadelphia decrees, and did not disregard those decrees. Rather, the assets at issue in each proceeding were distinct and each court made determinations in regard to those separate assets, i.e., the charitable assets previously held by Hah-nemann versus the Trust assets. Accordingly, we conclude that PHEC’s arguments regarding the Philadelphia decrees are without merit.\n¶ 19 Lastly, we address PHEC’s contention that the orphans’ court committed an error of law by ruling that “Abing-ton is the charitable institution that most clearly resembles the institution that Mr. Elkins intended to benefit when he created the Trust for ‘the Hahnemann Hospital, of the City of Philadelphia.’ ” PHEC’s brief at 37. We agree and, therefore, conclude that the court below erred by finding that Abington most approximated the object Mr. Elkins intended to benefit.\n¶ 20 As we noted earlier, under the cy pres doctrine, a court is required to award the funds to a charity that most resembles the one that was to be the recipient of the trust. Farrow, supra. In addition to examining the named entity’s purpose, a court must also consider the locality of the intended charity and the nature of the population that would be served by the gift. Id.\n¶ 21 Our review of the record reveals that there is insufficient support for the court’s finding that residents of Philadelphia who have utilized the services of Hahnemann Hospital are also served by Abington Hospital. Particularly, because Mr. Elkins identified “the Hahnemann Hospital, of the City of Philadelphia,” it would appear that he intended to benefit the residents of an area more specifically in the vicinity of Hahnemann Hospital; otherwise, he could have placed the funds establishing the Hahnemann Trust into the trust benefiting Abington. Each of Mr. Elkins’ Trusts was established to benefit a specific hospital in' a specific locality. Even with reliance by the court on the advances in transportation, we find that such a conclusion does not best suit Mr. Elkins’ intent. Moreover, as indicated in the Farrow decision, a lapsed gift need not go to another named beneficiary, but may go to “a charity not mentioned in the will or trust but which most nearly approximate[s] the intention of the donor.” Id. at 1348.\n[I]n conformance with the meaning of the doctrine of cy pres, which mandates that when a definite benefit can not be performed in exact conformity to the scheme of the person or persons who have provided for it, it must be performed with as close approximation to that scheme as reasonably practicable.\nId.\n¶ 22 Accordingly, we vacate that portion of the orphans’ court’s order with regard to its award of the Trust income to Abing-ton Hospital. We remand the matter for further proceedings after notice is given to eligible hospitals or other entities performing hospital-like operations that are located closer in proximity to the area served by the former Hahnemann Hospital. In this way Mr. Elkins’ expressed intent can more readily be accomplished.\n¶ 23 Order vacated in part. Case remanded for further proceedings. Jurisdiction relinquished.\n. The Office of Attorney General notified this Court by letter, dated April 26, 2005, that it would not be taking a position on this appeal and, therefore, would not be filing a brief.\n. Cy -pres is defined in pertinent part as \"[t]he equitable doctrine under which a court reforms a written instrument with a gift to charity as closely to the donor’s intention as possible, so that the gift does not fail. Courts use cy pres esp. in construing charitable gifts when the donor’s original charitable purpose cannot be fulfilled.” black’s law dictionary 415 (8th ed. 2004).\n. We note that PHEC has listed three issues in its Statement of Questions Involved, but has divided the Argument portion of its brief into five separate sections in contravention of Pa.RA.P. 2119. In an attempt to simplify our discussion and because PHEC's arguments are to a degree interrelated, we have neither followed the order of the issues presented nor the manner in which the argument section has been set forth.\n. PNC, as the trustee, provided notice of the hearing to be held concerning the Fifth Account of Mr. Elkins’ Hahnemann Hospital Trust to Tenet HealthSystems, Inc., Drexel University College of Medicine and to the Attorney General. The orphans’ court ordered that notice was also to be given to Abington Hospital.",
        "type": "majority",
        "author": "BENDER, J.:"
      }
    ],
    "attorneys": [
      "Burt M. Rublin, Philadelphia, for appellant.",
      "James F. Mannion, King of Prussia, for appellee."
    ],
    "corrections": "",
    "head_matter": "In re ESTATE OF George W. ELKINS, Deceased Appeal of Philadelphia Health and Education Corporation.\nSuperior Court of Pennsylvania.\nArgued Sept. 13, 2005.\nFiled Nov. 7, 2005.\nReargument Denied Jan. 20, 2006.\nBurt M. Rublin, Philadelphia, for appellant.\nJames F. Mannion, King of Prussia, for appellee.\nBefore: MUSMANNO, BENDER, and OLSZEWSKI, JJ."
  },
  "file_name": "0815-02",
  "first_page_order": 857,
  "last_page_order": 869
}
