{
  "id": 6094816,
  "name": "Floyd J. Metzger v. Kenneth F. Cooper",
  "name_abbreviation": "Metzger v. Cooper",
  "decision_date": "1930-02-06",
  "docket_number": "No. 2235",
  "first_page": "816",
  "last_page": "817",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 816"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 270,
    "char_count": 4587,
    "ocr_confidence": 0.474,
    "sha256": "2708ad8e437dfe05a427885ccb7bce338650c30eab4d2534e43f81d30742530f",
    "simhash": "1:7f8fe07429dd9f10",
    "word_count": 757
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield-, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Floyd J. Metzger v. Kenneth F. Cooper"
    ],
    "opinions": [
      {
        "text": "BlaNd, Judge,\ndelivered the opinion' of the court:\nThis is an appeal from the decision of the- Board of Appeals, awarding* priority of invention to Cooper. The decision of the board affirmed the decision of the examiner of interferences, which in turn affirmed the decision of the law examiner.\nThe subject matter of the controversy involved in the interference counts is a composition of matter primarily intended for the fumigation of plants infested with insects. The active substance in the composition is calcium cyanide which is mixed with an inert substance such as talc, infusorial earth, or calcium carbonate. Each of the counts,in issue requires that the active substance of the composition shall be free from alhali metal óompowicls, and the entire controversy revolves around this fact.\nMetzger had received a patent upon a composition described with great particularity in his application. Cooper had a pending application which he claims is for the same thing and his amended claims were put in interference with the claims of Metzger’s patent. Cooper’s filing date was earlier than Metzger’s. The counts in issue are:\n1. As an article of manufacture, a composition of matter which comprises á mixture of inert material with a cyanogen compound of a metal, substantially free from alkali metal compounds.\n2. As an article of manufacture, a composition of matter which comprises a mixture of inert material with a cyanogen compound of calcium substantially free from alkali metal compounds.\nIt was held by the tribunals below that Cooper’s application and specification, together with the patent of Walter S. Landis, No. 1359357, disclosed the subject matter of Metzger’s patent and that Cooper was entitled to priority. In the Cooper specification is found the following:\nTlie invention when more particularly stated relates to a dusting material containing sodium cyanide, calcium cyanide, or a mixture of these compounds in a finely divided condition, suitable to be used in destroying various forms of plant and animal life with particular reference to insect pests.\n$ * * * * $ $\nAs an illustration of this invention one may mix one part of a crude cyanide material of the nature of that disclosed in U. S. patent to Walter S. Landis, No. 1359257, with from two to nine parts of a diluent such as talc, the whole being ground to an impalpable powder. This is dusted upon the plant foliage, or other surfaces on which the insects to be destroyed are located.\nIt is the contention of Metzger that Cooper had not disclosed a product substantially free from alkali metal compounds, while Cooper contends that the disclosure in his specification above referred to of “ sodium cyanide, calcium cyanide, or a mixture of these compounds ” was a disclosure of a cyanide containing alkali metal compounds and also a disclosure of a material free from alkali metal compounds, and that since one of the cyanides was free from alkali metal compounds, it amounted to a disclosure of a material free froni alkali metal compounds. It seems to be conceded that if the mixture is made from calcium cyanide, it would be free of alkali metal compounds, but that if sodium cynaide was used, it would not be free from alkali metal compounds. It was argued by Cooper here that the disclosure of both materials was a disclosure of each of them and that this view was in accordance with the finding of the three tribunals below. Metzger contended that since Cooper did not say that he used pure calcium cyanide, but referred to the cyanides in their crude form, it would not necessarily show that either of them was free of an alkali metal compound.\nIt is conceded that if Cooper’s disclosure is sufficient to support the subject matter of the counts, he is entitled to priority. Therefore, the only question in the case is as to whether or not Cooper’s disclosure is sufficient to support the subject matter of the counts.\nUnder the above statement of facts, we conclude that Cooper’s disclosure was sufficient to support the subject matter of the counts and that, therefore, he is entitled to priority.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "BlaNd, Judge,"
      }
    ],
    "attorneys": [
      "Bennie, Davis, Manin <£ Edmonds (D. 8. Edmonds, E. H. Merchant, Richard K. Stevens, and George J. Sesselman of counsel), for appellant.",
      "S. 0. Bierman for appellee."
    ],
    "corrections": "",
    "head_matter": "Floyd J. Metzger v. Kenneth F. Cooper\n(No. 2235)\nUnited States Court of Customs and Patent Appeals,\nFebruary 6, 1930\nBennie, Davis, Manin <£ Edmonds (D. 8. Edmonds, E. H. Merchant, Richard K. Stevens, and George J. Sesselman of counsel), for appellant.\nS. 0. Bierman for appellee.\n[Oral argument January 15, 1930, by Mr. Stevens and Mr. Bierman]\nBefore Graham, Presiding Judge, and Bland, Hatfield-, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0816-01",
  "first_page_order": 266,
  "last_page_order": 267
}
