{
  "id": 9299881,
  "name": "Jeremy MITCHELL v. The ZONING HEARING BOARD OF THE BOROUGH OF MOUNT PENN, Antietam School District; Helen D. Krafczek, Adam B. Krafczek, and Noble Realty, Inc., v. The Zoning Hearing Board of the Borough of Mount Penn, Antietam School District, Appeal of: The Board of Directors of the Antietam School District; Helen D. Krafczek, Adam B. Krafczek, and Noble Realty, Inc., v. The Zoning Hearing Board of the Borough of Mount Penn; Jeremy Mitchell, v. The Zoning Hearing Board of the Borough of Mount Penn, Appeal of: Helen D. Krafczek, Adam B. Krafczek, Noble Realty, Inc., and Jeremy Mitchell; Helen D. Krafczek, Adam B. Krafczek, and Noble Realty, Inc., v. The Zoning Hearing Board of the Borough of Mount Penn; Jeremy Mitchell, v. The Zoning Hearing Board of the Borough of Mount Penn, Appeal of: Helen D. Krafczek, Adam B. Krafczek, Noble Realty, Inc., and Jeremy Mitchell",
  "name_abbreviation": "Mitchell v. Zoning Hearing Board of the Borough of Mount Penn",
  "decision_date": "2003-11-14",
  "docket_number": "",
  "first_page": "819",
  "last_page": "831",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 819"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "815 A.2d 652",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9333886
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/815/0652-01"
      ]
    },
    {
      "cite": "687 A.2d 371",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7349369,
        466778
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/687/0371-01",
        "/pa/546/0578-01"
      ]
    },
    {
      "cite": "546 Pa. 578",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466778
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0578-01"
      ]
    },
    {
      "cite": "770 A.2d 815",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11104228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/770/0815-01"
      ]
    },
    {
      "cite": "685 A.2d 549",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "546 Pa. 672",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "675 A.2d 791",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865773
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/675/0791-01"
      ]
    },
    {
      "cite": "732 A.2d 1212",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "557 Pa. 642",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "710 A.2d 653",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11833776
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/710/0653-01"
      ]
    },
    {
      "cite": "721 A.2d 43",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        765971,
        11785291,
        765949,
        11785390
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0249-02",
        "/a2d/721/0043-01",
        "/pa/554/0249-01",
        "/a2d/721/0043-02"
      ]
    },
    {
      "cite": "554 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765971,
        765949
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0249-02",
        "/pa/554/0249-01"
      ]
    },
    {
      "cite": "612 A.2d 559",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1433512
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/148/0578-01"
      ]
    },
    {
      "cite": "689 A.2d 225",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        468732,
        11924221
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0163-01",
        "/a2d/689/0225-01"
      ]
    },
    {
      "cite": "547 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468732
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0163-01"
      ]
    },
    {
      "cite": "682 A.2d 856",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865279
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/0856-01"
      ]
    },
    {
      "cite": "824 A.2d 372",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9122592
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/824/0372-01"
      ]
    },
    {
      "cite": "778 A.2d 1205",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9498084,
        706223
      ],
      "weight": 2,
      "year": 2001,
      "pin_cites": [
        {
          "page": "1213"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/778/1205-01",
        "/pa/566/0180-01"
      ]
    },
    {
      "cite": "566 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        706223
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/566/0180-01"
      ]
    },
    {
      "cite": "688 A.2d 1264",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7368693
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/688/1264-01"
      ]
    },
    {
      "cite": "583 A.2d 45",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1408299
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/136/0370-01"
      ]
    },
    {
      "cite": "533 A.2d 1096",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1366504
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/111/0330-01"
      ]
    },
    {
      "cite": "333 A.2d 229",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "admission of maps, photographs and letters prepared subsequent to the board's decision"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "505 A2d 645",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1344958
      ],
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "the trial court's view of the subject property"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/95/0263-01"
      ]
    },
    {
      "cite": "178 A.2d 712",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "parenthetical": "introduction of the description of land, photographs, maps and copies of the zoning ordinance"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304845
      ],
      "year": 1962,
      "pin_cites": [
        {
          "parenthetical": "introduction of the description of land, photographs, maps and copies of the zoning ordinance"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0550-01"
      ]
    },
    {
      "cite": "599 A.2d 286",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1423144
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/143/0469-01"
      ]
    },
    {
      "cite": "762 A.2d 1137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11161996
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/762/1137-01"
      ]
    },
    {
      "cite": "501 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782512
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0550-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1108,
    "char_count": 33240,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 4.418846356508015e-07,
      "percentile": 0.9204459410567952
    },
    "sha256": "fdf1fe98ced52f7b821315214cc784a956961b2b206faef82a6eea99e9478294",
    "simhash": "1:e6efc62ce1607cee",
    "word_count": 5288
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: McGINLEY, Judge, COHN, Judge, MIRARCHI, JR., Senior Judge."
    ],
    "parties": [
      "Jeremy MITCHELL v. The ZONING HEARING BOARD OF THE BOROUGH OF MOUNT PENN, Antietam School District. Helen D. Krafczek, Adam B. Krafczek, and Noble Realty, Inc., v. The Zoning Hearing Board of the Borough of Mount Penn, Antietam School District, Appeal of: The Board of Directors of the Antietam School District. Helen D. Krafczek, Adam B. Krafczek, and Noble Realty, Inc., v. The Zoning Hearing Board of the Borough of Mount Penn. Jeremy Mitchell, v. The Zoning Hearing Board of the Borough of Mount Penn, Appeal of: Helen D. Krafczek, Adam B. Krafczek, Noble Realty, Inc., and Jeremy Mitchell. Helen D. Krafczek, Adam B. Krafczek, and Noble Realty, Inc., v. The Zoning Hearing Board of the Borough of Mount Penn. Jeremy Mitchell, v. The Zoning Hearing Board of the Borough of Mount Penn, Appeal of: Helen D. Krafczek, Adam B. Krafczek, Noble Realty, Inc., and Jeremy Mitchell."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSenior Judge MIRARCHI.\nBefore this Court are consolidated appeals of (1) the Board of Directors of the Antietam School District (School District), and (2) Adam B. Krafczek, Esquire and his wife, Helen Krafczek (the Krafczeks), Noble Realty, Inc. (Noble Realty), and Jeremy Mitchell (Mitchell), (collectively, Objectors), from an order of the Court of Common Pleas of Berks County that affirmed, as modified, the decision of the Zoning Hearing Board of the Borough of Mount Penn (Board) granting special exceptions and a variance to permit the School District to use the vacant former high school building as an elementary school. We affirm.\nI.\nThe Board and the trial court set forth the following relevant facts in their decisions. The School District is the equitable owner of the subject property located at North 25th Street and Filbert Avenue in Mount Penn, Berks County in a primarily residential area. The property consists of a vacant 110,000 square foot school building, including a gymnasium and an auditorium, on a 1.72-acre lot. The property was previously occupied by the Mount Penn High School from 1920s until 1989 when it was sold to A & C Building and Industrial Maintenance Corporation (A & C Corp.). The property has since been vacant and is in a state of disrepair. Due to the series of additions to the original building since 1925, the school building occupies almost the entire lot.\nIn recent years, the School District has experienced significant growth in student population and is in dire need of additional classroom spaces to meet the regulations of the Pennsylvania Department of Education (Department). The existing elementary school is overcrowded and considered “undersized” under the Department’s standards. In addition, the School District has only one school gymnasium and no school auditorium within its district. The School District considered following options for expanding classrooms: adding classrooms at the existing elementary school at a cost of $2,000,000; adding classrooms and an auditorium at the middle/senior high school at a cost of $2,000,000; adding ten classrooms and a multi-purpose room on the former City of Reading water filter beds at a cost of $8,000,000; and repurchasing and renovating the subject property at a cost of $5,500,000. The School District determined that the last option would provide more flexibilities because the already existing vacant classrooms could be easily renovated to meet the current and future needs of the growing student population, and because the gymnasium and auditorium in the school building could also be used by students attending other schools within its district.\nOn November 19, 2001, the School District entered into an agreement of sale with A & C Corp. to repurchase the subject property for $225,000. The agreement was contingent upon obtaining zoning and land use approval required for reestablishing a school on the property. Section 433.E of the Borough of Mount Penn Zoning Ordinance (Ordinance) permits a “[njursery school, elementary school, middle school, junior high school or senior high school” by a special exception in the R-4 Suburban Residential zoning district where the property is located. Any uses accessory to the principal uses listed in Section 433.E also require a special exception under Section 433.G. The former Mount Penn High School existed on the subject property as a preexisting nonconforming use before it was abandoned in 1989. Because the nonconforming use has since been continuously abandoned, the School District was required to obtain zoning approval to reestablish a school under Section 604 of the Ordinance prohibiting reestablishment of a preexisting nonconforming use after abandonment for a continuous eighteen-month period.\nOn December 5, 2001, the School District filed an application with the Board, seeking (1) a special exception under Section 438.E of the Ordinance to establish an elementary school on the subject property; (2) a special exception from the area, yai'd and height regulations under Sections of 434, 435 and 501 through 525; (3) a variance from Section 512.14.N requiring one off-street parking space per one employee of an elementary school; and (4) interpretation that the subject building is a preexisting nonconforming structure under the Ordinance.\nAt hearings before the Board, the School Distinct proposed to renovate the school building on the subject property to add ten classrooms for approximately 141 students in kindergarten, pre-first and first grades and spaces for the school staff. The School District also proposed to renovate the former high school gymnasium and auditorium in the school building. The renovated gymnasium will have more than 700 seats, locker rooms and a machine shop area, and the auditorium will have 500 to 600 seats. Under the proposal, the renovated gymnasium and auditorium will be used by not only the students attending the proposed elementary school but also those attending other schools within the School District for interscholastic sports, intramural activities and other school-related gatherings and events. The facilities will also be used for occasional community events.\nAs to off-street parking, the School District proposed to use the street fronting the school building for dropping off and picking up the students by school buses and cars. Fifteen to twenty employees at the proposed elementary school will park their cars on Filbert Avenue and Endlich Avenue fronting the sides of the school building. The School District’s witnesses estimated that nineteen parking spaces were available on those streets during usual school days.\nDuring the hearings, the Board permitted the School District to amend the application to include the following additional and alternative zoning relief: (1) a special exception from Section 431 of the Ordinance setting forth the legislative intent for the R-4 zoning district; (2) a special exception under Section 433.G to establish a gymnasium and an auditorium as an accessory use; and (3) a variance from Section 512.14.K and P requiring one off-street parking space per every four seats of “Auditorium, ... or Other Place of Assemblage,” and one off-street parking space per fifty square feet of “Indoor Recreational Establishment,” respectively.\nTo support the application, the School District presented the testimony of its real estate expert, architect, engineer, school district superintendent and elementary school principal. They testified as to the School District’s need for additional classroom spaces and the flexibility of renovating the vacant school building with the gymnasium and auditorium to meet the current and future needs. The real estate expert testified that all previous efforts to develop the subject property for other purposes had failed, that other uses would require additional zoning relief, and that the highest and best use of the subject property was to use it as a school. The School District’s architect testified that removal of the rear portion of the school building to provide off-street parking spaces would cost $800,000, making it economically infeasible, and that removal of some additions to the budding would be impossible because of structural and/or location concerns. The school superintendent testified that if the gymnasium was to be removed for parking spaces, the elementary school students would not have a play area. Finally, the witnesses stated that the proposed use would not adversely affect the traffic conditions in the area of the proposed school and that relocating some students to the proposed school would relieve the traffic congestion and parking problems existing in the area of the current elementary school.\nThe Krafczeks and Noble Realty, the adjacent property owners, entered appearances to oppose the School District’s proposal and presented the testimony of area residents who expressed their concerns over the parking problems and traffic congestion in the area. Other residents testified in favor of the proposal.\nAccepting the evidence presented by the School District, the Board granted a special exception under Section 433.E of the Ordinance to permit establishment of an elementary school on the subject property; a special exception under Section 433.G to permit the proposed gymnasium and auditorium as an accessory use; and a variance from the off-street parking requirement for the elementary school under Section 512.14.N. The Board concluded that the School District was not required to obtain a variance from the area, yard and height regulations because the subject building was a preexisting nonconforming structure. The Board further concluded that as an accessory use, the proposed gymnasium and auditorium were not subject to the off-street parking requirements under Section 512.14.K and P. In granting the requested zoning relief, the Board required the School District to seek additional relief, in the event that the number of employees at the elementary school exceeds twenty or that it plans to further expand classrooms in the subject building. The Board also ordered the School District to investigate a possibility of acquiring off-street parking spaces from the area businesses and churches and submit evidence of such efforts to the Borough.\nThe Krafczeks and Noble Realty appealed the Board’s decision to the trial court. Mitchell, who resides near the subject property, also appealed alleging that notice of hearings was not properly given. After a hearing, the trial court subsequently granted the School District’s petitions to intervene in the appeals and consolidate the appeals. After a separate hearing, the trial court denied the School District’s petition to compel the Krafczeks, Noble Realty and Mitchell to post a bond. The trial court affirmed, after argument of counsel, the Board’s decision to grant a special exception under Section 433.E of the Ordinance to permit the proposed elementary school and a variance from the off-street parking requirement for the elementary school under Section 512.14.N. The trial court then modified the Board’s grant of a special exception for an accessory use of the gymnasium and auditorium under Section 433.G limiting the use of those facilities to the students attending the elementary school. Both the School District and the Objectors appealed the trial court’s decision to this Court.\nII.\nThe Objectors first contend that this matter should be remanded to the trial court for its own findings of fact and a de novo decision because the trial court took additional evidence on the merits of their appeals at the bond hearing.\nThis Court’s scope of review in a zoning case differs depending on whether the trial court took additional evidence. Where the trial court took no additional evidence on the merits of the zoning appeal, this Court reviews the decision of the zoning hearing board to determine whether the board committed an error of law or a manifest abuse of discretion. Valley View Civic Ass’n v. Zoning Board of Adjustment, 501 Pa. 550, 462 A.2d 637 (1983); Mehring v. Zoning Hearing Board of Manchester Township, 762 A.2d 1137 (Pa.Cmwlth.2000). Where the trial court took any additional evidence on the merits, however, it must determine the case de novo, making its own findings of fact based on the record made before the board as supplemented by the additional evidence; this Court must then determine on appeal whether the trial court, not the board, committed an error of law or an abuse of discretion. Section 1005-A of the Pennsylvania Municipalities Planning Code (MPC), Act of July 31,1968, P.L. 805, as amended, added by Section 101 of the Act of December 21, 1988, P.L. 1329, 53 P.S. § 11005-A; De Cray v. Zoning Hearing Board of Upper Saucon Township, 143 Pa.Cmwlth. 469, 599 A.2d 286 (1991).\nIt is well established that the trial court’s receipt of any additional factual evidence on the merits of the zoning appeal is sufficient to require the trial court to make its own findings of fact. See, e.g, Rogalski v. Upper Chichester Township, 406 Pa. 550, 178 A.2d 712 (1962) (introduction of the description of land, photographs, maps and copies of the zoning ordinance); De Cray (live testimony presented at the bond hearing regarding the impact of the denial of a variance); Board of Supervisors of Upper Merion Township v. Wawa, Inc., 95 Pa.Cmwlth. 263, 505 A2d 645 (1986) (the trial court’s view of the subject property); Lutz v. East Hanover Township Zoning Hearing Board, 17 Pa.Cmwlth. 501, 333 A.2d 229 (1975) (admission of maps, photographs and letters prepared subsequent to the board’s decision).\nIn this matter, the trial court held the bond hearing pursuant to Section 1003-A(d) of the MPC, added by Section 101 of the Act of December 21, 1988, P.L. 1329, 53 P.S. § 11003-A(d), which provides in relevant part:\nAfter the petition for posting a bond is presented, the court shall hold a hearing to determine if the filing of the appeal is frivolous. At the hearing, evidence may be presented on the merits of the case. It shall be the burden of the landowners to prove the appeal is frivolous.\nTo meet the burden of establishing that the appeals were frivolous, the School District’s counsel submitted the entire record of the Board and stated at the beginning of the bond hearing that he would also present additional testimony to “supplement” the Board’s record. Trial Court’s September 10, 2002 Hearing, N.T., p. 40. The School District then presented live testimony of its superintendent, architect and real estate expert, who had already testified before the Board. They again testified as to the need for additional classrooms, a gymnasium and an auditorium; the proposal to renovate the school building; and the structural and economical infeasibility of demolishing a portion of the school building to provide off-street parking spaces. The Objector, Adam Krafczek, also testified regarding the detrimental impact of the School District’s proposal on the neighborhood.\nThe record thus demonstrates that at the bond hearing, the parties presented additional evidence which was directly related to the merits of the Objectors’ appeals filed to challenge the School District’s entitlement to the zoning relief granted by the Board. Because the trial court took additional evidence on the merits of the appeals thereby supplementing the record made before the Board, the trial court was required to make its own factual findings and decide the matter de novo. It is unnecessary, however, to remand this matter to the trial court because the undisputed facts in the record and the trial court’s opinion provide a sufficient basis for our appellate review. De Cray.\nIII.\nThe Objectors further contend that the Board improperly permitted the School District to amend its application after most of its witnesses testified at the hearings. The zoning hearing board may permit amendment of the zoning application if the need for an amendment arises during the hearing. Appeal of Booz, 111 Pa.Cmwlth. 330, 533 A.2d 1096 (1987). The board must grant objectors an opportunity to present relevant evidence in opposition to a new legal theory contained in the amended application. Id.\nThe School District initially claimed that it was not required to obtain separate zoning relief for the proposed gymnasium and auditorium because they constituted an accessory use. At the conclusion of the third-day hearing on April 3, 2002, the School District sought permission to amend the application to include additional and alternative zoning relief, including a special exception under Section 433.G to use the proposed gymnasium and auditorium as an accessory use and a variance from the off-street parking requirements for those facilities under Section 512.14.K and P.\nThe Board approved the request for amendment at the beginning of the next hearing held on April 23, 2002, and the School District then presented the testimony of the elementary school principal. The Objectors neither claimed any prejudice resulting from the amendment nor requested continuance of the hearing. Instead, they proceeded to present the testimony of the individuals in opposition to the application. Because the Objectors were not prevented from effectively opposing the additional zoning relief sought by the School District or were otherwise prejudiced by the amendment, the Objectors’ contention is without merit.\nIV.\nIn its appeal, the School District contends that the trial court erred in limiting the accessory use of the gymnasium and auditorium in the school building to the elementary school students.\nSection 202 of the Ordinance defines “an accessory use” as “a subordinate use of a portion of a lot which is customarily incidental to the main or principal use of the land or of a building on a lot.” To establish an accessory use, the applicant must prove that the use in question is secondary to a principal use and that the use is usually found with the principal use. Upper Saucon Township v. Zoning Hearing Board of Upper Saucon Township, 136 Pa.Cmwlth. 370, 583 A.2d 45 (1990). The issue of whether the proposed use constitutes an accessory use is a question of law to be determined based on the underlying facts. Dillon Real Estate Co. v. Zoning Hearing Board of the Borough of Mount Pocono, 688 A.2d 1264 (Pa.Cmwlth.1997).\nThe School District’s witnesses testified that the School District intended to use the gymnasium, inter alia, as a play area for the elementary school students required by the Department’s regulations. Section 702 of the Public School Code of 1949 (Public School Code), Act of March 10, 1949, P.L. 30, as amended, 24 P.S. § 7-702, provides that “[n]o new school building shall be erected without a proper playground being provided.” Unquestionably, the use of the existing gymnasium and auditorium for a play area for the students attending the elementary school and their school-related activities is customarily incidental and secondary to the use of the property as the elementary school and therefore falls within the definition of an accessory use.\nHowever, the School District’s further proposal to establish a full-size auditorium and gymnasium for use by all students within the School District and for the occasional community events cannot be characterized as secondary or customarily incidental to the proposed elementary school with only 141 kindergarten, pre-first and first grade students. Such full-size auditorium and gymnasium are not usually found in a small elementary school. The trial court, therefore, properly limited the accessory use of the gymnasium and auditorium to the students attending the elementary school in granting the special exception under Section 483.G.\nThe School District nonetheless argues that the proposed use of the gymnasium and auditorium is authorized by Section 775 of the Public School Code, 24 P.S. § 7-775, which provides in relevant part that “[t]he board of school directors of any district may permit the use of its school ground and buildings for social, recreation, and other proper purposes, under such rules and regulations as the board may adopt.”\nIn Hazleton Area School District v. Zoning Hearing Board of Hazle Township, 566 Pa. 180, 778 A.2d 1205 (2001), the Supreme Court of Pennsylvania rejected the similar argument and held that Section 775 of the Public School Code did not preempt local zoning regulations. The Court stated:\nSo long as the local zoning authority does not interfere with the district’s core function, there is nothing in the school legislation to restrict local authorities from seeking to blend the school into the community in a manner that protects the health, safety, and general welfare of the community.... The permissive authority under § 7-775, at best, is related to its maintenance and control of its properties — not its core educational function.... The incidental power granted, however, cannot be exercised at the expense of the health, safety and general welfare of the community in which a particular school is located.\nId. at 192-93, 778 A.2d at 1213. Under Hazleton Area School District, therefore, the School District was required to comply with the provisions of the Ordinance regulating an accessory use. See also Northampton Area School District v. East Allen Township Board of Supervisors, 824 A.2d 372 (Pa.Cmwlth.2003) (the zoning ordinance was not preempted by Section 702 of the Public School Code providing that “[t]he location and amount of any real estate required by any school district for school purposes shall be determined by the board of school directors of such district”).\nV.\nIn their appeal, the Objectors do not challenge the decision to permit the use of the subject property as the proposed elementary school and the use of the gymnasium and auditorium for the elementary school students. The Objectors contend, however, that even if the auditorium and gymnasium constitute an accessory use, the School District is still required to obtain a variance from the off-street parking requirements for “Auditorium ... or Other Place of Assemblage” and “Recreational establishment” under Section 512.14. K and P of the Ordinance.\nSection 512.14, however, does not specifically require separate off-street parking spaces for uses accessory to the principal uses listed therein, including an elementary school. Nor does that section contain a separate off-street parking requirement for a school auditorium or a school gymnasium. We conclude, therefore, that the off-street parking requirements under Section 512.14 are applicable only to the listed principal uses, not to any uses accessory thereto, and that the School District was not, therefore, required to obtain a separate variance for the accessory use of the gymnasium and auditorium.\nVI.\nThe objectors next contend that the Board and the trial court erred in granting the School District the variance from Section 512.14.N of the Ordinance requiring one off-street parking space per one employee of the elementary school.\nOne seeking a variance must establish that (1) the zoning ordinance imposes unnecessary hardship resulting from unique physical conditions of a property; (2) a variance is necessary to enable a reasonable use of the property; (3) the asserted hardship was not self-inflicted; (4) the grant of a variance will not alter the essential character of the neighborhood, nor substantially or permanently impair appropriate use or development of the adjacent property, nor be detrimental to the public welfare; and (5) the requested variance represents the minimum variance that will afford relief and the least possible modification of the regulation. Section 910.2(a) of the MPC, added by Section 89 of the Act of December 21,1988, P.L. 1329, 53 P.S. § 10910.2(a); Section 803.D of the Ordinance. The applicant’s burden is heavy one, and a variance should be granted sparingly and only under exceptional circumstances. Teazers, Inc. v. Zoning Board of Adjustment of the City of Philadelphia, 682 A.2d 856 (Pa.Cmwlth.1996).\nIn general, unnecessary hardship may be shown by demonstrating either that physical characteristics of the property are such that the property could not be used for the permitted purpose or could only be conformed to such purpose at a prohibitive expense, or that the characteristics of the area are such that the lot has either no value or only a distress value for any permitted purpose. Allegheny West Civic Council, Inc. v. Zoning Board of the City of Pittsburgh, 547 Pa. 163, 689 A.2d 225 (1997); Isaacs v. Wilkes-Barre City Zoning Hearing Board, 148 Pa.Cmwlth. 578, 612 A.2d 559 (1992). In Hertzberg v. Zoning Board of Adjustment of the City of Pittsburgh, 554 Pa. 249, 721 A.2d 43 (1998), however, the Supreme Court of Pennsylvania set forth a more relaxed standard for establishing unnecessary hardship for a dimensional variance, as opposed to a use variance. Under Hertz-berg, the courts may consider multiple factors in determining whether the applicant established unnecessary hardship for a dimensional variance, including the cost of the strict compliance with the zoning ordinance, the economic hardship that will result from denial of a variance, and the characteristics and conditions of the surrounding neighborhood.\nIn determining whether the applicant established unnecessary hardship, the Court in Hertzberg treated the request for a variance from the required minimum parking stalls as a request for a dimensional variance. Similarly, this Court applied the relaxed standard in considering the request for a variance from the off-street parking requirements in Vitti v. Zoning Board of Adjustment of the City of Pittsburgh, 710 A.2d 653 (Pa.Cmwlth.1998), appeal denied, 557 Pa. 642, 732 A.2d 1212 (1998), and Wagner v. City Of Erie Zoning Hearing Board, 675 A.2d 791 (Pa.Cmwlth.1996), appeal denied, 546 Pa. 672, 685 A.2d 549 (1996). The off-street parking requirement is thus dimensional in nature, and the relaxed standard under Hertzberg is therefore applicable in determining whether the School District established unnecessary hardship for a variance from Section 512.14.N of the Ordinance.\nThe Objectors argue, however, that the Hertzberg standard is inapplicable to this matter because the subject property is located in “a clean well maintained suburban residential neighborhood,” not in a blighted urban area as in Hertzberg. Objectors’ Brief, p. 24. We disagree with the Objectors’ narrow reading of Hertzberg. The Court in Hertzberg did not limit its holding to the facts in that case. Under Hertz-berg, the characteristics and conditions of the surrounding neighborhood is not a determining factor, but only one of many factors to be considered in determining unnecessary hardship for a dimensional variance. Thus in Daley v. Zoning Hearing Board of Upper Moreland Township, 770 A.2d 815 (Pa.Cmwlth.2001), this Court applied the Hertzberg standard in upholding the grant of a dimensional variance to allow the church to expand the parking lot, although the church was not located in a dilapidated urban area.\nThe School District presented the following evidence to support the request for a variance. The subject property was occupied by the former high school for more than sixty years until it was abandoned in 1989. Due to the series of subsequent additions to the original building, the current building occupies almost the entire lot leaving no room for off-street parking. In addition, the subject lot is on a slope dropping approximately twenty feet across its length. Because of such topography and lack of available parking spaces on the lot, the only way to provide off-street parking is to demolish a portion of the building. Demolition of some part of the building, however, will present structural problems to the remaining building. Moreover, demolition of the portion of the building currently occupied by the gymnasium to provide thirty-two parking spaces would cost $800,000, or about 15% of the total costs of renovating the subject property.\nWhere, as here, the evidence demonstrates that the only possible way of strictly complying with the parking requirement is through extensive reconstruction or demolition of the building at a very high cost rendering it economically infeasible, unnecessary hardship for justifying a dimensional variance is shown. Hertzberg; Halberstadt v. Borough of Nazareth, 546 Pa. 578, 687 A.2d 371 (1997); Vitti; Wagner. Moreover, the mere fact that the School District may have known the zoning restrictions at the time of the repurchase of the subject property, without more, cannot support a finding that the hardship was self-inflicted. Manayunk Neighborhood Council v. Zoning Board of Adjustment of the City of Philadelphia, 815 A.2d 652 (Pa.Cmwlth.2002).\nIn addition, the trial court accepted the findings of the Board that the grant of variance from the off-street parking is necessary for a reasonable use of the property, that the relief sought by the School District represents the minimum variance, and that the grant of the variance will neither alter the character of the neighborhood nor be detrimental to the public welfare. Those findings are supported by the testimony presented by the School District that it is impractical and infeasible to develop the subject property for other purposes, that the proposed use requires least zoning relief and is the highest and best use of the property, that renovation of the dilapidated subject building will actually increase the value of the neighboring properties, and that relocating some students to the proposed school from the existing elementary school located a few blocks away will generally reduce the traffic congestion and parking problems in the area.\nWe conclude, therefore, that the School District established its entitlement to a variance from the off-street parking requirement under Section 512.14.N of the Ordinance.\nVIL\nFinally, Mitchell, who resides at 242 Endlich Avenue within 100 feet from the subject property, contends that the notice of hearing was defective and that as a result, he did not receive the notice.\nSection 908(1) of the MPC, 53 P.S. § 10908(1), sets forth the following notice requirement:\nPublic notice shall be given and written notice shall be given to the applicant, the zoning officer, such other persons as the governing body shall designate by ordinance and to any person who has made timely request for the same. Written notice shall be given at such time and in such manner as shall be prescribed by ordinance or, in the absence of ordinance provision, by rules of the board. In addition to the written notice provided herein, written notice of said hearing shall be conspicuously posted on the affected tract of land at least one week prior to the hearing.\nSection 107 of the MPC, 52 P.S. § 10107, defines the term “public notice” as follows:\n[NJotice published once each week for two successive weeks in a newspaper of general circulation in the municipality. Such notice shall state the time and place of the hearing and the particular nature of the matter to be considered at the hearing. The first publication shall not be more than 30 days and the second publication shall not be less than seven days from the date of the hearing.\nIt is undisputed that the notice of hearing on the School District’s original application was published in compliance with Section 908(1) of the MPC. The notice of hearing was also mailed to the adjacent property owners and posted on the subject property. In addition, the notice of hearing on the amended application was published pursuant to Section 908(1).\nTo support his contention that the notice was defective, Mitchell relies on Section 802(4) of the Ordinance, which provides:\nWhen the Board shall so order, notice of hearing shall be mailed to the owner, if the last residence is known, or to the occupier of every lot within on the same street as the lot or building regarding which a hearing will be held, within five hundred (500) feet of the said lot or building; as well as to owners or occupiers of every lot within a two hundred fifty (250) foot radius of the lot or building in question; provided that failure to give this notice shall not invalidate any action taken by the board. (Emphasis added.)\nThere is no indication in the record, however, that the Board ordered mailing of the notice of hearing pursuant to Section 802(4). Moreover, Section 802(4) itself unambiguously prohibits invalidation of the Board’s decision based on failure to comply with that section.\nIn conclusion, the trial court did not commit an error of law or an abuse of discretion. Accordingly, the order of the trial court is affirmed.\nORDER\nAND NOW, this 14th day of November, 2003, the order of the Court of Common Pleas of Berks County in the above-captioned matter is affirmed.\n. This Court sua sponte consolidated the appeals by order dated November 14, 2002.",
        "type": "majority",
        "author": "Senior Judge MIRARCHI."
      }
    ],
    "attorneys": [
      "Brian F. Boland, Wyomissing, for appellants.",
      "J.D. Krafczek, Reading, for appellees, Krafczek and Noble Realty, Inc.",
      "David S. Sobotka, Reading, for appellee, Mount Penn Zoning Hearing Board."
    ],
    "corrections": "",
    "head_matter": "Jeremy MITCHELL v. The ZONING HEARING BOARD OF THE BOROUGH OF MOUNT PENN, Antietam School District. Helen D. Krafczek, Adam B. Krafczek, and Noble Realty, Inc., v. The Zoning Hearing Board of the Borough of Mount Penn, Antietam School District, Appeal of: The Board of Directors of the Antietam School District. Helen D. Krafczek, Adam B. Krafczek, and Noble Realty, Inc., v. The Zoning Hearing Board of the Borough of Mount Penn. Jeremy Mitchell, v. The Zoning Hearing Board of the Borough of Mount Penn, Appeal of: Helen D. Krafczek, Adam B. Krafczek, Noble Realty, Inc., and Jeremy Mitchell. Helen D. Krafczek, Adam B. Krafczek, and Noble Realty, Inc., v. The Zoning Hearing Board of the Borough of Mount Penn. Jeremy Mitchell, v. The Zoning Hearing Board of the Borough of Mount Penn, Appeal of: Helen D. Krafczek, Adam B. Krafczek, Noble Realty, Inc., and Jeremy Mitchell.\nCommonwealth Court of Pennsylvania.\nArgued June 2, 2003.\nDecided Nov. 14, 2003.\nReargument Denied Jan. 12, 2004.\nBrian F. Boland, Wyomissing, for appellants.\nJ.D. Krafczek, Reading, for appellees, Krafczek and Noble Realty, Inc.\nDavid S. Sobotka, Reading, for appellee, Mount Penn Zoning Hearing Board.\nBEFORE: McGINLEY, Judge, COHN, Judge, MIRARCHI, JR., Senior Judge."
  },
  "file_name": "0819-01",
  "first_page_order": 849,
  "last_page_order": 861
}
