{
  "id": 7861669,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. William J. COSGROVE, Appellant",
  "name_abbreviation": "Commonwealth v. Cosgrove",
  "decision_date": "1996-06-25",
  "docket_number": "",
  "first_page": "823",
  "last_page": "827",
  "citations": [
    {
      "type": "official",
      "cite": "680 A.2d 823"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "411 Pa.Super. 474",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        904757
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/411/0474-01"
      ]
    },
    {
      "cite": "512 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800501
      ],
      "weight": 4,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0509-01"
      ]
    },
    {
      "cite": "521 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817476
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0001-01"
      ]
    },
    {
      "cite": "648 A.2d 546",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        706492,
        7869895
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "550"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/436/0550-01",
        "/a2d/648/0546-01"
      ]
    },
    {
      "cite": "436 Pa.Super. 550",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706492
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/436/0550-01"
      ]
    },
    {
      "cite": "347 Pa.Super. 403",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        643053
      ],
      "weight": 8,
      "year": 1985,
      "pin_cites": [
        {
          "page": "415"
        },
        {
          "page": "1123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/347/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 587,
    "char_count": 11992,
    "ocr_confidence": 0.672,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2001506651546094
    },
    "sha256": "8653970519cd68c8985d5218788b207121fd7adc894376b4e3e3ecefd82986c9",
    "simhash": "1:22349feea7289ff5",
    "word_count": 1885
  },
  "last_updated": "2024-02-27T23:51:15.047420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. William J. COSGROVE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Chief Justice.\nAppellant, William J. Cosgrove, appeals from the Order of the Superior Court which quashed his appeal from the Order of the Court of Common Pleas of Lackawanna County which denied, without prejudice, his petition to dismiss the criminal complaint filed against him by the Office of Attorney General (“Attorney General”). The Superior Court held that the trial court correctly determined that the proper time for Appellant to challenge the Attorney General’s jurisdiction to bring charges against him was after a preliminary hearing. For the reasons set forth below, we affirm the Order of the Superior Court.\nOn March 22,1993, then-Attorney General, Ernest D. Preate, Jr., filed a criminal complaint against Appellant charging him with twenty-four counts of theft by deception, twenty-four counts of unsworn falsification to authorities, and one count of corrupt organizations. The complaint alleged generally that Appellant intentionally created and reinforced a false impression that he had paid wages to his employees according to prevailing rates when in fact he had not paid them prevailing rates and that he had incurred expenses in excess of those he had actually incurred. (R.R. at 4a-7a). The complaint then alleged that he requested and received reimbursement from the Scranton Sewer Authority for excess amounts based upon those deceptions. (R.R. at 4a-7a).\nAfter he was arrested and fourteen days prior to his scheduled preliminary hearing, Appellant filed a petition with the court of common pleas for a rule to show cause why the complaint should not be dismissed or, in the alternative why a Goodman hearing should not be held prior to the preliminary hearing. In his petition, Appellant argued that the Attorney General lacked jurisdiction to investigate or prosecute him because the complaint, with respect to count forty-nine, failed to allege sufficient facts to bring his conduct, even if true, within the scope of the Pennsylvania Corrupt Organizations Act, 18 Pa.C.S. § 911 (“PCOA”). Thus, pursuant to Commonwealth v. Goodman, 347 Pa.Super. 403, 500 A.2d 1117 (1985), and its progeny, Appellant sought to force the Attorney General to prove that a sufficient nexus existed between the defendant and organized crime.\nThe trial court granted Appellant’s petition for a rule to show cause and then heard arguments on the issue. The Attorney General conceded that its authority to prosecute Appellant was contingent upon the single PCOA count; however, the Attorney General argued that the trial court lacked jurisdiction to hear the matter prior to Appellant’s preliminary hearing. Despite finding “serious questions ... being raised ... relative to the authority of the Attorney General to institute these proceedings,” the trial court denied Appellant’s petition without prejudice and concluded that this was not the appropriate time to raise this argument. Commonwealth v. Cosgrove, No. 93-CR-603, slip op. at 3 (C.P. Lackawanna County, Nov. 3, 1993). Appellant appealed to the Superior Court, and that court quashed the appeal as premature. Commonwealth v. Cosgrove, 436 Pa.Super. 550, 648 A.2d 546 (1994).\nThis Court granted allocatur in order to determine at what point a criminal defendant may challenge the jurisdiction of the Attorney General to investigate and prosecute a case. For the reasons that follow, we hold that a criminal defendant may not challenge the jurisdiction of the Attorney General to prosecute until after the formal arraignment proceeding.\nBoth parties agree that the sole authority of the Attorney General to investigate and prosecute is derived from the Commonwealth Attorneys Act, 71 Pa.S. § 732-205. That section provides, in pertinent part:\n§ 732-205. Criminal prosecutions\n(a) Prosecutions. — The Attorney General shall have the power to prosecute in any county criminal court the following cases:\n(2) Criminal charges involving corrupt organizations as provided for in 18 Pa. C.S. § 911 (relating to corrupt organizations).\n71 Pa.S. § 732-205. Appellant argues that the complaint on its face fails to allege sufficient facts to bring this ease within the purview of the Attorney General’s authority as there was no specific allegation that either Appellant or the entities known as “North End Plumbing Company” or “North End Plumbing Incorporated” were corrupt organizations. Specifically, Appellant contends that the language in Count forty-nine, the only count that would implicate the Attorney General’s power to prosecute, fails to include any additional information apart from referencing the preceding forty-eight counts with the exception of the catchall language “through a pattern of racketeering activity as set forth in detail in Counts 1-48 above-” (R.R. at 8a). Thus, Appellant, relying on Commonwealth v. Goodman, and its progeny, sought to have the court of common pleas compel the Attorney General to demonstrate, prior to the preliminary hearing, the justification for the corrupt organizations charge.\nWhile it may be true that a criminal defendant can request that the court of common pleas compel the Attorney General to demonstrate the basis upon which its prosecution is based, that is not the issue currently before the Court. Rather, we must decide when may a criminal defendant make such a request.\nWe find that the Rules of Criminal Procedure are dispositive in answering the question of when may a criminal defendant request that a court of common pleas compel the Attorney General to demonstrate that a sufficient nexus exists between the defendant and a corrupt organization. Rule 306 of the Pennsylvania Rules of Criminal Procedure provides that “[u]nless otherwise required in the interests of justice, all pretrial requests for relief shall be included in one omnibus pretrial motion.” Pa.R.Crim.P. 306. Appellant’s petition, which asks the trial court to conduct a Goodman hearing, is clearly a pretrial request for relief. See, e.g., Commonwealth v. Khorey, 521 Pa. 1, 555 A.2d 100 (1989); Commonwealth v. Carsia, 512 Pa. 509, 517 A.2d 956 (1986); Commonwealth v. Usa, 411 Pa.Super. 474, 601 A.2d 1265 (1991). Thus, based on the plain reading of Rule 306, it is clear that, absent special circumstances, Appellant’s request for pretrial relief should be presented to the trial court with all other pretrial requests for relief in one omnibus motion.\nPursuant to Rule 307 of the Pennsylvania Rules of Criminal Procedure “the omnibus pretrial motion for relief shall be filed and served within thirty (30) days after arraign-ment_” Pa.R.Crim.P. 307. Moreover, the comment following Rule 307 states that “[t]his rule is not intended to preclude the filing by any party of a motion prior to arraignment where circumstances necessitate such a motion and where otherwise not precluded by rule or by law.” Comment to Pa.R.Crim.P. 307 (emphasis added).\nAppellant argues pursuant to Rule 306 that “it is otherwise required in the interests of justice” that he be allowed to challenge the authority of the Attorney General to prosecute instead of having to wait and file an omnibus pretrial motion after a preliminary hearing. Brief for Appellant at 27. In support of his position, Appellant implies that this is necessary to insure that the Attorney General does not usurp the powers of investigation and prosecution conferred to the district attorneys across this Commonwealth.\nWhile it may be true that if it is ultimately determined that the Attorney General lacked the authority to investigate and prosecute Appellant, this would constitute a usurpation of the district attorney’s jurisdiction and would be in conflict with 71 Pa.S. § 732-205. Appellant, however, fails to provide us with a reason why he should be permitted to make this challenge prior to the filing of his omnibus pretrial motion. Moreover, the only explanation offered by Appellant that would necessitate a prior filing is that he should be spared the expense and embarrassment of having to defend himself at a preliminary hearing.\nThese unpleasant consequences cited by Appellant, however, cannot be divorced from the criminal justice system. Simply stated, even those citizens who are arrested and are innocent of the crimes for which they are charged must defend themselves at some point in the criminal justice system. The preliminary hearing is the procedural mechanism present in our criminal justice system to protect citizens from unlawful detention. In doing so, it has the effect of relieving defendants from the financial burden and embarrassment of defending themselves in a trial where the Commonwealth fails to put forth a prima facie case at the preliminary hearing.\nWe agree with the analysis of the Superior Court in this case. That court concluded that “the rights of appellant will be adequately protected through the orderly presentation of the issues sought to be raised in this appeal in the omnibus pre-trial motion where the record from the preliminary hearing will be available for the scrutiny of the trial court and, if necessary, the Superior Court.” Commonwealth v. Cosgrove, 436 Pa.Super. 550, 559, 648 A.2d 546, 550 (1994).\nFurthermore, if Appellant would rather focus his resources exclusively on the issue of whether the Attorney General lacked jurisdiction to investigate and prosecute the case against him, he is free, as are all criminal defendants, to waive his right to a preliminary hearing. If he does so, an arraignment date will be set, and Appellant, pursuant to Rule 307, can then file his omnibus pretrial request for relief.\nAccordingly, the Order of the Superior Court is affirmed.\n. 18Pa.C.S. § 3922.\n. 18 Pa.C.S. § 4904.\n. 18Pa.C.S. § 911.\n. Commonwealth v. Goodman, 347 Pa.Super. 403, 500 A.2d 1117 (1985). In Goodman, the Superior Court concluded that “if challenged, the Attorney General should be able to produce evidence which would establish by a preponderance of the evidence that a factual basis existed [to support its statutory ability to prosecute under the Commonwealth Attorneys Act].” Id. at 415, 500 A.2d at 1123. Although the court in Goodman went on to hold that suppression was inappropriate and implied that only the district attorney may challenge the Attorney General’s authority to proceed with a prosecution, id. at 430 n. 28, 500 A.2d at 1131 n. 28, this Court has sanctioned the practice of a criminal defendant seeking to quash an information which alleges wrongdoing based upon the fact that the Attorney General was without authority to bring the prosecution. See Commonwealth v. Carsia, 512 Pa. 509, 517 A.2d 956 (1986).\n. Count forty-nine of the complaint reads as follows:\nBetween January 1, 1991, and December 31, 1991, the Defendant was employed by or associated with an enterprise, to wit, a group of individuals associated in fact although not a legal entity, engaged in commerce and trading as \"NORTH END PLUMBING COMPANY,” or \"NORTH END PLUMBING INCORPORATED,” a corporation engaged in commerce, of which the Defendant was President, and the Defendant conducted or participated, directly or indirectly, in the conduct of the enterprises’ affairs through a pattern of racketeering activity as set forth in detail in Counts 1-48 above, each of which is within the definition of \"racketeering activity” as set forth in 18 Pa.C.S. § 911(h)(1).\n(R.R. at 8a).\n. Because we find in favor of the Commonwealth, we deem it unnecessary to resolve the Commonwealth's argument that a trial court lacks jurisdiction to hold a Goodman hearing prior to the institution of formal charges, i.e., an information or indictment, leveled against a criminal defendant.",
        "type": "majority",
        "author": "NIX, Chief Justice."
      }
    ],
    "attorneys": [
      "Morey M. Myers, Scranton, Daniel T. Brier, Scranton, for Cosgrove.",
      "Michael Barrasse, Scranton, Jerome T. Foerster, Harrisburg, for Commonwealth."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. William J. COSGROVE, Appellant.\nSupreme Court of Pennsylvania.\nArgued Jan. 23, 1996.\nDecided June 25, 1996.\nMorey M. Myers, Scranton, Daniel T. Brier, Scranton, for Cosgrove.\nMichael Barrasse, Scranton, Jerome T. Foerster, Harrisburg, for Commonwealth.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0823-03",
  "first_page_order": 873,
  "last_page_order": 877
}
