{
  "id": 8385859,
  "name": "Wilson MELENDEZ, Petitioner v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Respondent",
  "name_abbreviation": "Melendez v. Pennsylvania Board of Probation & Parole",
  "decision_date": "2008-03-17",
  "docket_number": "",
  "first_page": "824",
  "last_page": "826",
  "citations": [
    {
      "type": "official",
      "cite": "944 A.2d 824"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "864 A.2d 530",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "581 Pa. 693",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "854 A.2d 994",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9217640
      ],
      "pin_cites": [
        {
          "page": "997"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/854/0994-01"
      ]
    },
    {
      "cite": "654 A.2d 235",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861632
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/0235-01"
      ]
    },
    {
      "cite": "533 A.2d 509",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1366576
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/111/0118-01"
      ]
    },
    {
      "cite": "472 A.2d 1168",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "1171"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "692 A.2d 568",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "547 Pa. 759",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "682 A.2d 1365",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7875260
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1368, n. 5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/1365-01"
      ]
    },
    {
      "cite": "919 A.2d 348",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8326104
      ],
      "pin_cites": [
        {
          "page": "351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/919/0348-01"
      ]
    },
    {
      "cite": "704 A.2d 195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11869510
      ],
      "pin_cites": [
        {
          "page": "197"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/704/0195-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 433,
    "char_count": 8380,
    "ocr_confidence": 0.654,
    "pagerank": {
      "raw": 9.559606399525757e-08,
      "percentile": 0.5253868082656556
    },
    "sha256": "1c94a79d2e8e3d4fb38b28df786b74bc18faeb23c399fc7f28bfea78816aa9cf",
    "simhash": "1:c50cf93046098d1b",
    "word_count": 1360
  },
  "last_updated": "2024-02-27T23:28:40.468302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: SMITH-RIBNER, Judge, SIMPSON, Judge, and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "Wilson MELENDEZ, Petitioner v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSenior Judge FLAHERTY.\nWilson Melendez (Melendez) petitions for review from a determination of the Pennsylvania Board of Probation and Parole (Board) which denied Melendez’s request for administrative relief. We affirm.\nMelendez was sentenced on November 13, 2000, to a period of incarceration of three to six years for the offense of conspiracy. The original maximum date for this sentence was August 30, 2004.\nOn July 8, 2002, the Board paroled Melendez from the sentence. Melendez remained on parole, in good standing, until he absconded from supervision, causing the Board to declare him delinquent effective May 15, 2003. Melendez was recommitted as a technical parole violator on September 15, 2004.\nOn May 8, 2005, the Board reparoled Melendez with a new maximum date of October 30, 2005. On October 14, 2005, police arrested Melendez on new criminal charges. The Board lodged a warrant that same date for parole violation charges. Melendez did not post bail on the new criminal charges. The Board removed its October 14, 2005 warrant on October 30, 2005, due to the expiration of Melendez’s then controlling maximum date and declared him delinquent for control purposes.\nOn March 9, 2007, Melendez pled guilty to possession with intent to deliver a controlled substance, in connection with the October 14, 2005 charges. Melendez was given a sentence of four to ten years. On March 27, 2007, Melendez was returned to a state correctional facility.\nOn April 13, 2007, the Board re-lodged a warrant against Melendez for parole violation charges. A revocation hearing was held on May 4, 2007. In a decision mailed to Melendez on July 3, 2007, Melendez was recommitted as a convicted parole violator and recommitted to serve the unexpired term of his original sentence. He was given a new parole maximum date of October 10, 2008.\nOn July 20, 2007, the Board received a petition for administrative review from Melendez which objected to the October 10, 2008 maximum date. On August 14, 2007, the Board affirmed the decision mailed July 3, 2007. This appeal followed.\nOn appeal, the only issue raised is whether the Board credited Melendez all of the time to which he is entitled. Melendez maintains that he is entitled to a credit of 311 days for the period between his initial parole of July 8, 2002, until he was declared delinquent on May 15, 2003. We disagree.\nSection 21.1(a) of what is commonly referred to as the Parole Act (Act), Act of August 6, 1941, P.L. 861, as amended, added by Act of August 24, 1951, P.L. 1401, as amended, 61 P.S. § 331.21(a), provides that a parolee may be recommitted as a convicted parole violator if, while on parole, the parolee commits a crime punishable by imprisonment, for which he is convicted or found guilty. Section 21.1(a) of the Act further provides that “[i]f his recommitment is so ordered, he shall be reentered to serve the remainder of the term which said parolee would have been compelled to serve had he not been paroled, and he shall be given no credit for the time at liberty on parole.” “In other words, a parolee who is recommitted as a convicted parole violator automatically forfeits the time spent on parole.” Palmer v. Pennsylvania Board of Probation and Parole, 704 A.2d 195, 197 (Pa.Cmwlth.1997).\nAs further stated in Armbruster v. Pennsylvania Board of Probation and Parole, 919 A.2d 348, 351 (Pa.Cmwlth.2007):\nWhen computing the time yet to be served on the original sentence, the convicted parole violator’s street time is added to the original maximum expiration date to create a new maximum expiry. Palmer .... While Section 21.1(b) of the Parole Act, 61 P.S. § 331.21a(b), provides that a technical parole violator will be given credit for street time served in good standing, time spent in good standing prior to recommitment for technical violations is not shielded from forfeiture where the parolee subsequently commits a new crime and is recommitted as a convicted parole violator. Houser v. Pennsylvania Board of Probation and Parole, 682 A.2d 1365 (Pa.Cmwlth.1996), petition for allowance of appeal denied, 547 Pa. 759, 692 A.2d 568 (1997); Anderson v. Pennsylvania Board of Probation and Parole, 80 Pa. Cmwlth. 574, 472 A.2d 1168 (1984). Thus, upon recommitment as a convicted parole violator, in addition to losing all time spent at liberty during the current parole, a parolee will also forfeit all credit received for time spent in good standing while on parole prior to his previous recommitment as a technical parole violator. Palmer; Houser.\n(Emphasis added.)\nIn this case, Melendez was recommitted as a convicted parole violator and as such Melendez forfeits credit for the current period he was on parole as well as for the prior period he was on parole, which includes the 311 days from July 8, 2002 to May 15, 2003.\nMelendez states that the facts in this case are similar to those in Anderson. In Anderson, Anderson was paroled in 1974 and thereafter recommitted as a technical parole violator. Anderson was thereafter reparoled in 1980 and was again arrested and recommitted as a technical parole violator. In 1981, Anderson, while on parole, was arrested on new criminal charges and ultimately convicted of those charges. Following a revocation hearing and recom-mitment as a convicted parole violator, the Board recalculated Anderson’s maximum date and included the periods which he spent at liberty while on parole in 1974 and 1980. On appeal, this court affirmed the Board’s calculation, stating that the time spent on parole in good standing pri- or to recommitment for technical violations was correctly added to Anderson’s maximum sentence after his recommitment as a convicted parole violator.\nIn reaching its conclusion, this court examined the legislative intent behind Section 21.1(a) of the Act and stated:\nClearly, the General Assembly intended Section 21.1(a) to be a strong deterrent to prevent parolees from returning to criminal behavior while enjoying the conditional liberty on parole.... As a parolee approaches the maximum, the statute operates to increase this incentive to refrain from criminal activity. The longer he has been on parole, the longer the period for which he can be recommitted.\nAnderson, 472 A.2d at 1171.\nDespite this case’s similarity to Anderson, and the case law cited in support of the Board’s action, Melendez nonetheless requests that this court adopt the language set forth in Gregory v. Pennsylvania Board of Probation and Parole, 111 Pa.Cmwlth. 118, 533 A.2d 509 (1987). In Gregory, this court stated that “the recom-mitment of a parolee as a convicted parole violator in a separate and later proceeding by the Board does not expunge the parolee’s entitlement to credit for street time served in good standing as it affects technical parole violation recommitment time.... ” We observe, however, that the language in Gregory, was specifically rejected by this court in Houser:\nIn this case, the Board’s action in requiring Melendez to forfeit his street time, which includes the 311 days from the period between his initial parole of July 8, 2002 until he was declared delinquent on May 15, 2003, is consistent with this court’s precedent. As such, the decision of the Board is affirmed.\nORDER\nNow, March 17, 2008, the Order of the Pennsylvania Board of Probation and Parole, in the above-captioned matter, is affirmed.\n. Our review is limited to determining whether necessary findings are supported by substantial evidence, whether an error of law was committed, or whether constitutional rights were violated. Williams v. Pennsylvania Board of Probation and Parole, 654 A.2d 235 (Pa.Cmwlth. 1995).\n. Houser, 682 A.2d at 1368, n. 5; see also Dorsey v. Pennsylvania Board of Probation and Parole, 854 A.2d 994, 997 (Pa.Cmwlth.), petition for allowance of appeal denied, 581 Pa. 693, 864 A.2d 530 (2004), which stated that Gregory \"was expressly discredited by the Houser majority.” (Emphasis in original.)",
        "type": "majority",
        "author": "Senior Judge FLAHERTY."
      }
    ],
    "attorneys": [
      "David Crowley, Chief Public Defender, Bellefonte, for petitioner.",
      "Chad L. Allensworth, Asst. Counsel and Victoria S. Madden, Chief Counsel, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "Wilson MELENDEZ, Petitioner v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Jan. 11, 2008.\nDecided March 17, 2008.\nDavid Crowley, Chief Public Defender, Bellefonte, for petitioner.\nChad L. Allensworth, Asst. Counsel and Victoria S. Madden, Chief Counsel, Harrisburg, for respondent.\nBEFORE: SMITH-RIBNER, Judge, SIMPSON, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "0824-01",
  "first_page_order": 870,
  "last_page_order": 872
}
