{
  "id": 9179520,
  "name": "Susan RIZZITIELLO, Plaintiff Below, Appellant, v. MCDONALD'S CORP., a California Corporation, and McDonald's Restaurant of Delaware, Inc., a Delaware Corporation, Defendants Below, Appellees",
  "name_abbreviation": "Rizzitiello v. McDonald's Corp.",
  "decision_date": "2005-03-01",
  "docket_number": "No. 93,2004",
  "first_page": "825",
  "last_page": "832",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 825"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "751 F.Supp. 1175",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7392749
      ],
      "pin_cites": [
        {
          "page": "1192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/751/1175-01"
      ]
    },
    {
      "cite": "8 F.Supp.2d 186",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        11686342
      ],
      "pin_cites": [
        {
          "page": "193"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/8/0186-01"
      ]
    },
    {
      "cite": "542 U.S. 129",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5858697
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "citing 1 B. Lindemann & P. Grossman, Employment Discrimination Law 838-839 (3d ed. 1996)"
        },
        {
          "page": "2351",
          "parenthetical": "citing 1 B. Lindemann & P. Grossman, Employment Discrimination Law 838-839 (3d ed. 1996)"
        },
        {
          "parenthetical": "citing 1 B. Lindemann & P. Grossman, Employment Discrimination Law 838-839 (3d ed. 1996)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/542/0129-01"
      ]
    },
    {
      "cite": "679 A.2d 436",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11324622
      ],
      "weight": 8,
      "pin_cites": [
        {
          "page": "440"
        },
        {
          "page": "437"
        },
        {
          "page": "438-39"
        },
        {
          "page": "438"
        },
        {
          "page": "440, 442-44"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/679/0436-01"
      ]
    },
    {
      "cite": "929 F.2d 1009",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10545712
      ],
      "pin_cites": [
        {
          "page": "1012-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/929/1009-01"
      ]
    },
    {
      "cite": "123 F.3d 766",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12008347
      ],
      "pin_cites": [
        {
          "page": "775"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/123/0766-01"
      ]
    },
    {
      "cite": "769 F.2d 1012",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        361205
      ],
      "pin_cites": [
        {
          "page": "1014"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/769/1012-01"
      ]
    },
    {
      "cite": "216 F.Supp.2d 541",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        11431855
      ],
      "pin_cites": [
        {
          "page": "547"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/216/0541-01"
      ]
    },
    {
      "cite": "524 U.S. 742",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11183137
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "768-69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/524/0742-01"
      ]
    },
    {
      "cite": "411 A.2d 599",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11355041
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "601"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/411/0599-01"
      ]
    },
    {
      "cite": "411 U.S. 792",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10002
      ],
      "weight": 5,
      "year": 1973,
      "pin_cites": [
        {
          "page": "802"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0792-01"
      ]
    },
    {
      "cite": "427 U.S. 273",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6175990
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "279-80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/427/0273-01"
      ]
    },
    {
      "cite": "606 A.2d 96",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11301469
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "99"
        },
        {
          "page": "101"
        },
        {
          "page": "101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/0096-01"
      ]
    },
    {
      "cite": "606 A.2d 75",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11301404
      ],
      "pin_cites": [
        {
          "page": "81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/0075-01"
      ]
    },
    {
      "cite": "802 A.2d 257",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9402386
      ],
      "pin_cites": [
        {
          "page": "262"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/802/0257-01"
      ]
    },
    {
      "cite": "830 A.2d 402",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9097381
      ],
      "pin_cites": [
        {
          "page": "405"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/830/0402-01"
      ]
    },
    {
      "cite": "849 A.2d 931",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9242886
      ],
      "pin_cites": [
        {
          "page": "935"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/849/0931-01"
      ]
    },
    {
      "cite": "2004 WL 396411",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "2001 U.S. Dist. LEXIS 15747",
      "category": "reporters:specialty_lexis",
      "reporter": "U.S. Dist. LEXIS",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "2001 WL 1180277",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 882,
    "char_count": 19990,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 1.2622676608768364e-07,
      "percentile": 0.612716030934622
    },
    "sha256": "975409d284456ce0cd0304479e3615921b609d9f2ea039059e145e0435839384",
    "simhash": "1:a6d7a4b20e59e7c9",
    "word_count": 3082
  },
  "last_updated": "2024-02-27T18:54:33.983777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEELE, Chief Justice, HOLLAND, BERGER, JACOBS, and RIDGELY, Justices, constituting the Court en Banc."
    ],
    "parties": [
      "Susan RIZZITIELLO, Plaintiff Below, Appellant, v. MCDONALD’S CORP., a California Corporation, and McDonald’s Restaurant of Delaware, Inc., a Delaware Corporation, Defendants Below, Appellees."
    ],
    "opinions": [
      {
        "text": "RIDGELY, Justice.\nThe plaintiff-appellant, Susan Rizzitiello (the “plaintiff’); appeals a decision of the Superior Court granting summary judgment in favor of the defendants-appellees, McDonald’s Corp. and McDonald’s Restaurant of Delaware, Inc. (collectively the “defendants” or “McDonald’s”). The plaintiff was an employee of McDonald’s but resigned from employment when she was told she was being suspended pending an investigation of inventory issues. The plaintiffs appeal centers on her claims that McDonald’s breached the implied covenant of good faith and fair dealing by treating her in a racially disparate manner and falsifying records in order to create a fictitious ground for terminating her employment.\nThe Superior Court thoroughly reviewed the record and found no evidence that the animosity between plaintiff and her supervisor at McDonald’s was racially based. The Superior Court further concluded that plaintiff resigned her employment before any action was taken against her, other than a suspension pending an investigation, and that she did not establish a basis for constructive discharge. We agree with the conclusions of the Superior Court that defendants are entitled to summary judgment. Accordingly, we affirm.\nI.\nThe plaintiff is a white female who was employed by the defendants from 1979 until the time she resigned in 1998. She started her career in the restaurant business in 1978 as a crew person at a McDonald’s franchise located in Billings, Montana. The plaintiff then relocated to Pennsylvania in 1979 and obtained a position in one of the defendants’ stores as a crew person. The record shows that the plaintiff rose through the ranks at McDonald’s. She was first promoted , to a swing manager around 1980, then to a second assistant in 1981, next to a first assistant and finally to a store manager in 1987. The plaintiff also worked in various training positions in between her stints as a store manager.\nWhile employed at McDonald’s, animosity developed between the plaintiff and Leslie Mosley, an African-American woman also employed at McDonald’s. Initially, the plaintiff was Mosley’s store manager while Mosley was employed as a crew person. At the time the plaintiff resigned, the plaintiff was a store manager, and Mosley had risen to a level in which she was the plaintiffs supervisor.\nBefore she was promoted to supervisor, Mosley was the store manager at McDonald’s Prices Corner store. While employed in this position, Mosley was suspended for one week because of missing inventory. At that time, the plaintiff was employed as a trainer with McDonald’s. The plaintiff temporarily left her position as a trainer to manage the Prices Corner store in Mosley’s absence. After McDonald’s investigated the inventory issues, Mosley returned from her suspension to manage the Prices Corner store, and the plaintiff returned to her former position as a trainer.\nMosley was later promoted to a supervisor position, and was responsible for overseeing the operations of three to four McDonald’s stores. Upon the promotion of Mosley, the plaintiff was named the store manager at the Prices Corner location. Mosley was not initially responsible for overseeing the operations at her former store. She subsequently assumed this responsibility in 1997 after the Prices Corner supervisor at that time was relocated out of the country.\nWhile under Mosley’s supervision, the plaintiff alleges that she made numerous complaints to McDonald’s human resource’s department that Mosley was “out to get her” and “wanted to see her fired.” The present record, however, shows that the plaintiff never complained that she was being treated unfairly because of her race. The plaintiff admits that Mosley did not ever say anything racial or comment about the plaintiffs race. The plaintiff also alleges that when she was on vacation in late December 1997, Mosley, along with two other McDonald’s employees, inputted inventory records on a computer at the Prices Corner store. It is the plaintiffs contention that Mosley falsified those records to create a fictitious ground for terminating her employment.\nIn January 1998, the plaintiff was suspended by McDonald’s pending an investigation into missing inventory at .the Prices Corner store. According to the plaintiff, a McDonald’s human resources representative stated that the suspension would permanently remain on her record and prevent her from being promoted in the future. Rather than await the outcome of the investigation, the plaintiff immediately resigned. According to the plaintiffs own affidavit, “I left the employment of McDonald’s because no one in the company was listening to me and these misstatements [about food missing] would not permit me to be promoted.”\nH.\nThe plaintiff filed suit in the Superior Court alleging various causes of action pertaining to her employment with McDonald’s. The defendants removed the action to federal court and, thereafter, moved to dismiss for failure to state a claim upon which relief may be granted. The United States District Court for the District of Delaware treated the defendants’ motion to dismiss as a motion for summary judgment and dismissed all of the plaintiffs federal law claims. The federal court then remanded the case to the Superior Court to address the state law claims.\nThe defendants subsequently moved to dismiss the plaintiffs state law claims. The Superior Court dismissed the plaintiffs claims for negligence, emotional distress and slander, on the ground that the statute of limitations governing those claims had expired, but held that the plaintiff could go forward with an action for breach of the implied covenant of good faith and fair dealing on the theories of racial discrimination and falsification of records.\nFollowing discovery, the defendants filed a motion for summary judgment, and the plaintiff filed an answer opposing the defendants’ motion. The Superior Court granted the defendants’ motion for summary judgment. The Superior Court first determined that there was no evidence to support the plaintiffs allegation that her termination was motivated by racial discrimination. The Superior Court also concluded that although there was a genuine issue of material fact as to whether the inventory records were falsified, there was no constructive discharge or termination because the plaintiff had resigned. The Superior Court finally held that the plaintiffs claims for disparate treatment, wrongful termination and constructive discharge fail because she resigned her employment before McDonald’s could resolve the pending investigation against her.\nIII.\nIn assessing the claims of the parties, we begin by noting that the Superior Court decided this matter at the summary judgment stage. The Superior Court may grant summary judgment only if “there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law.” The Superior Court shall examine the factual record and reasonable inferences therefrom in the light most favorable to the nonmoving party to determine if there is any dispute of material fact. We review de novo the Superior Court’s grant of summary judgment and in doing so we exercise plenary review.\nIV.\nThe plaintiffs claim of racial discrimination was brought as a breach of the implied covenant of good faith and fair dealing. In essence, the plaintiff raises a claim of disparate treatment, arguing that McDonald’s treated her differently (as a white female) after the investigation into inventory issues, as compared to McDonald’s investigation into Mosley’s inventory issues. The plaintiff argues that her employment with McDonald’s has been terminated, while Mosley was reinstated and later promoted following the resolution of her inventory issues. It is undisputed, however, that plaintiff resigned before McDonald’s had completed its investigation.\nThis Court has not yet addressed what constitutes a prim a facie case for a disparate treatment claim based on a breach of the implied covenant of good faith and fair dealing. Because this is an issue of first impression, we look to authorities outside of this jurisdiction for guidance.\nTitle VII of the Civil Rights Act of 1964 prohibits the discharge of “any individual” because of “such individual’s race.” The United State Supreme Court has interpreted Title VII “to proscribe racial discrimination in private employment against whites on the same terms as racial dis-criminations against nonwhites....” In McDonnell Douglas Corp. v. Green, the United States Supreme Court set forth a four-pronged test that requires a plaintiff to make out a prima facie case for racial discrimination under Title VII as follows:\n[The plaintiff has] the initial burden ... of establishing a prima facie case of racial discrimination ... by showing (i) that he belongs to a racial minority; (ii) that he applied and was qualified for a job for which the employer was seeking applicants; (iii) that, despite his qualifications, he was rejected; and (iv) that, after his rejection, the position remained open and the employer continued to seek applicants from persons of complainant’s qualifications.\nWe agree with the Superior Court’s determination that the analysis in this case should proceed under a framework similar to that used to analyze a claim under Title VII. We reach this conclusion because the discrimination alleged here is disparate treatment, which is the same type of discrimination for which the McDonnell Douglas test was formulated. Thus, in order to sustain a disparate treatment claim for a breach of the implied covenant of good faith and fair dealing, a plaintiff must show that she suffered intentional discrimination because of her race, as evidenced by an employer’s disparate treatment of her and similarly situated'persons, and that the intentional discrimination resulted in an adverse employment action.\nA thorough review of the record reveals no evidence that the plaintiff was suspended from McDonald’s because of her race. After making the same finding, the Superi- or Court correctly concluded that there is no evidence that the animosity between the plaintiff and Mosley was racially based.\nWe also agree with the Superior Court’s conclusion that the plaintiffs disparate treatment claim must fail because McDonald’s took no adverse employment action against her. The record clearly shows that the plaintiff voluntarily resigned from her store manager position at McDonald’s immediately after learning that she was to be suspended pending an investigation of inventory issues. Thus, the plaintiff resigned before McDonald’s took any action against her, other than notifying her that she was suspended pending an investigation into the missing inventory. A suspension pending an investigation was the identical process used in the case of' missing inventory involving Mosley. Plaintiff understood that if the investigation cleared her, she would be restored to her position with no loss in pay. The fact that the plaintiff voluntarily resigned upon being notified of this suspension is insufficient evidence of an adverse employment action necessary to sustain a disparate treatment claim.\nV.\nThe plaintiffs falsification of records claims was also brought as a breach of the implied covenant of good faith and fair dealing. The plaintiff argues that she was terminated.in violation of the implied covenant because certain McDonald’s employees manufactured false grounds to cause her dismissal.\nIn Delaware, there is a “heavy presumption that a contract for employment, unless otherwise expressly stated, is at-will in nature, with duration indefinite.” Although at-will employment remains a heavy presumption in this State, every employment contract contains an implied covenant of good faith and fair dealing. In E.I. DuPont de Nemours & Co. v. Pressman, this Court examined the scope of the at-will employment doctrine and the application of the implied covenant of good faith and fair dealing, and held that the doctrine of at-will employment is broad and the implied covenant is to be narrowly construed.\nIn Pressman, an employer intentionally manipulated an employee’s personnel record to create a fictitious ground for his termination. Specifically, the employee’s supervisor engaged in a retaliatory campaign against him by misrepresenting his responsibilities and understating his accomplishments. At trial, the employee plaintiff in Pressman successfully proved that the deceitful acts of the defendant’s agents in manufacturing materially false grounds to' cause the plaintiff’s dismissal was a breach of the implied covenant. On appeal, this Court held that an employee may sue the employer’s for its agent’s deceitful acts in manufacturing materially false grounds to cause the employee’s dismissal, but limited the implied covenant to narrowly defined categories wherein the employer’s conducted constituted an aspect of fraud, deceit or misrepresentation. One category is established where the employer or the employer’s agents have falsified or manipulated an employee’s record to create a fictitious ground to terminate the employee. The plaintiff in this case maintains that McDonald’s actions fell within this category.\nTo support a claim falling into this category, the plaintiff has the burden to prove both falsification of her records and termination of her employment. The record shows that the plaintiff failed to satisfy this burden. Although, as the Superior Court found, there was a genuine issue of material fact as to whether the inventory records were falsified, it was undisputed that the plaintiff voluntarily resigned and was not terminated by McDonald’s. Rather than await the outcome of the investigation, the plaintiff resigned upon being told of her suspension and an investigation, because she believed that, whatever the outcome of the investigation, the suspension would prevent her from being promoted.\nWe recognized in Pressman, that an employee who voluntarily resigns rather than being terminated may have a claim for constructive discharge. The plaintiff makes that claim here. To support her position that McDonald’s made her work environment so intolerable that she had no choice but to resign, the plaintiff points to the following facts: (1) she had worked for McDonald’s for over twenty years; (2) Mosley was “out to get her” and “wanted to see her fired”; (3) she made numerous complaints to McDonald’s human resource’s department regarding Mosley, but received no help; (4) Mosley and other McDonald’s employees allegedly falsified inventory records to create a fictitious ground for her termination; (5) she was denied access to her computer at the Prices Corner store; and (6) a McDonald’s human resource’s representative indicated that the suspension would permanently remain on the plaintiffs record and prevent her from being promoted in the future. The plaintiff argues that the Superior Court’s failure to consider these facts as a whole amounted to reversible error.\nTo establish a constructive discharge, the plaintiff was required to show “working conditions so intolerable that a reasonable person would have felt compelled to resign.” Something more than a hostile work environment is required. The record shows that McDonald’s was initiating an investigation and that plaintiff chose to resign “because no one in the company was listening to me and these misstatements [the alleged falsification of records] would not permit me to be promoted.” Given this admission of why she resigned, we agree with the Superior Court that the issues of fact surrounding the alleged falsification of records were moot. We also agree with the Superior Court’s conclusion, which is supported by case law, that the denial of possible future promotions is legally insufficient to support a claim of constructive discharge. On this record, therefore, the defendants were entitled .to summary judgment.\nVI.\nFor the foregoing reasons, we affirm the decision of the Superior Court granting summary judgment in favor of the defendants.\n. While living in Montana, the plaintiff was employed by a McDonald’s franchise. After the plaintiff moved from Montana, she has worked only at company owned McDonald’s stores.\n. It appears from the record that a store manager is responsible for the complete operations of only one McDonald’s store, and a supervisor is responsible for overseeing the operations of several McDonald’s stores.\n. Rizzitiello v. McDonald’s Corp., 2001 WL 1180277, 2001 U.S. Dist. LEXIS 15747 (D.Del.).\n. Id.\n. Rizzitiello v. McDonald’s Corp., Del.Super., C.A. No. 00C-12-027 (Oct. 24, 2002) (Mem. Op.).\n. Rizzitiello v. McDonald’s Corp., 2004 WL 396411, 2004 Del. Super LEXIS 46.\n. Id. at *2] 2004 Del. Super LEXIS at *7.\n. Id. at *3, 2004 Del. Super LEXIS at *10-*11.\n. Id. at *2, *3, 2004 Del. Super LEXIS at *8, *11.\n. Del. Super. Ct. Civ. R. 56(c).\n. Motorola, Inc. v. Amkor Tech., Inc., 849 A.2d 931, 935 (Del.2004) (citing Rhudy v. Bottlecaps, Inc., 830 A.2d 402, 405 (Del.2003)).\n. Telxon Corp. v. Meyerson, 802 A.2d 257, 262 (Del.2002) (citing Stroud v. Grace, 606 A.2d 75, 81 (Del.1992)); Merrill v. Crothall-American, Inc., 606 A.2d 96, 99 (Del.1992).\n. 42 U.S.C. § 2000e-2 (a)(1) (2005).\n. McDonald v. Santa Fe Trail Transp. Co., 427 U.S. 273, 279-80, 96 S.Ct. 2574, 49 L.Ed.2d 493 (1976).\n. 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973).\n. Id. at 802, 93 S.Ct. 1817.\n. Cf. Giles v. Family Court of the State of Delaware, 411 A.2d 599, 601 (Del.1980) (providing that violations of 19 Del. C. § 711 dealing with unlawful employment practices shall be analyzed under the same test as Title VII claims).\n. Id.\n. See Burlington Indus., Inc. v. Ellerth, 524 U.S. 742, 768-69, 118 S.Ct. 2257, 141 L.Ed.2d 633 (1998).\n. See Hazel v. Medical Action Indus., Inc., 216 F.Supp.2d 541, 547 (W.D.N.C.2002) (citing Evans v. Davie Truckers, Inc., 769 F.2d 1012, 1014 (4th Cir.1985)) (\"The fact that plaintiff voluntarily resigned rather than accept the reassignment is also not evidence of an adverse employment action.”). See also Hartsell v. Duplex Prods., Inc., 123 F.3d 766, 775 (4th Cir.1997); Shealy v. Winston, 929 F.2d 1009, 1012-13 (4th Cir.1991) (both cases providing that a cognizable claim under Title VII does not exist where the plaintiff voluntarily resigns).\n. E.I. DuPont de Nemours & Co. v. Pressman, 679 A.2d 436, 440 (Del.1996) (citing Merrill, 606 A.2d at 101).\n. Merrill, 606 A.2d at 101.\n. Pressman, 679 A.2d at 437.\n. Id. at 438-39.\n. Id.\n. Id. at 438.\n. Id. at 440, 442-44.\n. Id.\n. Id.\n. See Pennsylvania State Police v. Suders, 542 U.S. 129, 124 S.Ct. 2342, 2351, 159 L.Ed.2d 204 (2004) (citing 1 B. Lindemann & P. Grossman, Employment Discrimination Law 838-839 (3d ed. 1996)) (\"Under the constructive discharge doctrine, an employee’s reasonable decision to resign because of unendurable working conditions is assimilated to a formal discharge for remedial purposes.”).\n. Id. at 2354.\n. Id.\n. See, e.g., Ternullo v. Reno, 8 F.Supp.2d 186, 193 (N.D.N.Y.1998) (\"Denial of a promotion does not support a claim of constructive discharge”); Ezold v. Wolf, Block, Schorr & Solis-Cohen, 751 F.Supp. 1175, 1192 (E.D.Pa.1990) (\"A denial of promotion, even if discriminatory, does not alone suffice to establish constructive discharge”).",
        "type": "majority",
        "author": "RIDGELY, Justice."
      }
    ],
    "attorneys": [
      "John R. Weaver, Jr., Esquire, Wilmington, Delaware; for Appellant.",
      "Michael P. Kelly, Esquire, of McCarter & English, LLP, Wilmington, Delaware, Michael L. Banks and Sean v. Burke, Esquires, of Morgan, Lewis & Bockius, LLP, Philadelphia, Pennsylvania; for Appellees."
    ],
    "corrections": "",
    "head_matter": "Susan RIZZITIELLO, Plaintiff Below, Appellant, v. MCDONALD’S CORP., a California Corporation, and McDonald’s Restaurant of Delaware, Inc., a Delaware Corporation, Defendants Below, Appellees.\nNo. 93,2004.\nSupreme Court of Delaware.\nSubmitted: Nov. 17, 2004.\nDecided: March 1, 2005.\nJohn R. Weaver, Jr., Esquire, Wilmington, Delaware; for Appellant.\nMichael P. Kelly, Esquire, of McCarter & English, LLP, Wilmington, Delaware, Michael L. Banks and Sean v. Burke, Esquires, of Morgan, Lewis & Bockius, LLP, Philadelphia, Pennsylvania; for Appellees.\nBefore STEELE, Chief Justice, HOLLAND, BERGER, JACOBS, and RIDGELY, Justices, constituting the Court en Banc."
  },
  "file_name": "0825-01",
  "first_page_order": 865,
  "last_page_order": 872
}
