{
  "id": 7868239,
  "name": "STATE v. James J. POWERS",
  "name_abbreviation": "State v. Powers",
  "decision_date": "1994-06-24",
  "docket_number": "No. 92-655-C.A.",
  "first_page": "827",
  "last_page": "834",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 827"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "412 U.S. 434",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173133
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "439-40"
        },
        {
          "page": "2263-64"
        },
        {
          "page": "61-62"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/412/0434-01"
      ]
    },
    {
      "cite": "320 A.2d 103",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3128041,
        3128489
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "106"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/113/0262-01",
        "/ri/113/0280-01"
      ]
    },
    {
      "cite": "113 R.I. 280",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3128489
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/113/0280-01"
      ]
    },
    {
      "cite": "545 F.2d 328",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1014818
      ],
      "pin_cites": [
        {
          "page": "334"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/545/0328-01"
      ]
    },
    {
      "cite": "465 A.2d 164",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7949012
      ],
      "pin_cites": [
        {
          "page": "175"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/465/0164-01"
      ]
    },
    {
      "cite": "528 A.2d 1109",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7906898
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "1112"
        },
        {
          "page": "1112"
        },
        {
          "page": "1112"
        },
        {
          "page": "1112"
        },
        {
          "page": "1113"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/528/1109-01"
      ]
    },
    {
      "cite": "484 A.2d 280",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "284"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "448 A.2d 744",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7968453
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "752"
        },
        {
          "page": "751-52"
        },
        {
          "page": "751"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/448/0744-01"
      ]
    },
    {
      "cite": "110 R.I. 641",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3148173
      ],
      "weight": 4,
      "year": 1972,
      "pin_cites": [
        {
          "page": "648"
        },
        {
          "page": "23-24"
        },
        {
          "page": "656"
        },
        {
          "page": "27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/110/0641-01"
      ]
    },
    {
      "cite": "407 U.S. 514",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9139028
      ],
      "weight": 21,
      "year": 1972,
      "pin_cites": [
        {
          "page": "530"
        },
        {
          "page": "2192"
        },
        {
          "page": "117"
        },
        {
          "page": "530"
        },
        {
          "page": "2192"
        },
        {
          "page": "117"
        },
        {
          "page": "530"
        },
        {
          "page": "2192"
        },
        {
          "page": "117"
        },
        {
          "page": "531"
        },
        {
          "page": "2192"
        },
        {
          "page": "117"
        },
        {
          "page": "531"
        },
        {
          "page": "2192"
        },
        {
          "page": "117"
        },
        {
          "page": "532"
        },
        {
          "page": "2193"
        },
        {
          "page": "118"
        },
        {
          "page": "521"
        },
        {
          "page": "2187"
        },
        {
          "page": "111-12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/407/0514-01"
      ]
    },
    {
      "cite": "386 U.S. 213",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6170322
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0213-01"
      ]
    },
    {
      "cite": "427 A.2d 1317",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8003921
      ],
      "pin_cites": [
        {
          "page": "1321"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/427/1317-01"
      ]
    },
    {
      "cite": "566 A.2d 1298",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7365905
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1305"
        },
        {
          "page": "1305"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/566/1298-01"
      ]
    },
    {
      "cite": "526 A.2d 489",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920281
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "495"
        },
        {
          "page": "490-91"
        },
        {
          "page": "495"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/526/0489-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 995,
    "char_count": 25903,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 1.3158360448937825e-07,
      "percentile": 0.6255320290874101
    },
    "sha256": "bbb4bdc02eba1314da30ddc6776ec5e7bc8aa0c38cb6b1c462cec902fe5b7b04",
    "simhash": "1:0f44e8f935e48fa9",
    "word_count": 4255
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE v. James J. POWERS."
    ],
    "opinions": [
      {
        "text": "OPINION\nLEDERBERG, Justice.\nJames J. Powers (defendant) was found guilty by a jury in Superior Court of possession of a firearm in violation of G.L.1956 (1969 Reenactment) § 11-47-5. The defendant appealed the conviction, claiming inter alia that his state and federal constitutional rights to a speedy trial had been violated. For the reasons set forth herein, we sustain the appeal and vacate the judgment of conviction of the charge that was brought to trial almost eleven years after the defendant’s indictment.\nI\nBACKGROUND\nOn September 3, 1981, defendant was in-dieted on several counts relating to the July 3, 1981 robbery and murder of a gas station attendant in Warwick, Rhode Island. Counts 1 and 2 of the indictment charged defendant with murder and robbery, respectively. In addition, count 7, which was severed from the other counts eight months after the indictment, charged defendant with the unlawful possession of a firearm. The defendant was tried on counts 1 and 2 of the indictment in May 1982, was found guilty of both counts, and on June 28, 1982, was sentenced to life imprisonment for the felony murder. Thereafter, this court held that the robbery conviction, on which defendant had not been sentenced, had merged with the felony murder, and ordered that the robbery conviction be vacated. State v. Powers, 526 A.2d 489, 495 (R.I.1987). This court subsequently affirmed defendant’s conviction of felony murder. State v. Powers, 566 A.2d 1298, 1305 (R.I.1989).\nIn June 1992 defendant was tried on count 7 and convicted of violating § 11-47-5 that reads in pertinent part:\n“Possession of arms by person convicted of crime of violence or who is a fugitive from justice. — No person who has been convicted in this state or elsewhere of a crime of violence or who is a fugitive from justice shall purchase, own, carry, transport or have in his possession or under his control any firearm.”\nThe crime of violence that was the basis for count 7 was defendant’s 1979 conviction for two counts of robbery and one count of assault with intent to rob. Based on the 1992 conviction of unlawful possession, defendant was sentenced to ten years’ imprisonment, consecutive to the life term he was serving on the felony-murder conviction. Pursuant to G.L.1956 (1985 Reenactment) § 9-24-32, defendant filed this timely appeal from his conviction on count 7.\nBecause we are primarily concerned with the speedy-trial issue raised by the disposition of count 7, we need not repeat the facts underlying this count or defendant’s felony-murder conviction, both of which are fully delineated in Powers, 526 A.2d at 490-91. Because, however, the procedural histories of both count 7 and the felony-murder conviction are vital to our present review, we delineate them in detail.\nII\nPROCEDURAL HISTORY\nOn September 17, 1981, the public defender entered an appearance on defendant’s behalf and represented defendant during the May 1982 felony-murder trial. After defendant’s conviction for felony-murder, defendant perfected a timely appeal. During the pendency of the appeal, count 7 was placed upon the trial calendar and, in November 1982, was called ready for trial by defense counsel. The case, however, never appeared on the trial calendar during 1982.\nSubsequently, allegedly newly discovered evidence that pertained to the felony-murder conviction was uncovered, and in February 1983, the case was remanded from the Supreme Court to the Superior Court. Because of a potential claim of ineffective assistance of counsel on the felony-murder conviction, private counsel Peter DiBiase (DiBiase) was appointed on May 19,1983, to represent defendant on counts 31 and 2.\nAlthough count 7 appeared on the trial calendar on May 26, 1983, no action was taken at that time. The Office of the Public Defender continued to represent defendant on count 7 until September 1983, at which time the public defender withdrew and DiBi-ase’s appointment was extended to include representation for count 7. On October 7, 1983, DiBiase moved to place count 7 upon the trial calendar, but 1983 ended without the case’s being called for trial.\nAccording to a scheduling notice in the file, a pretrial conference on count 7 was scheduled for April 19, 1984. The Clerk’s Information Reporting Form of April 19th, however, indicates that this pretrial conference was rescheduled to May 3, 1984; the May 3rd reporting form, in turn, indicates that the case was continued to May 17, 1984 for consideration of defense counsel’s motion to withdraw. On that date DiBiase was allowed to withdraw as defendant’s counsel apparently for medical reasons, and Attorney Merlyn O’Keefe (O’Keefe) was subsequently appointed to represent defendant.\nThe prosecution of count 7 resumed in the fall of 1984. During a September 17, 1984, pretrial conference, the case was continued for placement on the trial calendar. Although the Clerk’s Information Reporting Form for October 25, 1984, indicates that a trial was scheduled for that date, the\" form delineates no action on the case beyond transferring it to Providence County from Kent County. O’Keefe, on November 7, 1984, then moved to dismiss count 7 of the September 1981 indictment, basing such action on the violation of defendant’s constitutional right to a speedy trial. The motion, however, scheduled for a hearing in Kent County on November 29,1984, was passed at that time because the case file was in Providence County. Shortly thereafter, on December 6, 1984, for undisclosed reasons, O’Keefe withdrew this motion to dismiss.\nAlthough 1984 came to an end without a trial, 1985 began with the filing of discovery motions related to count 7. During the spring of 1985 the case apparently was not called for trial, but on June 26, 1985, per order of then-Presiding Justice Gianinni, the case (apparently at Kent County) was transferred back to Providence County for prosecution during the summer months. Once again, however, the summer passed without the case’s being tried. Despite its “priority trial status” upon its return to Kent County in the fall of 1985, the case was not reached on the September 26,1985 trial calendar, and another year passed without a trial on count 7.\nBeginning in April 1986, O’Keefe began efforts to withdraw as defense counsel on count 7 but was not .allowed to withdraw formally until October 7,1986, at which time defendant made an oral, pro se motion to dismiss count 7 for lack of a speedy trial. The motion justice, however, refused to entertain an oral motion and'instead offered defendant the choice of proceeding to the prescheduled October 30,1986 trial pro se or vacating the trial date in order to have an opportunity to obtain new counsel. The defendant commented that he did not think his interests would be served if he acted pro se; he reiterated his desire to be heard on a motion to dismiss and requested an opportunity to obtain a list of attorneys from the Rhode Island Bar Association. The motion justice thereafter vacated the trial date pending defendant’s submission of a list of three potential attorneys. The defendant never submitted the list, and thus 1986 also ended without a trial on count 7.\nThroughout the protracted history of count 7, defendant’s appeal from the felony-murder conviction remained pending. Although the case had been transferred to the Superior Court pursuant to this court’s February 1983 remand order, as of late October 1986, the hearing on the motion for a new trial still had not been held. At that point it was finally discovered that, except for an initial motion for new trial on the felony-murder conviction, heard and decided in 1982, no subsequent motion for a new trial based on newly discovered evidence was ever filed by defendant’s successive attorneys. By October 1986 such a motion was time barred. Therefore, on October 28, 1986, the Superior Court returned the case to the Supreme Court for review of defendant’s original appeal from conviction for felony murder.\nThis court issued an opinion in defendant’s first appeal from the felony-murder conviction on June 1,1987, and remanded the case to the Superior Court for, inter alia, an evidentiary hearing on a discovery issue. Powers, 526 A.2d at 495. The focus therefore, throughout 1987 and the beginning of 1988, centered on the evidentiary hearing on the felony-murder conviction. In a written decision following the hearing, the Superior Court, on April 4, 1988, denied defendant relief. The defendant appealed that ruling, and the case, as it pertained to the felony-murder conviction, was returned to this court for further proceedings. In December 1989 we affirmed defendant’s conviction of felony murder and again ordered the Superior Court to vacate the conviction of robbery. Powers, 566 A.2d at 1305.\nBetween October 1986 and April 1990 the prosecution of count 7 of the indictment remained dormant and never appeared on the court docket for a determination of counsel for defendant, for pretrial conferences, or for trial. At an April 18, 1990 pretrial conference on count 7, the public defender reentered an appearance on behalf of defendant with respect to count 7, and on April 23, 1990, an order scheduled the trial on count 7 for May 7,1990. The order specified that no continuances would be granted to either side. On April 30,1990, defendant filed a motion to dismiss count 7 on speedy-trial grounds. That motion, however, was not heard by the trial justice, and during a hearing on May 4, 1990, defendant moved alternatively for a continuance in order to give new counsel an opportunity to prepare for trial. The record lacks any ruling on either of these motions.\nThe case was not reached for trial in May 1990. Thereafter, in early September 1990, defendant filed another motion to dismiss for lack of a speedy trial. A hearing on the motion was held on September 21 and 26 and October 17, 1990. The hearing justice, however, did not issue a ruling on the motion to dismiss until March 6,1992, eighteen months after the motion was filed, at which time the motion was denied.\nIn April 1992 defendant filed another motion to dismiss for lack of speedy trial, this time based on the eighteen-month delay between the hearing on the first motion to dismiss and the ultimate ruling on that motion. That motion was denied, and trial on count 7 finally commenced on June 1, 1992, after an April 1992 trial ended in a mistrial. At the conclusion of the trial defendant was found guilty of the unlawful possession of a firearm and sentenced to ten years’ imprisonment, consecutive to the life term he was serving on the felony-murder conviction. This appeal ensued.\nIll\nSPEEDY-TRIAL ISSUE\nThe defendant asserted that his right to a speedy trial had been violated, basing his assertion on federal and state constitutional grounds. The fundamental right to a speedy trial applies to the states through the Fourteenth Amendment. State v. Fortier, 427 A.2d 1317, 1321 (R.I.1981) (citing Klopfer v. North Carolina, 386 U.S. 213, 87 S.Ct. 988, 18 L.Ed.2d 1 (1967)). The Rhode Island Constitution also guarantees criminal defendants the right to a speedy trial. R.I. Const, art. 1, sec. 10. When confronted with a laek-of-speedy-trial claim based on both federal and state constitutional grounds, this court applies the four-pronged test set forth in Barker v. Wingo, 407 U.S. 514, 530, 92 S.Ct. 2182, 2192, 33 L.Ed.2d 101, 117 (1972). Tate v. Howard, 110 R.I. 641, 648, 296 A.2d 19, 23-24 (1972). The Barker analysis requires the consideration of four factors: (1) the length of the delay, (2) the reason for the delay, (3) the defendant’s assertion of the right, and (4) the prejudice to the defendant. 407 U.S. at 530, 92 S.Ct. at 2192, 33 L.Ed.2d at 117.\nSuch an analysis has been described as difficult to apply “because the right [to a speedy trial] itself is of an amorphous quality.” State v. Anthony, 448 A.2d 744, 752 (R.I.1982). Therefore, our determination of whether a constitutional violation has occurred mandates a weighing of each of the Barker factors. Id. at 751-52. See State v. Charette, 484 A.2d 280, 284 (R.I.1981). “No singular factor is wholly dispositive of a speedy trial claim nor is the insufficiency of any one factor fatal to the claim.” State v. Wheaton, 528 A.2d 1109, 1112 (R.I.1987). Accordingly, we evaluate defendant’s speedy-trial claim by applying the four-pronged Barker test.\nA. Length of Delay\nIn Barker the Supreme Court held that the length of the delay is the triggering mechanism in determining whether the defendant’s right to a speedy trial has been violated. If the delay is long enough to be considered “presumptively prejudicial,” the remaining three factors will be examined. Barker, 407 U.S. at 530, 92 S.Ct. at 2192, 33 L.Ed.2d at 117. The delay in the instant case, as measured from the filing of the indictment in September 1981 to the hearing on the motion to dismiss for lack of a speedy trial, was nine years, followed by an additional eighteen months before that motion was decided. The trial on count 7 finally commenced ten years and nine months after indictment on the count. We have held that the line that demarks the “presumptively prejudicial” boundary may be drawn at twelve months. State v. Tarvis, 465 A.2d 164, 175 (R.I.1983). There can be no dispute, therefore, that the delay in this case is presumptively prejudicial and sufficient to trigger analysis of the remaining three factors.\nB. Reason for Delay\nBecause the delay in reaching trial on count 7 is presumptively prejudicial, we next consider the reason for the delay. The Barker Court instructs that different weights should be allocated to the different reasons for delay.\n“A deliberate attempt to delay the trial in order to hamper the defense should be weighted heavily against the government. A more neutral reason such as negligence or overcrowded courts should be weighted less heavily but nevertheless should be considered since the ultimate responsibility for such circumstances must rest with the government rather than with the defendant. Finally, a valid reason, such as a missing witness, should serve to justify appropriate delay.” Barker, 407 U.S. at 531, 92 S.Ct. at 2192, 33 L.Ed.2d at 117.\nGenerally, each party is likely to bear at least some responsibility in contributing to a years’-long delay, and this case is no exception. Barker requires us to evaluate the reasons for the delay and to balance the culpability of the parties in causing the delay.\nThe most readily ascertainable bar to a speedy trial in the instant case can be attributed to the court system. During the majority of the time that count 7 was pending, the Superior Court was operating under the pre-Wheaton scheduling system: whenever a case appeared on the trial calendar but was not reached for trial, the case was reentered into the scheduling computer where it generally was delayed “for several months” before it was rescheduled on the trial calendar. See Wheaton, 528 A.2d at 1112. This presumably resulted in the infrequent appearance of count 7 on the trial calendar over a nine-year period. In the few instances when it did appear on the calendar, the case was never reached for trial. Moreover, on at least one occasion, although the case was called on the Kent County trial calendar, the file remained in Providence, thereby necessitating further delay. We are of the opinion, therefore, that the court’s scheduling system was largely responsible for the delay.\nAlthough such delays are weighed less heavily against the state than deliberate delaying tactics on the part of the state, “the ultimate responsibility for such circumstances must rest with the government rather than with the defendant[,]” with the overall burden shifting away from defendant and resting clearly on the state. Barker, 407 U.S. at 531, 92 S.Ct. at 2192, 33 L.Ed.2d at 117. See Wheaton, 528 A.2d at 1112.\nThe state argued that certain actions taken by defendant contributed to the delay and therefore should be weighed against defendant and not the state. In particular, the state points to (1) defendant’s motion to sever count 7 from the remaining counts, (2) defendant’s multiple changes of attorneys, (3) his delay in selecting a possible replacement attorney in 1986, and (4) his preoccupation with his felony-murder appeal. Although we agree that by these actions defendant contributed to the delay of the trial, we are of the opinion that they are insufficient to excuse or compensate for the delays attributable to the state.\nWe point out first that the delay caused by the severance, itself a legally sound defense strategy, was minimal. But for the severance of count 7, defendant’s previous convictions of crimes of violence would have been placed in evidence during trial on the remaining counts. Count 7 was severed in May 1982, and defendant was sentenced on the felony-murder conviction in June 1982. Five months later, in November 1982, count 7 was called ready for trial by the defense.\nSecond, the record fails to support the state’s contention that defendant’s change of counsel either significantly added to the delay or was conceived as a deliberate dilatory tactic by defendant. At the time the public defender withdrew his representation in 1983, count 7 had been pending for two years without having been reached for trial. Moreover, when DiBiase replaced the public defender, he immediately placed the case upon the trial calendar, and O’Keefe, within six months of his appointment as counsel, filed a motion to dismiss for lack of speedy trial and shortly thereafter made several discovery motions, all in an effort to resolve the charge against defendant. In its brief, the state alleged that O’Keefe asked that count 7 be postponed during the summer of 1984. Even were we to assume, however, that such a request were made, we are of the opinion that the three months required to prepare the case, viewed in light of the overall course of the case, caused such a modest delay that it weighs only slightly against defendant.\nThe defendant is at fault, however, for his failure to respond to the Superior Court’s October 1986 request to defendant to supply a list of three attorneys, one of whom was to be appointed to represent him. Nevertheless, such inaction on defendant’s part must be balanced against the inaction by the state. At no time during this period did the state take an affirmative action to press forward on the prosecution of the case. Despite the inaction on count 7, another unrelated outstanding charge against defendant was resolved during the pendency of count 7. The state is “not entitled to sit back and rely on its pro forma notice of readiness [for trial]; it owe[s] the additional duty of monitoring the case and pressing the court for a reasonably prompt trial.” United States v. Vispi, 545 F.2d 328, 334 (2nd Cir.1976).\nAnd in a final twist of irony, even defendant’s motion to dismiss count 7 for lack of a speedy trial produced an inexplicable eighteen-month delay between the September-Oetober 1990 hearing on the motion and the trial justice’s decision on that motion, a delay clearly attributable to the court and thus clearly to be weighed against the state.\nOn balance, then, we conclude that only a small portion of the delay was attributable to defendant. Although some delay is attributable to work on defendant’s appeal from his felony-murder conviction, we do not view this delay as significant. Consequently, the state must bear major, significant responsibility for the delay in prosecuting count 7 over the nearly eleven-year period.\nC. Assertion of Right\nThe third factor under the Barker considerations, defendant’s assertion of the right to a speedy trial, weighs slightly against defendant. Although defendant moved to dismiss count 7 for lack of speedy trial, the motion was made in November 1984, three years after the indictment, and then the motion was subsequently withdrawn. A second motion to dismiss was made nearly two years later, when defendant made an oral, pro se motion to dismiss at an October 7, 1986 hearing in Superior Court. The motion was not recognized by the court at that time, but the record clearly demonstrates defendant’s concern that his right to a speedy trial remain protected. During that hearing, defendant asked: “By holding my cases in abeyance [pending the appointment of a new attorney] * * * are my rights to a speedy trial still protected?” Apparently, defendant believed that his right had been preserved by a previously filed motion to dismiss for lack of a speedy trial. When defendant agreed to have an October 80, 1986 trial date vacated, he stated, “Like I said before, I agree with your Honor, * * * and just for the record * * * I still agree with the motion filed many months ago for a speedy trial.”\nTherefore, although defendant’s actions might not be characterized as “banging on the courthouse doors,” Tate v. Howard, 110 R.I. at 656, 296 A.2d at 27, defendant appeared to believe that his attorneys had pressed sufficiently on his behalf for a speedy trial. On balance, however, this factor weighs slightly against defendant.\nD. Prejudice to Defendant\nThe state argued that defendant did not demonstrate the final Barker factor, prejudice. We disagree. Barker identified three discrete types of prejudice that may result from a delay in trial: pretrial incarceration, anxiety and mental strain, and impairment of the presentation of a defense. Barker, 407 U.S. at 532, 92 S.Ct. at 2193, 33 L.Ed.2d at 118. Accord Anthony, 448 A.2d at 751. The last form of prejudice — a delay that impairs the presentation of a defense — has been found to cause the most serious form of prejudice. Wheaton, 528 A.2d at 1112.\nIn the instant case, defendant had been incarcerated prior to trial on the felony-murder conviction and made no claim to have suffered extreme anxiety or concern. Rather, defendant maintained that the extensive delay prejudiced him in his presentation of a defense. We agree.\nThree of the state’s witnesses claimed some type of memory loss. Although a defendant ordinarily might be less prejudiced by lapses of memory by prosecution witnesses because the state might be hampered in meeting its burden of proof, Barker, 407 U.S. at 521, 92 S.Ct. at 2187, 33 L.Ed.2d at 111-12, the instant case is not such a situation. In its presentation, the state used the prior testimony from the felony-murder trial, both in place of a witness who had a total loss of memory and in order to refresh the memory of those witnesses who could not remember specific information. Because the line of cross-examination during the felony-murder trial made reference to defendant’s past criminal activity, defendant was compelled to forego reading the cross-examination in order to avoid prejudicing the jury. This prior testimony, therefore, was damaging to defendant. Consequently, we are of the opinion that the almost eleven-year delay resulted in losses of memory on the part of witnesses sufficient to hamper defendant’s presentation of a defense, and thus this factor weighs considerably against the state.\nIV\nCONCLUSION\nAfter considering and appropriately evaluating all the Barker factors, we are of the opinion that defendant was denied his right to a speedy trial. Although it is true that “[t]he passage of time, standing alone, does not justify a holding that the guarantee to a speedy trial has been violated,” State v. Rollins, 113 R.I. 280, 284, 320 A.2d 103, 106 (1974), a delay of such a duration weighs heavily against the state in defendant’s favor. When this almost eleven-year delay is weighed against the other factors, we conclude that defendant’s right to a speedy trial on count 7 was violated. Consequently, in accordance with Strunk v. United States, 412 U.S. 434, 439-40, 93 S.Ct. 2260, 2263-64, 37 L.Ed.2d 56, 61-62 (1973), we are compelled to dismiss defendant’s conviction on count 7.\nBecause we hold that there is compelling evidence to support our conclusion that the defendant’s right to a speedy trial was violated, we need not address the defendant’s alie-gation that the state’s sole motivation in pursuing count 7 in 1992 was to jeopardize the defendant’s prospects for parole. We recognize that despite the vacating of the defendant’s conviction on count 7, the defendant is presently serving a life term for felony murder and has other convictions that could impede parole.\nAccordingly, for the reasons stated herein, the defendant’s appeal is sustained. The judgment of conviction on count 7 is vacated, and the papers of the case are remanded to the Superior Court with directions to dismiss the indictment.\n. Apparently the trial justice who presided over the felony-murder trial, and thus would rule on the motion for a new trial, had been transferred from Kent County to Providence County.\n. The state argued that the elapsed time in the instant case should be measured from the date count 7 was severed from the indictment rather than from the date the indictment was filed. Count 7 was severed in May 1982, eight months after the indictment was filed. Thus, regardless of the merit of the state’s argument, the reduction of the delay by seven months still results in a presumptively prejudicial delay.\n. In State v. Wheaton, 528 A.2d 1109 (R.I.1987), we examined the Superior Court scheduling system and directed that all future criminal cases, once called ready for trial, should not be removed from the calendar. In Wheaton we instructed the Superior Court to hold such cases ready until they could be reached and tried. Id. at 1113.",
        "type": "majority",
        "author": "LEDERBERG, Justice."
      }
    ],
    "attorneys": [
      "Jeffrey Pine, Atty. Gen., Lauren S. Zurier, Andrew Berg, Sp. Asst. Attys. Gen., Aaron Weisman, Asst. Atty. Gen., for plaintiff.",
      "Richard Casparian, Public Defender, Paula Rosin, Barbara Hurst, Asst. Public Defenders, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. James J. POWERS.\nNo. 92-655-C.A.\nSupreme Court of Rhode Island.\nJune 24, 1994.\nJeffrey Pine, Atty. Gen., Lauren S. Zurier, Andrew Berg, Sp. Asst. Attys. Gen., Aaron Weisman, Asst. Atty. Gen., for plaintiff.\nRichard Casparian, Public Defender, Paula Rosin, Barbara Hurst, Asst. Public Defenders, for defendant."
  },
  "file_name": "0827-01",
  "first_page_order": 893,
  "last_page_order": 900
}
