{
  "id": 8459170,
  "name": "Gloria MITSOCK, April Bergen and Donald Bergen, Appellees, v. ERIE INSURANCE EXCHANGE, Appellant",
  "name_abbreviation": "Mitsock v. Erie Insurance Exchange",
  "decision_date": "2006-10-11",
  "docket_number": "No. 1999 MDA 2005",
  "first_page": "828",
  "last_page": "835",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 828"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "907 F.Supp. 886",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7826734
      ],
      "pin_cites": [
        {
          "page": "890"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/907/0886-01"
      ]
    },
    {
      "cite": "324 S.C. 228",
      "category": "reporters:state",
      "reporter": "S.C.",
      "case_ids": [
        514466
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "same"
        },
        {
          "page": "833",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sc/324/0228-01"
      ]
    },
    {
      "cite": "799 F.2d 247",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1605766
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "250"
        },
        {
          "page": "250",
          "parenthetical": "holding that the phrase in care of cannot be reasonably understood to mean only legal care or responsibility"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/799/0247-01"
      ]
    },
    {
      "cite": "370 N.J.Super. 537",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        2204341
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "755"
        },
        {
          "page": "755",
          "parenthetical": "same"
        },
        {
          "page": "755-756",
          "parenthetical": "same"
        },
        {
          "page": "756"
        },
        {
          "page": "755",
          "parenthetical": "\"We are satisfied that the phrase 'in the care of does not require the existence of a formal, judicially-sanctioned custodial or guardianship relationship.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/370/0537-01"
      ]
    },
    {
      "cite": "259 Wis.2d 264",
      "category": "reporters:state",
      "reporter": "Wis. 2d",
      "case_ids": [
        9103495
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "221"
        },
        {
          "page": "221",
          "parenthetical": "same"
        },
        {
          "page": "221-22",
          "parenthetical": "same"
        },
        {
          "page": "222-23",
          "parenthetical": "considering the nature of relationship between the prospective insured and the insured in addition to Henderson's eight factors"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis-2d/259/0264-01"
      ]
    },
    {
      "cite": "596 N.W.2d 190",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 4,
      "year": 1999,
      "pin_cites": [
        {
          "page": "194"
        },
        {
          "page": "195",
          "parenthetical": "same"
        },
        {
          "page": "195-96"
        },
        {
          "page": "195",
          "parenthetical": "stating factors are \"nonexclusive\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "460 Mich. 348",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        897917
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/mich/460/0348-01"
      ]
    },
    {
      "cite": "842 A.2d 92",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 5,
      "year": 2004,
      "pin_cites": [
        {
          "page": "95",
          "parenthetical": "quoting Henderson v. State Farm Fire and Cas. Co., 460 Mich. 348, 596 N.W.2d 190, 194 (1999)"
        },
        {
          "page": "96"
        },
        {
          "page": "95",
          "parenthetical": "same"
        },
        {
          "page": "95-96",
          "parenthetical": "adopting Henderson's eight factors"
        },
        {
          "page": "96",
          "parenthetical": "stating that \" 'in the care of connotes a level of support, guidance and responsibility that is most often present in situations where an insured cares for a minor child, an elderly person, or an incapacitated individual.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "150 N.H. 563",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        2221081
      ],
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "quoting Henderson v. State Farm Fire and Cas. Co., 460 Mich. 348, 596 N.W.2d 190, 194 (1999)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/150/0563-01"
      ]
    },
    {
      "cite": "841 A.2d 1071",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9287646
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1073"
        },
        {
          "page": "1073",
          "parenthetical": "\"An ambiguity exists only when a policy provision is reasonably susceptible of more than one meaning.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/841/1071-01"
      ]
    },
    {
      "cite": "778 A.2d 1228",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9498177
      ],
      "pin_cites": [
        {
          "page": "1231-32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/778/1228-01"
      ]
    },
    {
      "cite": "735 A.2d 100",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        56742,
        11533791
      ],
      "weight": 6,
      "year": 1999,
      "pin_cites": [
        {
          "page": "106"
        },
        {
          "page": "108",
          "parenthetical": "internal citations omitted"
        },
        {
          "page": "106",
          "parenthetical": "citation omitted"
        },
        {
          "parenthetical": "citation omitted"
        },
        {
          "page": "108",
          "parenthetical": "\"[WJords of common usage ... are to be construed in their natural, plain, and ordinary sense[.J\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0595-01",
        "/a2d/735/0100-01"
      ]
    },
    {
      "cite": "557 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56742
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0595-01"
      ]
    },
    {
      "cite": "768 A.2d 1089",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11120025,
        1276723
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "1095",
          "parenthetical": "internal citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/768/1089-01",
        "/pa/564/0407-01"
      ]
    },
    {
      "cite": "564 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276723
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "internal citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0407-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 818,
    "char_count": 18425,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 2.1652164046915313e-07,
      "percentile": 0.7703879647037337
    },
    "sha256": "5ad8cdd7dabaf94403f4cb0cdfc847e86b8e53a2adf6a17038f11ddb255e41a8",
    "simhash": "1:1d24ff268a1d1bbc",
    "word_count": 3068
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: McCAFFERY, ORIE MELVIN, and JOHNSON, JJ."
    ],
    "parties": [
      "Gloria MITSOCK, April Bergen and Donald Bergen, Appellees, v. ERIE INSURANCE EXCHANGE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJOHNSON, J.:\n¶ 1 Erie Insurance Exchange (Erie) appeals from a summary judgment entered in favor of Gloria Mitsock, April (nee Mit-sock) Bergen and Donald Bergen (collectively Plaintiffs) on their breach of contract claim. Erie contends that the trial court erred in finding an ambiguity in the insurance contract’s language “in the care of’ and extending coverage to Donald Bergen as an insured under the policy. Erie also asserts that the trial court erred when it determined that the language of Erie’s insurance policy did not require personal property to be “actively used” at the time of loss. We find that the trial court committed legal error when it concluded that the phrase “in the care of’ was ambiguous and found that based upon the undisputed facts, the Plaintiffs were entitled to judgment as a matter of law. Accordingly, we reverse the trial court’s order and remand for proceedings consistent with this Opinion.\n¶2 Erie issued Gloria Mitsock (Mrs. Mitsock) a homeowner’s insurance policy that provided coverage for personal property loss. Mrs. Mitsock is the mother of April (nee Mitsock) Bergen (Mrs. Bergen). Mrs. Bergen and Donald Bergen (Mr. Bergen) were paramours who attended Lock Haven University. While attending college, Mr. and Mrs. Bergen resided at Mrs. Mitsock’s residence on a part-time basis during the summer months, spring break and holidays. In May 2001, Mr. and Mrs. Bergen were engaged to be married. Following their graduation from Lock Haven in May 2002, Mr. and Mrs. Bergen moved into Mrs. Mitsock’s residence and brought all of their personal belongings with them.\n¶ 3 In June 2002, Mr. Bergen rented a storage facility unit at Safe Haven Storage Facility (Safe Haven). The Plaintiffs stored various items of personal property at Safe Haven. Most of the items at Safe Haven belonged to both Mr. and Mrs. Bergen, or belonged to Mr. Bergen and were used by both him and Mrs. Bergen. On August 30, 2002, a fire occurred at Safe Haven and destroyed everything that the Plaintiffs had stored there. Thereafter, the Plaintiffs made a claim under Mrs. Mitsock’s homeowner’s insurance policy. Erie paid for the damage to Mrs. Mit-sock’s and Mrs. Bergen’s personal property, but refused to pay Mr. Bergen for his loss on the ground that he was not an insured under Mrs. Mitsock’s policy; that is, Erie denied Mr. Bergen coverage because he was not a “person[ ] in the care of’ Mrs. Mitsock at the time of the fire.\n¶ 4 On August 7, 2003, the Plaintiffs filed a single-count, breach of contract complaint against Erie seeking payment for Mr. Bergen’s personal property loss. On December 20, 2004, Erie filed a motion for summary judgment. Thereafter, the Plaintiffs filed a cross-motion for summary judgment. On April 7, 2005, the trial court denied Erie’s motion for summary judgment and granted the Plaintiffs’s cross-motion for summary judgment. The trial court found the language of the policy (“in the care of’) to be ambiguous, and therefore, construed the provision in favor of Mr. Bergen and against Erie, the drafter of the agreement. See Trial Court Opinion (T.C.O.), 4/07/05, at 10. The parties then reached a stipulation regarding damages, and on November 9, 2005, the trial court entered a judgment awarding Mr. Bergen $20,800.00.\n¶ 5 Erie now appeals to this Court, raising the following questions for our review:\nA. Whether the [trial court] erred in denying summary judgment for Defendant where Plaintiff, Donald Bergen, failed to qualify as an insured under the terms of the insurance policy issued to Plaintiff, Gloria Mitsock, where he was not a “ward” of, or otherwise “in the care of’, any insured at the time of the loss[?]\nB. The [trial court] erred in denying summary judgment for Defendant where [ ] Erie properly denied personal property coverage to Plaintiff, Donald Bergen, for personal property stored at the safe haven storage facility which was not being actively used by any insured at the time of the loss.\nBrief for Appellant at 4.\n¶ 6 Preliminarily, we note our standard and scope of review of an order granting or denying a motion for summary judgment:\nWe view the record in the light most favorable to the nonmoving party, and all doubts as to the existence of a genuine issue of material fact must be resolved against the moving party. Only where there is no genuine issue as to any material fact and it is clear that the moving party is entitled to a judgment as a matter of law will summary judgment be entered. Our scope of review of a trial court’s order granting or denying summary judgment is plenary, and our standard of review is clear: the trial court’s order will be reversed only where it is established that the court committed an error of law or abused its discretion.\nPappas v. Asbel, 564 Pa. 407, 768 A.2d 1089, 1095 (2001) (internal citations omitted).\n¶ 7 Here, the parties submitted to the trial court a Stipulation of Undisputed Material Facts and attached the uncontradict-ed deposition testimony of the Plaintiffs. Upon review of the record, we conclude that there is no genuine issue as to any material fact. Therefore, we will now determine whether the trial court erred when it found that based upon the undisputed facts, the Plaintiffs were entitled to judgment as a matter of law.\n¶ 8 Interpretation of an insurance contract is a matter of law and is therefore generally performed by a court rather than by a jury. See Madison Constr. Co. v. Harleysville Mut. Ins. Co., 557 Pa. 595, 735 A.2d 100, 106 (1999). “In interpreting the language of a policy, the goal is to ascertain the intent of the parties as manifested by the language of the written instrument.” Municipality of Mt. Lebanon v. Reliance Ins. Co., 778 A.2d 1228, 1231-32 (Pa.Super.2001) (citation and internal quotation marks omitted). When analyzing a policy, “[w]ords of common usage ... are to be construed in their natural, plain, and ordinary sense ... and we may inform our understanding of these terms by considering their dictionary definitions.” Madison Constr., 735 A.2d at 108 (internal citations omitted).\n¶ 9 Further, when “the language of the [insurance] contract is clear and unambiguous, a court is required to give effect to that language.” Id. at 106 (citation omitted). Although a court must not “distort the meaning of the language or resort to a strained contrivance in order to find an ambiguity,” it must find that “contractual terms are ambiguous if they are subject to more than one reasonable interpretation when applied to a particular set of facts.” Id. ‘Where a provision of a policy is ambiguous, the policy provision is to be construed in favor of the insured and against the insurer, the drafter of the agreement.” Id. (citation omitted). “Generally, courts should try to read policy provisions to avoid ambiguities, if possible, and not torture language to create them.” Brosovic v. Nationwide Mut. Ins. Co., 841 A.2d 1071, 1073 (Pa.Super.2004) (citation omitted).\n¶ 10 In the case at bar, Mrs. Mitsock’s homeowner insurance policy provides in pertinent part:\nPERSONAL PROPERTY COVERAGE\nOUR PROMISE\nWe will pay for loss to:\n1. Personal property owned or used by anyone we protect anywhere in the world.\nErie Insurance Group Home Policy (the Policy), p. 6 (unnumbered), Reproduced Record (R.R.) 24a. “Anyone we protect” is further defined in the “Definitions” section of the Policy:\n• “anyone we protect” means you and the following residents of your household:\n1. relatives and wards;\n2. other persons in the care of anyone we protect.\nThe Policy, p. 4 (unnumbered), R.R. 22a (emphasis added in italics, bold-type used as it appears in the Policy).\n¶ 11 Both parties concede that Mr. Bergen was a “resident” of Mrs. Mitsock’s home, but disagree as to whether Mr. Bergen was “in the care of’ Mrs. Mitsock at the time of the fire. Statement of Stipulated Material Facts (Stipulation), ¶ 5. The Plaintiffs argue that Mr. Bergen was “in the care of’ Mrs. Mitsock because he lived in her household. Brief for Appellee at 7. Alternatively, the Plaintiffs contend that “in the care of’ is an ambiguous term that should be construed in their favor. Brief for Appellee at 7. Erie asserts that Mr. Bergen was not “in the care of’ Mrs. Mitsock, because Mrs. Mitsock “did not owe him any legal, parental, moral or financial obligations.” Brief for Appellant at 14. At the outset, we note that there are no Pennsylvania state cases discerning the meaning of the phrase “in the care of’ and the Policy fails to further define or restrict the phrase. Therefore, we will first turn to the dictionary definitions of the term “care” and then consider the case law from other states that have interpreted the phrase “in the care of.”\n¶ 12 According to Webster’s Dictionary, “care,” when used as a noun, is defined in pertinent part as: “serious attention; esp: attention accompanied by caution, pains, wariness, personal interest, or responsibility!;;] CHARGE, SUPERVISION, MANAGEMENT: responsibility for or attention to safety and well-being ... CUSTODY[.]” WebsteR’s ThiRd New International Dictionary, 338 (1976). Black’s Law Dictionary defines “care” in relevant part:\nWatchful attention; concern; custody; diligence, discretion, caution, opposite of negligence or carelessness, prudence, regard, preservation, security; support; vigilance. To be concerned with, and to attend to, the needs of oneself or another.\nBlack's Law Dictionary 213 (6th ed).\n¶ 13 Although Pennsylvania state courts have not yet had the opportunity to define the phrase “in the care of,” other jurisdictions have. The Supreme Courts of New Hampshire and Michigan concluded that “ ‘in the care of is a ... colloquial or idiomatic phrase that is peculiar to itself and readily understood as a phrase by speakers and readers of our language.” Oliva v. Vermont Mut. Ins. Co., 150 N.H. 563, 842 A.2d 92, 95 (2004) (quoting Henderson v. State Farm Fire and Cas. Co., 460 Mich. 348, 596 N.W.2d 190, 194 (1999)). See also Cierzan ex rel. Weis v. Kriegel, 259 Wis.2d 264, 655 N.W.2d 217, 221 (Ct.App.2002). We find it unnecessary to determine whether “in the care of’ should be construed according to the dictionary definitions of “care” or as an idiomatic phrase. Under either designation, we conclude that “in the care of’ is properly interpreted in its common everyday meaning to “connote[ ] a level of support, guidance and responsibility that is most often present in situations where an insured cares for a minor child, an elderly person, or an incapacitated individual.” Oliva, 842 A.2d at 96; accord Priest v. Roncone, 370 N.J.Super. 537, 851 A.2d 751, 755 (App.Div.2004). See Madison Constr., 735 A.2d at 108 (“[WJords of common usage ... are to be construed in their natural, plain, and ordinary sense[.J”). As such, we find that the phrase “in the care of’ is commonly used, readily understood, and therefore unambiguous because it is susceptible to only one meaning. See Brosovic, 841 A.2d at 1073 (“An ambiguity exists only when a policy provision is reasonably susceptible of more than one meaning.”) (citation omitted). This result is consistent with other jurisdictions. See, e.g., State Farm Fire and Cas. Co. v. Odom, 799 F.2d 247, 250 (6th Cir.1986) (finding “in the care of’ unambiguous); Oliva, 842 A.2d at 95 (same); Henderson, 596 N.W.2d at 195 (same); State Farm Fire and Cas. Co. v. Breazell, 324 S.C. 228, 478 S.E.2d 831, 833 (1996) (same); Priest, 851 A.2d at 755 (same); Cierzan, 655 N.W.2d at 221 (same). Therefore, the trial court erred when it determined that the phrase “in the care of’ was ambiguous and construed it against Erie as draftor of the Policy.\n¶ 14 Even though we have defined the phrase “in the care of’ and concluded that it is unambiguous, the legal application of the phrase is also a question of first impression. Like some of our sister states, we find guidance in Henderson and adopt its eight common-sense factors to help aid the court in its analysis of the phrase “in the care of.” When ascertaining whether an individual is “in the care of’ the insured as a matter of contract interpretation, a court should consider the following factually-based factors:\n(1)is there a legal responsibility to care for the person;\n(2) is there some form of dependency [food, clothing, shelter, transportation];\n(3) is there a supervisory or disciplinary responsibility;\n(4) is the person providing the care providing substantial essential financial support;\n(5) is the living arrangement temporary or permanent, including how long it has been in existence and is expected to continue;\n(6) what is the age of the person alleged to be “in the care of’ another (generally, the younger a person the more likely they are to be “in the care” of another);\n(7) what is the physical or mental health status of the person alleged to be “in the care of’ another (a person with health problems is more likely to be “in the care” of another); and\n(8) is the person allegedly “in the care of’ another gainfully employed (a person so employed is less likely to be truly dependent on another)?\nHenderson, 596 N.W.2d at 195-96. See Oliva, 842 A.2d at 95-96 (adopting Henderson’s eight factors); Priest, 851 A.2d at 755-756 (same); Cierzan, 655 N.W.2d at 221-22 (same). We note that these factors are illustrative and are not intended to provide an exhaustive list of relevant considerations. See Henderson, 596 N.W.2d at 195 (stating factors are “nonexclusive”); Priest, 851 A.2d at 756. See also Cierzan, 655 N.W.2d at 222-23 (considering the nature of relationship between the prospective insured and the insured in addition to Henderson’s eight factors). We also find it significant to mention that under the Policy’s definition of “anyone we protect,” one can be “in the care of’ an insured even though he/she is not a “relative” or a “ward” of the insured. See Policy, p. 4 (unnumbered), R.R. 22a (defining “anyone we protect” to be: “1. relatives and wards; 2. other persons in the care of anyone we protect”) (emphasis added in italics). As a result, “in the care of’ is broader and more encompassing than a legally familial or custodial relationship, and thus, a court should place slight emphasis on Henderson’s first factor in situations where a legal relationship is lacking between an individual and the insured. See Priest, 851 A.2d at 755 (“We are satisfied that the phrase ‘in the care of does not require the existence of a formal, judicially-sanctioned custodial or guardianship relationship.”). See also Odom, 799 F.2d at 250 (holding that the phrase in care of cannot be reasonably understood to mean only legal care or responsibility); Merchants Mut. Ins. Co. v. Artis, 907 F.Supp. 886, 890 (E.D.Pa.1995) (stating that children are “in the care of’ the insured even though the insured did not have “legal custody”). If, on the other hand, an insured has a legal responsibility to care for the individual, then Henderson’s first factor should almost always be dispositive and result in a finding that the individual is “in the care” of the insured, as long as the insured provides financial support (factor 4) or the basic necessities of life (factor 2). With the foregoing analytical framework in mind, we will now apply the Henderson factors to the particular facts of this case to determine whether the trial court erred in granting the Plaintiffs judgment as a matter of law.\n¶ 15 Here, Mr. Bergen began residing in Mrs. Mitsock’s home on an occasional basis during his Christmas break from college in 2001. Deposition of Mr. Bergen, attached as Exhibit D to the Stipulation (Ex. D), 1/29/03, at 6. Mr. Bergen filed his 2001 income tax return using Mrs. Mitsock’s address as his own. Ex. D, 1/29/03, at 53. After graduating college, Mr. and Mrs. Bergen moved into Mrs. Mitsock’s home and resided with her on a full time basis with the intention of staying there until they could buy or build a house. Ex. D., 1/29/03, at 9. Mr. and Mrs. Bergen moved their personal belongings into Mrs. Mitsock’s home, and then moved the things that they planned on placing in their future house into Safe Haven. Ex. D., 1/29/03, at 49-52. Mr. Bergen lived in Mrs. Mitsock’s home and was engaged to be married to her daughter three months before the fire occurred. Stipulation, ¶¶ 1,7,11. Mr. Bergen was 22 years old at the time of the fire. Ex. D., 1/29/03, at 15.\n¶ 16 Applying the Henderson factors to these facts, we conclude that the trial court erred when it granted Plaintiffs judgment as a matter of law. Mr. Bergen was a 22 year old recent college graduate at the time of the fire (factor 6), temporarily living with his future mother-in-law until he and his fiancée could afford to buy or build a house (factor 5). Although Mr. Bergen lived with Mrs. Mitsoek, there is no evidence in the record to suggest that Mrs. Mitsoek financially supported Mr. Bergen (factor 4) or that Mr. Bergen was dependent on Mrs. Mitsoek for food, clothing, shelter or transportation (factor 2). Moreover, there is no evidence in the record to support the proposition that Mrs. Bergen assumed supervisory or disciplinary responsibility over Mr. Bergen (factor 3) or that Mr. Bergen was of declining mental or physical health (factor 7). Therefore, the undisputed facts of the record do not entitle the Plaintiffs to judgment as a matter of law because they do not demonstrate that Mr. Bergen was in “the care of’ Mrs. Mitsoek at the time of the fire. See Oliva, 842 A.2d at 96 (stating that “ ‘in the care of connotes a level of support, guidance and responsibility that is most often present in situations where an insured cares for a minor child, an elderly person, or an incapacitated individual.”). Accordingly, we vacate the trial court’s order granting Plaintiffs’s summary judgment on their breach of contract claim and we remand the case for proceedings consistent with this Opinion.\n¶ 17 Since the disposition of Erie’s first question on appeal effectively resolves this appeal, we decline to review Erie’s second question.\n¶ 18 Order REVERSED; case REMANDED for proceedings consistent with this Opinion. Jurisdiction RELINQUISHED.",
        "type": "majority",
        "author": "JOHNSON, J.:"
      }
    ],
    "attorneys": [
      "Scott L. Grenoble, Leganon, for appellant.",
      "Thomas J. Nickels, Orwigsburg, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Gloria MITSOCK, April Bergen and Donald Bergen, Appellees, v. ERIE INSURANCE EXCHANGE, Appellant.\nSuperior Court of Pennsylvania.\nArgued Sept. 13, 2006.\nFiled Oct. 11, 2006.\nScott L. Grenoble, Leganon, for appellant.\nThomas J. Nickels, Orwigsburg, for ap-pellee.\nBEFORE: McCAFFERY, ORIE MELVIN, and JOHNSON, JJ."
  },
  "file_name": "0828-01",
  "first_page_order": 884,
  "last_page_order": 891
}
