{
  "id": 6094844,
  "name": "In re Conrad Jobst",
  "name_abbreviation": "In re Jobst",
  "decision_date": "1930-02-06",
  "docket_number": "No. 2222",
  "first_page": "829",
  "last_page": "831",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 829"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "148 C. C. A. 15",
      "category": "reporters:federal",
      "reporter": "C.C.A.",
      "opinion_index": 0
    },
    {
      "cite": "233 Fed. 1005",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3554610
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/233/1005-01"
      ]
    },
    {
      "cite": "23 Wall. 530",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        5649508
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/90/0530-01"
      ]
    },
    {
      "cite": "276 Fed. 910",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6742715
      ],
      "pin_cites": [
        {
          "page": "912"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/276/0910-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 371,
    "char_count": 4811,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.17354293628701906
    },
    "sha256": "e3e95102ec5c91fe7bc6d11d5948b9fb7e9d56d5ce7f16220a5c0cbb60091eb5",
    "simhash": "1:77d07409022cc415",
    "word_count": 805
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Conrad Jobst"
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered the opinion of the court:\nAppellant made application for patent, claiming to have invented certain new and useful improvements in brushes, stating that the invention “ relates * * * more particularly to the means for anchoring the tufts of bristles in the bore of the brush head.” .\nThe application having been denied by the tribunals of the Patent Office, appeal was taken from the decision of the Board of Appeals and the matter brought before ns.\nThe claims, seven in number, seem to have been drawn especially .to a toothbrush, although claims 1, 2, and 3 are not so restricted. Some toothbrushes, said to have been manufactured according to the specifications, were exhibited to the court during the hearing.\nClaim 3, which appellant presents as representative, reads as follows:\nA brush comprising a bach having tuft receiving bores and formed of a resiliently yieldable material, bristle tufts engaging said bores and staple anchors for securing said tufts in the form of loops having their prongs slightly crossed, the width of said staples being greater than the normal diameter of the bore and being embedded in the outside walls thereof, thereby providing clearance for the individual bristle loops.\nThe references cited against patentability are:\nWhite, 47157, April 4, 1865.\nSheldon (British), 1679, June 7, 1867.\nIn the brief of appellant it is stated:\nThe essential novelty is that the tufts are firmly secured by round wire staples which are inserted in, and are embedded in the side walls of, the bores in the brush back, and without penetration of the staple points through the back.\nThe White patent discloses tufts held in holes extending more than half way through the back by staples Avhich are designed to spread when driven into the wood, the staples upon being so driven taking a loop shape.\nThe British patent shows tufts secured in the holes, or bores, by staples of the same shape as those of appellant. The exact operation of these staples upon being driven seems to depend upon the material of which the brush, back is composed. According to the specifications this material may be wood, ivory, metal, or other substances.\nThe holding of tufts in brush backs by the use of staples is admittedly old in the prior art and is disclosed in the references cited, and, like the tribunals of the Patent Office, we have been unable to discover invention in the particular result which applicant has attained by the adjustment of the staples which he uses to the material of the brush backs in the manner described.\nAppellant filed the affidavits of persons said to be familiar with the manufacture, structure, and sale of brushes for the purpose of showing that a toothbrush in which the tufts are secured by staples is something unique and also for the purpose of showing great commercial success for his product.\nGranting both these facts to be amply proven, we nevertheless do not see how they of themselves, singly or combined, can sustain pat-entability where the principle applied in the device is, as applied, definitely disclosed in the prior art. A production may be unique without being patentable, and extensive use resulting in commercial success may flow from causes other than invention.\nIn Boston Pencil Pointer Co. v. Automatic Pencil Sharpener Co., 276 Fed. 910, 912, the court (C. C. A.) said:\nNevertheless, commercial success is an unsafe guide to invention unless prior efforts to fill the' space be shown, and when they are shown it is not infrequently found that the faculty of invention was not necessary to fill whatever vacancy existed.\nFurther, it is settled that articles may be new in a commercial sense when, they are not new in the sense of the patent law (Collar Co. v. Van Dusen, 23 Wall. 530, 23 L. Ed. 128), and novelty, however great, can never be put in the place of invention (Robins v. Link Belt Co., 233 Fed. 1005, 148 C. C. A. 15). The fact that a patented device has had enormous sales does not dispense with all other evidence of invention.\nIt seems to us that the prior art disclosed the particular feature of applicant’s structure which is here emphasized, with such an approximation to the precise plan by which his own result was secured as to negative any patentable inventive production so far as the claims of the application are concerned.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Garrett, Judge,"
      }
    ],
    "attorneys": [
      "WMttemore, HuXbert, Wliittepiore & BelJmap (Prescott M. Hulbert and Clarence B. ZeioadsM of counsel) for appellant.",
      "T. A. Hostetler for the Commissioner of Patents'."
    ],
    "corrections": "",
    "head_matter": "In re Conrad Jobst\n(No. 2222)\nUnited States Court of Customs and Patent Appeals,\nFebruary 6, 1930\nWMttemore, HuXbert, Wliittepiore & BelJmap (Prescott M. Hulbert and Clarence B. ZeioadsM of counsel) for appellant.\nT. A. Hostetler for the Commissioner of Patents'.\n[Oral argument January 16, 1930, by Mr. Hulbert and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0829-01",
  "first_page_order": 279,
  "last_page_order": 281
}
