{
  "id": 11354415,
  "name": "Lisa M. BOWSER, Appellant v. Johannes V. BLOM, Appellee",
  "name_abbreviation": "Bowser v. Blom",
  "decision_date": "2002-09-25",
  "docket_number": "",
  "first_page": "830",
  "last_page": "838",
  "citations": [
    {
      "type": "official",
      "cite": "807 A.2d 830"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "730 A.2d 935",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        607176,
        11613132
      ],
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "\"the first principle of statutory construction is that courts will not interpret legislative enactments in a manner which imputes absurdity to the legislative enactment\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0621-01",
        "/a2d/730/0935-01"
      ]
    },
    {
      "cite": "556 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        607176
      ],
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "\"the first principle of statutory construction is that courts will not interpret legislative enactments in a manner which imputes absurdity to the legislative enactment\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0621-01"
      ]
    },
    {
      "cite": "737 A.2d 733",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        838545,
        11572050,
        11572013,
        838559
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0399-01",
        "/a2d/737/0733-02",
        "/a2d/737/0733-01",
        "/pa/558/0400-01"
      ]
    },
    {
      "cite": "558 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838559
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0400-01"
      ]
    },
    {
      "cite": "784 A.2d 1284",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9467745,
        404564
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "1288",
          "parenthetical": "citing Waugh v. Workmen's Compensation Appeal Board, 558 Pa. 400, 737 A.2d 733 (1999) and Housing Authority of County of Chester v. Civil Service Commission, 556 Pa. 621, 730 A.2d 935 (1999"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/784/1284-01",
        "/pa/567/0049-01"
      ]
    },
    {
      "cite": "567 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404564
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "citing Waugh v. Workmen's Compensation Appeal Board, 558 Pa. 400, 737 A.2d 733 (1999) and Housing Authority of County of Chester v. Civil Service Commission, 556 Pa. 621, 730 A.2d 935 (1999"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/567/0049-01"
      ]
    },
    {
      "cite": "531 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834374
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "object of all interpretation and construction of statutes is to ascertain and effectuate intention of General Assembly; best indicator of legislative intent is plain language of statute"
        },
        {
          "page": "220",
          "parenthetical": "object of all interpretation and construction of statutes is to ascertain and effectuate intention of General Assembly; best indicator of legislative intent is plain language of statute"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0500-01"
      ]
    },
    {
      "cite": "669 A.2d 883",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11334888,
        11334776,
        461541,
        461480
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "886",
          "parenthetical": "when language of statute is clear and unambiguous, it must be given effect in accordance with its plain and common meaning"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/0883-02",
        "/a2d/669/0883-01",
        "/pa/543/0018-01",
        "/pa/543/0017-02"
      ]
    },
    {
      "cite": "543 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461541
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "when language of statute is clear and unambiguous, it must be given effect in accordance with its plain and common meaning"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0018-01"
      ]
    },
    {
      "cite": "782 A.2d 510",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9471554,
        706263,
        706221,
        9471599
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "513",
          "parenthetical": "citing Commonwealth v. Burnsworth, 543 Pa. 18, 669 A.2d 883, 886 (1995) (when language of statute is clear and unambiguous, it must be given effect in accordance with its plain and common meaning) and Guinn v. Alburtis Fire Co., 531 Pa. 500, 614 A.2d 218, 220 (1992"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/782/0510-01",
        "/pa/566/0541-01",
        "/pa/566/0540-01",
        "/a2d/782/0510-02"
      ]
    },
    {
      "cite": "566 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        706263
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "citing Commonwealth v. Burnsworth, 543 Pa. 18, 669 A.2d 883, 886 (1995) (when language of statute is clear and unambiguous, it must be given effect in accordance with its plain and common meaning) and Guinn v. Alburtis Fire Co., 531 Pa. 500, 614 A.2d 218, 220 (1992"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/566/0541-01"
      ]
    },
    {
      "cite": "142 A.2d 292",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1958,
      "pin_cites": [
        {
          "page": "294"
        },
        {
          "parenthetical": "emphasis in original; footnote omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "393 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1279655
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/393/0313-01"
      ]
    },
    {
      "cite": "532 Pa. 521",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1835926
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "631"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/532/0521-01"
      ]
    },
    {
      "cite": "462 Pa. 36",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485159
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/462/0036-01"
      ]
    },
    {
      "cite": "648 A.2d 1192",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        475538,
        7882564
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "1196",
          "parenthetical": "citing Costello v. LeNoir, 462 Pa. 36, 337 A.2d 866 (1975)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0441-01",
        "/a2d/648/1192-01"
      ]
    },
    {
      "cite": "538 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475538
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "citing Costello v. LeNoir, 462 Pa. 36, 337 A.2d 866 (1975)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0441-01"
      ]
    },
    {
      "cite": "790 A.2d 281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9390857,
        9390890,
        404540,
        404557
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/790/0281-01",
        "/a2d/790/0281-02",
        "/pa/567/0613-01",
        "/pa/567/0614-01"
      ]
    },
    {
      "cite": "567 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404557
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/567/0614-01"
      ]
    },
    {
      "cite": "766 A.2d 1259",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11142262
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1262"
        },
        {
          "page": "1263"
        },
        {
          "page": "1263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/766/1259-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1024,
    "char_count": 24456,
    "ocr_confidence": 0.656,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23998445469214613
    },
    "sha256": "a1905f18879edc62ad05275e295d2d6a01fcc767cf85adfb855371999c083acd",
    "simhash": "1:ce0a9566be1ddecc",
    "word_count": 3976
  },
  "last_updated": "2024-02-27T21:34:57.826863+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "Lisa M. BOWSER, Appellant v. Johannes V. BLOM, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nJustice CASTILLE.\nThis Court granted allowance of appeal in this domestic relations/support matter limited to a question of first impression: the proper interpretation of the counsel fee provision governing support proceedings under the Domestic Relations Code, ie., 23 Pa.C.S. § 4351. For the reasons that follow, we hold that the trial court did not abuse its discretion in declining to assess counsel fees against appellee in this case pursuant to § 4351(a) and, accordingly, we affirm. In so holding, we take the opportunity to address the appropriate factors for a trial court to consider when ruling on a request for counsel fees under this statute.\nOn September 19, 1997, the parties’ daughter, E.A.B., was born. The parties were not then, and have never been, married to each other. Appellee, a physician serving as a Major in the U.S. Army, provided for the child’s support from before her birth until the January 4, 2000 fifing of the instant support complaint.\nOn July 17, 1998, appellant filed a complaint to establish both paternity and support for the child. Appellant filed the complaint specifically to obtain military recognition of the child as appellee’s daughter, thereby entitling the child to medical insurance and other affiliated military benefits. Two weeks after the 1998 filing, on August 8, 1998, appellee acknowledged paternity and entered into a verbal agreement with appellant for support. Because the parties had reached an agreement, neither appeared for the hearing scheduled on the complaint, and the trial court dismissed the action on September 29,1998.\nMore than a year later, on December 29, 1999, appellee himself filed a petition for special relief to institute a new support case on the grounds that appellant had breached the parties’ verbal agreement for support by attempting to secure additional funds directly from the U.S. Army. Specifically, appellant had attempted, through the Judge Advocate General’s Office, to have appellee’s Basic Allowance for Quarters (BAQ) paid directly to her, in addition to the child support paid by appellee directly. Appellant then filed the support complaint that is the subject of this appeal on January 4, 2000, seeking an order of child support as well as counsel fees.\nThe judicial hearing officer assigned to the complaint held an expedited conference on January 27, 2000, because appellee had been ordered by the Army to resolve the support issue by February 1, 2000. At the hearing, Appellee presented evidence through cancelled checks and credit card bills, which proved that the amount he contributed to the support of appellant and his child often exceeded the $800 per month the parties had initially agreed upon. In addition to the cash support paid, appellee permitted appellant to use an automobile titled in his name and for which appellee made car payments in the amount of $592 per month. Appellee argued that this car payment should be included as an additional part of his child support obligation. The hearing officer rejected that assertion.\nOn February 13, 2000, the hearing officer fixed appellee’s child support obligation at $800 per month — i.e., the very amount set forth in the parties’ prior verbal agreement, the minimum amount ap-pellee in fact had paid to appellant each month from the time of the child’s birth through January of 2000, and the approximate amount of appellee’s BAQ. The hearing officer declined appellant’s request for an award of counsel fees, stating:\nCounsel for the plaintiff also requested an award of attorney’s fees arguing that because the defendant would not agree to have his military allotment for BAQ paid over to the plaintiff, the filing of a complaint for support became necessary. Your Hearing Officer does not find that there was any behavior in [sic] behalf of the defendant which would require an award of counsel fees for the other party. Although your Hearing Of-fieer may disagree with the defendant’s position with respect to the car payment, it is an issue that nonetheless had arguable merit and he should not be faulted or penalized for contesting on a good faith basis the support action. As stated, the defendant had previously paid support directly to the plaintiff. Moreover, the support case was filed as recently as January 4, 2000, and a hearing was conducted swiftly and an appropriate Support Order will be entered in a short period of time. There was no undue delay caused by the defendant, which furthermore makes an award of counsel fees inappropriate under the circumstances of this case.\nReport of Hearing Officer, 5.\nBoth parties filed exceptions to the hearing officer’s decision, which the trial court dismissed, finding that “[t]he record reflects that the thorough report and recommendation of [the hearing officer] was correct.” The trial court entered a final order on April 13, 2000, awarding appellant $800 per month in child support. Although appellant raised the issue of counsel fees in her exceptions to the hearing officer’s decision, the trial court did not specifically address that issue in its opinion.\nAppellant appealed to the Superior Court, which affirmed in a panel opinion authored by then-Judge, now-Justice J. Michael Eakin. Bowser v. Blom, 766 A.2d 1259 (Pa.Super.2001). On the question of the denial of counsel fees, Judge Eakin began by noting that there was no existing case law interpreting 23 Pa.C.S. § 4351(a), which authorizes a court to award fees incurred in paternity or support matters to the prevailing obligee as follows: “If an obligee prevails in a proceeding to establish paternity or to obtain a support order, the court may assess against the obligor filing fees, reasonable attorney fees and necessary travel and other reasonable costs and expenses incurred by the obligee and the obligee’s witnesses.” Assessing the plain language of the statute, Judge Eakin reasoned that the statute did not mandate an award in every case where an order of support resulted. Indeed, in a case such as this where there was no denial of paternity or support, it would be difficult to say that the obligee “prevailed” in the proceedings. Similarly, it is unclear whether an obligee could be said to have prevailed in situations where the parties compromise or settle the matter, or in situations where the parties agree that support is due, but that there is some dispute as to the amount of support owing. Finally, Judge Eakin noted that the mere fact that an order of support results says nothing about the respective reasonableness of the litigation postures of the parties:\n[T]he posture of an obligee may be just as unwarranted [as the posture of an obligor], and this statute cannot force the potential obligor to accept an unreasonable demand on pain of being assessed the obligee’s counsel fees; agreement would be discouraged if the mere entry of an order triggered such an assessment. To award fees under subsection (a) just because an order results would penalize a parent whose cooperation and ongoing support of a child were antithetical to the need for significant legal expense in the first place.\nBowser, 766 A.2d at 1262.\nIn the Superior Court’s view, a counsel fee award under § 4351(a) would be appropriate where there was “conduct by the obligor that the court finds to unreasonably impede the determination of paternity or the timely flow of appropriate support to the child.” Id. Elaborating on this approach, Judge Eakin articulated the standard as follows:\nCounsel fees necessitated by an obstinate obligor who unreasonably impedes the determination of paternity or the appropriate support of the child may be awarded in the fair discretion of the trial court. As the obligee must prevail, the reasonableness of the conduct of obligor may be determined with hindsight, after the entry of an order. Recalling that the lack of good faith is an element of subsection (b) but absent in (a), fees may be awarded on a finding of less than bad faith; however, there still must be conduct which, in the discretion of the trial court, is not reasonable and warranted under all the circumstances.\nId. at 1263.\nAppellant filed a petition for allowance of appeal, and this Court granted review limited to the issue of whether the lower courts erred in denying appellant’s request for counsel fees under § 4351(a). Our general standard of appellate review in child support matters is an abuse of discretion standard. Humphreys v. DeRoss, 567 Pa. 614, 790 A.2d 281, 283 ( 002); Ball v. Minnick, 538 Pa. 441, 648 A.2d 1192, 1196 (1994) (citing Costello v. LeNoir, 462 Pa. 36, 337 A.2d 866 (1975)). We have defined abuse of discretion as: “Not merely an error of judgment, but if in reaching a conclusion the law is overridden or misapplied, or the judgment exercised is manifestly unreasonable, or the result of partiality, prejudice, bias or ill-will, as shown by the evidence of record.” Humphreys, 790 A.2d at 283 (citing Blue v. Blue, 532 Pa. 521, 616 A.2d 628, 631 (1992) and In re Women’s Homeopathic Hospital of Philadelphia, 393 Pa. 313, 142 A.2d 292, 294 (1958)).\nAppellant argues that the lower courts erred by considering the conduct of either party as being relevant to a determination of the appropriateness of an award of counsel fees under § 4351(a). According to appellant, “these courts neglect the one truth indispensable to interpretation of this statute: the party meant to benefit from a child support award is not a litigant in the action. The ultimate purpose of child support is to provide for the best interests and welfare of children.” Brief of Appellant at 9 (emphasis in original; citations omitted). If no provision were made for recouping the cost of obtaining the award, appellant notes, the cost of the litigation in many instances will effectively be borne by the child, thus reducing the ultimate and otherwise appropriate amount of support available for the child’s needs. Appellant thus contends that allocation of costs on the basis of need in obtaining a support order is necessary to “preserve the integrity of the award itself, and prevent the erosion of the-benefit to the children.” Id. (emphasis in original; footnote omitted).\nIn forwarding her “needs analysis” approach, appellant urges this Court to adopt a standard whereby the costs of obtaining a support award are allocated to the parties according to their respective shares of the combined net monthly income in the same manner as allocation of other expenses under the support guidelines. Such a standard, appellant claims, is the sole means of protecting children from bearing the costs of obtaining a child support award and is appropriate because the obligee’s legal fees are incurred in the defense of the rights and needs of the children. In appellant’s view, the obligor’s fees are a separate expense not designed to enhance the welfare of the children, but instead to advance the obligor’s own interests, which may be adverse to those of the children.\nAppellee counters that the plain language of the statute places an award of counsel fees within the discretion of the court. Appellee argues that appellant has not demonstrated any abuse of that discretion where the hearing officer determined (and the trial judge agreed) that appellee’s issues had arguable merit and concluded that appellee should not be penalized merely for contesting appellant’s support complaint. Appellee does not take a position as to whether the standard for an award of fees enunciated by the Superior Court in this case was appropriate, but he does argue that the standard proposed by appellant would result in an award of fees in every ease, which is contrary to the plain language of § 4851(a).\nWe begin our analysis of this question of statutory interpretation by examining the plain language of § 4351(a). See 1 Pa.C.S. §§ 1903(a), 1921(b); Sphere Drake Insurance Co. v. Philadelphia Gas Works, 566 Pa. 541, 782 A.2d 510, 513 (2001) (citing Commonwealth v. Burnsworth, 543 Pa. 18, 669 A.2d 883, 886 (1995) (when language of statute is clear and unambiguous, it must be given effect in accordance with its plain and common meaning) and Guinn v. Alburtis Fire Co., 531 Pa. 500, 614 A.2d 218, 220 (1992) (object of all interpretation and construction of statutes is to ascertain and effectuate intention of General Assembly; best indicator of legislative intent is plain language of statute)). Further, in construing statutory language, “[wjords and phrases shall be construed according to rules of grammar and according to their common and approved usage....” 1 Pa. C.S. § 1903. It is presumed “that the General Assembly does not intend a result that is absurd.... ” 1 Pa.C.S. § 1922(1). See Commonwealth v. Wituszynski, 567 Pa. 49, 784 A.2d 1284, 1288 (2001) (citing Waugh v. Workmen’s Compensation Appeal Board, 558 Pa. 400, 737 A.2d 733 (1999) and Housing Authority of County of Chester v. Civil Service Commission, 556 Pa. 621, 730 A.2d 935 (1999) (“the first principle of statutory construction is that courts will not interpret legislative enactments in a manner which imputes absurdity to the legislative enactment”)).\nBearing these principles in mind, we turn to the pertinent language of § 4351(a), which states that, “[i]f an obligee prevails in a proceeding to establish paternity or to obtain a support order, the court may assess against the obligor filing fees, reasonable attorney fees and necessary travel and other reasonable costs and expenses incurred by the obligee and the obligee’s witnesses.” The plain language of the statute, in particular the use of the non-mandatory word “may” in this section, carries a clear meaning: even when the obligee prevails, counsel fees are not automatic, but instead are contingent upon in the discretion of the court. Nothing in this section compels a court to award fees in a successful action to establish paternity or obtain support.\nThe very language employed in § 4351(a) demonstrates the error in appellant’s proposed needs allocation standard for the award of counsel fees. The statute does not command an award of counsel fees in any instance, nor does it identify relative need as the exclusive, much less controlling, factor in determining when an award is appropriate. Moreover, appellant’s asserted standard would strip courts of the very discretion the statute plainly vests in them. Under appellant’s standard, an award of counsel fees would be required in virtually every successful child support action, with the obligor being required to pay the obligee’s counsel fees in the same percentage established for determining an appropriate child support order. Thus, an obligor who earned 60% of the combined net monthly income of the parties would be responsible for 60% of the obligee’s counsel fees, regardless of the obligor’s conduct in the child support proceedings. While we acknowledge that appellant’s proposed standard would provide certainty, and reflects one self-contained and policy-based view of the question, it is not the policy or view that is commanded, or even suggested by, the actual discretionary language of § 4351(a). Since it is not this Court’s prerogative to ignore plain statutory language, we must reject appellant’s reading.\nAlthough the statute makes the award of fees permissive and discretionary, rather than mandatory, the statute provides no specific guidance as to how that discretion should be exercised. Thus, the statute neither identifies relevant factors to be considered and balanced, nor does it exclude or minimize other factors. And so, this Court is called upon to articulate an appropriate standard for the exercise of the lower courts’ discretion. This is neither unusual, nor a great impediment for courts, which are well-versed in the formulation and application of such flexible, discretionary standards.\nThe standard adopted by the Superior Court in this case is a reasonable starting point: “Counsel fees necessitated by an obstinate obligor who unreasonably impedes the determination of paternity or the appropriate support of the child may be awarded in the fair discretion of the trial court.” Bowser, 766 A.2d at 1263. We agree that unreasonable or obstreperous conduct on the part of the obligor in a child support action would warrant an award of counsel fees to the obligee. However, mounting a fair and reasonable defense in a child support action does not rise to the level of obstreperous or obstinate behavior and cannot be interpreted as unreasonably impeding the determination of paternity or an appropriate support order. In this case, appellant does not seriously impute such conduct to appellee.\nHowever, we are not prepared to say that obstreperous or unreasonable conduct on the part of the obligor in paternity or support litigation is the only basis upon which an award of counsel fees would be appropriate. The statute certainly does not so confine the court’s discretion. Moreover, the very failure of the General Assembly to specifically address the circumstances which would warrant an award of counsel fees demonstrates that it contemplated some degree of flexibility in application — which perhaps is not surprising in an area where the facts of the cases are myriad and difficult to categorize, and where the overriding concern is the best interests of the child. Thus, it must be the totality of relevant circumstances that informs the determination of whether to award counsel fees.\nWe need not imagine or account for all conceivable relevant circumstances, in addition to the conduct of the obligor in the litigation, in order to render some guidance on the standard. It is enough to say that we envision cases, for example, where the necessity of an action to secure support is unquestionable, and where the incomes of the parties is so disparate (with the obligor’s income exceeding that of the obligee), or where the obligee’s financial situation is so strained that the cost of the action would necessarily affect the child, that an award of counsel fees to the obligee would be appropriate or, in some instances, required. Thus, although we do not approve a strict needs-based model, the relative financial positions and financial needs of the parties certainly may be relevant. Similarly, the prior relationship of the parties, including the course of any prior litigation between them and the conduct of the obligee, may have a bearing on the propriety of an award of counsel fees. As is usually the case in matters of discretion, where to strike the balance in weighing the relevant factors will be trusted, in the first instance, fairly to the trial judge.\nViewing the totality of the circumstances in the case sub judice, it is clear that the trial court did not abuse its discretion in declining to award counsel fees to appellant. This is not a situation where the father was shirking his moral and financial obligations, requiring legal action to force him to accept his responsibilities. To the contrary, appellee readily acknowledged paternity and accepted his paternal responsibility, which led to the original support agreement and the dismissal of appellant’s initial support action. The instant support action, moreover, was actually triggered when appellee filed a petition for special relief to open a new support case, in response to appellant’s attempt to have the U.S. Army divert appellee’s BAQ to her, as a form of additional child support, despite what the parties had agreed upon. As the Superior Court noted, appellee understandably viewed appellant’s action as an attempt to “double dip.” Appellant sought that additional support despite the parties’ agreement, and despite the fact that appellee had faithfully paid support according to that agreement — and in an amount that was equal to, and often exceeded, the amount ultimately fixed by the hearing officer upon appellant’s support complaint. Six days after appellee filed his petition, appellant filed her support complaint.\nThe litigation of appellant’s support complaint was neither protracted nor par-tieularly contentious. Appellee did not deny — indeed, he has never denied- — his obligation of support. Moreover, this support action was fast-tracked due to appel-lee’s obligations to the military. Thus, the hearing officer conducted the hearing on appellant’s complaint approximately three weeks after its filing and less that one month after appellee had filed his petition for special relief. The hearing officer rendered his decision within three weeks of the hearing. In short, there was neither delay nor obstructive or obstreperous conduct on the part of appellee. Indeed, it was appellant’s own action in seeking ap-pellee’s BAQ as additional support, despite the parties’ agreement, that led to the litigation now before this Court. In this regard, it is important to note that the amount of support ultimately awarded was the very amount appellee had been voluntarily paying to appellant since the birth of their child, and approximately the same amount he received from the Army as his BAQ, which demonstrates that appellee’s defense in this support action was not unreasonable.\nFurthermore, appellant did not establish that she was financially unable to pay her own counsel fees; instead, she argued that an award of counsel fees should be automatic based upon her proposed allocation standard. But a blameless and responsible father/obligor such as appellee should not be required to finance the questionable decisions of the child’s mother, which inevitably led to this litigation. The fact that a support action was pursued at all in the case sub judice was due in the first instance to appellant’s conduct in attempting to obtain child support from the Army in an amount greater than that agreed upon by the parties, and greater than that ultimately determined by the hearing officer and trial court to be appropriate. Bearing in mind appellee’s voluntary payment of an appropriate amount of child support from the time of the child’s birth, it would be fundamentally unfair to saddle him with appellant’s counsel fees, which were necessitated by her own conduct, and where there appears to be no financial burden upon appellant to bear her own legal costs.\nAccordingly, because we conclude that the trial court did not abuse its discretion in declining to award counsel fees, the order of the Superior Court is affirmed.\nFormer Chief Justice FLAHERTY did not participate in the decision of this case.\n. Basic Allowance for Quarters is a sum of money to which active duty military personnel are entitled when they do not live on post or in housing that is financed by the government. Soldiers who are eligible for BAQ and who have dependent family members are entitled to a greater amount of BAQ, which is referred to as \"BAQ at the 'with dependents' rate.\" In order to be eligible to receive BAQ at the \"with dependents” rate, soldiers must pay toward the support of their dependents, at a minimum, the difference between BAQ at the \"with dependents” and \"without dependents” rate each month. To procure BAQ, the service member must go to his local finance officer, establish that he does not live on the military base in assigned family quarters, submit proof that he has legal dependents, and request BAQ. If the father has an illegitimate child, paternity must be legally established before BAQ will be awarded. It was for the purpose of establishing that appel-lee was the father of this illegitimate child that appellant filed the original 1998 complaint.\n. The Superior Court correctly found 23 Pa. C.S. § 4351(b) to be inapplicable as that subsection authorizes an assessment of costs and attorney fees in instances where a person subject to a child support order did not have good cause for failing to make support payments on time.\n. The record demonstrated that appellee went beyond the minimum required of him by the parties’ agreement, often paying monthly amounts well in excess of $800. In addition, appellee voluntarily provided appellant with an automobile, the payments for which cost him another $592 per month.",
        "type": "majority",
        "author": "Justice CASTILLE."
      }
    ],
    "attorneys": [
      "Joanne Ross Wilder, Pittsburgh, for appellant, Lisa M. Bowser.",
      "Karen Hassinger, Washington, for ap-pellee, Johannes V. Blom."
    ],
    "corrections": "",
    "head_matter": "Lisa M. BOWSER, Appellant v. Johannes V. BLOM, Appellee.\nSupreme Court of Pennsylvania.\nArgued Sept. 10, 2001.\nDecided Sept. 25, 2002.\nJoanne Ross Wilder, Pittsburgh, for appellant, Lisa M. Bowser.\nKaren Hassinger, Washington, for ap-pellee, Johannes V. Blom.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0830-02",
  "first_page_order": 868,
  "last_page_order": 876
}
