{
  "id": 12065259,
  "name": "Patricia Rier LORD v. Vernon M. LORD",
  "name_abbreviation": "Lord v. Lord",
  "decision_date": "1983-01-04",
  "docket_number": "",
  "first_page": "830",
  "last_page": "835",
  "citations": [
    {
      "type": "official",
      "cite": "454 A.2d 830"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "52 A.L.R.3d 1344",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 3d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "365 N.E.2d 792",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "future professional income not property subject to division"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "173 Ind.App. 661",
      "category": "reporters:state",
      "reporter": "Ind. App.",
      "case_ids": [
        1491715
      ],
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "future professional income not property subject to division"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind-app/173/0661-01"
      ]
    },
    {
      "cite": "592 P.2d 1124",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "good will of legal practice divisible"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "23 Wash.App. 27",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        462018
      ],
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "good will of legal practice divisible"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/23/0027-01"
      ]
    },
    {
      "cite": "27 Or.App. 729",
      "category": "reporters:state",
      "reporter": "Or. App.",
      "case_ids": [
        2148810
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "accord"
        },
        {
          "parenthetical": "accord"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/or-app/27/0729-01"
      ]
    },
    {
      "cite": "94 N.M. 641",
      "category": "reporters:state",
      "reporter": "N.M.",
      "case_ids": [
        1573190
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "good will of dental practice divisible"
        },
        {
          "parenthetical": "good will of dental practice divisible"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nm/94/0641-01"
      ]
    },
    {
      "cite": "606 P.2d 1314",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10456280
      ],
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "good will of dental practice divisible on divorce"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/606/1314-01"
      ]
    },
    {
      "cite": "43 Colo.App. 383",
      "category": "reporters:state",
      "reporter": "Colo. App.",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "good will of dental practice divisible on divorce"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "78 Cal.Rptr. 131",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "law practice has divisible good will"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "272 Cal.App.2d 786",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2208837
      ],
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "law practice has divisible good will"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/272/0786-01"
      ]
    },
    {
      "cite": "46 A.2d 408",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "pin_cites": [
        {
          "page": "409"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "142 Me. 48",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        631706
      ],
      "year": 1946,
      "pin_cites": [
        {
          "page": "51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/142/0048-01"
      ]
    },
    {
      "cite": "34 A.2d 479",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1943,
      "pin_cites": [
        {
          "page": "481"
        },
        {
          "page": "481"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "140 Me. 103",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        645913
      ],
      "weight": 2,
      "year": 1943,
      "pin_cites": [
        {
          "page": "106-07"
        },
        {
          "page": "107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/140/0103-01"
      ]
    },
    {
      "cite": "51 Me. 146",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        665524
      ],
      "year": 1862,
      "pin_cites": [
        {
          "page": "149"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/51/0146-01"
      ]
    },
    {
      "cite": "435 A.2d 407",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7985321
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "408"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/435/0407-01"
      ]
    },
    {
      "cite": "395 A.2d 1152",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8038820
      ],
      "pin_cites": [
        {
          "page": "1157"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/395/1152-01"
      ]
    },
    {
      "cite": "444 A.2d 982",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7982521
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "986"
        },
        {
          "page": "986"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/444/0982-01"
      ]
    },
    {
      "cite": "103 Wis.2d 327",
      "category": "reporters:state",
      "reporter": "Wis. 2d",
      "case_ids": [
        8674560
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/wis-2d/103/0327-01"
      ]
    },
    {
      "cite": "639 S.W.2d 370",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9941027
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "374"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/639/0370-01"
      ]
    },
    {
      "cite": "231 Kan. 456",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1443939
      ],
      "weight": 4,
      "year": 1982,
      "pin_cites": [
        {
          "parenthetical": "good will of medical practice not property divisible on divorce"
        },
        {
          "parenthetical": "good will of medical practice not property divisible on divorce"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/231/0456-01"
      ]
    },
    {
      "cite": "603 P.2d 747",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10448920
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/p2d/603/0747-01"
      ]
    },
    {
      "cite": "432 A.2d 1293",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7989787
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1297"
        },
        {
          "page": "1297"
        },
        {
          "page": "1297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/432/1293-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 758,
    "char_count": 14708,
    "ocr_confidence": 0.807,
    "pagerank": {
      "raw": 3.9359737355021733e-07,
      "percentile": 0.9032242806433889
    },
    "sha256": "91a9595140b8132deed5cedae8911003fee8b70bef7e201b62335e27c5e3c98a",
    "simhash": "1:841f60ce329c0a92",
    "word_count": 2426
  },
  "last_updated": "2024-02-27T18:26:20.479567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and GODFREY, NICHOLS, ROBERTS, CARTER and WATHEN, JJ., and DUFRESNE, A.R.J.",
      "All concurring."
    ],
    "parties": [
      "Patricia Rier LORD v. Vernon M. LORD."
    ],
    "opinions": [
      {
        "text": "WATHEN, Justice.\nPlaintiff appeals from a divorce judgment entered in Superior Court, Washington County. She contends that the Superior Court erred in ordering her to execute a covenant not to compete with her husband in the business of selling insurance. Additionally, she disputes the disposition of certain items of personal property owned by the parties. By cross-appeal, defendant challenges the failure of the court to award certain items of personal property to him as non-marital property. We sustain the appeal and cross-appeal in part.\nWith one notable exception, the issues presented do not require extensive discussion.\nThe plaintiff first challenges the Superior Court’s failure to dispose of various cheeking accounts and certificates of deposit alleged to be marital property. Competent evidence in the record supports the conclusion that these items were no longer in existence at the time of the divorce. We therefore find no error in the Superior Court’s refusal to make an award of these items.' Cf. Crooker v. Crooker, 432 A.2d 1293, 1297 (Me.1981). She next challenges the finding that a savings account numbered 36944 and a certificate of deposit numbered 6092 were non-marital property belonging to the husband. Once again the record amply supports the finding that these items were separate property of the husband.\nBoth parties acknowledge that the court through oversight, failed to dispose of a cheeking account with a balance of $4,463.94 and a life insurance policy on the life of the defendant. Section 722-A of title 19 requires a divorce court to “set apart to each spouse his [separate] property” and to “divide the marital property in such portions as the court deems just ....” The Superior Court failed to carry out the directive of 19 M.R.S.A. § 722-A(l) and since we remand on other grounds the court should now order disposition of these assets in accordance with the statutory scheme.\nThe remaining issue relates to the disposition of an insurance agency operated jointly by the parties and known as the Vernon M. Lord Agency. The Superior Court found the agency to be marital property and valued it at $88,245.00. The court awarded the agency to the defendant on the condition that he pay plaintiff one half of $88,245.00, and on the further condition that, in exchange for that payment, the plaintiff covenant “not to engage, either directly or indirectly on her own or in the employ of another, in the insurance business in any form for a period of seven (7) years within a radius of 60 miles of the Town of Machias.”\nPlaintiff contends that the Superior Court erred in determining the value of the agency, and further that the court exceeded its statutory powers in requiring her to execute a covenant not to compete. At the threshold, we are required to determine the meaning of “property” as set forth in 19 M.R.S.A. § 722-A.\nThe presiding justice found that the value of the agency resulted in large part from the expectation that existing customers would continue to purchase insurance from the agency and thereby generate future commissions. The court reasoned that if plaintiff were permitted to solicit the agency’s annual renewal clients, the value of the agency could be reduced to “nothing more than the furniture, fixtures and office equipment.” In determining value, the court assumed that the good will of the agency and its customer pool would be protected by a non-competition agreement.\nThe language of 19 M.R.S.A. § 722-A(2) defining marital property is broad in scope. The statute states that, with certain exceptions not here applicable, “ ‘marital property’ means a11 property acquired by either spouse subsequent to the marriage.” (emphasis added); Property is commonly defined as “everything that has an exchangeable value or which goes to make up wealth or estate.” Black’s Law Dictionary, 1382 (rev. 4th ed. 1968). The good will of the parties’ insurance agency, although in-'\" tangible, is nonetheless property. Good will has an ascertainable value and is subject to exchange on the open market.\nAlthough courts from other jurisdictions have reached divergent conclusions on whether a professional practice, such as that of a doctor, lawyer or dentist, has good will that is divisible on divorce, the good will of a professional practice is distinguishable from that of an agency like the one involved in this case. The courts that have refused to find the good will of a professional practice subject to division as marital property have done so on the theory that the good will was completely dependent on the professional person's continuing in practice and would vanish were the professional to die or leave practice. See, e.g., Hubbard v. Hubbard, 603 P.2d 747 (Okl.1979); Powell v. Powell, 231 Kan. 456, 648 P.2d 218 (1982); Moss v. Moss, 639 S.W.2d 370 (Ky.Ct.App. 1982); Holbrook v. Holbrook, 103 Wis.2d 327, 309 N.W.2d 343 (Wis.App.1981). These courts have concluded that the chance that any existing good will would result in future income is too uncertain for such good will to be divisible on divorce. See, e.g., Moss v. Moss, 639 S.W.2d 370, 374 (Ky.Ct. App.1982).\nIn contrast, the good will of an insurance agency such as the one involved in this case is not necessarily dependent on the continued employment of the agent who developed the agency. This type of agency and its good will may be transferred to a third party and operated by that third party without the assistance of the person who developed the business. For example, the facts of the present case reveal that the parties purchased several smaller agencies in the course of building the client base for the Vernon M. Lord Agency. We conclude that the insurance agency has a value which, although consisting largely of good will, is divisible on divorce as marital property under 19 M.R.S.A. § 722-A. We also conclude that the determination of a total value of $88,245.00 is supported by competent evidence in the record and is not to be disturbed on appeal. Cf. Crooker v. Crooker, 432 A.2d 1293, 1297 (Me.1981).\nPlaintiff finally argues that the presiding justice exceeded the grant of authority contained in 19 M.R.S.A. § 722-A in ordering that she covenant not to compete against her husband in the insurance business. We do not agree that the court is without authority to order the execution of a non-competition agreement under any circumstances. The record in this case, however, does not establish that the terms of the agreement ordered are reasonable and no broader than necessary to protect the good will included in the valuation and transfer.\nSection 722-A of title 19 authorizes a court in a proceeding for divorce to divide the parties’ marital property. Along with the authority to divide the property, the statute confers those powers necessary to render effective the power to divide. Baker v. Baker, 444 A.2d 982, 986 (Me.1982). Thus this Court has held that a justice presiding over an action for divorce has authority to order the partition of a parcel of real estate. Zillert v. Zillert, 395 A.2d 1152, 1157 (Me.1978). Likewise, we have held that a divorce court may designate the terms for payment of a sum representing one spouse’s share in a business that is subject to division as marital property, Dodge v. Dodge, 435 A.2d 407, 408 (Me. 1981), and may order that payment of a sum owed to one spouse as a result of the division of marital property be secured by a mortgage on the non-marital property of the obligor spouse; Baker v. Baker, 444 A.2d 982, 986 (Me.1982). In each of these cases the terms of the courts’ orders were required for a sensible and just division of the marital property.\nThe evidence in the present case supports the finding that a non-competition agreement is similarly necessary for a fair and just division of the Vernon M. Lord Agency. The non-competition agreement is an integral part of the Superior Court order that the agency be set aside to the husband in exchange for one half the value of the agency. Without such an agreement, the substantial value of the intangible good will would be lost or the parties would be left to compete in recapturing this portion of their marital property.\nAlthough we hold that 19 M.R.S.A. § 722-A grants the authority to order execution of a non-competition agreement when necessary for an effective division of property, the task is indeed a delicate one. We have long recognized that non-competition agreements are contrary to public policy and will be enforced only to the extent that they are reasonable and sweep no wider than necessary to protect the business interests in issue. Warren v. Jones, 51 Me. 146, 149 (1862); Roy v. Bolduc, 140 Me. 103, 106-07, 34 A.2d 479, 481 (1943). While a proprietor of a business may obtain enforcement of a non-competition agreement to prevent a former employee from soliciting old customers, LaGrange v. Datsis, 142 Me. 48, 51, 46 A.2d 408, 409 (1946), a former employee may not, absent unusual circumstances, be prevented from entering into the practice of a business that requires no specialized training and does not rely on unique business methods or trade secrets acquired while serving the former employer. Roy v. Bolduc, 140 Me. 103, 107, 34 A.2d 479, 481 (1943).\nThe constraints of public policy are even more demanding in the present case. It must be recognized that the foregoing cases discuss the enforceability of a covenant in the context of a consensual transaction. The plaintiff in this case has not consented to the covenant and the court is mandating rather than enforcing an agreement. The restrictions imposed by the non-competition agreement are severe. Plaintiff would be totally precluded from her employment as a licensed insurance agent for seven years within a sixty mile radius of Machias. The only evidence which supports the rationality of such a severe restriction is the fact that similar terms were imposed when the parties “bought out” three agencies in the Mac-hias area. The fact that such terms were acceptable in a voluntary sale does not establish that they are reasonably necessary to preservation of the value of good will. The record does not reveal whether the value determined for good will is premised solely upon renewal income from the customer pool or whether it includes a measure of value for sources of new business within the market area. There is a critical need for specificity in this regard since the validity of any restraint will depend upon the need for protecting the value of the asset. The record in this case does not provide an adequate basis to support the imposition of the restrictions ordered. Upon remand, on the basis of the existing record and any further evidence received, the presiding justice should first define the nature and components of the good will included in the determination of value and then proceed to determine the scope of any restraint which may be reasonably necessary to protect the value of the asset.\nThe remaining issues addressed in the appeal and cross-appeal are lacking in merit and require no discussion.\nThe entry is:\nJudgment of the Superior Court vacated. Remanded for further proceedings consistent with the opinion herein.\nAll concurring.\n. Subsection 1 of 19 M.R.S.A. § 722-A (1981) provides as follows:\n§ 722-A. Disposition of property\n1. Disposition. In a proceeding: (a) for a divorce, (b) for legal separation, or (c) for disposition of property following dissolution of the marriage by a court which lacked personal jurisdiction over the absent spouse or lacked jurisdiction to dispose of said property, the court shall set apart to each spouse his property and shall divide the marital property in such proportions as the court deems just after considering all relevant factors, including:\nA. The contribution of each spouse to the acquisition of the marital property, including the contribution of a spouse as homemaker;\nB. The value of the property set apart to each spouse; and\nC. The economic circumstances of each spouse at the time the division of property is to become effective, including the desirability of awarding the family home or the right to live therein for reasonable periods to the spouse having custody of any children.\n. We express no opinion on whether these assets are marital or non-marital property under 19 M.R.S.A. § 722-A.\n. Compare Todd v. Todd, 272 Cal.App.2d 786, 78 Cal.Rptr. 131 (1969) (law practice has divisible good will) and In Re Marriage of Nichols, 43 Colo.App. 383, 606 P.2d 1314 (1979) (good will of dental practice divisible on divorce) and Hurley v. Hurley, 94 N.M. 641, 615 P.2d 256 (1980) (good will of dental practice divisible) and Marriage of Coger, 27 Or.App. 729, 557 P.2d 46 (1976) (accord) and Re Marriage of Freedman, 23 Wash.App. 27, 592 P.2d 1124 (1979) (good will of legal practice divisible) with Wilcox v. Wilcox, 173 Ind.App. 661, 365 N.E.2d 792 (1977) (future professional income not property subject to division) and Powell v. Powell, 231 Kan. 456, 648 P.2d 218 (1982) (good will of medical practice not property divisible on divorce) and Hubbard v. Hubbard, 603 P.2d 747 (Okl.1979) (good will of professional not divisible on divorce) and Holbrook v. Holbrook, 103 Wis.2d 327, 309 N.W.2d 343 (Wis.App.1981) (good will of professional practice not divisible on divorce). See also Annot. Accountability for Good Will of Professional Practice in Actions Arising from Divorce or Separation, 52 A.L.R.3d 1344 (1973).\n. We express no opinion on whether the good will of a professional practice may be marital property divisible on divorce under 19 M.R.S.A. § 722-A.\n. Unlike Crooker v. Crooker, 432 A.2d 1293, 1297 (Me.1981), in which we held that a justice presiding over an action for divorce should not adjust his valuation of marital assets to account for the parties’ possible future dealings with those assets, recognition of the good will value of the Vernon M. Lord Agency does not require such undue speculation about possible future actions. The good will of the agency has a present ascertainable value.\n. We note that the provision for alimony refers to the restrictions placed upon the plaintiff. Upon remand the Superior Court may find it necessary to modify alimony to correspond with any modification in the restrictions under the covenant.",
        "type": "majority",
        "author": "WATHEN, Justice."
      }
    ],
    "attorneys": [
      "Silsby & Silsby, Raymond L. Williams (orally), William S. Silsby, Jr., Ellsworth, for plaintiff.",
      "Eaton, Peabody, Bradford & Veague, Bernard J. Kubetz (orally), Bangor, for defendant."
    ],
    "corrections": "",
    "head_matter": "Patricia Rier LORD v. Vernon M. LORD.\nSupreme Judicial Court of Maine.\nArgued Nov. 10, 1982.\nDecided Jan. 4, 1983.\nSilsby & Silsby, Raymond L. Williams (orally), William S. Silsby, Jr., Ellsworth, for plaintiff.\nEaton, Peabody, Bradford & Veague, Bernard J. Kubetz (orally), Bangor, for defendant.\nBefore McKUSICK, C.J., and GODFREY, NICHOLS, ROBERTS, CARTER and WATHEN, JJ., and DUFRESNE, A.R.J."
  },
  "file_name": "0830-01",
  "first_page_order": 882,
  "last_page_order": 887
}
