{
  "id": 9299913,
  "name": "WESTINGHOUSE ELECTRIC CORPORATION/ CBS, Petitioner, v. WORKERS' COMPENSATION APPEAL BOARD (BURGER), Respondent",
  "name_abbreviation": "Westinghouse Electric Corp./CBS v. Workers' Compensation Appeal Board",
  "decision_date": "2003-11-17",
  "docket_number": "",
  "first_page": "831",
  "last_page": "839",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 831"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "698 A.2d 1378",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12016225
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/698/1378-01"
      ]
    },
    {
      "cite": "767 A.2d 634",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11125440
      ],
      "pin_cites": [
        {
          "page": "636"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/767/0634-01"
      ]
    },
    {
      "cite": "792 A.2d 29",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9509313
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/792/0029-01"
      ]
    },
    {
      "cite": "591 A.2d 347",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1417594
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/140/0016-01"
      ]
    },
    {
      "cite": "705 A.2d 503",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11868354
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/705/0503-01"
      ]
    },
    {
      "cite": "305 A.2d 757",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "760"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "728 A.2d 381",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11620688
      ],
      "pin_cites": [
        {
          "page": "384"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/728/0381-01"
      ]
    },
    {
      "cite": "666 A.2d 383",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12046544
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/666/0383-01"
      ]
    },
    {
      "cite": "415 A.2d 162",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "633 A.2d 230",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1452512
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/159/0342-01"
      ]
    },
    {
      "cite": "688 A.2d 1258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7368368
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/688/1258-01"
      ]
    },
    {
      "cite": "792 A.2d 631",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9512699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/792/0631-01"
      ]
    },
    {
      "cite": "645 A.2d 389",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862642,
        1463150
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/0389-01",
        "/pa-commw/165/0392-01"
      ]
    },
    {
      "cite": "728 A.2d 902",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        607084,
        11626254
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "906"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0325-01",
        "/a2d/728/0902-01"
      ]
    },
    {
      "cite": "556 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        607084
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "332"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0325-01"
      ]
    },
    {
      "cite": "707 A.2d 649",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11858631
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/707/0649-01"
      ]
    },
    {
      "cite": "819 A.2d 131",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9345278
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "134"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/819/0131-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1034,
    "char_count": 27281,
    "ocr_confidence": 0.708,
    "pagerank": {
      "raw": 1.955605879836339e-07,
      "percentile": 0.7373366169224538
    },
    "sha256": "815a3550a43dce2521963daa36563cacd77afbf57355403ad405209fbce7c6b3",
    "simhash": "1:0583b9363769a77b",
    "word_count": 4321
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: SMITH-RIBNER, Judge, LEAVITT, Judge, and MIRARCHI, JR., Senior Judge."
    ],
    "parties": [
      "WESTINGHOUSE ELECTRIC CORPORATION/ CBS, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (BURGER), Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge LEAVITT.\nWestinghouse Electric Corporation/CBS (Employer) petitions for review of an adjudication of the Workers’ Compensation Appeal Board (Board) requiring Employer to provide treatment to Jeffrey Burger (Claimant) for psychological injuries and chronic pain that resulted from his physical, work-related injuries. To that end, the Board amended the Notice of Compensation Payable (NCP) and remanded the case to the Workers’ Compensation Judge (WCJ) to allow Claimant to submit medical bills on proper forms. In other respects, the Board affirmed the decision of the WCJ.\nThe facts, as found by the WCJ, are as follows. On August 5, 1992, Claimant suffered a work-related injury when he was struck by an automobile. The NCP describes Claimant’s injury as “internal injuries, knee strain.” Reproduced Record 182a (R.R_). Claimant received total temporary disability benefits from August 12, 1992 to May 15, 1993, when he returned to work. On August 30, 1995, Claimant was injured in a second work accident. Claimant was hit in the back by a crane lifting a reactor coolant pump and pinned between the scaffolding and the reactor unit. On November 15, 1995, the parties entered into a Supplemental Agreement under which Claimant was paid total disability effective November 8, 1995; this agreement treated his 1995 injury as a recurrence of the 1992 injury. Claimant has continued to receive wage loss and medical benefits through the present.\nOn October 15, 1998, Claimant filed a Petition to Review Medical Treatment and/or Billing and a Petition for Penalties, alleging that as of October 1, 1998 Employer unilaterally terminated support care (housekeeping services) for Claimant. Employer filed answers denying the material allegations contained in the petitions.\nOn September 30, 1999, Claimant filed a second Petition to Review Medical Treatment and/or Billing and Petition to Review Compensation Benefits, requesting that the NCP and Supplemental Agreement be amended to include psychological injuries, including sexual dysfunction, that arose from his 1992 work-related injury. Employer filed an answer denying Claimant’s allegations. Seven days of hearings were conducted by the WCJ.\nClaimant offered his own testimony and the deposition testimony of a psychologist, Thomas W. Sheridan, Ph.D., in support of his petitions. Claimant testified that since his first injury in 1992, he has undergone nine surgeries to his back and left knee and that as a result of these surgeries, he is in constant pain. He further testified that his conditions limit his ability to drive without taking a break, perform household duties, lift more than ten to fifteen pounds, stoop or bend. He wears an ankle foot orthosis (brace) because his left foot drops. Claimant testified that in June of 1998 after the insertion of a morphine pump, he developed an infection that caused him to experience extreme pain, mental anguish, delusions and depression. Because of pain, he has lost his ability to concentrate and suffers memory loss and cognitive disorders.\nDr. Sheridan opined that Claimant suffers sexual dysfunction due to the pain caused by the August 5, 1992 injury. This opinion was supported by the report and billing statements of Peter J. Snyder, Ph. D., who evaluated Claimant for pain, prior to insertion of the morphine pump. By deposition, Parviz Baghai, M.D., confirmed that he had prescribed the insertion of a spinal cord stimulator, a morphine pump and pain medications to treat Claimant’s pain.\nClaimant testified that Employer refused to pay for a home gym system that was prescribed for him by Cynthia L. Di-Mauro, M.D. Dr. DiMauro’s billing statement and prescription for fitness equipment, as well as a cost projection report on the use of the home gym equipment were entered into evidence.\nIn response, Employer offered the deposition testimony of Dr. DiMauro, Paul S. Lieber, M.D., and Stuart S. Burstein, M.D. Dr. DiMauro began treating Claimant on August 18, 1997 for chronic pain related to his work injury. Dr. Burstein opined that Claimant did not suffer any psychological problems or sexual dysfunction as a result of his work injuries and that Claimant exaggerated the extent of his pain.\nOn April 5, 2001, the WCJ circulated a decision that denied Claimant’s petition for penalties. It granted in part, and denied in part, Claimant’s first review petition, and it granted Claimant’s second review petition. The WCJ concluded that Claimant met his burden of establishing that the exercise equipment was prescribed for treatment of Claimant’s work injury; that his sexual dysfunction, chronic pain and depression were related to his work injury; and that treatment rendered by Dr. Sheridan was related to Claimant’s work injury. The WCJ did not credit Dr. Burstein’s opinion. The WCJ credited the testimony of Dr. Lieber, Employer’s witness, who observed no signs of symptom magnification.\nAccordingly, the WCJ ordered that the NCP for the 1992 injury be amended to include sexual dysfunction, chronic pain disorder, and depression. The WCJ ordered Employer to pay a bill of $4,560 for treatment rendered to Claimant by Dr. Sheridan, and to reimburse Claimant $927.33 for two-thirds of the cost of the exercise equipment. Employer appealed to the Board. The Board remanded to the WCJ to give Claimant the opportunity to submit Dr. Sheridan’s medical bills on the forms mandated by Act 44; it affirmed the decision of the WCJ in all other respects. Employer then petitioned for this Court’s review.\nOn appeal, Employer raises four issues. It asserts that the Board erred as a matter of law by allowing Claimant to pursue his claim in a review petition as opposed to a claim petition. Second, the Board erred because the record does not support an amendment to the NCP. Third, the Board erred in requiring Employer to pay for gym equipment. Fourth, the Board erred in remanding the case to allow Claimant to submit claims on the correct forms. We consider these claims seriatim.\nThe first question is whether the WCJ had authority to modify Claimant’s NCP pursuant to Section 413(a) of the Act, 77 P.S. §§ 771-772. Employer asserts that Claimant’s review petition under Section 413(a) never should have been allowed. It argues that Claimant’s psychological and sexual dysfunction injuries were not the natural consequence of the accepted injuries of “internal injuries and knee strain,” and, therefore, Claimant should have filed a claim petition under Section 315 of the Act. Further, Employer argues that it did not get notice of Claimant’s injury within 120 days of its occurrence as required under Section 311 of the Act, and Claimant did not satisfy the three-year statute of limitations in Section 315 of the Act. Since Claimant’s petition was filed on February 7, 2001, almost nine years after his injury on August 5, 1992, Employer asserts that it is untimely. Employer contends that a reversal of the Board is compelled by this Court’s decision in Jeanes Hospital v. Workers’ Compensation Appeal Board (Hass), 819 A.2d 131 (Pa.Cmwlth.2003). We disagree.\nIn Jeanes Hospital, this Court found that when seeking compensation benefits for disabilities that are related to, but distinct from, an injury described in an NCP, a claimant must file a claim petition, not a review petition. In that case, the claimant’s fibromyalgia and pain disorder were conditions not identified on the NCP; her new physical problems the were separate and distinct from the original low back injury on the NCP; and claimant did not prove that her new physical problems were a natural consequence of the original injury. Claimant never sought to amend the description of her injury on the NCP until the employer filed a suspension/termination petition four years after the original injury. Accordingly, we held that Section 315, which establishes a statute of repose, barred an amendment to the claimant’s NCP.\nJeanes Hospital followed this Court’s earlier holding in AT & T v. Workers’ Compensation Appeal Board (Hernandez), 707 A.2d 649 (Pa.Cmwlth.1998). In that case, we noted that the claimant should have filed a claim petition because he did “not contend that his aseptic necrosis of the hips occurred as a natural consequence of the back sprain or was, in fact, related to the back sprain in any way.” Hernandez, 707 A.2d at 650 n. 2. The form of the petition was not determinative because the employer failed to prove that claimant had fully recovered; accordingly, the WCJ’s determination that claimant remained disabled was affirmed.\nEmployer’s reliance upon Jeanes Hospital and Hernandez is misplaced. They are factually distinguishable, and they do not stand for the broad proposition, as suggested by Employer, that an NCP must be modified within three years of the occurrence of an injury. In Jeanes Hospital, the employer was presented with a separate and distinct physical injury after claimant’s right to assert a new injury had been extinguished by the statute of repose. In Hernandez, the claimant did not assert that the new injuries were the natural consequence of the original. Here, by contrast, Claimant acknowledged that he had the burden of relating his psychological difficulties to his work-related injury and specifically sought to amend the NCP.\nFurther, so long as there is a causal relationship between a psychological and physical injury, a claimant is not bound by the statute of repose in Section 315 of the Act. In Commercial Credit Claims v. Workers’ Compensation Appeal Board (Lancaster), 556 Pa. 325, 728 A.2d 902 (1999), our Supreme Court held that the claimant, not the employer, bears the burden of establishing a causal relationship between a work-related injury and a subsequent psychiatric injury where the NCP relates only to physical injuries. At issue there was employer’s termination petition; the claimant had not petitioned to modify the terms of the original NCP in accordance with the Act. The Supreme Court refused to allow the claimant to shift the burden of proof on whether his psychiatric injury was related to the work-related injury merely by contesting the employer’s termination petition. However, the Supreme Court noted that the Claimant was not without recourse even though sixteen years had elapsed since the original injury:\nClaimant may still file a Petition for Review seeking to amend the original Notice of Compensation Payable by meeting his burden of proving that he suffered a work-related mental disability as a result of the work-related physical injury for which employer accepted liability.\nCommercial Credit Claims, 556 Pa. at 332, 728 A.2d at 906.\nIn sum, Employer’s effort to shoehorn Claimant’s petition into a Section 315 petition must be rejected. Section 413(a) of the Act applies to those situations where the parties have previously agreed upon the compensation payable, but a dispute arises as to the nature of the injury accepted or the continued disability of the claimant. At the time he filed his review petition, Claimant was receiving medical and wage loss benefits pursuant to an agreement with Employer. Accordingly, Section 413(a), not Section 315, applied to Claimant’s petition. As required by Section 413(a) of the Act, Claimant’s petitions were filed “within three years after the date of the most recent payment of compensation made prior to the filing of such petition.” 77 P.S. § 772. They were, therefore, timely, and a review petition was the proper filing for considering the issue of whether Claimant’s physical injuries had additional, psychological consequences.\nNext, Employer argues that even if Claimant was able to seek an amendment to his NCP by filing a review petition pursuant to Section 413(a) of the Act, he failed to meet his burden of proof for such an amendment. Again, we disagree.\nSection 413(a) of the Act requires the moving party to prove that a disability has “increased,” and to prove the causal relationship between the original injury and the amending disability. Claimant had the burden of establishing the causal relationship between the work-related injury and his psychiatric disability by unequivocal medical testimony. Carnegie Mellon University v. Workmen’s Compensation Appeal Board (Lenz), 165 Pa.Cmwlth.392, 645 A.2d 389 (1994). This causal connection may be shown to arise from medical treatment for the physical injury. Brockway v. Workers’ Compensation Appeal Board (Collins), 792 A.2d 631 (Pa.Cmwlth.2002).\nHere, Claimant met his burden of proving that his disabilities had increased and that those disabilities were caused by the work-related injury noted on the NCP. The WCJ credited the testimony of Claimant’s medical expert, Dr. Sheridan, on Claimant’s psychological condition and sexual dysfunction, and he rejected the opinion of Employer’s witness, Dr. Burstein. This is the province of the factfinder. Cittrich v. Workers’ Compensation Appeal Board (Laurel Living Center), 688 A.2d 1258 (Pa.Cmwlth.1997). In short, the WCJ’s findings are supported by the record, and the Board did not err in affirming the WCJ in this regard.\nEmployer claims, however, that the testimony of Dr. Sheridan was incompetent, and, therefore, the WCJ’s finding that Claimant’s depression, sexual dysfunction and chronic pain disorder were causally related to Claimant’s work-related injury is not supported by substantial evidence. Employer claims that Dr. Sheridan acted as an advocate for Claimant, which Employer believes to be an impermissible deviation from his role as an expert witness. In any case, Employer asserts that Dr. Sheridan, a psychologist, is incompetent to establish the medical diagnosis of sexual dysfunction and chronic pain disorder.\nThe WCJ found that Claimant’s sexual dysfunction was not related to the organic problems caused by the original work injury but, rather, was due to the pain caused by that injury. This finding is based upon all the medical testimony, as a whole, specifically that of Claimant’s treating medical doctors. Dr. Sheridan’s testimony was based partially upon the report of Dr. Snyder, the psychologist at the pain clinic who initially evaluated Claimant for insertion of the morphine pump, and subsequently treated him for depression and chronic pain. An expert may express an opinion based, in part, upon the reports of others upon which the expert customarily relies in his profession. Pistella v. Workmen’s Compensation Appeal Board (Samson Buick Body Shop), 159 Pa.Cmwlth. 342, 633 A.2d 230 (1993).\nEmployer’s objection goes to the weight of the evidence and not to its competency. Kocher v. Workmen’s Compensation Appeal Board (B.G. Coon Construction Co.), 52 Pa.Cmwlth.106, 415 A.2d 162 (1980). As noted, the authority of the WCJ over questions of credibility, conflicting medical evidence, and evidentiary weight is unquestioned. Sherrod v. Workmen’s Compensation Appeal Board (Thoroughgood, Inc.), 666 A.2d 383 (Pa.Cmwlth.1995). We find no merit in Employer’s argument regarding the competence of Dr. Sheridan’s testimony or the weight given to it by the WCJ.\nNext, we consider whether the Board erred in requiring Employer to reimburse Claimant for two-thirds of the cost of gym equipment he purchased. The home exercise equipment was prescribed by Dr. DiMauro as part of the physical therapy prescribed to treat Claimant’s chronic pain and weakness. Employer asserts that there is a lack of evidence to relate Claimant’s chronic pain to the injuries of “internal injuries, knee strain” noted on the NCP. This argument is unavailing because the NCP was amended. Claimant’s psychological injuries and constant pain were caused by his physical work-related injuries and the surgeries they required.\nAlternatively, Employer contends that since Claimant gave away some of the equipment, he should receive no reimbursement. The WCJ struck a reasonable compromise on this point that we decline to disturb. The equipment was prescribed, but there was no guarantee that it would be efficacious. Employer offers no case law or statutory authority to support this point.\nFinally, we consider Employer’s challenge to the Board’s decision to remand this case to the WCJ to require Dr. Sheridan to resubmit his bills in accordance with Section 306(f.l) of the Act, 77 P.S. § 531. Under this provision, medical bills causally related to a work-related injury must be paid by employer. However, the obligation to pay does not begin to run until bills are submitted on the proper medical forms with a monthly medical report. The appropriate remedy where, as here, a provider has failed to submit medical bills in the proper form is to remand the matter to the WCJ. AT & T v. Workers’ Compensation Appeal Board (DiNapoli), 728 A.2d 381, 384 (Pa.Cmwlth.1999) (ordering the Board to remand to the WCJ to provide the provider “the opportunity to submit his medical bills on those forms mandated by Act 44.”) The Board’s remand to the WCJ was correct.\nFor the above reasons, we affirm the decision of the Board.\nORDER\nAND NOW, this 17th day of November, 2003, the order of the Workers’ Compensation Appeal Board dated November 4, 2002, in the above-captioned matter is hereby affirmed.\n. The NCP indicates that the date of injury was August 5, 1992, although Claimant states in his brief that the date of injury was August 2, 1992. The Employer’s Report of Occupational Injury or Disease states that Claimant was on a temporary assignment at the Palisades Nuclear Power Plant in Michigan when he was struck by an automobile and injured while riding his bike off duty.\n. When Claimant had a spinal cord stimulator implanted, Employer paid for the services of a housekeeper while Claimant was residing at his fiancée's home. As a result of Employer’s discontinuance of housekeeping services in the summer of 1999, Claimant testified that he moved to his parents’ home in Derry, Pennsylvania, where his mother does his housekeeping. Claimant sought reimbursement for traveling expenses based largely upon his assertion of his residence with his parents in Derry. The WCJ found that Claimant was not entitled to such reimbursement to attend physical therapy or doctor appointments because Claimant's residence was not the location from which mileage was submitted. The WCJ found that Claimant resided with his fiancee. Claimant did not appeal this issue.\n. The hearings were conducted from January 20, 1999 to September 13, 2000. WCJ Opinion, 4.\n. Dr. DiMauro diagnosed Claimant as status post morphine pump insertion, with chronic low back pain status post L5-S1 microdiscec-tomy and residual left SI radiculopathy.\n. The WCJ concluded that Claimant failed to establish that the pool therapy and the housekeeping services were prescribed as treatment of his August 5, 1992 work injury. The WCJ also concluded that the Claimant failed to establish that the Employer violated the Act by not paying for the exercise equipment and the psychological bill because the Claimant did not establish that the billing was submitted prior to the litigation. WCJ Opinion, Conclusion of Law 2, 6. The WCJ ordered that the Employer was not liable for the mileage submitted, the pool membership, and the housekeeping services. Claimant did not appeal the decision of the WCJ on those issues.\n. Claimant testified that he gave away the heavy weights and the bench because he was unable to use them for his therapy. The WCJ calculated that this equipment was one third of the total value of the home gym equipment.\n. The Act of July 2, 1993, P.L. 190, commonly known as \"Act 44” amended the Pennsylvania Workmen’s Compensation Act, Act of June 2, 1915, P.L. 736, as amended, 77 P.S. §§ 1-1041.4, 2501-2626, and renamed it the Workers' Compensation Act (Act).\n. Our scope of review is limited to determining whether constitutional rights were violated, whether an error of law was committed or whether the necessary findings of fact are supported by substantial evidence. Section 704 of the Administrative Agency Law, 2 Pa. C.S. § 704; Universal Cyclops Steel Corp. v. Workmen's Compensation Appeal Board, 9 Pa.Cmwlth. 176, 305 A.2d 757, 760 (1973).\n. See n. 16, infra, for text of Section 413(a).\n. Section 315 provides inter alia:\nIn cases of personal injury all claims for compensation shall be forever barred, unless, within three years after the injury, the parties shall have agreed upon the compensation payable under this article; or unless within three years after the injury, one of the parties shall have filed a petition as provided in article four hereof.... Where, however, payments of compensation have been made in any case, said limitations shall not take effect until the expiration of three years from the time of the making of the most recent payment prior to date of filing such petition.\n77 P.S. § 602.\n. Section 311 provides inter alia:\nUnless the employer shall have knowledge of the occurrence of the injury, or unless the employe ... shall give notice thereof to the employer within twenty-one days after the injury, no compensation shall be due until such notice be given, and, unless such notice be given within one hundred and twenty days after the occurrence of the injury, no compensation shall be allowed.\n77 P.S. § 631 (emphasis added). Employer had knowledge of Claimant’s psychological problems as they developed. It simply disputed their relationship to Claimant’s work-related physical injuries.\n. This Court confirmed that the only exception to this general rule occurred in Campbell v. Workers' Compensation Appeal Board (Antietam Valley Animal Hospital), 705 A.2d 503 (Pa.Cmwlth.1998), in which the Court noted that where \"claimant’s disability arose as a natural consequence of the work-related injury” the description of the injury in the NCP could be revised by filing a review petition. Jeanes Hospital, 819 A.2d at 134.\n. Although we found that the Board erred in allowing an amendment to the claimant’s NCP, the employer’s petition was denied because there was no credible evidence to prove that claimant had recovered from the original injury.\n. To the extent that the grant of benefits would amend the NCP to include the additional injury to claimant’s hips, however, we vacated the Board’s order.\n. The precedent of Jeanes Hospital, Hernandez and Commercial Credit Claims v. Workers’ Compensation Appeal Board (Lancaster), 556 Pa. 325, 728 A.2d 902 (1999) must be understood in the context of other principles governing an award of workmen's compensation benefits. For example, this Court has recognized that, in workers' compensation law, the form of a petition is not controlling where the facts warrant relief for a claimant. Coover v. Workmen’s Compensation Appeal Board (Browning-Ferns Industries of Delaware Valley), 140 Pa.Cmwlth.16, 591 A.2d 347 (1991). Further, if a claimant is entitled to relief under any section of the Act, the petition will be considered as filed under that section. Zippo Manufacturing Co. v. Workers' Compensation Appeal Board (Louser), 792 A.2d 29 (Pa.Cmwlth.2002).\n. Section 413(a) of the Act provides:\nA workers compensation judge may, at any time, review and modify or set aside a notice of compensation payable and an original or supplemental agreement or upon petition filed by either party with the department, or in the course of the proceedings under any petition pending before such workers compensation judge, if it be proved that such notice of compensation payable or agreement was in any material respect incorrect.\n77 P.S. § 771 (emphasis added). Section 413(a) also provides that an NCP can be modified\nupon proof that the disability of an injured employe has increased, decreased, recurred, or has temporarily or finally ceased, or that the status of any dependent has changed. Such modification, reinstatement, suspension, or termination shall be made as of the date upon which it is shown that the disability of the injured employe has increased, decreased, recurred, or has temporarily or finally ceased, or upon which it is shown that the status of any dependent has changed: Provided, That, except in the case of eye injuries, no notice of compensation payable, agreement or award shall be reviewed, or modified, or reinstated, unless a petition is filed with the department within three years after the date of the most recent payment of compensation made prior to the filing of such petition.\n77 P.S. § 772 (emphasis added).\n. The Board held that this parenthetical statement by the Supreme Court overrules \"by implication” this Court’s holding in Hernandez, 707 A.2d at 650 n. 2. Board Opinion, 6.\n. Section 413(a) extinguishes a remedy rather than a right. Guthrie v. Workers’ Compensation Appeal Board (Keystone Coal Co.), 767 A.2d 634, 636 (Pa.CmwIth.2001).\n. Dr. Sheridan opined that Claimant's psychological condition is secondary to the trauma caused by his work injury and that Claimant’s pain and physical limitations resulting from his work injury are the primary factors contributing to his depression. Dr. Sheridan related Claimant's impotence to the chronic, unremitting physical pain of his work injury. He testified that his treatment of claimant was casually related to Claimant's work injury. Dr. Burstein, a psychiatrist who examined Claimant on a single occasion, opined that on the date of the examination, Claimant did not have any type of psychological or psychiatric disorder or sexual dysfunction related to his work injury. He found no objective findings to support Claimant’s subjective mental complaints. Dr. Burstein opined that Claimant has physical pain which he was exaggerating and fabricating for purposes of secondary gain.\n.Dr. Burstein admitted that the medication prescribed for the treatment of Claimant’s pain and depression could affect Claimant’s sexual function, but he denied that psychological problems or sexual dysfunction were related to the work injury. The WCJ credited the testimony of Drs. DiMauro and Baghai, which was supported by the record of the treatment Claimant received for pain. The WCJ can accept or reject the testimony of any witness, in whole or in part. Lombardo v. Workers' Compensation Appeal Board (Topps Company, Inc.), 698 A.2d 1378 (Pa.Cmwlth.1997).\n. Employer cites examples of Dr. Sheridan's testimony in which he is critical of Dr. Bur-stein’s attitude and manner, and cites the numerous objections to Dr. Sheridan’s testimony that were sustained by the WCJ as evidence of advocacy in support of the Claimant. The record shows that Dr. Sheridan was stating his disagreement with Dr. Burstein's opinions and with his methods of examination and evaluation of Claimant’s condition. However, the WCJ curtailed such \"advocacy,” assuming it is impermissible, by sustaining Employer’s objections.\n. Claimant gave away some of the equipment and on this basis the WCJ adjusted the reimbursement. See n. 6, supra.",
        "type": "majority",
        "author": "Judge LEAVITT."
      }
    ],
    "attorneys": [
      "Joseph A. Fricker, Jr., Pittsburgh, for petitioner.",
      "Frank J. Grzywinski, Pittsburgh, for respondent."
    ],
    "corrections": "",
    "head_matter": "WESTINGHOUSE ELECTRIC CORPORATION/ CBS, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (BURGER), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs April 11, 2003.\nDecided Nov. 17, 2003.\nReargument En Bane Denied Jan. 14, 2004.\nJoseph A. Fricker, Jr., Pittsburgh, for petitioner.\nFrank J. Grzywinski, Pittsburgh, for respondent.\nBEFORE: SMITH-RIBNER, Judge, LEAVITT, Judge, and MIRARCHI, JR., Senior Judge."
  },
  "file_name": "0831-01",
  "first_page_order": 861,
  "last_page_order": 869
}
