{
  "id": 7290731,
  "name": "Julio Paz Y MINO, Petitioner v. WORKERS' COMPENSATION APPEAL BOARD (CRIME PREVENTION ASSOCIATION), Respondent",
  "name_abbreviation": "Mino v. Workers' Compensation Appeal Board",
  "decision_date": "2010-02-26",
  "docket_number": "",
  "first_page": "832",
  "last_page": "844",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 832"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "776 A.2d 951",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        124689,
        11083052
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "956"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/565/0493-01",
        "/a2d/776/0951-01"
      ]
    },
    {
      "cite": "565 Pa. 493",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        124689
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "501"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/565/0493-01"
      ]
    },
    {
      "cite": "931 A.2d 813",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8350549
      ],
      "pin_cites": [
        {
          "page": "815-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/931/0813-01"
      ]
    },
    {
      "cite": "705 A.2d 1290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        281296,
        11877961
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "1293"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/550/0319-02",
        "/a2d/705/1290-01"
      ]
    },
    {
      "cite": "550 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        281296,
        281190
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "327"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/550/0319-02",
        "/pa/550/0319-01"
      ]
    },
    {
      "cite": "940 A.2d 1270",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8309626
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/940/1270-01"
      ]
    },
    {
      "cite": "29 U.S.C. §§ 201-219",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "934 A.2d 752",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8372137
      ],
      "pin_cites": [
        {
          "page": "758"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/934/0752-01"
      ]
    },
    {
      "cite": "796 A.2d 1015",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9445499
      ],
      "pin_cites": [
        {
          "page": "1017-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/796/1015-01"
      ]
    },
    {
      "cite": "343 A.2d 683",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 7,
      "year": 1975,
      "pin_cites": [
        {
          "page": "684-85",
          "parenthetical": "holding that the claimant was not entitled to a double recovery under the Act"
        },
        {
          "page": "684"
        },
        {
          "page": "684-85"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "732 A.2d 1201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11553528,
        56770
      ],
      "weight": 12,
      "year": 1999,
      "pin_cites": [
        {
          "page": "1205"
        },
        {
          "page": "1202"
        },
        {
          "page": "1202-03"
        },
        {
          "page": "1203"
        },
        {
          "page": "1203"
        },
        {
          "page": "1203-04"
        },
        {
          "page": "1204"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/732/1201-01",
        "/pa/557/0272-01"
      ]
    },
    {
      "cite": "557 Pa. 272",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56770
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0272-01"
      ]
    },
    {
      "cite": "529 A.2d 56",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1361038
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "58-59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/107/0597-01"
      ]
    },
    {
      "cite": "738 A.2d 510",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11565410
      ],
      "pin_cites": [
        {
          "page": "513-14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/738/0510-01"
      ]
    },
    {
      "cite": "975 A.2d 577",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7294731,
        4195519
      ],
      "weight": 3,
      "year": 2009,
      "pin_cites": [
        {
          "page": "581"
        },
        {
          "page": "580-81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/975/0577-01",
        "/pa/601/0524-01"
      ]
    },
    {
      "cite": "601 Pa. 524",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4195519
      ],
      "weight": 2,
      "year": 2009,
      "pin_cites": [
        {
          "page": "531"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/601/0524-01"
      ]
    },
    {
      "cite": "872 A.2d 159",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        650336,
        8975029
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/582/0405-01",
        "/a2d/872/0159-01"
      ]
    },
    {
      "cite": "582 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        650336
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/582/0405-01"
      ]
    },
    {
      "cite": "858 A.2d 151",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9157373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/858/0151-01"
      ]
    },
    {
      "cite": "866 A.2d 489",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9037498
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/866/0489-01"
      ]
    },
    {
      "cite": "942 A.2d 213",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8390838
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "217"
        },
        {
          "page": "217-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/942/0213-01"
      ]
    },
    {
      "cite": "732 A.2d 1201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11553528,
        56770
      ],
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/732/1201-01",
        "/pa/557/0272-01"
      ]
    },
    {
      "cite": "557 Pa. 272",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56770
      ],
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/pa/557/0272-01"
      ]
    },
    {
      "cite": "529 A.2d 56",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1361038
      ],
      "year": 1987,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/107/0597-01"
      ]
    },
    {
      "cite": "738 A.2d 510",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11565410
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/738/0510-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1239,
    "char_count": 38831,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 8.343491648654732e-08,
      "percentile": 0.48099696159891947
    },
    "sha256": "2ed241b10a0d5d729333e2491055f289c36b9719ea52688bf883d319cdc6ce1d",
    "simhash": "1:05a4acf7b06f979d",
    "word_count": 6105
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, McGINLEY, Judge, PELLEGRINI, Judge, COHN JUBELIRER, Judge, SIMPSON, Judge, LEAVITT, Judge, and BUTLER, Judge."
    ],
    "parties": [
      "Julio Paz Y MINO, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (CRIME PREVENTION ASSOCIATION), Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge COHN JUBELIRER.\nJulio Paz y Mino (Claimant) petitions for review of the December 30, 2008 order of the Workers’ Compensation Appeal Board (Board). In its order, the Board affirmed Workers’ Compensation Judge (WCJ) Kathleen DiLorenzo’s (Second WCJ) decision and order, which: granted Crime Prevention Association’s (Employer) second Petition to Terminate Benefits (Second Termination Petition); granted Employer’s Petition to Review Compensation Benefit Offset (Offset Petition); and denied Claimant’s Petition to Review Compensation Benefits (Review Petition). Before this Court, Claimant challenges the grant of Employer’s Second Termination Petition and Employer’s Offset Petition. For the reasons that follow, we vacate and remand in part and affirm in part.\nI. Facts and Procedural Posture\nClaimant worked as the Director of Child Care Information for Employer, which is a non-profit agency that provides childcare subsidies to children of families in Philadelphia. On June 20, 2000, Claimant sustained work-related injuries when he tripped over boxes, fell backwards, and landed on a concrete floor. Claimant did not initially miss any time from work due to his work-related injuries, and Employer did not initially issue a Notice of Compensation Payable (NCP). Employer did, however, pay for Claimant’s medical bills. Employer eventually ceased paying Claimant’s physical therapy bills based on the results of a Utilization Review (UR) Determination. Thereafter, Claimant reduced the number of hours that he worked to four hours per day due to increased pain resulting from his inability to obtain physical therapy.\nIn mid to late 2003 and early 2004, the parties filed numerous petitions, including, among others, a Petition to Modify Compensation Benefits (Modification Petition) and a Petition to Terminate Benefits (First Termination Petition). Claimant, through the Modification Petition, sought to obtain partial disability benefits as of September 8, 2003, alleging that his work-related injuries had worsened, and that he had reduced the hours he worked to four hours per day. Employer, through the First Termination Petition, sought to terminate Claimant’s benefits on the basis that Claimant was fully recovered and able to return to unrestricted work as of December 31, 2003. The Modification Petition and First Termination Petition were consolidated, and the matter was assigned to WCJ Sarah Makin (First WCJ) for disposition. During the pendency of these petitions, on April 27, 2004, Employer issued an NCP acknowledging a lumbar sprain and strain and establishing an average weekly wage (AWW) of $1,298.08.\nOn October 28, 2004, the First WCJ issued a decision and order, which, among other things, granted Claimant’s Modification Petition and denied Employer’s First Termination Petition. With regard to Claimant’s Modification Petition, the First WCJ concluded that Claimant had satisfied his burden of proving that, as of September 8, 2003, he began missing time from work due to his work-related injuries. (First WCJ Decision, Conclusions of Law (COL) ¶ 2, October 28, 2004, R.R. at 865a.) Accordingly, the First WCJ awarded Claimant partial disability benefits, at the rate of $432.88 per week, as of September 8, 2003. (COL ¶ 2, R.R. at 865a.) With regard to Employer’s First Termination Petition, the First WCJ concluded that Employer failed to prove that Claimant fully recovered from his work-related injuries. (COL ¶ 1, R.R. at 864a.) In reaching this conclusion, the First WCJ did not specifically state that she was amending the injury description contained in the NCP; however, she credited the testimony of Claimant’s expert, Roy Lerman, M.D., over the testimony of Employer’s expert, David Bosacco, M.D., and she summarized Dr. Lerman’s testimony, in relevant part, as follows:\na. ... Based upon his examination and his review of medical records, [Dr. Lerman] diagnosed Claimant as having severe stenosis at L4-5 with L4-5 radiculopathy post-fall and mild L3-4 stenosis.\nb. Dr. Lerman also had the opportunity to review two MRI reports, one from November 10, 1992, and one from August 5, 2000. He reviewed other records as well as x-rays.\nc. Dr. Lerman testified that the MRIs were significant because they showed stenosis, which is narrowing of the spine between the vertebrae. They showed that his condition had become degenerative and they were hypertrophy [sic] or enlarged and encroaching upon the spinal canal. He also noted that there was spurring of the discs as a result of this narrowing and compression of the nerve at L4-5. He explained that although these changes may occur gradually over time, a traumatic event such as Claimant’s fall causes them to become symptomatic, causing both pain in the back and leg.\nHe noted- that the EMG of November 16, 2000 did demonstrate an acute and chronic radiculopathy in the L5 distribution, which meant that there was evidence of a recent trauma for that nerve distinguishing it from a chronic problem that Claimant had had since 1992.\ng. Dr. Lerman noted that prior to 2000, Claimant did have a disc herniation in his back, which had become calcified causing ridging and, thus, stenosis. However, he occasionally had a mild backache and nothing more. It was not until his fall that he became truly symptomatic with nerve involvement.\n(First WCJ Decision, Findings of Fact (FOF) ¶ 10(a)-(c),(g), October 28, 2004, R.R. at 860a-61a (emphasis added).) Neither Employer nor Claimant appealed the First WCJ’s decision and order to the Board, and Employer’s insurance carrier, AIG Domestic Claims, Inc. (AIG), began paying Claimant partial disability benefits in accordance with that decision and order.\nOn July 7, 2006, Employer filed its Second Termination Petition, alleging that Claimant had fully recovered from his work-related injuries and was able to return to unrestricted work as of April 25, 2006. On August 16, 2006, Employer filed its Offset Petition, alleging that it had overpaid Claimant $22,015.04 for the period from February 26, 2004 through February 15, 2005 because Claimant received his full salary in addition to partial disability benefits for this period. Claimant denied the allegations made in Employer’s Second Termination Petition and Offset Petition. The petitions were consolidated, and the matter was assigned to the Second WCJ for disposition. The Second WCJ held several hearings at which the parties presented testimony and evidence.\nWith regard to the Second Termination Petition, Employer presented the deposition testimony of Jeffrey Malumed, M.D. Dr. Malumed testified as to Claimant’s recovery from his work-related injuries and his ability to return to unrestricted work. Claimant testified on his own behalf and presented the deposition testimony of Dr. Lerman and Robert Winer, M.D. Dr. Lerman and Dr. Winer both testified as to the continuing nature of Claimant’s work-related injuries and Claimant’s inability to return to unrestricted work.\nWith regard to the Offset Petition, Employer presented the deposition testimony of Daniel Harris, Employer’s Director of Human Resources. Mr. Harris testified that following Claimant’s injury, Employer continued paying Claimant his full salary, even when Claimant only worked partial days. (Harris Dep. at 10, December 4, 2006, R.R. at 100a.) Mr. Harris explained that Employer initially charged Claimant’s accrued sick leave, discretionary leave, or vacation leave for all of the work time that he missed. (Harris Dep. at 10, 53-54, R.R. at 100a, 143a-44a.) However, Mr. Harris stated that, beginning with the pay period that started on February 27, 2004, Employer stopped charging Claimant’s accrued leave for time that he missed due to his work-related injuries. (Harris Dep. at 11-13, 15-17, 54, R.R. at 101a-02a, 105a-07a, 144a.) Mr. Harris explained that, per his understanding of the Fair Labor Standards Act of 1938 (FLSA), Employer was required to pay Claimant for a full day, even if he only worked a partial day, in order to maintain his exemption status as a salaried employee. (Harris Dep. at 10-11, 22-23, R.R. at 100a-01a, 112a-13a.) Mr. Harris acknowledged that Employer was generally aware that Claimant was receiving workers’ compensation benefits, but he also testified that Employer was not made aware of the amounts being paid and when payments were made. (Harris Dep. at 22, R.R. at 112a.) Mr. Harris also explained that they “didn’t think about it” at the time because they “were bogged down in so many other things.” (Harris Dep. at 38, R.R. at 128a.) Moreover, Mr. Harris testified that Claimant never contacted Employer regarding the overpayment of benefits (Harris Dep. at 32, August 1, 2007, R.R. at 526a), and he expressed his belief that Claimant should have taken some action to notify Employer that he was receiving more money following his injury than he was prior to his injury. (Harris Dep. at 39, 40-41, December 4, 2006, R.R. at 129a-31a.) Mr. Harris ultimately admitted that Employer had made a mistake, but he also expressed his belief that Employer’s mistake should not relieve Claimant from having to pay back the overpayment. (Harris Dep. at 47, R.R. at 137a.)\nEmployer also presented the deposition testimony of Ron Sikora, the AIG claims adjuster who handled Claimant’s workers’ compensation claim from July of 2006 through May of 2007. Mr. Sikora testified that AIG paid Claimant partial disability benefits in accordance with the First WCJ’s decision and order. (Sikora Dep. at 9-10, R.R. at 687a-88a.) Mr. Sikora stated that AIG stopped paying Claimant benefits on February 16, 2005, after it became aware that Claimant was also receiving his full salary with no charges against his accrued leave. (Sikora Dep. at 11-12, 14, R.R. at 688-89a, 692a.) Mr. Sikora maintained that it was Claimant’s responsibility to contact AIG regarding the overpayment of benefits. (Sikora Dep. at 13, R.R. at 691a.) Mr. Sikora testified that Claimant began receiving total disability benefits again in August of 2006 because he stopped working altogether. (Sikora Dep. at 14-15, R.R. at 692a-93a.) Finally, Mr. Sikora testified that the overpayment of benefits made to Claimant has not been recouped. (Sikora Dep. at 14, R.R. at 692a.)\nOn April 9, 2008, the Second WCJ issued her decision and order granting the Second Termination Petition and the Offset Petition. In her decision, the Second WCJ credited the testimony of Dr. Ma-lumed, Mr. Harris, and Mr. Sikora over the testimony of Claimant, Dr. Lerman, and Dr. Winer.\nAs to the Second Termination Petition, the Second WCJ acknowledged that while the First WCJ’s decision had indicated that Dr. Lerman diagnosed Claimant with severe stenosis and radiculopathy at L4-5 and mild stenosis at L3-4, such decision did not indicate that these conditions were the result of the June 20, 2000 work incident. (Second WCJ Decision, FOF ¶ 8, April 9, 2008.) Based on her own review of the evidence, the Second WCJ found that the June 20, 2000 work incident did not cause Claimant’s stenosis. (FOF ¶ 9.) Instead, the Second WCJ found that Claimant’s work-related injuries were limited to a lumbar strain and sprain and L4-5 radiculopathy. (FOF ¶ 10.) Moreover, based on Dr. Malumed’s credited testimony, the Second WCJ found that Claimant had fully recovered from his lumbar sprain and strain and L4-5 radiculopathy and was able to return to work without restrictions related to his work injuries as of April 25, 2006. (FOF ¶¶ 42-48.) Therefore, the Second WCJ concluded that Employer established its right to terminate Claimant’s benefits as of April 25, 2006. (Second WCJ Decision, COL ¶ 2.)\nAs to Employer’s Offset Petition, based on the credited testimony of Mr. Harris and Mr. Sikora, the Second WCJ found that: Claimant erroneously received an overpayment of benefits during the period from February 26, 2004 to February 15, 2005; “Claimant was unjustly enriched by the overpayment”; and the payments made by Employer during this period “were payments in lieu of compensation.” (FOF ¶ 64.) The Second WCJ further found that: Employer did not “excessively delay[] its pursuit of an offset for the overpayment”; neither Employer nor AIG “fail[ed] to take appropriate steps to prevent the overpayment”; and Claimant would not be prejudiced by Employer’s pursuit of reimbursement of the overpayment. (FOF ¶¶ 65-67.) The Second WCJ also found that AIG “made a mistake in the calculation of the amount of Workers’ Compensation Benefits that were due and owing to the Claimant during the period from February 26, 2004 to February 15, 2005.” (FOF ¶ 68.) Additionally, the Second WCJ found that Employer “had a right to the payment of the paid Workers[’] Compensation Benefits during the period from February 26, 2004 to February 15, 2005 from [AIG] as a reimbursement for its payments in lieu of Workers[’] Compensation Benefits to the Claimant.” (FOF ¶ 69.) Therefore, the Second WCJ concluded that Employer established its right to an offset for the workers’ compensation benefits paid to Claimant during the period from February 26, 2004 to February 15, 2005. (COL ¶ 3.) Although the Second WCJ concluded that Employer established its right to an offset, she did not provide any further instructions in her order regarding how Employer is to collect the offset.\nClaimant appealed the Second WCJ’s decision and order to the Board, arguing, among other things, that the Second WCJ erred because the First WCJ’s decision and order precluded her from limiting the scope of Claimant’s work-related injuries. However, the Board rejected Claimant’s argument, explaining that the First WCJ had not concluded that the description of Claimant’s work-related injuries should be expanded and that “[t]he extent of Claimant’s work-related injuries] was not at issue in the previous litigation.” (Board Op. at 10.) The Board further concluded that Dr. Malumed’s credited testimony was sufficient to support the Second WCJ’s termination of benefits as of April 25, 2006. (Board Op. at 10-11.)\nClaimant also argued that the Second WCJ erred in granting Employer’s Offset Petition because the overpayment of benefits was due to an administrative error, as opposed to a miscalculation, and because the doctrine of laches barred recovery based on a theory of unjust enrichment. However, the Board also rejected these arguments. Claimant now petitions this Court for review of the Board’s December 30, 2008 order.\nII. Discussion\nBefore this Court, Claimant argues that: (1) the Second WCJ erred in granting Employer’s Second Termination Petition because she erroneously limited the scope of Claimant’s work-related injuries in light of the First WCJ’s decision and order, and because Employer failed to establish through competent medical testimony that Claimant had fully recovered from all of the previously accepted work-related injuries; and (2) the Second WCJ erred in granting Employer’s Offset Petition because the alleged overpayment was based on an administrative error, rather than a miscalculation, and because application of the equitable principle of unjust enrichment is barred by the doctrine of laches. We will address these arguments, in turn, below.\nA. Second Termination Petition\nAs to the Second WCJ’s grant of Employer’s Second Termination Petition, Claimant argues that the Second WCJ erroneously failed to recognize that the First WCJ’s prior decision enlarged the description of injury contained in the NCP to include an aggravation of Claimant’s preexisting stenosis. We agree.\nEven in the absence of a formal amendment to an NCP, where a WCJ makes “findings in a termination petition ... based on non-recovery from work injuries not accepted in the NCP, those injuries [become] part of the accepted injury.” Westmoreland County v. Workers’ Compensation Appeal Board (Fuller), 942 A.2d 213, 217 (Pa.Cmwlth.2008). Moreover, a WCJ’s findings expanding the description of injury in an NCP, if unchallenged, are binding on the parties in a subsequent proceeding. Temple University v. Workers’ Compensation Appeal Board (Sin-nott), 866 A.2d 489, 494 n. 4 (Pa.Cmwlth.2005) (citing Volkswagon of America, Inc. v. Workers’ Compensation Appeal Board (Bennett), 858 A.2d 151 (Pa.Cmwlth.2004)). Thus, in order to prevail on a subsequent termination petition, the employer must establish that the claimant recovered from the additionally recognized injuries. Westmoreland, 942 A.2d at 217-18.\nHere, the First WCJ did not formally indicate that she was amending the description of injury contained in the NCP. However, by crediting Dr. Lerman’s testimony and denying Employer’s First Termination Petition on the basis of that testimony, the First WCJ implicitly expanded the description of injury to include an aggravation of Claimant’s pre-existing steno-sis, as well as the L4-5 radiculopathy. We find it particularly significant that, in summarizing Dr. Lerman’s credited testimony, the First WCJ did not reference any testimony concerning a lumbar sprain and strain. Instead, the First WCJ notes Dr. Lerman’s testimony that Claimant had spurring in his discs resulting in compression of the nerve at L4-5 that admittedly was a pre-existing condition. The First WCJ then indicates that Dr. Lerman, nonetheless, explained that Claimant’s fall was an acute trauma that caused his previously asymptomatic condition to become symptomatic. Notably, with regard to Claimant’s stenosis, the First WCJ specifically stated that: “It was not until his fall that [Claimant] became truly symptomatic with nerve involvement.” (First WCJ Decision, FOF ¶ 10(g), R.R. at 861a.) Thus, according to the First WCJ’s findings, Dr. Lerman’s testimony established that Claimant’s June 20, 2000 fall caused both the back pain and the radicular pain. Moreover, the First WCJ utilized Dr. Ler-man’s credited testimony as the basis for the denial of Employer’s First Termination Petition, and neither party appealed the First WCJ’s decision and order. Therefore, pursuant to Fuller and Sinnott, the aggravation of the pre-existing stenosis, as well as the L4-5 radiculopathy, became part of Claimant’s accepted work-related injuries, and the Second WCJ erred in failing to subsequently recognize all of these injuries.\nWhile Employer, relying on Jeanes Hospital v. Workers’ Compensation Appeal Board (Hass), 582 Pa. 405, 872 A.2d 159 (2005), argues that the First WCJ could not have amended the description of injury contained in the NCP because no review petition was filed, Employer’s argument is misplaced. In Cinram Manufacturing, Inc. v. Workers’ Compensation Appeal Board (Hill), 601 Pa. 524, 531, 975 A.2d 577, 581 (2009), the Pennsylvania Supreme Court disapproved its prior decision in Jeanes Hospital “to the extent it suggests an absolute requirement of a review petition as a prerequisite to corrective amendments.” The Supreme Court explained that where there is “an inaccuracy in the identification of an existing injury,” the applicable statutory language is found in the first paragraph of Section 413(a) of the Workers’ Compensation Act (Act), which “specifies that amendments under its terms may be made ‘in the course of the proceedings under any petition pending before [the] workers’ compensation judge.’ ” Id. at 531, 975 A.2d at 580-81 (quoting 77 P.S. § 771) (emphasis in original). Here, Dr. Lerman’s credited testimony established that there was an inaccuracy in the identification of the injuries existing when Employer issued the NCP. Thus, pursuant to Cinram and Section 413(a) of the Act, the First WCJ did not exceed her authority in amending the description of injury contained in the NCP in the context of Employer’s First Termination Petition.\nBecause the Second WCJ did not recognize that Claimant’s previously accepted work-related injuries included an aggravation of his pre-existing stenosis, she did not consider whether Claimant had fully recovered from such aggravation. Consequently, we must vacate the order of the Board to the extent that it found that the Second WCJ did not err in granting Employer’s Second Termination Petition, and we will remand the matter for the Second WCJ to issue new findings and make a new determination after considering all of Claimant’s accepted work-related injuries, including the aggravation of his spinal stenosis.\nB. Offset Petition\nAs to the Second WCJ’s grant of Employer’s Offset Petition, Claimant argues that Employer should not be entitled to an offset based on the theory of unjust enrichment because the overpayment was the result of an administrative error, as opposed to a miscalculation of his AWW. We disagree.\nThe courts have previously recognized that, in certain circumstances, an employer may recover overpayments through credits against future payments of benefits in order to prevent unjust enrichment or double recovery. For instance, in Kiebler v. Workers’ Compensation Appeal Board (Specialty Tire of America), 738 A.2d 510, 513-14 (Pa.Cmwlth.1999), and Fahringer, McCarty & Grey, Inc. v. Workmen’s Compensation Appeal Board (Green), 107 Pa.Cmwlth. 597, 529 A.2d 56, 58-59 (1987), this Court permitted the employers to recover overpayments through credits against future payments of benefits on the basis of unjust enrichment where the over-payments were the result of mathematical errors that occurred when calculating the claimants’ average weekly wages. However, these are not the only circumstances under which the courts have permitted recoupment based on a theory of unjust enrichment by offsetting a claimant’s future benefits.\nIn Lucey v. Workmen’s Compensation Appeal Board (Vy-Cal Plastics), 557 Pa. 272, 280, 732 A.2d 1201, 1205 (1999), the Pennsylvania Supreme Court permitted an employer to recover excess monies that an employer paid to a claimant for his medical bills by taking a credit against the claimant’s future disability and medical benefits. In that case, the WCJ had awarded the claimant disability benefits, medical benefits totaling over $175,000.00, and attorney’s fees. Id. at 275, 732 A.2d at 1202. The Board affirmed the award of compensation, but remanded the matter for a recalculation as to the amount of attorney’s fees. Id. at 275, 732 A.2d at 1202-03. While the remand was pending, the employer tendered a $140,000.00 payment to the claimant as compensation for his medical bills. Id. at 275-76, 732 A.2d at 1203. Before the claimant’s counsel tendered the $140,000.00 payment to the claimant’s medical provider, the provider agreed to accept $110,000.00 as full payment of claimant’s medical bills. Id. at 276, 732 A.2d at 1203. As a result, the claimant retained the remaining $30,000.00. Id. The employer subsequently sought a sub-rogation credit against future benefits for the $30,000.00 paid to Claimant. Id. The WCJ awarded a credit against the claimant’s future benefits, and the Board affirmed. Id. On appeal, this Court, sitting en banc, reversed the Board, concluding that equity did not permit a subrogation credit. Id. at 276-77, 732 A.2d at 1203-04. However, the Supreme Court reversed, and in his opinion written for a plurality of the Court, now Chief Justice Castille, relied on Section 20 of the Restatement of Restitution, which provides:\nA person who has paid another an excessive amount of money because of an erroneous belief induced by a mistake of fact that the sum paid was necessary for the discharge of a duty, for the performance of a condition, or for the acceptance of an offer, is entitled to restitution of the excess.\nId. at 278, 732 A.2d at 1204 (quoting Restatement of Restitution § 20.) Chief Justice Castille concluded that this provision mandated a subrogation credit in the employer’s favor, explaining that:\nHere, the employer believed that the full $140,000 which was tendered to claimant was necessary in order to pay claimant’s medical bills and thereby discharge employer’s duty under the workers’ compensation statute. However, in order to discharge an employer’s duty under the statute with regard to medical expenses, an employer need only pay an employee’s actual medical expenses. Here, employer tendered an amount which ultimately proved to exceed claimant’s actual medical expenses by $30,000 based on employer’s mistaken factual belief that the full sum proffered would prove to be the sum necessary for discharge of employer’s duty. Consequently, under Section Twenty of the Restatement, employer is entitled to restitution of the $80,000 excess.\nId.\nChief Justice Castille’s reasoning is highly persuasive and guides our analysis here. In this case, similar to the employer in Lucey, AIG paid Claimant $22,015.04 in workers’ compensation benefits for the period from February 26, 2004 to February 15, 2005, because it believed that such payments were necessary to fulfill its own obligations, as well as Employer’s obligations, under the Act. However, unbeknownst to AIG, Employer had continued paying Claimant his full salary without charging his accrued leave for that same period. Under Section 306(a.l) of the Act, an employer or insurer is not required to pay total or partial disability benefits for any period “during which the employe is employed and receiving wages equal to or greater than the employee’s prior earnings.” 77 P.S. § 511.1. Because Employer paid Claimant his full salary from February 26, 2004 to February 15, 2005, AIG was not also required to pay Claimant disability benefits on Employer’s behalf during this period. Id. Thus, as in Lucey, AIG’s payment of workers’ compensation benefits to Claimant for the period from February 26, 2004 to February 15, 2005 was based on AIG’s mistaken belief as to the discharge of its duties under the Act, and Claimant was unjustly enriched by AIG’s mistake.\nFurthermore, while Employer and AIG could have communicated better about how Claimant was being compensated during the period at issue, Employer and AIG took appropriate steps to try to remedy the situation once the problem was discovered. Additionally, the apparent breakdown in communication between Employer and AIG does not change the fact that Claimant received both his full salary and workers’ compensation benefits, which is more compensation than he was entitled to receive, and that he failed to provide notice of, and/or return, the overpayment. Claimant’s receipt of both his full salary and workers’ compensation benefits amounts to a double recovery, and Claimant is not entitled to a double recovery under the Act. See General v. E. Roseman Co., 21 Pa.Cmwlth. 72, 343 A.2d 683, 684-85 (1975) (holding that the claimant was not entitled to a double recovery under the Act)., Therefore, we agree with the Second WCJ and the Board that Employer established its right to an offset.\nClaimant also argues that application of the theory of unjust enrichment is barred by the doctrine of laches because Claimant was prejudiced by Employer’s delay in filing its Offset Petition. We disagree.\n“[T]he doctrine of laches is available in administrative proceedings where no time limitation is applicable, where the complaining party failed to exercise due diligence in instituting an action, and where there is prejudice to the other party.” Mitchell v. Workers’ Compensation Appeal Board (Devereux Foundation), 796 A.2d 1015, 1017-18 (Pa.Cmwlth.2002). Here, Claimant argues that if he had been given earlier notice of the disputed payments, he would have placed them into an escrow account. However, we are not persuaded by this argument. Claimant knew or should have known that he was receiving more income after sustaining his work-related injuries than he had been paid prior to sustaining his work-related injuries because he was receiving both his salary and workers’ compensation benefits. If Claimant wanted to place the overpayments into an escrow account, he could have easily done so. Therefore, we agree with the Second WCJ and the Board that, under the circumstances, Claimant was not prejudiced by the timing of Employer’s Offset Petition, and the doctrine of laches does not bar Employer’s right to an offset based on the theory of unjust enrichment.\nIII. Conclusion\nAccordingly, for the reasons discussed above, the Board’s order is vacated to the extent that it finds no error in the Second WCJ’s grant of Employer’s Second Termination Petition, and this matter is remanded to the Board for further remand to the Second WCJ for new findings and a new determination on the Second Termination Petition consistent with this opinion. We also affirm the Board’s order to the extent that it upholds the Second WCJ’s grant of Employer’s Offset Petition based on the legal conclusion that Employer established its right to an offset. The Board’s order is also affirmed to the extent that it upholds the Second WCJ’s denial of Claimant’s Review Petition.\nJudge McGINLEY dissents.\nORDER\nNOW, February 26, 2010, the order of the Workers’ Compensation Appeal Board (Board) in the above-captioned matter is hereby vacated in part and affirmed in part. The Board’s order is vacated to the extent that it finds no error in the grant of the Termination Petition filed by Crime Prevention Association (Employer), and this matter is remanded to the Board for further remand to the Workers’ Compensation Judge (WCJ) to issue new factual findings and make a new determination on the Termination Petition after considering all of Julio Paz y Mino’s (Claimant) accepted work-related injuries, including the aggravation of his spinal stenosis. The Board’s order is affirmed to the extent that it upholds the WCJ’s grant of Employer’s Offset Petition based on the legal conclusion that Employer established its right to an offset. The Board’s order is also affirmed to the extent that it upholds the WCJ’s denial of Claimant’s Review Petition.\nJurisdiction relinquished.\n. We note that Claimant’s last name is spelled various ways throughout the record. However, we shall use the spelling which is used in Claimant's Petition for Review.\n. In his Review Petition, Claimant alleged that his Average Weekly Wage (AWW) was miscalculated. The Second WCJ concluded that res judicata precluded Claimant from challenging the calculation of his AWW (Second WCJ Decision, Conclusions of Law (COL) ¶ 4, April 9, 2008), and the Board determined that the Second WCJ made no error with regard to Claimant’s AWW. (Board Op. at 13-14.) Although Claimant, in his Petition for Review filed with this Court, briefly contends that the Second WCJ erroneously found that he was precluded from seeking modification of his AWW, Claimant does not preserve this issue in the Statement of Questions Involved or Argument sections of his brief. Therefore, Claimant has waived any argument regarding the calculation of his AWW, and we will not address it. Muretic v. Workers’ Compensation Appeal Board (Department of Labor and Industry), 934 A.2d 752, 758 (Pa.Cmwlth.2007).\n. In addition to resolving Claimant's Modification Petition and Employer’s First Termination Petition, the First WCJ's decision and order also granted Claimant’s Petition for Review of the UR Determination, which challenged the determination that Claimant’s physical therapy was not reasonable and necessary, and denied Claimant's Petition for Penalties, which challenged Employer’s failure to issue an NCP.\n. According to the record, Employer verbally amended its Offset Petition to seek recoupment of benefits paid through February 16, 2005, as opposed to February 15, 2005. Nonetheless, the Second WCJ and the Board continued to refer to the last date for which reimbursement was sought as February 15, 2005.\n. 29 U.S.C. §§ 201-219.\n. This Court's review \"is limited to determining whether an error of law was committed, whether necessary findings of fact are supported by substantial evidence and whether constitutional rights were violated.” Sysco Food Services of Philadelphia v. Workers' Compensation Appeal Board (Sebastiano), 940 A.2d 1270, 1273 n. 1 (Pa.Cmwlth.2008).\n. In a termination proceeding, the burden of proof is on the employer to establish that the claimant's work-related injuries have ceased. Udvari v. Workmen's Compensation Appeal Board (USAir, Inc.), 550 Pa. 319, 327, 705 A.2d 1290, 1293 (1997). The employer meets this burden when its \"medical expert unequivocally testified that it is his opinion, within a reasonable degree of medical certainty, that the claimant is fully recovered, can return to work without restrictions and that there are no objective medical findings which either substantiate the claims of pain or connect them to the work injury.\" Id.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 771.\n. The Supreme Court noted that \"[t]he Legislature may have made corrective amendments more readily available to lessen the potential that claimants might suffer benefits reductions based upon inaccuracies occasioned by employers, intentionally or unintentionally, in the framing of a notice of compensation payable.” Cinram, 601 Pa. at 531 n. 5, 975 A.2d at 581 n. 5.\n.In light of our remand, at this time, we need not reach the issue of whether Dr. Ma-lumed’s testimony was competent to satisfy Employer's burden of proving that Claimant fully recovered from all of his previously accepted work-related injuries.\n. Recoupment in the context of a miscalculated AWW has been limited to situations where the overpayments were made under existing agreements consistent with Section 413(a) of the Act. Dollar Tree Stores, Inc. v. Workers’ Compensation Appeal Board (Reichert), 931 A.2d 813, 815-16 (Pa.Cmwlth.2007).\n. Added by Section 4 of the Act of June 24, 1996, P.L. 350, as amended, 77 P.S. § 511.1.\n. Claimant asserts that, in Finding of Fact No. 23, the Second WCJ found Claimant was overpaid with money already owed to him and, thus, there was no basis for granting the Offset Petition. While Finding of Fact No. 23 is not drafted very clearly, we believe such finding is merely summarizing Claimant’s testimony and evidence. In Finding of Fact Nos. 64 through 68, the Second WCJ finds that Claimant was unjustly enriched by the overpayment of benefits attributable to Claimant receiving both his full salary and benefits, and that the conditions necessary to invoke the doctrine of laches had not been satisfied. (See FOF ¶¶ 64-68.) These findings are consistent with the Second WCJ's grant of the Offset Petition. Therefore, we disagree with Claimant’s construction of Finding of Fact No. 23.\n. In General, the claimant and the employer entered into an agreement that the claimant would receive $40.00 per week in total disability benefits. 343 A.2d at 684. The employer subsequently filed a termination petition, and the claimant stipulated that the petition should be granted in exchange for $7,000.00, which represented a pre-payment for 175 weeks of total disability benefits. Id. After the WCJ granted the termination petition, the claimant filed a petition seeking to reinstate benefits, and the employer raised the agreement as a defense. Id. The WCJ agreed with the claimant’s assertion that the agreement entered into was null and void. Id. The Board reversed and awarded an offset to the employer. Id. On appeal, the Court assumed, without deciding, that the agreement was null and void, and it determined that an offset was appropriate because the claimant did not have the right to a double recovery. Id. at 684-85.\n. We note that in Henkels & McCoy, Inc. v. Workers' Compensation Appeal Board (Hendrie), 565 Pa. 493, 501, 776 A.2d 951, 956 (2001), the Supreme Court affirmed this Court’s refusal to apply equitable principles to award an offset for an overpayment where the employer decided to continue paying benefits to the claimant without contesting benefits and making timely use of a supersedeas request. Unlike in Henkels & McCoy, the overpayment here was not the result of a conscious decision to continue paying benefits when benefits did not need to be paid. Instead, the overpayment was due a mistaken belief on the part of AIG that it needed to continue paying benefits to Claimant because it had been unaware that Employer was continuing to pay Claimant his full salary without charging his accrued leave. Under these circumstances, Employer and AIG did not have the same opportunity to make use of the remedies that were available to the employer in Henkels & McCoy.\n.Claimant argues that, based on the Second WCJ’s Finding of Fact No. 69, it is AIG, rather than Claimant, who is responsible for reimbursing Employer. Finding of Fact No. 69 states that \"the Judge finds that the Defendant Employer had a right to the payment of the paid Workers['] Compensation Benefits during the period from February 26, 2004 to February 15, 2005 from the Defendant's workers’ compensation insurance carrier as a reimbursement for its payments in lieu of Workers^] Compensation Benefits to the Claimant.” (FOF V 69.) Although this finding is not clear, we believe that the Second WCJ intended to indicate that Employer is entitled to an offset for the benefits paid by AIG for the period of February 26, 2004 through February 15, 2005. This is made evident by the fact that the Second WCJ granted Employer’s Offset Petition.\n. This Court notes that there is an open issue as to how Employer will recoup the overpay-merit through an offset in the future if the Second WCJ terminates Claimant’s benefits.",
        "type": "majority",
        "author": "Judge COHN JUBELIRER."
      },
      {
        "text": "CONCURRING OPINION BY\nJudge PELLEGRINI.\nWhile I join the majority opinion in finding that the remand is necessary, I write separately to note that the cases relied on by the majority—Kiebler v. Workmen’s Compensation Appeal Board (Specialty Tire of America), 738 A.2d 510 (Pa.Cmwlth.1999); Fahringer, McCarty & Grey v. Workmen’s Compensation Appeal Board (Green), 529 A.2d 56 (Pa.Cmwlth.1987); and a decision of our Supreme Court—Lucey v. Workmen’s Compensation Appeal Board (Vy-Cal Plastics), 557 Pa. 272, 732 A.2d 1201 (1999)—only allow payments from future compensation. If Claimant’s benefits are again terminated, I would hold that the WCJ lacks jurisdiction to enter a general judgment and order payment from a claimant directly and, as the term suggests, can only order an offset from future benefits. I would also hold that an offset can only be collected from benefits awarded in the proceeding that is before the WCJ, and the amount of offset is not “banked” to be offset from any compensation, if any, awarded in future proceedings.",
        "type": "concurrence",
        "author": "Judge PELLEGRINI."
      }
    ],
    "attorneys": [
      "Irving L. Abramson, Radnor, for petitioner.",
      "Audrey J. Copeland, King of Prussia, for respondent."
    ],
    "corrections": "",
    "head_matter": "Julio Paz Y MINO, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (CRIME PREVENTION ASSOCIATION), Respondent.\nCommonwealth Court of Pennsylvania.\nArgued Nov. 5, 2009.\nDecided Feb. 26, 2010.\nIrving L. Abramson, Radnor, for petitioner.\nAudrey J. Copeland, King of Prussia, for respondent.\nBEFORE: LEADBETTER, President Judge, McGINLEY, Judge, PELLEGRINI, Judge, COHN JUBELIRER, Judge, SIMPSON, Judge, LEAVITT, Judge, and BUTLER, Judge."
  },
  "file_name": "0832-01",
  "first_page_order": 874,
  "last_page_order": 886
}
