{
  "id": 6094851,
  "name": "In re Harry W. Hamilton, Deceased, by Curtis B. Camp, Trustee",
  "name_abbreviation": "In re Hamilton",
  "decision_date": "1930-02-06",
  "docket_number": "No. 2280",
  "first_page": "833",
  "last_page": "836",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 833"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "18 Stat. 205",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 432,
    "char_count": 7476,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 4.370710586428907e-08,
      "percentile": 0.2746171688001887
    },
    "sha256": "3a984c2dd6a34c461a917d38a403ca9a95cbdc0234e8a01049f3acb20026fef5",
    "simhash": "1:f50368f8fa07177e",
    "word_count": 1297
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Geaham, Presiding Judge, and Bland, Hatfield, Gaeeett, and Leneoot, Associate Judges"
    ],
    "parties": [
      "In re Harry W. Hamilton, Deceased, by Curtis B. Camp, Trustee"
    ],
    "opinions": [
      {
        "text": "GaeRett, Judge,\ndelivered the opinion of the court:\nOn October 30, 1917, Letters Patent No. 1244686, issued to Hamilton Manufacturing Co., assignee of Walter B.. Bamford and Harry W. Hamilton, described in said letters as j oint inventors of a vacuum system for internal-combustion engines. The patent included six claims. .\nAt a later date Curtis B. Camp, as trustee, acquired title to the patent through mesne assignments from the original patentee, Hamilton Manufacturing Co., and is now the owner of same.\nSome time prior to June, 1927, Mr. Hamilton died, and subsequent to his death it was discovered that he was, in fact, the sole inventor of such elements of the patent as were covered by claims 1 and 2, and the joint invention of Bamford and Hamilton only covered the elements contained in claims 8, 4, 5, and 6. It is conceded that the sole invention of Hamilton is divisible from the joint invention of Bam-ford and Hamilton.\nThis presented a situation wherein the original, patent granted jointly to Bamford and Hamilton was invalid as to claims 1 and 2.\nIn 1927 Camp, as trustee, assignee, filed two applications for reissue, one covering claims 1 and 2 and the other claims 3, 4, 5, and 6. The latter application, which covered the elements jointly invented, was allowed, but the former, which covered the elements solely invented by Hamilton, was rejected by the tribunals of the Patent Office on the ground that the reissue statute makes no provision for the reissue of a joint patent to a sole applicant.\nAppeal was taken and the matter so comes before this court.\nThe sole question presented is one of law.\nThe Board of Appeals in its decision rejecting the application for reissue said:\nJustice would appear to warrant the reissue as requested, hut reissues must be granted within the provisions of the statute.-\nProm all the facts appearing in the record we think equity would result from a reissue, but we are unable to see how the statute can be construed so as to allow one.\nSection 4916 R,. S., 35 U. S. C. A., section 64, provides that:\nWhenever any patent is inoperative or invalid, by reason of a defective or insufficient specification, or by reason of the patentee claiming as his own invention or discovery more than he had a right to claim as new, if the error has arisen by inadvertence, accident, or mistake * * * the commissioner shall * * * cause a new patent * * * to be issued to the patentee or * * * to his executors, administrators, or assigns for the unexpired part of the time of the original patent * * *.\nThis section was derived from the act of July 8,1870, c. 230, section 53, 18 Stat. 205.\nThis statute received an official construction by the Attorney General of the United States upon the precise point here involved in Ex parte Barsaloux, August 7, 1878, C. D. 1878, 154, in which among other things it was said:\nI entertain no doubt of tbe authority of the department to correct its own clerical errors made in issuing a patent; as where, on a reissue, it has been granted to the original patentee when it should have been granted to his assignee, or where the date is incorrectly given, or the term of the patent wrongly stated, etc. But the case under consideration does not present an error of that sort. The error here presented consists of a false suggestion in the original application that the invention was joint. This, whether done through ignorance or by mistake, does not, in my opinion, afford any ground for the action prayed for. The patent issued upon that application must be deemed to be void, as a joint patent can not be sustained upon a sole invention of one of the patentees (see 1 Mason’s C. C. Rep. 473), and the department can not, by means of alterations or corrections, confirm or impart validity to a patent which was originally void.\nAfter a joint patent has once been issued upon an application of two or more persons as joint inventors, if the application erroneously described the invention as joint instead of sole, it is not, as I have just intimated, within the power of the department to remedy the matter by changing the terms of the patent already issued. The parties interested may file a new application, which, if seasonably done, can be made the basis for the issue of a new patent, but such new patent will not retroact by way of confirmation of the original.\nIt is argued by appellant that the opinion of the Attorney General gave too narrow a construction of the statute in that he would seem to confine reissues to cases in which the errors or mistakes were “ attributable to the department.” This is not our construction of the opinion, although it specifically mentions only “ its (the department’s) own clerical errors,” but, however this may be, we are unable to agree that the statute admits of an interpretation which would enable a reissue by which patent would be granted which could not have been granted had the facts properly and truly appeared in the original application. Admittedly that could not have been done under the application upon which patent No. 1244686 was issued.\nHad the facts been known it would have been necessary for Hamilton to have filed separate application in order to obtain patent upon claims 1 and 2. To hold that now a reissue can be made would be to hold that a result can be accomplished by reissue which could not' have been accomplished under the original application had it been • then amended so as to show the fact that as to claims 1 and 2 Hamilton was the sole inventor, nothing further appearing to show any joint patentable interest or right as to said, claims.\nAppellant insists,\" that the preamble is a part of a patent specification wherein a defect, arising by inadvertence, accident, or mistake, is correctable by reissue,” and that since there was such a defect so arising, in the preamble to patent 1244686, alleging joint invention as to all claims, rather than sole invention as to two of them and joint invention as to the other four, there may be such a correction.\nIt seems to us that the error of this argument lies in the fact that the moment the correction of the preamble is permitted in the manner here sought a condition is exposed under which the original patent itself would not have issued, the very condition indeed which renders the original void. To grant appellant the reissue as requested, it seems 'to us, would be to base an act upon an invalid foundation.\nThe original patent as to claims 1 and 2 is concededly void. It is apparent that even if it be correct to treat the preamble as a part of the specifications (which we do not deem it necessary to decide), these specifications could not have been amended to show the facts without rendering it impossible to issue a patent as to these claims upon the original application. . It does not, therefore, seem to us that the reissue statute admits of a construction through which an error or mistake of the character here shown, however inadvertently it may have been made, can be cured by reissue.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "GaeRett, Judge,"
      }
    ],
    "attorneys": [
      "Clifford C. BraAdtiry and Boss 0. Hinkle for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Harry W. Hamilton, Deceased, by Curtis B. Camp, Trustee\n(No. 2280)\nUnited States Court of Customs and Patent Appeals,\nFebruary 6, 1930\nClifford C. BraAdtiry and Boss 0. Hinkle for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument January 17, 1930, by Mr. Hinkle and Mr. Hostetler]\nBefore Geaham, Presiding Judge, and Bland, Hatfield, Gaeeett, and Leneoot, Associate Judges"
  },
  "file_name": "0833-01",
  "first_page_order": 283,
  "last_page_order": 286
}
