{
  "id": 9367873,
  "name": "C. Peyton BARTON, Jr., Appellant v. DISTRICT OF COLUMBIA, Appellee",
  "name_abbreviation": "Barton v. District of Columbia",
  "decision_date": "2003-03-06",
  "docket_number": "No. 00-CV-869",
  "first_page": "834",
  "last_page": "841",
  "citations": [
    {
      "type": "official",
      "cite": "817 A.2d 834"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "131 F.Supp.2d 236",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        11135778
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "237-238"
        },
        {
          "page": "246"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/131/0236-01"
      ]
    },
    {
      "cite": "633 A.2d 62",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7359778
      ],
      "pin_cites": [
        {
          "page": "65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/633/0062-01"
      ]
    },
    {
      "cite": "728 A.2d 615",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11623157
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "618-619"
        },
        {
          "page": "619"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/728/0615-01"
      ]
    },
    {
      "cite": "442 U.S. 560",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1532068
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "568-574",
          "parenthetical": "determining whether Congress intended to grant a private right of action by analyzing statutory language and legislative history"
        },
        {
          "parenthetical": "determining whether Congress intended to grant a private right of action by analyzing statutory language and legislative history"
        },
        {
          "parenthetical": "determining whether Congress intended to grant a private right of action by analyzing statutory language and legislative history"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/442/0560-01"
      ]
    },
    {
      "cite": "641 A.2d 159",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11290515
      ],
      "pin_cites": [
        {
          "page": "168-164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/641/0159-01"
      ]
    },
    {
      "cite": "444 U.S. 11",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11304469
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "15-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/444/0011-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 4321",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1994,
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "113 Stat. 1529",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "the \"2000 Appropriation Act\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "112 Stat. 2681",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 823,
    "char_count": 18148,
    "ocr_confidence": 0.672,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21692326463820863
    },
    "sha256": "fd3a3569ddf08bd5f29941626058bcc8110fbc0bb8785476b1953d05d395822a",
    "simhash": "1:bd4af8e65648adec",
    "word_count": 2944
  },
  "last_updated": "2024-02-27T22:09:58.080722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY, STEADMAN, and GLICKMAN, Associate Judges."
    ],
    "parties": [
      "C. Peyton BARTON, Jr., Appellant v. DISTRICT OF COLUMBIA, Appellee."
    ],
    "opinions": [
      {
        "text": "TERRY, Associate Judge:\nAppellant Barton appeals from an order granting summary judgment to the District of Columbia in an eviction proceeding. Barton owns and operates Maine Avenue Seafood, Inc., in a building owned by the federal government and managed by the District of Columbia. In November of 1999, the District of Columbia sued Barton for possession in landlord-tenant court when he failed to vacate the premises after the District canceled his month-to-month lease. ■ Barton claims that .the trial court erred in not recognizing that the District of Columbia Appropriation Act for Fiscal Year 1999 contained language which entitled him to a new thirty-year lease. He further contends that the trial court’s decision violated his rights to due process and equal protection of the laws. We hold that Barton is not entitled to a thirty-year lease, but we also hold that the trial court erred when it failed to consider his due process and equal protection claims. Accordingly, we remand the case for further proceedings.\nI\nThe Southwest Waterfront in the District of Columbia, along Maine Avenue between 11th and 12th Streets, is the home of the municipal fish wharf and market. See D.C.Code § 37-205.01 (2001) (formerly D.C.Code § 10-137 (1998)). Hie land is owned by the federal government, but the Mayor of the District of Columbia is authorized to “control, regulate, and operate” it. Id. Using that power, the Mayor has entered into leases with several businesses allowing' them to operate from barges moored along the pier and two buildings located on the wharf.\nIn 1998 the federal government noted that the fish wharf and the neighboring marina had fallen into a dilapidated condition. Congress found that the failure of the District to renew long-term leases with the businesses located there made it difficult for them to obtain financing for maintenance and improvement of the property and was a contributing factor to the poor condition of the area. See H.R. Rep. No. 105-670, 105th Cong., 2d Sess., at 22-23 (1998). To improve the waterfront, Congress appropriated $3 million in fiscal year 1999 to the District of Columbia Department of Housing and Community Development (“DHCD”) to conduct “a study in consultation with the United States Army Corps of Engineers of necessary improvements to the Southwest Waterfront in the District of Columbia ... and for carrying out the improvements recommended by the study.” District of Columbia Appropriations Act, 1999, Pub.L. No. 105-277, 112 Stat. 2681 — 124-125 (1998) (the “1999 Appropriation Act”). The appropriation, however, contained the following restriction:\nProvided, That no portion of such funds shall be available to the District of Columbia unless the District of Columbia executes a 30-year lease with the existing lessees, or with their successors in interest, of such portions of property not later than 30 days after the existing lessees or their successors in interest have submitted to the District of Columbia acceptable plans for improvements and private financing ....\nId. at 125.\nAbout a year later, Congress amended this proviso in its 2000 appropriation for the District by changing “existing lessees” to “existing lessees of the Marina.” District of Columbia Appropriation Act, 2000, Pub.L. No. 106-113, § 164(b)(1), 113 Stat. 1529 (1999) (the “2000 Appropriation Act”). The amendment was to “take effect as if included in” the 1999 Appropriation Act. Id § 164(b)(2).\nAppellant Barton owns and operates Maine Avenue Seafood, Inc., in a building on the waterfront known as the fish market building. Pursuant to the proviso in the 1999 Appropriation Act, the District began negotiating with Barton in December 1998 to replace his month-to-month lease with a thirty-year lease. Negotiations over the lease and improvements to the fish market building continued for several months. Meanwhile, in July 1999, the DHCD and the Army Corps of Engineers completed their study of the area and concluded that the fish market building was in poor condition and was “also poorly located on the site and interrupts traffic patterns.” The study reviewed four proposed action plans, one of which included demolishing the building and replacing it with a new one. In discussing the replacement proposal, the study noted that “[wjithout a Master Plan, replacement in kind is assumed ....”\nAfter the release of the study, negotiations between Barton and the District began to focus on leasing space on one of the barges moored along the dock. Barton was willing to move his business to one of the barges, but he balked when he discovered that the barges the District intended to lease to him were currently being leased by other fish wharf tenants. Believing that entering into such a lease would result in litigation with those tenants, Barton refused to lease any space on a barge. Both Barton and the District accused each other of negotiating in bad faith.\nIn September of 1999, according to Barton’s affidavit, Carl Johnson, an employee of the District of Columbia authorized to deal with the leases, came to his office and told him, “White ■ trash, you are out of here.” Two weeks later, the District gave Barton notice to quit the building because “the current use of the property is inconsistent with improvement plans for the premises.” When Barton did not move out, the District brought an action for possession in the Landlord and Tenant Branch of the Superior Court.\nIn his answer to the complaint, Barton asserted that the 1999 Appropriation Act gave him a statutory entitlement to a lease, that the National Environmental Policy Act (“NEPA”), 42 U.S.C. § 4321 et seq. (1994), precluded the District from evicting him before the filing of an environmental impact statement, and that the eviction proceeding was motivated by racial animus as reflected in Mr. Johnson’s “white trash” remark, in violation of his constitutional rights to due process and equal protection. The District moved for summary judgment, arguing that Barton’s defenses were beyond the scope of those allowed by the Landlord and Tenant Rules. Barton opposed the summary judgment motion and filed his own action against the District in the United States District Court for the District of Columbia. Barton also moved in the Superior Court to stay the landlord-tenant case in light of his related complaint in federal court. That motion was apparently denied. The Superior Court, in any event, proceeded with the case and granted the District’s motion for summary judgment. Putting aside the issue of whether Barton’s statutory entitlement claim was precluded by the rules, the court rejected it on the merits, holding that “there is no indication that Congress intended the statute to provide persons in [Barton’s] predicament any enforceable rights whatsoever, such as a defense to a possessory action.” The court also rejected Barton’s defense based, on NEPA and held that his racial discrimination claim was barred by the limited scope of the Landlord and Tenant rules.\nBarton then filed a motion to stay execution of the judgment pending the outcome of his federal court case. He later noted the instant appeal and amended his motion, asking that execution be stayed pending the outcome of the appeal. The trial court granted the amended motion, on condition that Barton pay into the registry of the court a sum equal to his monthly rent.\nMr. Barton raises several arguments on appeal. His main contention is that the trial court erred in ruling that the 199Í) Appropriation Act did not grant him a right to a thirty-year lease. Additionally, he claims that the court erred in granting summary judgment against him because the District failed to present evidence that the Army Corps of Engineers had recommended demolishing his building without replacement or that the federal government had approved demolition of the building before the District issued its eviction notice. Finally, he argues that the judgment violated his due process and equal protection rights.\nII\nMr. Barton’s principal claim is that he is entitled to a thirty-year lease under the 1999 Appropriation Act. Although that Act expressed a desire for the District to enter into long-term leases with existing fish market lessees, we agree with the trial court that it does not grant the lessees any rights that they can enforce in a court of law.\nIn considering whether a statute creates a private right of action, either expressly or by implication, “what must ultimately be determined is whether Congress intended to create the private remedy asserted .... ” Transamerica Mortgage Advisors, Inc. v. Lewis, 444 U.S. 11, 15-16, 100 S.Ct. 242, 62 L.Ed.2d 146 (1979); see Kelly v. Parents United for the District of Columbia Public Schools, 641 A.2d 159, 168-164 (D.C.1994). Contrary to Barton’s assertions, neither the language nor the legislative history of the 1999 Appropriation Act gives any indication that Congress intended to create a private right of enforcement for the lessees. See Touche Ross & Co. v. Redington, 442 U.S. 560, 568-574, 99 S.Ct. 2479, 61 L.Ed.2d 82 (1979) (determining whether Congress intended to grant a private right of action by analyzing statutory language and legislative history). To the contrary, Congress’ stated intent was to improve the fish market and marina area by enabling lessees to obtain financing to maintain or improve their property; making long-term leases available was merely a means to that end.\nFurthermore, the plain language of the 1999 Appropriation Act shows that no enforceable rights are being bestowed on the existing lessees. The statute imposes no affirmative duty on the District to execute any leases; rather, it makes the availability of appropriated funds contingent upon such action, which the District is free to take or not as it sees fit. No rights are created in third parties by such a provision. In the 2000 Appropriation Act, Congress retroactively amended the 1999 Appropriation Act by changing the term “existing lessees” to “existing lessees of the Marina.” See 113 Stat. at 1529. The effect of this amendment was to remove the condition that the District negotiate long-term leases with those businesses operating in the fish market building. Because Barton leases space in the fish market building and not in the marina, the 2000 Appropriation Act repealed the only provision even arguably applicable to him.\nIll\nBarton next contends that it was inappropriate for the trial court to grant summary judgment because the District did not present evidence that the federal government, as the landowner, had authorized destruction of the fish market building. The implication seems to be that the District could not evict Barton without such authority because otherwise his use of the building was not inconsistent with development of the area. Barton argues that the only authority given by the federal government for improvements was contained in the proposals of the Army Corps of Engineers, which did not recommend destruction of the building without replacement.\nWhether or not the federal government ever gave the District authority to demolish the fish market building, however, is irrelevant to whether the District had the power to evict Barton. Congress had previously given the District, specifically through the Mayor, authority to “control, regulate, and operate” the entire fish wharf. D.C.Code § 37-205.01. Such a grant of authority necessarily includes the power to terminate leases in accordance with their terms. Consequently, there was no need for the District to present evidence that it had authority from the federal government to demolish the building before it evicted Mr. Barton’s business.\nrv\nFinally, Barton maintains that the trial court abridged his constitutional rights in rejecting his claim of racial discrimination. He makes two arguments. First, he contends that the trial court should have stayed the instant landlord-tenant case pending the resolution of his related case in federal court, which included similar due process and equal protection claims. We hold that the court did not abuse its discretion in not entering a stay. There is no legal barrier to the presentation of a claim simultaneously in more than one court, in parallel lawsuits. While a stay of one proceeding in favor of another may be appropriate in a particular case, on a proper showing, Barton has made no showing whatever of any reason why the present eviction proceeding should await the outcome of the related but different case filed in federal court.\nSecond, at oral argument Barton asserted that the trial court erred in ruling that his discrimination claim was precluded by the Landlord and Tenant Rules. The District argues that Barton abandoned this contention on appeal because he never raised it in his brief. We note, however, in examining Barton’s brief, that the trial court’s failure to recognize his due process and equal protection claims is listed in the index as one of his eight arguments, is repeated in his “Statement of Issues Presented for Review,” is discussed—albeit very briefly, and without any citation of case law—in a section at the end of his brief headed “Constitutional Deprivation,” and finally is repeated in his “Conclusion.” We find this treatment adequate (perhaps barely) to preserve his due process and equal protection claims for appellate review.\nHaving concluded that the constitutional issues are properly before us, we hold that the trial court erred in ruling that the discrimination claim was barred by the Landlord and Tenant Rules of the Superior Court. Landlord and Tenant Rule 5(b) allows a defendant to “assert an equitable defense of recoupment or set-off or a counterclaim for a money judgment based on the payment of rent or expenditures claimed as credits,” but it also states that “[n]o other counterclaims ... may be filed in this Branch.” The trial judge considered Barton’s racial discrimination claim to be a counterclaim and thus barred by Rule 5(b). The record reveals, however, that Barton’s claim was presented as a defense, rather than a counterclaim, in both his answer to the District’s complaint and his opposition to the motion for summary judgment. “Notwithstanding Rule 5(b), a defendant always has the right to present any legal defense as part of a general denial of liability.” Shin v. Portals Confederation Corp., 728 A.2d 615, 618-619 (D.C.1999) (emphasis in original; citation omitted). Furthermore, if a defendant fails to assert a legal defense in the Landlord and Tenant Branch, he may be prohibited from raising it later in another proceeding under the doctrine of res judicata. Id. at 619. Thus Barton was not only permitted but required to raise his racial discrimination claim in the eviction proceeding, and the trial court erred in failing to consider it on the merits.\nV\nThe case is remanded to the trial court for consideration of Barton’s claim that the District’s efforts to evict him were motivated by racial animus. In all other respects the decision of the trial court is affirmed.\nAjfirmed in part, remanded in paid.\n. The study recommended the preparation of a Master Plan for the entire Southwest Waterfront that \"will address the purpose and need for the project and will provide a ‘big picture’ view of what needs to be accomplished for the project to come to fruition.”\n. Although Barton was willing to move his business from the fish market building to a barge in the summer of 1999, he states in his brief (without any citation to the record) that the study, with its recommendations for development of the waterfront, \"was not made available to [him] until October 1999.\"\n. This affidavit was filed in the trial court in support of Barton’s opposition to the District’s motion for summary judgment.\n. Superior Court L & T Rule 5 limits a defendant’s pleadings to \"an equitable defense of recoupment or set-off, certain counterclaims for a money judgment, and a plea of title.” Barnes v. Scheve, 633 A.2d 62, 65 (D.C.1993) (footnote omitted).\n. In his federal complaint, Barton alleged, among other things, that the eviction was motivated by racial animus and that the 1999 Appropriation Act entitled him to a thirty-year lease. In January of 2001 he filed a motion for a preliminary injunction in the United States District Court, seeking to prevent the District from entering into leases with the other fish wharf tenants. See Barton v. District of Columbia, 131 F.Supp.2d 236, 237-238 (D.D.C.2001). The court denied the injunction, noting that there was no evidence that the District negotiated with Barton in bad faith and no evidence that Johnson was acting \"under color of” state law when he made the alleged racial comment. Id. at 246. To the best of our knowledge, the underlying claim is still pending in federal court.\n. The record before us contains no indication that the trial court ruled on the motion for stay, nor is there any order either granting or denying the motion.\n. As to the NEPA defense, the court ruled that Barton’s eviction was not a federal action (\"Mr. Barton proffers no support for the notion that the actions taken by the District fall within the scope of ... NEPA”), and, in any event, that Barton did not have standing \"to raise a violation of the statute, should there be one.”\n. Furthermore, although Mr. Barton has not pressed the issue on appeal, we are satisfied that the trial court did not err in concluding that NEPA did not provide Barton with a defense to the eviction. Barton's eviction was not a federal action, and it had no impact on the environment.",
        "type": "majority",
        "author": "TERRY, Associate Judge:"
      }
    ],
    "attorneys": [
      "C. Michael Tarone, with whom John F. Karl, Jr., Washington, DC, was on the brief, for appellant.",
      "Edward E. Schwab, Assistant Corporation Counsel, with whom Robert R. Rigs-by, Corporation Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corporation Counsel, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "C. Peyton BARTON, Jr., Appellant v. DISTRICT OF COLUMBIA, Appellee.\nNo. 00-CV-869.\nDistrict of Columbia Court of Appeals.\nArgued June 5, 2002.\nDecided March 6, 2003.\nC. Michael Tarone, with whom John F. Karl, Jr., Washington, DC, was on the brief, for appellant.\nEdward E. Schwab, Assistant Corporation Counsel, with whom Robert R. Rigs-by, Corporation Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corporation Counsel, were on the brief, for appellee.\nBefore TERRY, STEADMAN, and GLICKMAN, Associate Judges."
  },
  "file_name": "0834-02",
  "first_page_order": 876,
  "last_page_order": 883
}
