{
  "id": 8091054,
  "name": "G., Father-Appellant, v. S., Mother-Appellee",
  "name_abbreviation": "G. v. S.",
  "decision_date": "1968-02-15",
  "docket_number": "",
  "first_page": "834",
  "last_page": "836",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 834"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "211 A. 2d 842",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "225 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8100877
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/225/0491-01"
      ]
    },
    {
      "cite": "227 A.2d 210",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8083877
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/227/0210-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 340,
    "char_count": 4394,
    "ocr_confidence": 0.715,
    "pagerank": {
      "raw": 5.911262146912683e-08,
      "percentile": 0.3694406507869764
    },
    "sha256": "a29ec576b7579ecef3447a564264c1d8c6e056b9e15bac85cd1f16f9de74b87b",
    "simhash": "1:638b672a1a508e76",
    "word_count": 737
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
    ],
    "parties": [
      "G., Father-Appellant, v. S., Mother-Appellee."
    ],
    "opinions": [
      {
        "text": "CAREY, Justice.\nIn this appeal from the Orphans’ Court, the appellant is the father of two minor children; the appellee is their mother. The decree appealed from is an order terminating the father’s parental rights on the ground of abandonment. Termination is sought in order to permit future adoption by the stepfather. The issue presented is whether there is sufficient evidence in the record to justify the order.\nThe parties hereto were married in 1953. One child was born in 1955, the other in 1958. The parents were separated several times and finally parted in January 1961. They were divorced later that year. Each of them was married to a new spouse in 1964. During the period from 1961 to 1964, the father paid support and visited the children. There were difficulties concerning those visitations because of which the father went to Family Court seven times to enforce his visitation rights, prevailing each time.\nThe father has not in fact visited his children since 1963. His last support payment was made in March 1964, a few days before his second marriage. His testimony is that the wife refused to allow him to see the children, and he felt non-payment of support might bring about a change in her attitude toward his visitations. He sent cards to the children from time to time, the last occasion being December 1965. About two weeks before this present action was instituted, upon receiving a letter from the mother’s attorney concerning possible adoption by the stepfather, the appellant filed another petition for visitation rights in Family Court. Action thereon has been deferred pending the outcome of this case. The father testified that he did not go back into Family Court after 1963 because he believed it would be ineffectual. He also testified that he is willing to make support payments, that he never intended to. abandon his children, and that his only reason for not having visited them was her refusal to let them see him.\nThe mother’s testimony contradicted that of the father in many respects. She insisted that his visits with the children greatly upset them emotionally because of their great fear of him; that the daughter finally refused to go with him; that on the father’s last visit with the son alone, the latter was hysterical when he came home; that the father never thereafter came back again, did not again contact her about visitations, and only contacted the children by sending a few cards.\nOur Termination of Parental Rights statute, T. 13, Del.C. Ch. 11, requires, in cases like the present one, satisfactory proof of abandonment and a showing that the termination is in the best interest of the child. “Abandoned”, as defined in § 1101, refers to “any child who, for a period of one year, has not received any regular and reasonable financial help from or any substantial visits from his parent * * * and on whose behalf no substantial contacts have been initiated by his parent * * * A petitioner must prove the intent “to forego the parental duties and relinquish all parental claims to the child”, an intent usually shown by conduct. Cline v. Hartzler, Del., 227 A.2d 210; In re Erthal, Del., 225 A.2d 491. In the present case, the trial Judge’s determination of abandonment obviously includes the finding of intent; he also found the termination to be in the best ‘interests of the children.\nWe have read the evidence in its entirety and, giving due regard to the fact that the trial Judge saw and heard the witnesses, we have examined it to determine its sufficiency. Furthermore, we have reviewed the inferences and deductions made by the trial Judge. See Nelson v. Murray, 211 A. 2d 842. There were no visits by the father,, no significant initiation of contact with the children, and no financial help from him for more than two years prior to the commencement of this proceeding. There is substantial evidence to support both the inference of intent and the conclusion that the best interests of the children would be served by the termination. We find no valid reason to alter the decision reached below.\nThe judgment below will be affirmed.",
        "type": "majority",
        "author": "CAREY, Justice."
      }
    ],
    "attorneys": [
      "Jacob Kreshtool, and William J. Wier, Jr., of Connolly, Bove & Lodge, Wilmington, for appellant.",
      "Thomas J. Healy, Jr., Wilmington, for appellee."
    ],
    "corrections": "",
    "head_matter": "G., Father-Appellant, v. S., Mother-Appellee.\nSupreme Court of Delaware.\nFeb. 15, 1968.\nJacob Kreshtool, and William J. Wier, Jr., of Connolly, Bove & Lodge, Wilmington, for appellant.\nThomas J. Healy, Jr., Wilmington, for appellee.\nWOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
  },
  "file_name": "0834-01",
  "first_page_order": 866,
  "last_page_order": 868
}
