{
  "id": 8111640,
  "name": "ROSENBERG'S, INC., a corporation, Appellant, v. STANLEY LLOYD, INC., a corporation, Appellee",
  "name_abbreviation": "Rosenberg's, Inc. v. Stanley Lloyd, Inc.",
  "decision_date": "1962-08-20",
  "docket_number": "No. 2999",
  "first_page": "835",
  "last_page": "837",
  "citations": [
    {
      "type": "official",
      "cite": "183 A.2d 835"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "77 U.S.App.D.C. 125",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "133 F.2d 397",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3644828
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/133/0397-01"
      ]
    },
    {
      "cite": "72 App.D.C. 335",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "pin_cites": [
        {
          "page": "337"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "114 F.2d 486",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10702946
      ],
      "pin_cites": [
        {
          "page": "488"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/114/0486-01"
      ]
    },
    {
      "cite": "129 A.2d 855",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8135750
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/129/0855-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 305,
    "char_count": 4274,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 2.3654044764566792e-07,
      "percentile": 0.7947893873349373
    },
    "sha256": "ec2b35e1d185556d965adfacfd414bf1ee995ae880d0ae4be358681488b5c4f1",
    "simhash": "1:afce2ea224a86c00",
    "word_count": 690
  },
  "last_updated": "2024-02-27T20:42:00.520794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "ROSENBERG’S, INC., a corporation, Appellant, v. STANLEY LLOYD, INC., a corporation, Appellee."
    ],
    "opinions": [
      {
        "text": "HOOD, Chief Judge.\nRosenberg’s, Inc., appellant here, sued one Mayerson for $1,207 on an account stated. At the time of filing suit appellant caused an attachment before judgment to issue, directed to Stanley Lloyd, Inc., employer of Mayerson and appellee here. The marshal went to appellee’s office, found Mayerson there, and served him personally with the summons and complaint and also served upon him, as agent of appellee, the writ of attachment. Mayerson deliberately refrained from notifying appellee of the service of the attachment and as a result, after judgment by default was taken against Mayerson, judgment also was taken for the full amount against appelleee, as garnishee, for failure to answer the attachment.\nUpon receiving demand for payment of the judgment appellee’s president immediately confronted Mayerson who gave assurances that his attorney would take the necessary steps to have the judgment vacated. Foolishly and improvidently, appel-lee allowed Mayerson’s attorney to represent it. This attorney filed a motion on behalf of appellee to vacate the judgment against it, supported by an affidavit signed by Mayerson and appellee’s president. The grounds asserted for this motion are not clear, but it is clear that neither the motion nor the affidavit raised the question of the validity of the service on appellee. This motion was denied and appellant then issued an attachment on its judgment against ap-pellee and seized appellee’s bank account.\nAppellee, finally awakened to the seriousness of the situation, consulted its own attorney who moved to vacate the judgment on the ground that no valid service had been effected on appellee. This appeal is from the granting of that motion.\nThe attempt to serve appellee with the writ of attachment by delivering it to Mayerson, the judgment debtor named in the writ, did not constitute lawful and proper service on appellee. See Encyclopaedia Britannica v. Shannon, 77 U.S.App.D.C. 125, 133 F.2d 397, a case strikingly similar to the present one. Appellant does not argue that the service was valid but does contend that the filing of the first motion, which failed to question the validity of the service, constituted a voluntary appearance and a waiver of any defect in the service. We do not agree.\nThe judgment against appellee was void for lack of proper service. In Wise v. Herzog, 72 App.D.C. 335, 337, 114 F.2d 486, 488, one of the cases cited in Encyclopaedia Britannica v. Shannon, supra, it was said:\n“Service of process is the means by which such notice is given and such opportunity afforded. Consequently, it must be accomplished by a method reasonably calculated to afford the party sued this constitutional protection. Without such service no jurisdiction exists; the court lacks power to act; and a j udgment rendered against a person, under such circumstances, is void for all purposes.”\nIt should be noted that we are not here presented with the situation wherein an appearance was made prior to judgment. The judgment had been entered when the first motion was filed, and in our opinion that motion, seeking to vacate the judgment, did not convert the void judgment into a valid judgment. It gave the court jurisdiction over appellee for future action but did not validate the prior void proceeding. Furthermore, an appearance constituting waiver of jurisdictional defects must be clear and unequivocal. The first motion, although vague in its terms and grounds, sought vacation of the judgment; and in our opinion it did not clearly and unequivocally waive the defense of lack of jurisdiction.\nAs the judgment was void, the trial court was authorized under its Rule 60(b) (4) to set it aside on motion made within a reasonable time; and the reasonable time limitation with respect to a void judgment generally means no time limit. Tate v. Kelley, D.C.Mun.App., 129 A.2d 855. We find no error.\nAffirmed.",
        "type": "majority",
        "author": "HOOD, Chief Judge."
      }
    ],
    "attorneys": [
      "Raymond Godbersen, Washington, D. C., for appellant.",
      "Richard K. Lyon, Washington, D. C., for appellee."
    ],
    "corrections": "",
    "head_matter": "ROSENBERG’S, INC., a corporation, Appellant, v. STANLEY LLOYD, INC., a corporation, Appellee.\nNo. 2999.\nMunicipal Court of Appeals for the District of Columbia.\nArgued May 21, 1962.\nDecided Aug. 20, 1962.\nRaymond Godbersen, Washington, D. C., for appellant.\nRichard K. Lyon, Washington, D. C., for appellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0835-01",
  "first_page_order": 867,
  "last_page_order": 869
}
