{
  "id": 12065555,
  "name": "Peter HAZZARD and Diane Hazzard v. Thomas W. DODGE and Harriet L. Hope",
  "name_abbreviation": "Hazzard v. Dodge",
  "decision_date": "1983-01-19",
  "docket_number": "",
  "first_page": "838",
  "last_page": "842",
  "citations": [
    {
      "type": "official",
      "cite": "454 A.2d 838"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "437 A.2d 645",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7977852
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "647",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "649"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/437/0645-01"
      ]
    },
    {
      "cite": "417 A.2d 414",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7947744
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "419-20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/417/0414-01"
      ]
    },
    {
      "cite": "454 A.2d 345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12056502
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "346",
          "parenthetical": "\"appellant Gabriele failed to preserve for appeal any issue of either law or fact, and ... at any rate on reviewing the record we can discern no possible reversible error\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/454/0345-01"
      ]
    },
    {
      "cite": "438 A.2d 234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7961698
      ],
      "pin_cites": [
        {
          "page": "239"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/438/0234-01"
      ]
    },
    {
      "cite": "216 N.Y.S.2d 822",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "opinion_index": 0
    },
    {
      "cite": "29 Misc.2d 501",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1088190
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/29/0501-01"
      ]
    },
    {
      "cite": "422 F.Supp. 259",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3896346
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/422/0259-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 680,
    "char_count": 14288,
    "ocr_confidence": 0.796,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24529094167266122
    },
    "sha256": "ad52f82f386ecb2397c38aee19b29c43cdfb1802f06a7d55392edae4351238c4",
    "simhash": "1:dd128bf1b8170783",
    "word_count": 2389
  },
  "last_updated": "2024-02-27T18:26:20.479567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and GODFREY, NICHOLS, ROBERTS, CARTER and YIOLETTE, JJ.",
      "All concurring."
    ],
    "parties": [
      "Peter HAZZARD and Diane Hazzard v. Thomas W. DODGE and Harriet L. Hope."
    ],
    "opinions": [
      {
        "text": "McKUSICK, Chief Justice.\nIn this appeal we are called upon for the first time to define the circumstances under which a defendant’s claim of title in a forcible entry and detainer action is “frivolous” so that the case remains in the District Court for trial, rather than being removed to the Superior Court. In this action for forcible entry and detainer of personal property brought pursuant to 14 M.R.S.A. § 6012 (1981), the District Court (Portland) held that the claims of title by defendants Thomas Dodge and Harriet Hope were frivolous, and proceeded to try the case and enter judgment for plaintiffs Peter and Diane Hazzard. The Superior Court (Cumberland County) affirmed, and on appeal we reverse, because the District Court applied the wrong standard for a frivolous claim of title.\nI. Background\nPlaintiffs, who formerly leased a residence in Gorham from defendants, filed a complaint for forcible entry and detainer of personal property, 14 M.R.S.A. § 6012, in District Court on December 29, 1981. The next day, defendants filed an answer and claim of title asserting that they owned certain of the items of personal property sought by plaintiffs, i.e., a stove, a baby gate, a smoke alarm system, and a fence, including 35 fence posts, one spool of wire, and two bags of insulators. In an accompanying affidavit, defendant Dodge alleged that he had purchased the stove and that, despite a discussion with plaintiffs regarding a sale to them, he retained title to it. Dodge’s affidavit further alleged that the last three items listed were attached to and thus were improvements to the property, and that, under the terms of the lease, improvements became his property upon termination of the lease.\nOn December 30, 1981, plaintiffs filed a written allegation that defendants’ claims of title were, in the words of 14 M.R.S.A. § 6012, “frivolous and intended for delay.” On the same day, the District Court heard testimony from the parties. Defendant Dodge testified to the facts alleged in his affidavit and further testified that removal of the baby gate and alarm system would damage the dwelling to which they were attached. Plaintiffs testified that 1) they had purchased the baby gate, the alarm system, and the fencing materials and had erected the fence; 2) the first two items were not permanently attached to the premises; 3) they had not agreed that the fence would become the property of defendants; and 4) they had purchased the stove from defendants for $75 in November of 1981, had paid nine installments of $5 each, and were ready, willing and able to pay the remaining $30 owed to defendants.\nOn January 6, 1982, the District Court entered an order denying defendants’ claims of title and granting plaintiff’s petition for possession of the items sought. After an unsuccessful appeal to the Superior Court, defendants have taken a timely appeal to the Law Court.\nII. Discussion\nUnder 14 M.R.S.A. § 6012, if the defendant in a forcible entry and detainer action claims title to the personal property sought, the action is normally removed to Superior Court; however, section 6012 further provides:\nThe plaintiff may make a written allegation that the defendant’s claim of title is frivolous and intended for delay and the judge shall then examine the case so far as to ascertain the truth of the allegation and if satisfied of the truth thereof, he shall proceed to try the cause ....\nThis appeal presents us with two issues. First, we must decide how the District Court shall determine whether a claim is frivolous. Specifically, we must determine the meaning of the terms “frivolous” and “examine the case” as used in section 6012. Second, we must ascertain whether defendants’ claim of title in this case is frivolous under that statute.\nA. Construction of the Statute\nAt the threshold, it is clear that the issue before the District Court on a plaintiff’s written allegation that a defendant’s claim of title is “frivolous and intended for delay” is the truth of that allegation. By the language of the last paragraph of 14 M.R. S.A. § 6012, the District Court judge shall examine the case to ascertain the truth of the plaintiff’s allegation that the defendant’s claim is frivolous. The purpose of the judge’s examination of the case is not to determine title, except to the limited extent that a conclusion that a claim is frivolous is a determination of title adverse to the defendant.\nAs to the meaning of the expression “examine the case,” we reject the contention that section 6012 limits the judge to an examination of the pleadings and affidavits only. By its terms, section 6012 is distinguishable from M.R.Civ.P. 12(b)(6) (failure to state a claim upon which relief can be granted) and from M.R.Civ. P. 56 (summary judgment). First, the words “examine the case\" in section 6012 suggest something more than the mere examination of the pleadings. Second, Rule 12(b)(6) clearly states that motions pursuant to those rules are to be decided on pleadings alone; such language is conspicuously absent from section 6012. Motions for summary judgment are, under Rule 56(e), to be granted or denied on the basis of the pleadings supplemented only by affidavits and the written results of discovery; section 6012 imposes no such limitation on the District Court’s examination of “the case.” As with any issue of fact to be determined by the District Court in a forcible entry and detainer action, the fact that the proceeding is summary does not limit the judge in the nature of the evidence that he can receive to decide the question. See M.D.C.Civ.R. 80D. If he thinks one is appropriate, the judge is free to hold an evidentiary hearing on the issue of whether the defendant’s claim of title is frivolous.\nWe now turn to the question of the meaning of the adjective “frivolous” in the context of section 6012. As a starting point, it is helpful to examine the Statement of Fact appended to L.D. 743, the bill that became P.L.1979, ch. 231, adding the last paragraph to section 6012 in order to prevent frivolous claims of title from requiring removal to the Superior Court. The Statement of Fact reads, “The problem arises when the defendant’s claim to ownership is clearly without merit By raising a sham issue the defendant delays the judgment .... ” L.D. 743, Statement of Fact (109th Legis., 1979) (emphasis added). This language conveys an intent to include in the category of frivolous claims only those that are utterly without merit.\nThe attempts of other jurisdictions to define “frivolous” in other contexts accord with our understanding of the stated purpose of L.D. 743. Generally, a claim is considered frivolous and intended for delay only when the claim is totally devoid of merit. See Dillingham v. Wainwright, 422 F.Supp. 259 (S.D.Fla.1976) (probable cause to appeal); Smith v. Smith, 29 Misc.2d 501, 216 N.Y.S.2d 822 (Sup.Ct.1961) (motion to strike frivolous pleading). The Dillingham court stated: “There is a vast difference between a weak case, even a very weak case, and a frivolous one.” 422 F.Supp. at 261. Thus, a claim is “frivolous” only if the applicant can make no rational argument on the law or facts in support of his claim and the claim is therefore beyond “the frontier of rationality.” Id.\nThis court has had occasion to define “frivolous” in another context. Rule 76(f) of the Maine Rules of Civil Procedure permits the Law Court to impose sanctions on a party who has taken a civil appeal that is “frivolous or instituted primarily for delay.” We do not exercise that authority “except in egregious cases ... [when] an appeal is obviously without any merit .... ” Auburn Harpswell Association v. Day, 438 A.2d 234, 239 (Me.1981). See also Terwilliger v. Gabriele, 454 A.2d 345, 346 (Me. 1983) (“appellant Gabriele failed to preserve for appeal any issue of either law or fact, and ... at any rate on reviewing the record we can discern no possible reversible error”).\nWe conclude that the legislature, in amending section 6012 to prevent removal of frivolous claims of title to the Superior Court, intended to screen out only those claims that are patently meritless. That interpretation is in keeping with the statutory authority of the Superior Court to decide any title issues raised in forcible entry and detainer actions. As noted in Bicknell Manufacturing Co. v. Bennett, 417 A.2d 414, 419-20 (Me.1980), the District Court and its predecessors have been historically without power to adjudicate claims of title; the District Court can make a determination that a claim is frivolous only to avoid the use of a clearly inadequate claim of title as a pretext to cause the forcible entry and detainer action to be removed to the Superior Court. The purpose of empowering the District Court to reject frivolous claims is to protect the legislative objective of vesting original jurisdiction over forcible entry and detainer actions exclusively in the District Court, where, by M.D.C. Civ.R. 80D, they must be given expedited consideration. The District Court’s power to involve itself in title issues should not be construed any more broadly than is necessary to implement that limited purpose. The District Court’s function goes no further than screening out what Bicknell called “fictitious” claims of title. Id.\nIn sum, as we define the term, any frivolous claim of title is readily apparent on the face of the pleadings or can be quickly determined in an evidentiary hearing consistent with the expedited, summary nature of forcible entry and detainer proceedings in the District Court. All claim of title that cannot be thus speedily identified as being palpably without merit should be promptly removed to the Superior Court for trial of that issue. The District Court proceeding thus remains simple and expeditious, in keeping with the legislative intent.\nB. Defendant’s claim of title\nFinally, we examine each of defendants’ claims of title to see whether it is frivolous, i.e., completely lacking in any legal or factual basis. Based upon the agreed statement of facts submitted by the parties in lieu of a transcript, we find that all of the claims declared to be frivolous by the District Court are in fact viable legal claims.\nAs to the stove, defendants maintain that they offered to sell that appliance to plaintiffs but that they did not in fact do so. Thus, defendants assert a viable legal theory, and the agreed statement suggests that there is some factual support for it; by Mrs. Hazzard’s own testimony, plaintiffs had paid only $45 toward the $75 sale price.\nAs to the other three items in dispute, defendants assert that the articles were affixed to the property and that, under the lease (and, in the case of the fence, pursuant to an oral agreement as well), items affixed to the property belong to defendants at the termination of the lease. Again, these are viable legal claims that find factual support in the record. The claims are not beyond the frontier of rationality.\nDefendants well may not sustain their claims of title in the Superior Court. They are entitled, however, to have a plenary trial in that court of the title issue.\nThe entry must be:\nJudgment of the District Court vacated.\nDetermination of the District Court that defendants’ claims of title are frivolous reversed; case remanded to the District Court for the parties to provide sureties and to take other steps for entry of the action in the Superior Court pursuant to 14 M.R.S.A. § 6012.\nAll concurring.\n. In pertinent part 14 M.R.S.A. § 6012 (1981) provides:\nThe remedy provided in this section shall be deemed a remedy in equity and shall be in addition to and not in lieu of other remedies now existing by law, and there shall be no right of removal, except if defendant shall claim title to said property in himself, he shall provide claimant with a sufficient surety or sureties to pay all intervening damages and costs and a reasonable rental for use of said personal property. The plaintiff shall in like manner provide surety or sureties to the defendant conditioned to enter the action in Superior Court within 30 days and to pay all costs adjudged against him. If either party neglects to so provide said surety or sureties, judgment shall be rendered against him.\nThe plaintiff may make a written allegation that the defendant’s claim of title is frivolous and intended for delay and the judge shall then examine the case so far as to ascertain the truth of the allegation and if satisfied of the truth thereof, he shall proceed to try the cause, but this shall not prevent an appeal as provided in this section.\nThese provisions, enacted by P.L.1973, ch. 428 and P.L.1979, ch. 231, identically track the provisions for trying questions of title to real estate in traditional forcible entry and detainer actions. See 14 M.R.S.A. §§ 6006-6007 (1981). See M.D.C.Civ.R. 80D(d).\n. Specifically, Dodge alleged that the parties discussed an arrangement whereby the plaintiffs could use the stove for a $5 monthly fee, to be paid as an increase in the rent. If plaintiffs decided to purchase the stove at the end of the lease, the monthly fee would be credited toward a $75 purchase price and a $15 interest charge would be added on.\n. Dodge alleged that he permitted plaintiffs to keep a horse on the leased premises only on condition that they erect a fence, which would become defendants’ property when the lease terminated.\n. The Superior Court’s decision of the title issue in a forcible entry and detainer action “only determines which of the parties then before the court is entitled to immediate possession of the disputed [property] to the exclusion of the other.” Tozier v. Tozier, 437 A.2d 645, 647 (Me. 1981) (emphasis in original). The defendant’s claim of title in a forcible entry and detainer action does not turn the proceeding into a declaratory judgment action or an action to quiet title. Id. at 649.",
        "type": "majority",
        "author": "McKUSICK, Chief Justice."
      }
    ],
    "attorneys": [
      "Drummond & Drummond, Horace W. Horton, James B. Barns (orally), Portland, for plaintiffs.",
      "Goranites & Libby, Gary W. Libby (orally), Portland, for defendants."
    ],
    "corrections": "",
    "head_matter": "Peter HAZZARD and Diane Hazzard v. Thomas W. DODGE and Harriet L. Hope.\nSupreme Judicial Court of Maine.\nArgued Nov. 4, 1982.\nDecided Jan. 19, 1983.\nDrummond & Drummond, Horace W. Horton, James B. Barns (orally), Portland, for plaintiffs.\nGoranites & Libby, Gary W. Libby (orally), Portland, for defendants.\nBefore McKUSICK, C.J., and GODFREY, NICHOLS, ROBERTS, CARTER and YIOLETTE, JJ."
  },
  "file_name": "0838-02",
  "first_page_order": 890,
  "last_page_order": 894
}
