{
  "id": 8091323,
  "name": "Marie K. WHARTON, Plaintiff Below, Appellant. v. Belle S. EVERETT, as State Treasurer and Pension Administrator of the State of Delaware, Defendant Below, Appellee",
  "name_abbreviation": "Wharton v. Everett",
  "decision_date": "1968-02-05",
  "docket_number": "",
  "first_page": "839",
  "last_page": "842",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 839"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "145 Neb. 150",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        2573948
      ],
      "weight": 2,
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/neb/145/0150-01"
      ]
    },
    {
      "cite": "22 A.L.R.2d 1129",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "73 S.D. 485",
      "category": "reporters:state",
      "reporter": "S.D.",
      "case_ids": [
        4678281
      ],
      "weight": 2,
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/sd/73/0485-01"
      ]
    },
    {
      "cite": "117 A.L.R. 1408",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "229 A.2d 492",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8091726
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/229/0492-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 619,
    "char_count": 13022,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 5.5304773539740314e-08,
      "percentile": 0.348751027569561
    },
    "sha256": "758632a4ee9844ccc66d744adfccd005cd049cd7c7622b915c798acbee4c0c8d",
    "simhash": "1:9e77a395ce0ef69d",
    "word_count": 2175
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
    ],
    "parties": [
      "Marie K. WHARTON, Plaintiff Below, Appellant. v. Belle S. EVERETT, as State Treasurer and Pension Administrator of the State of Delaware, Defendant Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HERRMANN, Justice:\nThe question raised on this appeal is whether a member of the Industrial Accident Board was an “employee” of the State, “covered” by the Delaware State Employees’ Pension Act, at the time of his death.\nThe plaintiff is the widow of Dauphin D. Wharton. She brought this action for mandamus to compel the defendant, as State Treasurer and State Pension Administrator, to pay her the benefits provided for a surviving spouse by the Delaware State Employees’ Pension Act.\nWharton was a State detective employed in the office of the Attorney General from .1919 to 1939, when his employment there was involuntarily terminated. Wharton’s next employment commenced May 1, 1941, when he became a member of the Industrial Accident Board of Delaware. He died on September 8, 1948, while still a member of that Board.\nIn 1945, the State Employees’ Pension Law was enacted. 45 Del.Laws, Chap. 104; amended in 1947, 46 Del.Laws, Chap. 100. The stated purpose of the Act was to provide pension and disability benefits for “certain” State employees. The classes of employees eligible under the Act were not expressly defined. A “covered employee” was defined by Section 3, in part, as follows:\n“An employee shall be considered in ‘covered employment’ while the employee receives, or in the case of service prior to the enactment of this legislation has received, a regular salary wholly or in part directly from the State Treasury, * * *\n“An employee who shall be in covered employment on the date of retirement and who shall have served in covered employment for at least fifteen years during the period that ends on the date of retirement and that includes no interruption from continuous covered employment except allowable interruptions aggregating not over five years shall be considered a ‘covered employee’ within the meaning of this Act.”\nIt is agreed that Wharton’s service as State detective was that of a State employee in “covered employment”; that the period from 1939 to 1941 was an “allowable interruption” under Section 3 because sever-\nanee of employment in 1939 was involuntary. It is also undisputed that the plaintiff, as Wharton’s unremarried widow, is entitled to one-half of any pension to which her husband would have been entitled if he had retired on the date of his death. Thus, the only issue for decision on this appeal is whether, as a member of the Industrial Accident Board, Wharton was covered by the Pension Act when he died. The Superior Court concluded that he was not. See 229 A.2d 492 (1967). We agree with that conclusion, although we reach the result via a somewhat different route.\nThe determinative question, as we see it, is whether Wharton, as a member of the Board, was a State “employee” within the scope and meaning of the Pension Act.\nFor the answer to that question, it is necessary first to consider the nature of the Board and the status of its members. The pertinent Statute, in effect at the time of Wharton’s death, was 37 Del.Laws, Chap. 241: There were three members of the Industrial Accident Board, each entitled to receive an annual salary of $3,600. payable “monthly in the same manner as the salaries of State officers are paid.” Each was appointed by the Governor for a term of six years, by and with the consent of the Senate. The Board was authorized to elect one of its members as Chairman, to “employ such clerical and other assistants as it deems necessary”, and to fix their compensation. It was authorized to have an official State seal. It was directed to “maintain and keep open during reasonable hours, an office adequate for the transaction of its business”; and to “keep a record of all its proceedings and such other books and records as shall be required for the proper and efficient administration” of the Workmen’s Compensation Law. The Board was given jurisdiction over all workmen’s compensation cases, with power to hear disputes as to compensation, to make its own rules of procedure, and to compel the attendance of witnesses. It was charged with the responsibility of inquiring into the causes and results of industrial accidents; of studying the most advanced methods of safeguarding against such accidents; of inquiring into the subject of fair compensation for workmen and their families; of studying the operation and effect of the Delaware Workmen’s Compensation Law; and of reporting annually relative thereto to the General Assembly. The Statute required that all money or income received by the Board from “taxes, fees and/or operations” be deposited daily with the State Treasurer, to the credit of the General Fund of the State. By 19 Del.C. § 2107(b), the following provision was made:\n“(b) All disbursements made by the Board for salaries, expenses or other authorized expenditures, shall be paid by the State Treasurer, out of funds appropriated by the General Assembly for such purpose, on vouchers signed by two members of the Board and approved by the State Auditor of Accounts.”\nAgainst the foregoing outline of the nature of the Industrial Accident Board and the status of its members, we measure the nature and status of the “employee” covered by the Pension Act. 45 Del.Laws, Chap. 104. He was repeatedly referred to in the Statute as being an employee of, or employed by, a State “department or agency”:\nFor example, under certain circumstances specified in Section 2, the employee might “continue active work at the option of the head of the department or agency by which he or she is employed.” And by Section 5 it was provided:\n“Each department or agency of the State that shall come within the provisions of this Act shall use a salary payroll record to include the employees eligible for pension, and at the time of drafting the budget it shall include, in addition to an amount for active employees’ salaries, the names, addresses and amounts for those employees who are carried on the pension roll, plus the names and addresses of the employees who might become eligible for retirement during the period covered in the budget. The payment of the monthly pension benefits of this Act shall be made in the same way and by the same proceedings as salaries are paid and so provided for the active employees, except only as herein otherwise provided.”\nAnd by Section 6 it was provided:\n“A covered employee may request retirement with pension in accordance with this Act by making written request therefor to the head of the department or agency by which he or she is employed at least thirty days prior to the date of retirement; or the head of a department or agency may, in accordance with this Act, retire a covered employee of his department or agency by giving written notice to the employee at least thirty days prior to the date of retirement. In either event, the head of the department or agency shall prepare a statement in such form as may be prescribed by the State Treasurer to enable him to comply with this Section; the head of the department or agency shall, at least fifteen days prior to the date of retirement, give a certified copy of such statement to the State Treasurer, who shall finally decide whether the employee is entitled to the pension benefits and the amount thereof, except only in the case of a controversy, provision for which is in this Act provided. * *\nAnd by Section 7 it was provided that an Arbitration Committee was created, “the head of the department or agency of which the individual is an employee” being a member of that Committee. And by Section 8 provision was made for an official certification of qualification for pension, duly executed by the State Treasurer, and given to the employee “through his or her department or agency.”\nSuch review of the Pension Act reveals, we think, that the “certain” State employees whom the General Assembly intended to cover by the Act were only those, otherwise qualified, who were employees of, and employed by, a State department or agency. Such legislative intent becomes apparent from the details of the structure created for the operation of the Act. As a member of the Industrial Accident Board, Wharton did not fall within that category. He was not an employee of, or employed by, his agency; rather, he and his colleagues were employees of the State who constituted the agency. It is not reasonable to classify Wharton’s position as a Board member along with employees who may choose to “continue active work”, at the option of the head of his department, rather than retire; who receive “leaves of absence” for illness and travel; who under given circumstances are “kept on the active salary payroll” rather than declared disabled; who may be involuntarily retired by the head of his department or agency upon 30 days’ written notice. Such indicia of applicability become wholly incongruous when attempt is made to apply them to one in Wharton’s position as a member of the Industrial Accident Board. Obviously, as a Board member, Wharton’s position may not be fitted into the pattern of the procedures and proceedings by which, in our opinion, the General Assembly limited the applicability of the Pension Act to those who were employees of, or employed by, State departments or agencies.\nPlacing main reliance upon the provisions of Section 3 above quoted, the plaintiff seeks to rest upon the showing that Wharton “received a regular salary or wage * * * directly from the State Treasurer”; that, therefore, he was within “covered employment.” That fact alone does not define an eligible employee under the Act. The status of “employee” must be established first before the requisite of “covered employment” is reached. The plaintiff’s case fails to meet that first test.\n* * *\nIn passing, we note that a question was raised in this case as to the effect of 29 Del.C. § 5506 upon the right of judicial review by mandamus of the decision of the Arbitration Committee, made “final” by the Statute, with no right of appeal therefrom specified by the Act. It is settled that, while discretionary findings of fact are not reviewable under a Statute such as § 5506, questions of law as to eligibility are reviewable in mandamus proceedings under such Statute. See Annotation, 117 A.L.R. 1408; 40 Am.Jur. “Pensions” § 39; Bandy v. Mickelson, 73 S.D. 485, 44 N.W.2d 341, 22 A.L.R.2d 1129 (1950); State ex rel. Herman v. City of Grand Island, 145 Neb. 150, 15 N.W.2d 341 (1944).\n* * *\nFor the reasons stated, the judgment below in favor of the defendant is affirmed.\n. As revised, now 29 Del.C., Chap. 55.\n. 29 Del.C. § 5529 provides:\n“§ 5529. Benefits payable to surviving spouse of employee not disabled\n“The surviving spouse of any employee who has died after having served in covered employment for at least 15 years and who was in covered employment at the time of his death, shall, until the death or remarriage of such surviving spouse, receive a pension equal to one-half the amount which the employee was or shall be entitled to receive if he had retired on the day of his death.”\n. Now appearing, with some revisions, as 19 Del.C., Chap. 21.\n. Del.Const., Art. Ill, § 9, Del.C.Ann. requires that where “salary, fees and emoluments of, office” exceed $500. annually, “confirmation by the Senate of officers appointed by the Governor shall be required.” In this connection, it is noteworthy that members of the Board were considered State officers subject to provisions of Del.Const., Art. XV, § 5 (appointee holds office until successor qualifies) and Art. XIV (State officer’s oath of office). See Revision Note following 19 Del.C. § 2106.\n. 29 Del.C. § 5506 provides:\n“§ 5506. Controversies; Arbitration Committee; hearings; powers\n“For the purpose of settling any controversy that may arise out of the administration of this chapter, the Arbitration Committee, heretofore established by law, is continued. The Committee shall consist of the Governor or his appointee, the State Treasurer, and the head of the department or agency of which the individual is an employee, who shall hear and adjudicate such controversy at a time and place convenient to all the parties, after due notice in writing has been given to all interested parties at least 10 days before date of hearing. The Committee may administer oaths and do such acts and make such reasonable rules in the premises as it deems necessary to carry into effect the provisions of this chapter. The written decision of any two members of the committee shall be final, and the members of the committee shall serve without pay.”\nIn this case, the Arbitration Committee denied the plaintiff’s application for pension benefits.",
        "type": "majority",
        "author": "HERRMANN, Justice:"
      }
    ],
    "attorneys": [
      "Harold Schmittinger, of Schmittinger & Rodriguez, Dover, for plaintiff below, appellant.",
      "Henry R. Horsey, Asst. Deputy Atty. Gen., Dover, for defendant below, appellee."
    ],
    "corrections": "",
    "head_matter": "Marie K. WHARTON, Plaintiff Below, Appellant. v. Belle S. EVERETT, as State Treasurer and Pension Administrator of the State of Delaware, Defendant Below, Appellee.\nSupreme Court of Delaware.\nFeb. 5, 1968.\nHarold Schmittinger, of Schmittinger & Rodriguez, Dover, for plaintiff below, appellant.\nHenry R. Horsey, Asst. Deputy Atty. Gen., Dover, for defendant below, appellee.\nWOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
  },
  "file_name": "0839-01",
  "first_page_order": 871,
  "last_page_order": 874
}
