{
  "id": 6094857,
  "name": "In re Thomas Kerker",
  "name_abbreviation": "In re Kerker",
  "decision_date": "1930-02-21",
  "docket_number": "No. 2225",
  "first_page": "840",
  "last_page": "841",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 840"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 225,
    "char_count": 2779,
    "ocr_confidence": 0.481,
    "sha256": "0f552dd1280ddefc6e929592a2deb80cac2f7f4b30c852d834a48558373353a3",
    "simhash": "1:e44be5a07dcd9e48",
    "word_count": 459
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GRaham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Thomas Kerker"
    ],
    "opinions": [
      {
        "text": "Gkaham, Presiding Judge,\ndelivered the opinion of the court:\nThomas Kerker, the appellant, seeks a patent on improvements in night garments and filed his application therefor in the Patent Office, said application containing 11 counts. All these claims were rejected by both the examiner and Board of Appeals, the principal1 references being:\nJaeger, 236595, January 11, 1881.\nBernstein, 1426540, August 22, 1922.\nThe appellant’s garment' consists of what is ordinarily termed a union suit, with the opening in the back, the back portion consisting of two overlapping flaps, extending from the shoulders to the crotch, and fastened by buttons on both shoulders. It is claimed that this arrangement is novel, inasmuch as it permits the garment to be opened in the back without unbuttoning, that the opening will automatically close, and that the child wearing it will not be distressed by buttons upon which it is compelled to lie.\nMuch of this argument is neutralized by the fact that none of the claims are limited to the use of the article as sleeping garments. The claims should, therefore, be considered as applying to garments generally. The Bernstein reference covers improvements in union overalls. In these the back consists of two overlapping flaps, not of the exact shape of the appellant’s, but the same in effect, fastened at the sides and shoulders with buttons. The Jaeger reference describes a union suit, open in front, with overlapping flaps extending from crotch to shoulder, buttoned on the sides and shoulders.\nAppellant argues that the Jaeger reference is inapplicable because it shows a front opening, while his discloses a back opening. He also insists that the buttons along the sides of the Jaeger and Bernstein references distinguish them from his garment, which has no such buttons. We are unable to see any invention in either of these ideas. We can not close our eyes to the ordinary things of life. It is a matter of common knowledge that, from time immemorial, garments of all kinds have been opened, some in front, some behind. No mother ever lacked the knowledge that the absence of buttons in the garments of a child was an advantage. To supply buttons or to take them off is certainly no novel idea. Appellant’s device produces no results which are not simply the aggregate of the separate contribution of devices well known in the art.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Gkaham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Fischer & Lagaard and John B. Lind for appellant. .",
      "T. A. Hostetler for tbe Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Thomas Kerker\n(No. 2225)\nUnited States Court of Customs and Patent Appeals,\nFebruary 21, 1930\nFischer & Lagaard and John B. Lind for appellant. .\nT. A. Hostetler for tbe Commissioner of Patents.\n[Oral argument January 26, 1930, by Mr. Lind and Mr. Hostetler]\nBefore GRaham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0840-01",
  "first_page_order": 290,
  "last_page_order": 291
}
