{
  "id": 11631528,
  "name": "John HUDAK, Jr., Defendant Below, Appellant, v. Anna PROCEK, Plaintiff Below, Appellee",
  "name_abbreviation": "Hudak v. Procek",
  "decision_date": "1999-04-21",
  "docket_number": "No. 403, 1998",
  "first_page": "841",
  "last_page": "844",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 841"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "11 A.2d 331",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "125 A. 675",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1924,
      "pin_cites": [
        {
          "page": "677"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "245 A.2d 428",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8074920
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/245/0428-01"
      ]
    },
    {
      "cite": "452 A.2d 148",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7967023
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/452/0148-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 476,
    "char_count": 7125,
    "ocr_confidence": 0.685,
    "pagerank": {
      "raw": 5.2963034742179937e-08,
      "percentile": 0.33143476704626407
    },
    "sha256": "d271d62d766a5bf1c6bc4b714c7b8ee58f7b917ef262abff65ea836de2ee75fa",
    "simhash": "1:741ce233d8092bbc",
    "word_count": 1204
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John HUDAK, Jr., Defendant Below, Appellant, v. Anna PROCEK, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nThis is an appeal from a decision of the Court of Chancery imposing a resulting trust on certain real property. The trial court applied the general presumption that a party who purchases property, and has it titled in another’s name, intends to retain beneficial ownership. In this case, however, the general rule does not apply because the purchasers are the parents of the record owner. Where the record owner is the natural object of the purchaser’s bounty, such as a child, it is presumed that the purchaser intended to make a gift of the property. Since the Court of Chancery applied the wrong presumption, its decision must be reversed.\nI. Factual and Procedural Background\nIn 1978, Anna and John Procek sold their home in New Jersey and moved to Delaware to be near their eldest daughter, Helen Hu-dak. The Proceks did not speak English very well and apparently were not comfortable handling business transactions. They gave Helen the money to buy the house in Delaware and she placed the deed in her name, at the Proceks’ request.\nThe Proceks and Hudaks lived within one block of each other and, apparently, had a very close relationship. From the time the Proceks moved into the house until Helen’s death twelve years later, Helen helped her parents maintain themselves. She took them to stores and to their doctors’ offices. Helen also managed their finances. The Proceks gave her cash to pay bills and Helen wrote the checks. Helen’s husband helped out with household repairs and upkeep.\nUnfortunately, Helen died of cancer in 1990. Shortly before her death, Helen offered to transfer title to the house to her parents, but nothing was done and John Hu-dak inherited the house from Helen. After Helen’s death, the Proceks became concerned that John might remarry and his new wife might force them out of the house. To allay any concerns, John signed an agreement providing that the Proceks could live in the house for the rest of their lives. John Procek died in 1993 and Anna continued to live in the house until 1996, when she decided to move in with her middle daughter, Irene Setz.\nIrene learned that the house was titled in John Hudak’s name at about the same time that her mother came to live with her. Irene demanded that John sell the house and divide the proceeds equally among Anna’s two surviving children and John. When John refused, Irene caused Anna to file this action. Before suit was filed, John transferred title to himself and his son, John M. Hudak, as joint tenants.\nII. Discussion\nA resulting trust is one that is imposed by a court of equity to give effect to the presumed intentions of the parties. Equity presumes, “absent contrary evidence, that the person supplying the purchase money for property intends that its purchase will inure to his benefit, and the fact that title is in the name of another is for some incidental reason.” This Court has recognized a different rule, however, where the person supplying the money is a husband who places title to the property in the name of his wife. Under those circumstances, there is a rebut-table presumption that the husband intended to make a gift to the wife. The presumption of a gift also has been applied to parents and children:\n[W]here the person who supplies the consideration stands towards the grantee in the relation of a parent ... the authorities are ... uniform to the effect that the general rule by which a resulting trust would otherwise be erected has no application. It is presumed that the intention was to advance the child_ [T]he same motives of selfish interest which are found in transactions between strangers are not generally to be looked for in dealings between those standing in the relation of parent and child.\nIn this ease, the Court of Chancery started its analysis by presuming that there should be a resulting trust in favor of Procek. It considered the parent-child relationship, and Hudak’s claim that the property was a gift to Helen, only to decide whether the presumption in favor of a resulting trust had been rebutted. Instead, the trial court must analyze the evidence from the opposite perspective. The property presumptively was a gift to Helen, and Procek has the burden of rebutting that presumption, in whole or in part.\nHudak also argues that the trial court erred in finding that Procek’s claim is not barred by the doctrine of laches. Hudak points out that two of the most critical witnesses — his wife and father-in-law — are deceased. As a result, Hudak claims that he is seriously prejudiced by Procek’s delay in bringing this suit. The trial court considered this argument and concluded that Procek’s delay was not unreasonable under the circumstances.\nA claim may be barred by laches if a plaintiff waits an unreasonable length of time before bringing suit. “What constitutes unreasonable delay is a question of fact dependent largely upon the particular circumstances. ... Change of position on the part of those affected by non-action, and the intervention of rights are factors of supreme importance.” From the record, we find no error in the trial court’s determination that Proeek’s claim is not barred by laches. The Court of Chancery may revisit its ruling, if it wishes, as part of its consideration of all of the evidence on remand. The Court of Chancery should also address why the agreement between John and the Proceks did not defeat Anna’s claim.\nFinally, Hudak argues that the complaint should have been dismissed for failure to join an indispensable party. Shortly before this suit was filed, Hudak transferred the property at issue to his son, as a joint tenant with right of survivorship. Under Chancery Court Rule 19(a), John M. Hudak should have been joined as a party, since he is an owner of record and claims an interest in the property. On remand, that omission should be corrected.\nIII. Conclusion\nBased on the foregoing, the decision of the Court of Chancery imposing a resulting trust is REVERSED and this matter is REMANDED for further action in accordance with this decision.\n. Adams v. Jankouskas, Del.Supr., 452 A.2d 148 (1982).\n. Id. at 152.\n. Hanby v. Hanby, Del.Supr., 245 A.2d 428 (1968).\n. McCafferty v. Flinn, Del.Ch., 125 A. 675, 677 (1924). See also: Restatement, Second, Trusts § 442, Comment b (\"The fact that the transferee is a wife, child or other natural .object of bounty of the payor is more than merely a circumstance tending to rebut the inference of a resulting trust. It is of itself a circumstance sufficient to raise an inference that a gift was intended, and the burden is upon the payor seeking to enforce a resulting trust to prove that he did not intend to make a gift to the transferee.”)\n. Federal United Corporation v. Havender, Del. Supr., 11 A.2d 331, 343 (1940).",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "David J. Ferry, Jr., (argued), and Rick S. Miller, of Ferry & Joseph, P.A., Wilmington, Delaware, for appellant.",
      "Laraine A. Ryan, Hockessin, Delaware, for appellee."
    ],
    "corrections": "",
    "head_matter": "John HUDAK, Jr., Defendant Below, Appellant, v. Anna PROCEK, Plaintiff Below, Appellee.\nNo. 403, 1998.\nSupreme Court of Delaware.\nSubmitted: Feb. 17, 1999.\nDecided: April 21, 1999.\nDavid J. Ferry, Jr., (argued), and Rick S. Miller, of Ferry & Joseph, P.A., Wilmington, Delaware, for appellant.\nLaraine A. Ryan, Hockessin, Delaware, for appellee."
  },
  "file_name": "0841-01",
  "first_page_order": 895,
  "last_page_order": 898
}
