{
  "id": 6094860,
  "name": "Sharp & Dohme v. Parke, Davis & Co.",
  "name_abbreviation": "Sharp v. Parke, Davis & Co.",
  "decision_date": "1930-02-21",
  "docket_number": "No. 2233",
  "first_page": "842",
  "last_page": "844",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 842"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "44 App. D. C. 193",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1783468
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/44/0193-01"
      ]
    },
    {
      "cite": "48 App. D. C. 227",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1775737
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/48/0227-01"
      ]
    },
    {
      "cite": "294 Fed. 1013",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6742306
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/294/1013-01"
      ]
    },
    {
      "cite": "54 App. D. C. 82",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "56 App. D. C. 142",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        4066568
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "56 App. D. C. 148",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        4069121,
        4068724
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "258 Fed. 527",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6733558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/258/0527-01"
      ]
    },
    {
      "cite": "49 App. D. C. 55",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "33 Stat. 724",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 407,
    "char_count": 6008,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 2.6546642707434934e-07,
      "percentile": 0.8243532731058838
    },
    "sha256": "9a4f6e61e273bcb0810376a04faef665fe1f9fb5733de9b1738dc8ff6130a450",
    "simhash": "1:834be3eb346693cc",
    "word_count": 1019
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Sharp & Dohme v. Parke, Davis & Co."
    ],
    "opinions": [
      {
        "text": "Graham, Presiding Judge,\ndelivered the opinion of the court:\nSharp & Dohme, of Baltimore, Md., filed an application for regk tration of an unregistered trade-mark used by it on a large number of chemicals, medicines, and pharmaceutical supplies, which it claims-has been in use since February 15, 1922. The mark is thus described:\nA parallelogram having rounded cornel’s and defined by light and heavy border lines, a broad band extending across the lower end of the panel and a second band extending across the panel near the upper end thereof, and there being light lines adjacent both bands connecting the light border lines.\nParke, Davis & Co., a Michigan corporation, filed opposition to said registration, claiming that it was the owner of a trade-mark substantially identical with the one so proposed to be registered, which it had been using, continuously, upon goods of the same descriptive properties, since on or about February, 8, 1902, and that such registration would cause confusion and damage to opposer.\nThe examiner of interferences .sustained the opposition and, on appeal, this decision was affirmed by the commissioner.\nA considerable amount of testimony was taken and is before us. Prom this it appears that the contentions made by opposer are correct and that for many years before the applicant used this form of label, the opposer used practically the same label and had introduced it to the trade throughout the United States. It is true that the opposer used, as its band color, blue, brown, red, and black, according to the class of preparation which was marked, and that the applicant used blue-black as its band color. In the application, however, Sharp & Dohme does not confine itself to any particular color scheme, even if such difference in color were material, which ■question is not before us here.\nThe only other appreciable difference in the marks is that upon the lower band of applicant’s mark appears in reverse letters the name ■“ Sharp & Dohme, Baltimore,” while on opposer’s mark the words are, in like reverse letters, “ Parke, Davis & Co.” Under the provision of the statute, the name “ Sharp & Dohme ” is not registerable unless it is printed in some particular or distinctive manner. Section 5, act of February 20, 1905, as amended, 33 Stat. 724. It is not claimed that the form or design of the reverse letters which applicant uses differs from those of the opposer. If there is any distinction in the way in which the names are used, it must be in the general appearance of the mark which appellant desires to register. This, as we have seen, is practically identical with the one used by the opposer. Hence, there appears to be nothing distinctive and registerable.\nTo support its contentions the applicant insists that for many years, and prior to opposer’s use of the same, the 2-band reverse type label was commonly used in the medicine and pharmaceutical trade and from this it argues that where the only similarity between an opposer’s mark and an applicant’s mark is due to features common to the trade, the opposition should be dismissed. In support of this proposition it cites Alaska Packers' Ass'n. v. Getz Bros. & Co., 49 App. D. C. 55, 258 Fed. 527. Goodall Worsted Co. v. Palm Knitting Co., 56 App. D. C. 148, 10 Fed. (2nd) 1013, and Booth Fisheries Co. v. Adams & Sons Grocer Co., 56 App. D. C. 142, 10 Fed. (2nd) 1007. We are unable to see how the cases cited are in point. In each, of them the marks of opposer and applicant were different; here they are identical.\nSaid section 5 of the statute provides:\nProvided, That trade-marks which are identical with a registered or known trade-mark owned and in use by another and appropriated to merchandise oí the same descriptive properties, or which so nearly resemble a registered or known trade-mark owned and in use by another and appropriated to merchandise of the same descriptive properties as to be likely to cause confusion or mistake in the mind of the public or to deceive purchasers shall not be registered; * * *.\nThis statute is plain and definite. If the mark which applicant seeks to register upon goods of the same descriptive properties is the same as an opposer’s registered mark, then the applicant’s mark can not be registered. It is unimportant what rights others may have as against the opposer’s mark — the applicant has no right to assert them in such proceeding. Thé same principle would be applicable to known owned unregistered trade-marks.\nReference may be had, in this connection, to Canterbury Candy Makers v. Brecht Candy Co., 54 App. D. C. 82, 294 Fed. 1013. This was a trade-mark cancellation proceeding in which the use of a representation of a sign with the name of the maker upon it, as a trade-mark, was involved. The petitioner had registered its mark, also a representation of a sign, before the registration of the defendant. The court said, in part:\nIt is urged by the registrant that others engaged in the same line of business are using signs as trade-marks. This may be conceded, but it furnishes no reason why registrant should be given the sole right to employ one. As against the petitioner, the registrant has not an exclusive right to the mark. That is all we are concerned about in this proceeding.\nTo the same effect are Hood Rubber Co. v. Needham Tire Co., 48 App. D. C. 227, and the Standard Brewery Co. v. Interboro B. Co., 44 App. D. C. 193.\nWe are of the opinion the decision of the commissioner was right, and it will be affirmed.",
        "type": "majority",
        "author": "Graham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Bennie, Davis, Marvin é Edmonds (Dean 8. Edmonds, Franlo E. Bw>Towsr George J. Hesselman, O. M. Fisher, and It. K. Stevens of counsel) for appellant,",
      "Gifford & 8ou.ll (Newton A. Burgess and Horace W. Bigelow of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "Sharp & Dohme v. Parke, Davis & Co.\n(No. 2233)\nUnited States Court of Customs and Patent Appeals,\nFebruary 21, 1930\nBennie, Davis, Marvin é Edmonds (Dean 8. Edmonds, Franlo E. Bw>Towsr George J. Hesselman, O. M. Fisher, and It. K. Stevens of counsel) for appellant,\nGifford & 8ou.ll (Newton A. Burgess and Horace W. Bigelow of counsel) for appellee.\n[Oral argument January 17, 1930, by Mr. Edmonds and Mr. Burgess]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0842-01",
  "first_page_order": 292,
  "last_page_order": 294
}
