{
  "id": 8091389,
  "name": "William S. EPSTEIN, Plaintiff, v. The CELOTEX CORPORATION, The South Coast Corporation, South Shore Oil & Development Company and Jim Walter Corporation, Defendants",
  "name_abbreviation": "Epstein v. Celotex Corp.",
  "decision_date": "1968-02-14",
  "docket_number": "",
  "first_page": "843",
  "last_page": "848",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 843"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "189 A.2d 675",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "41 Del.Ch. 145",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        718561
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/41/0145-01"
      ]
    },
    {
      "cite": "38 A.L.R.2d 425",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": 0
    },
    {
      "cite": "93 A.2d 107",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "33 Del. Ch. 293",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        485691
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/33/0293-01"
      ]
    },
    {
      "cite": "120 A. 486",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "14 Del.Ch. 1",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        477602
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/14/0001-01"
      ]
    },
    {
      "cite": "123 A.2d 848",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "35 Del. Ch. 581",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        488016
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/35/0581-01"
      ]
    },
    {
      "cite": "256 F. 129",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6729685
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/256/0129-01"
      ]
    },
    {
      "cite": "80 A. 809",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "38 Del.Ch. 158",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        724047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/38/0158-01"
      ]
    },
    {
      "cite": "150 A.2d 750",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "38 Del. Ch. 313",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        724143
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/38/0313-01"
      ]
    },
    {
      "cite": "238 A.2d 33",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "52 A.2d 6",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "29 Del.Ch. 480",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        1870617
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/29/0480-01"
      ]
    },
    {
      "cite": "224 A.2d 260",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8098889
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/224/0260-01"
      ]
    },
    {
      "cite": "3 A.2d 768",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "24 Del.Ch. 11",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        711254
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/24/0011-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 779,
    "char_count": 16170,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 1.3737925765820866e-07,
      "percentile": 0.639049226422081
    },
    "sha256": "3a5e46897bb93da5acf5369434cdd20face9d324b15a22115f28d6c2c93858ff",
    "simhash": "1:c72efa4cff3e6bc1",
    "word_count": 2676
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William S. EPSTEIN, Plaintiff, v. The CELOTEX CORPORATION, The South Coast Corporation, South Shore Oil & Development Company and Jim Walter Corporation, Defendants."
    ],
    "opinions": [
      {
        "text": "MARVEL, Vice Chancellor:\nThe amended complaint in this action, the allegations of which are stated to be true solely on the information and belief of plaintiff’s attorney, avers that plaintiff is the owner of shares of common stock of the defendant The South Coast Corporation “ * * * and has been such at all times stated herein * * * Plaintiff also claims to be the owner of shares of common stock of the defendant South Shore Oil & Development Company and avers that he “ * * * has been such indirectly through (South) Coast at all times stated herein and directly since on or about February 9, 1967 * * *\nPlaintiff’s action arises out of the following events. On February 8, 1967, the defendant Jim Walter Corporation, then the direct or indirect owner of 56% of the capital stock of South Shore, made a written proposal to the public holders of such stock, offering to purchase their holdings for $35 per share. The offering letter contained information concerning Jim Walter Corporation and its subsidiaries, including South Shore, and stated inter alia:\n“ * * * The Board of Directors of Jim Walter Corporation has carefully considered the purchase price of $35.00 per share and in its opinion such price is fair and reasonable. Since the officers of South Shore are also officials of Jim Walter Corporation or its subsidiaries, no opinion concerning the purchase price is expressed on behalf of South Shore. Each South Shore • stockholder should consider the offer in light of his own investment objectives.”\nDuring the years 1965 and 1966, the lowest bid for South Shore stock in the over-the-counter market was $23 per share, and the highest $33. On February 3, 1967, the highest bid for such stock was $33 per share. Included in the Jim Walter offering letter was a statement of John F. Bricker, a former president of South Shore, to the effect that he considered the Jim Walter offer fair and reasonable and that he intended to accept it on behalf of the 22,422 South Shore shares owned by him and members of his family.\nAs of February 3, 1967, there were approximately 1130 holders of record of South Shore’s capital stock, and no individual s ockholder of such corporation other thin Jim Walter Corporation, its subsidiaries and affiliates, owned more than 10% of such stock. Jim Walter Corporation owned or controlled 22.1% of such shares, an interest calculated on a formula which takes into account its direct and indirect ownership of such shares. In other words, The Celotex Corporation, a wholely owned subsidiary of Jim Walter Corporation, owned 10.9% of such shares, Southeastern Guaranteed Title & Insurance Company, also a wholly owned subsidiary of Jim Walter Corporation, owned .6%, and South Coast Corporation (59.5% of the stock of which was held by the Jim Walter’s wholely-owned subsidiary, Celotex), owned 22.4% of such shares. The percentage of outstanding shares of South Shore thus owned or controlled by Jim Walter Corporation, on or about February 8, 1967, totalled 56% of the outstanding capital stock of such subsidiary corporation.\nAt the time of the transaction complained of, the boards of directors of Jim Walter, South Coast and Celotox separately included at least two members of the hoard of South Shore, and there was other substantial dual holding of office in the several corporations which made up the Jim Walter hierarchy. Furthermore, five of the nine directors of South Shore were also members of the boards of Jim Walter, and/or South Coast, and/or Celotex.\nAccording to plaintiff, the Jim Walter offer was made for the express purpose of enabling such corporation to acquire at least 90% of the outstanding capital stock of South Shore at the allegedly inadequate price of $35 per share and thereafter merging South Shore into Jim Walter under the short form merger provisions of 8 Del. C. § 253. Plaintiff, relying on the figures contained in the Crutcher offer, hereinafter referred to, contends that at the time in question the net assets of South Shore were worth 31.8 million dollars, a figure, which, if translated into stock value, according to plaintiff, gave a value of $50 to each share of such corporation’s capital stock, whereas the proposal advanced to South Shore stockholders by Jim Walter, translated into net asset figures, meant the acquisition of the former by the latter at a cost of only 22.2 million dollars. It must be noted however, in limine, that the Jim Walter offer sought stock at the aforesaid price of $35 per share and was not an offer for net assets.\nPlaintiff further charges that Jim Walter, in order to accomplish its allegedly improper purpose, caused its subsidiary, South Coast, a majority of the board of directors of which were at the same time directors of Jim Walter, and/or Celotex, and/or South Shore, to distribute to its stockholders as a dividend, all of the shares of South Shore held by South Coast, thus facilitating Jim Walter’s aim to purchase additional shares of South Shore. No mention is made of the fact that Jim Walter could have no doubt made such purchase of stock in toto directly from its subsidiary, South Coast. Plaintiff goes on to contend that because such stock dividend constituted income in the hands of its recipients, it tended to coerce such stockholders into selling such shares to Jim Walter in order to pay the income tax accruing as a result of the receipt of such stock dividends.\nFinally, plaintiff, in seeking to establish the precise damages allegedly suffered by the stockholders of South Shore and South Coast as a result of Jim Walters’ allegedly misleading offer, stresses the fact that on February 27, 1967, while the Jim Walter proposal to its stockholders was pending, such corporation declined to back the bona fide offer of one Albert B. Crutcher, Jr., to purchase all of South Shore’s “ * * * assets and disclosed liabilities * * * ” for the approximate sum of 31.8 million dollars, an amount equivalent to a liquidating value of about $50 for each share of South Shore’s outstanding stock.\nPlaintiff charges that the quick response of Jim Walter to such proposal to the effect that it would not vote its majority stock in favor of such proposed sale, a decision taken before the board of South Shore had an opportunity to vote on such proposal, was obviously precipitate and improper and that the independent stockholders of South Shore should have an opportunity to vote on the aforesaid Crutcher offer after consideration of the proposal by the board of South Shore. He also contends that damages should be assessed against Jim Walter and its subsidiary, Celotex, in favor of both South Shore and South Coast. Plaintiff calculates South Shore’s damages to be the difference between the value of the Jim Walter offer and that of Mr. Crutcher, while that of South Coast is estimated to be proportionately less, being calculated on the basis of its pre-dividend interest in South Shore.\nPlaintiff’s amended complaint seeks other equitable relief, including the convening of a meeting of the stockholders of South Shore for the purpose of voting on the Crut-cher offer, such meeting to be supervised by a court-appointed master at which Jim Walter and its subsidiaries would be enjoined from voting, thus disenfranchising South Shore’s majority stockholder. But see 8 Del.C. § 271.\nDefendants have moved for summary judgment, attaching to their motion affidavits and data having to do with the Jim Walter offer to South Shore stockholders, details of the Crutcher proposal, and the action thereafter taken in reference thereto by the board of directors of Jim Walter.\nPlaintiffs, in opposing defendants’ motion, contend that the latters’ argument that the Jim Walter offer contained no misrepresentations but merely opinion is not valid because a representation made by one who has special or superior knowledge, while appearing to be mere opinion, may in fact be a misstatement constituting fraud, Eastern States Petroleum Company v. Universal Products Company, 24 Del.Ch. 11, 3 A.2d 768.\nTurning to the facts here material, a reading of Jim Walter’s offering letter discloses that South Shore is a relatively small oil and gas driller engaged in a jfisky and highly competitive business. Its activities may be clearly characterized as speculative although precautions have been taken by its management for some time designed to minimize the risk of losses on unproductive drillings.\nIn making its February 8, 1967 offer for South Shore shares, Jim Walter submitted a proposal which it characterized as “ * * fair and reasonable * * * ”, and a reading of the attachments to the offering letter satisfies me that Jim Walter’s intention was to buy South Shore stock on a “going concern” basis and not for the purpose of liquidation. Compare Poole v. M. V. Deli Maatschappij (Sup.Ct.Del.) 224 A.2d 260, and In Re General Realty and Utilities Corp., 29 Del.Ch. 480, 52 A.2d 6. I say this despite the fact that Jim Walter’s letter clearly disclosed its firm purpose to obtain all of the outstanding South Shore stock whether or not the offer here in controversy was successful, although the offeror allegedly had “ * * * no present definitive plans as to whether in the future they would consider (1) another tender offer, (2) a merger into Jim Walter Corporation or a subsidiary thereof, (3) a purchase of assets, or (4) some other appropriate method ifi i[c ijs »\nA reading of all of the documents contained in defendants’ moving papers discloses an intent on the part of Jim Walter to oppose the Crutcher proposal primarily because the Walter directors believed that if such proposal were carried through, it would effectively result in the liquidation of South Shore. Nonetheless, on March 1, a letter was sent to the stockholders of South Shore by Jim Walter offering to rescind any sale of South Shore shares provided action were taken prior to March 9, 1967, and on March 17, another letter was addressed to those South Shore stockholders who had accepted Jim Walter’s offer of $35 per share, which letter noted stockholder interest concerning the rejection of the Crutcher proposal, including the filing of this suit, and a bid quotation of $36 for South Shore stock. Such letter concluded with an offer to rescind sales of stock by South Shore shareholders to Jim Walter provided action was taken on or before April 7, 1967.\nFurthermore, in addition to this evidence of an intent on the part of Jim Walter to deal fairly with the public stockholders of South Shore, I am satisfied that the action of the board of South Coast, Jim Walter’s subsidiary, in causing a distribution of its South Shore stock in the form of a dividend was made for the purpose of enabling individuals (rather than a corporate subsidiary) to decide whether or not to sell out to Jim Walter. In short, the record clearly establishes that defendants have dealt fairly with plaintiff and those of his class, a record which plaintiff has failed to controvert.\nWhile on a motion for summary judgment all inferences of fact must be resolved in favor of the party against whom judgment is sought, Shellburne v. Roberts, 238 A.2d 33 (Sup.Ct.Del., Dec. 14, 1967), plaintiff relies on suppositions rather than facts. Accordingly, because the uncontroverted material facts are to the effect that in its actions as a majority stockholder of South Shore as well as in other actions taken by its corporate board, Jim Walter Corporation acted in good faith and in compliance with the duties imposed on its directors by law, plaintiff having failed to adduce cogent facts to the contrary, summary judgment must be granted to the defendants, Lewis v. Hat Corporation, 38 Del. Ch. 313, 150 A.2d 750.\nBecause of the conclusions above reached, it is unnecessary to consider whether or not plaintiff, who did not become a stockholder of South Shore until after South Coast had declared its stock dividend, has standing to sue as a stockholder of South Shore “* * * at the time of the matters complained of * * * ”, a point mentioned at argument but not briefed by the litigants, or whether or not the Jim Walter letter contained representations rather than non-actionable opinion. But compare Grone v. Economic Life Insurance Co., 38 Del.Ch. 158, 80 A. 809.\nOn the basis of the facts of record, defendants rests its'case primarily on the principle that when stockholders vote each stockholder represents himself and his own interests solely, and is in no sense a trustee or representative for others, 5 Fletcher, Cyclopedia Corporations, § 2031, pp. 154-155, and DuPont v. DuPont, (CA 3), 256 F. 129. Insofar as the stock dividend herein involved is concerned, defendants rely on the rule that directors are presumed to have exercised their judgment in good faith, Baron v. Pressed Metals, 35 Del. Ch. 581, 123 A.2d 848.\nHowever, in a situation such as the one here presented, Jim Walter as a majority stockholder of South Shore and in a position to block any proposed sale of such corporation’s assets, owed a higher duty to the public stockholders of such corporation. As stated by Chancellor Josiah Wolcott in Allied Chemical & Dye Corporation v. Steel & Tube Co., 14 Del.Ch. 1, 120 A. 486:\n“When, in the conduct of the corporate business, a majority of the voting power in the corporation join hands in imposing its policy upon all, it is beyond all reason and contrary, it seems to me, to the plainest dictates of what is just and right, to take any view other than that they are to be regarded as having placed upon themselves the same sort of fiduciary character which the law impresses upon the directors in their relation to all the stockholders. Ordinarily the directors speak for and determine the policy of the corporation. When the majority of stockholders do this, they are, for the moment, the corporation. Unless the majority in such case are to be regarded as owing a duty to the minority such as is owed by the directors to all, then the minority are in a situation that exposes them to the grossest frauds and subjects them to most outrageous wrongs.”\nApplying this rule of law here, I conclude that defendants have lived up to such duty, plaintiff, in my opinion, having clearly failed successfully to controvert the fairness of the basis on which Jim Walter’s offer was made. In conclusion, it is again noted that while Mr. Crutcher’s proposal was based on the papers submitted by Jim Walter to the South Shore stockholders, a purchase of assets was contemplated, and liquidating value cannot be equated with the going concern value of shares of stock. Cf. Sterling v. Mayflower Hotel Corp., 33 Del. Ch. 293, 93 A.2d 107, 38 A.L.R.2d 425, and Abelow v. Midstates Oil Corp., 41 Del.Ch. 145, 189 A.2d 675.\nDefendants’ motion for summary judgment will be granted, and, on notice, an appropriate order may be submitted.\n. Prior to February 28, 1967, when it dis-' tributed its shares of South Shore to its own stockholders pro rata as a stock dividend, South Coast had been the registered holder of 238,264 shares of South Shore. The resolution of the board of directors of South Coast authorizing such stock dividend was adopted on February 9, 1967. Plaintiff evidently became a direct stockholder of South Shore as a result of such stock dividend.\n. See resolution of board of directors of Jim Walter Corporation adopted on February 28, 1967, which recited its opinion “ * * * that it is in the best interest of the stockholders of South Shore to continue operation of that company and not to sell its assets and liquidate and dissolve South Shore * * *",
        "type": "majority",
        "author": "MARVEL, Vice Chancellor:"
      }
    ],
    "attorneys": [
      "Ernest S. Wilson, Jr., of Wilson & Lynam, Wilmington, for plaintiff.",
      "Richard F. Corroon, Hugh L. Corroon and Robert K. Payson, of Potter, Anderson & Corroon, Wilmington, for defendants The Celotex Corp. and Jim Walter Corp.",
      "Richard L. Sutton, of Morris, Nichols, Arsht & Tunnell, Wilmington, for defendants The South Coast Corp. and South Shore Oil and Development Co."
    ],
    "corrections": "",
    "head_matter": "William S. EPSTEIN, Plaintiff, v. The CELOTEX CORPORATION, The South Coast Corporation, South Shore Oil & Development Company and Jim Walter Corporation, Defendants.\nCourt of Chancery of Delaware. New Castle.\nFeb. 14, 1968.\nErnest S. Wilson, Jr., of Wilson & Lynam, Wilmington, for plaintiff.\nRichard F. Corroon, Hugh L. Corroon and Robert K. Payson, of Potter, Anderson & Corroon, Wilmington, for defendants The Celotex Corp. and Jim Walter Corp.\nRichard L. Sutton, of Morris, Nichols, Arsht & Tunnell, Wilmington, for defendants The South Coast Corp. and South Shore Oil and Development Co."
  },
  "file_name": "0843-01",
  "first_page_order": 875,
  "last_page_order": 880
}
