{
  "id": 6094863,
  "name": "In re George Langford",
  "name_abbreviation": "In re Langford",
  "decision_date": "1930-02-21",
  "docket_number": "No. 2217",
  "first_page": "844",
  "last_page": "847",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 844"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 405,
    "char_count": 7558,
    "ocr_confidence": 0.485,
    "sha256": "c6b5079a75608b93a94b22b28167f16b1a891dbf78a315b3d015b7ebe9f6e95d",
    "simhash": "1:1407c9abaa845f1d",
    "word_count": 1319
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Blahd, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re George Langford"
    ],
    "opinions": [
      {
        "text": "Bland, Judge,\ndelivered the opinion of the court:\nFrom a decision of the Board of Appeals affirming that of the examiner, rejecting patent claims 1 to 5, the applicant has appealed to this court.\nThe subject matter of the invention is a method and means for treating worn angle bars, which bars are for the purpose of forming the joints at the ends of steel railroad track rails. Angle bars of the kind here referred to are also called fishplates and splice bars and contain holes properly distanced to match the holes in the ends of the steel rails. On the top sides of the angle bars are protruding faces which fit against the steel rail. They are held tightly to the rail 'by bolts which pass through the rail and plates. As the protruding faces of the plates wear, loose joints occur, which necessitates the continual tightening of the bolts. When the plates are worn by continued use to the point where the bolts will no longer tighten them, it has been found desirable to again extend or rebuild the protruding faces of the angle bars so as to renew them to substantially their original condition.\nApplicant claims that, until he invented the instant process, there was no practical or commercial method of renewing fishplates so as to make them suitable for reuse on main-line tracks, and that the worn plates were either scrapped or used on different tracks and on different sized rails. He claims that his invention has been a commercial success where all other efforts have been failures, and that the McKenna Process Co., of Joliet, Ill., licensee of Langford, has treated 2,000,000 bars and restored them to main-line track service.\nThe claims submitted and rejected are as follows:\n1. The method of reshaping a worn angle joint bar, which comprises heating the bar to soften the same, applying upon the lateral surfaces of the bar a forming pressure for the entire body of metal of the bar, restraining the flow of metal about the bolt holes to conform them to a predetermined accurate size and location.\n2. The method of treating a worn angle joint bar to restore the same for use in joining rail ends such as those to which it was originally applied which comprises heating the bar to a suitable temperature, compressing the entire body of the bar by the application of pressure to substantially the entire side faces of the bar, flowing the metal out laterally towards the edges of the bar, confining the edge faces of the bar to restore the bearing surfaces along top and bottom edges, and simultaneously restraining the flow of the metal along the intermediate portion of the bar both laterally and longitudinally to restore the size and location of the bolt holes.\n3. Means for reshaping worn angle joint bars comprising in combination an open ended bottom die shaped to confine the inside face and the tapered bearing faces on the lateral surfaces of an angle bar, an open ended top die shaped to engage the outside of the angle- bar, said dies having draw space between them extending off substantially continuous with an outer edge of the bar, means for applying pressure to the dies to close them, and forming pins guided in both dies, said pins being adapted to enter the bolt holes and serving as forming pins to shape the bolt holes to predetermined size and location when the metal of the bar is compressed by closing of the dies.\n4. The method of renewing a worn bar of the type which has a central longitudinal web and enlarged head and foot portions, which comprises heating the bar to soften the same, applying upon the lateral surfaces including the web and the head and foot portions a forming pressure for the entire body of metal of the bar, and restraining the flow of metal about the bolt holes to conform them to a predetermined accurate size and location and, at the same time, restoring the bearing surfaces upon the head and the foot of the bar.\n5. The method of renewing a worn bar of the type which has a central longitudinal web and enlarged head and foot portions, with bearing surfaces thereupon, which comprises heating the bar to soften the same, applying upon the lateral surfaces including the web and the head and foot portions a forming pressure, thereby forcing the metal of the head and foot portions to move at right angles to the direction in which the pressure is applied so as to raise the head and foot bearing surfaces, and simultaneously restraining the flow of metal about the bolt holes to conform them to a predetermined accurate size and location. ' j\nThe rejection of the Patent Office was based upon the references:\nWegner (Danish), 15249, October 30, 1911.\nMorse, 125751, April 16, 1872.\nThe examiner originally rejected three of . the claims on Wegner and stated that the placing of the pegs in the holes was obvious. Two additional claims were then submitted. . The examiner later rejected all of the claims on the Danish patent in view of Morse. The Board of Appeals affirmed the examiner on the references, Wegner and Morse, and expressed the view that Morse not only disclosed the pin function but also disclosed the method used by applicant in reshaping fishplates.\nIt is our opinion that the applicant' has suggested nothing which is not already taught in the art. Wegner taught the art of reshaping worn fishplates by flowing the metal by pressure so that the wearing face of the same would fit the rail ends and the desired result was brought about in Wegner as in applicant’s process by the use of dies, upper and lower, fitting into each other, which, when great pressure is applied, move the heated metal from one portion of the plate to the other desired protruding face.\nIt is contended by applicant that his process differs from Wegner and Morse in the fact that the Danish patent does not disclose a die which completely incloses the angle bar operated upon. The patent tribunals were of the opinion that this is not a patentable distinction with which conclusion, under the circumstances of this case, we agree.\nIt is further contended that applicant’s process is new in so far as it provides pins to fit into the holes of the plate during the forging operation so as to keep the holes open and insure their proper spacing, and that in the Morse patent the pins and holes are used only for the purpose of insuring the proper position of the blank felly plate and that Morse did not teach the use of pins for the purpose of preventing the holes from being filled up by the flowing metal.\nRegardless of whether Morse intended the pins for the identical purpose as that claimed for them in applicant’s process, it is obvious that they would perform the same function. Furthermore,'we are inclined to agree with the examiner in his first ruling that, regardless of Morse, the use of the pins would not constitute invention.\nIt is not claimed by applicant that he, by a combination of old processes, has produced a new result. The results were both old in the art. He may have produced a' commercial success by the use of old methods, but, as we view it, such success did not result from invention.\nThe decision of the-Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Bland, Judge,"
      }
    ],
    "attorneys": [
      "Brown, Jackson, Boettcher é Dimmer (Henry A. Babcock, Charles A. Brown, and John A. Diemier of counsel) for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re George Langford\n(No. 2217)\nUnited States Court of Customs and Patent Appeals,\nFebruary 21, 1930\nBrown, Jackson, Boettcher é Dimmer (Henry A. Babcock, Charles A. Brown, and John A. Diemier of counsel) for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument January 14, 1930, by Mr. Babcock and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Blahd, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0844-01",
  "first_page_order": 294,
  "last_page_order": 297
}
