{
  "id": 9098785,
  "name": "In re 244.5 ACRES OF LAND. The Village, L.L.C., a Delaware limited liability company, Plaintiff, v. Delaware Agricultural Lands Foundation, a body and corporate of the State of Delaware; John F. Tarburton, in his official capacity as Secretary of the Department of Agriculture; and Farm Lands, L.P., a Delaware Limited Partnership, Defendants",
  "name_abbreviation": "Village, L.L.C. v. Delaware Agricultural Lands Foundation",
  "decision_date": "2003-05-30",
  "docket_number": "C.A. No. 98C-02-021 WLW",
  "first_page": "845",
  "last_page": "849",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 845"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "1994 WL 384458",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "1993 WL 280411",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 5,
      "year": 1993,
      "pin_cites": [
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "383 U.S. 715",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6175285
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "725"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/383/0715-01"
      ]
    },
    {
      "cite": "480 A.2d 636",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7903131
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "640-41",
          "parenthetical": "citing H.R.Rep. No. 94-1558, p. 4, n. 7 (1976) (internal citations omitted)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/480/0636-01"
      ]
    },
    {
      "cite": "2000 WL 1724326",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 7,
      "year": 2000,
      "pin_cites": [
        {
          "page": "*18"
        },
        {
          "page": "*18"
        },
        {
          "page": "*20"
        },
        {
          "page": "*18"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "489 U.S. 782",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12033503
      ],
      "weight": 3,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/489/0782-01"
      ]
    },
    {
      "cite": "2001 WL 168101",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "2001 WL 1469155",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "808 A.2d 753",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11362388
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "756"
        },
        {
          "page": "757"
        },
        {
          "page": "758"
        },
        {
          "page": "756"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/808/0753-01"
      ]
    },
    {
      "cite": "415 U.S. 528",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178436
      ],
      "weight": 7,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/us/415/0528-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 1988",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 653,
    "char_count": 14044,
    "ocr_confidence": 0.708,
    "pagerank": {
      "raw": 4.46765605076141e-08,
      "percentile": 0.2798487479385864
    },
    "sha256": "ea83ebfc311ea2e99a22136914c0339266b2c922a0d5169b51b1522a15896eb7",
    "simhash": "1:f4a2bce2ec4fa75d",
    "word_count": 2259
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re 244.5 ACRES OF LAND. The Village, L.L.C., a Delaware limited liability company, Plaintiff, v. Delaware Agricultural Lands Foundation, a body and corporate of the State of Delaware; John F. Tarburton, in his official capacity as Secretary of the Department of Agriculture; and Farm Lands, L.P., a Delaware Limited Partnership, Defendants."
    ],
    "opinions": [
      {
        "text": "WITHAM, J.\nI. Introduction\nBefore this Court is Plaintiffs motion for attorney’s fees. Having considered the briefs of both parties it appears attorney’s fees are appropriate in the case; however, the amount of these fees will not be calculated until all remaining issues in this case are resolved.\nII. Background\nBriefly, the facts of this case are as follows. The Village of Cannon Mill, L.L.C., (Plaintiff or Village) is the owner of a planned residential development known as The Village of Cannon Mill. On January 13,1998, the Delaware Agricultural Land Foundations Preservation Foundation (Defendant), a state agency, approved an application by Farm Lands, L.P., the owner of an adjacent tract of land, creating an agricultural preservation district under title 3, section 6501 of the Delaware Code. As a consequence, any new development would be required to observe a fifty-foot setback. The Village filed suit seeking either declaratory judgment that it is not subject to the setback, or compensation for the unconstitutional taking of its property as a result of having to abide by the setback. In two prior decisions this Court granted summary judgment in favor of the State ruling that the Village had did not have a vested right to either compensation or a declaration that it was not subject to the setback. The Plaintiff appealed this Court’s decision to the Supreme Court.\nThe Supreme Court determined that the “permit plus” standard does not control in all situations. The Supreme Court explained that it is unfair to apply the “permit plus” rule in cases, such as the one presented by the Plaintiff, where the permitting process is complex and multi-lev-eled. Therefore, the Supreme Court concluded “that the good faith pursuit by the Village of all steps to secure necessary permits for its development precluded, as a matter of law, it being characterized as a ‘new subdivision’ subject to the fifty-foot setback requirement.” The Supreme Court further held that “Because it is not subject to the setback requirement, the Village suffered no ‘taking’ subject to a claim of inverse condemnation.” Additionally, the Supreme Court explained “In view of our determination that the Village was not a ‘new subdivision,’ and thus had acquired vested property development rights prior to the establishment of the preservation district, we find it unnecessary to address the claim of unfair process and notice.” The Supreme Court then reversed the two decisions by this Court and remanded the matter to this Court for entry of judgment in favor of the Village declaring that the preservation set back in title 3, section 910(a)(2) of the Delaware Code does not apply to the planned development. On October 24, 2002, this Court entered an Order in favor of the Plaintiff that the preservation setback does not apply to the planned development. Subsequently, by letter, Plaintiffs attorney presented three unresolved issues: (1) interim damages for the time that the Plaintiff could not utilize its property; (2) request that this Court amend its final Order to reflect that the entirety of the Agricultural Preservation Act is inapplicable to the Plaintiffs development; and (3) Plaintiffs request for attorney’s fees as the prevailing party. This Order is only concerned with the issue of attorney’s fees and leaves the parties to decide whether or not to pursue the other remaining issues.\nIII. Analysis\nPursuant to 42 U.S.C. § 1988(b): “In any action or proceeding to enforce a provision of [42 U.S.C. § 1983] the court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney’s fee as part of the costs.” 42 U.S.C. § 1983 provides for a' cause of action for a person who, under the color of law, is deprived of a constitutional right. Specifically, in this case Plaintiff claimed to have suffered an unconstitutional taking of its property rights under the color of state law in violation § 1983. It is apparent that the Plaintiff did not “prevail” on its § 1983 claims as the Supreme Court avoided analyzing the merits of the constitutional claim stating that there could be no taking because the setback provision of the preservation act did not apply to the planned development. In addition, because the Plaintiff had a vested property right in the development, the Supreme Court explained that it was “unnecessary to address the claim of unfair process and notice.” Nonetheless, Plaintiff may still be entitled to attorney’s fees pursuant to § 1988, as the Plaintiff did prevail on its state claim.\n“Where a court has decided a case in favor of the plaintiffs on state grounds and avoided reaching the merits of a § 1983 claim, fees may nevertheless be awarded under § 1988 if the ‘pleaded-but-undecided’ claim meets the ‘substantiality’ test of Hagans v. Lavine, 415 U.S. 528, 94 S.Ct. 1372, 39 L.Ed.2d 577 (1974).” According to the legislative history of § 1988:\nTo the extent a plaintiff joins a claim under one of the statutes enumerated in H.R. 15460 with a claim that does not allow attorney fees, that plaintiff, if it prevails on the non-fee claim, is entitled to a determination on the other claim for the purpose of awarding counsel fees. In some instances, however, the claim with fees may involve a constitutional question which the courts are reluctant to resolve if the non-constitutional claim is dispositive. In such cases, if the claim for which fees may be awarded meets the “substantiality” test, attorney’s fees may be allowed even though the court declines to enter judgment for the plaintiff on that claim, so long as the plaintiff prevails on the non-fee claim arising out of a “common nucleus of operative fact.”\nThe substantiality doctrine of Hagans requires that petitioner establish a constitutional claim of sufficient substance to support jurisdiction in a federal court. A federal court can exercise pendant jurisdiction when: “(a) there is a claim ‘arising under [the] Constitution, the laws of the United States, and Treaties made, or which shall be made, under their authority;’ and (b) that claim, coupled with the pendent State claim, comprises but one constitutional ‘case’ that derives from a common nucleus of operative fact.” In addition, a federal court cannot adjudicate claims otherwise within their jurisdiction if they are “so attenuated and unsubstantial as to be absolutely devoid of merit.” Put another way, the test to determine whether attorney’s fees are appropriate in cases such as the instant case requires: “(1) that the undecided constitutional claim and the adjudicated state claims arise out of a common set of facts; and (2) that the undecided constitutional claims must not be ‘too insubstantial to confer subject matter jurisdiction in a federal court, meaning that those claims cannot be wholly insubstantial or obviously frivolous.’ ”\nThe Plaintiff argues that it is due attorney’s fees under both Wilmington Materials, Inc. v. Town of Middletown and Mirzakhalili v. Chagnon because the Plaintiff was the prevailing party in the litigation, having raised a substantial federal constitutional question that was avoided by the Supreme Court’s decision on the state law grounds that it had a vested right in the planned development. Wilmington Materials and Mirzakhalili are both well reasoned Chancery Court decisions and are squarely on point with the case at bar, thus, these cases are highly persuasive in this matter. In Wilmington Materials the court determined that the Town of Middletown was prohibited from enforcing an amendment to the zoning code against Wilmington Materials. The court did not then adjudicate the § 1983 claim because it had granted declaratory relief to Wilmington Materials solely on state law grounds. Nonetheless, the court determined that Wilmington Materials as the prevailing party was entitled to attorney’s fees pursuant to § 1988. Similarly, in Mirzakhalili the court completely resolved the plaintiffs claim on its state law estoppel claim. However, the court determined that the plaintiffs were entitled to attorney’s fees even though the court concluded that the plaintiffs constitutional claim of deprivation of property “barely passed the non-stringent substantiality test that is a prerequisite to an award of fees under 42 U.S.C. § 1988.”\nIn this case the Plaintiff presented a cognizable constitutional claim that was substantial enough to confer subject matter jurisdiction on a federal court. Additionally, the Plaintiffs undecided constitutional claim and its adjudicated State claim arise out of a common set of facts. Thus, the Plaintiffs constitutional claim sufficiently meets the “substantiality test” to support a claim for attorney’s fees pursuant to § 1988. Although by the language of § 1988 an award of attorney’s fees is discretionary, the courts have interpreted the statute to mandate an award “unless special circumstances would render such an award unjust.” Since the Plaintiff prevailed on its state law claim which circumvented a need for the Court to reach the constitutional issue, the Plaintiff is entitled to attorney’s fees under § 1988.\nIV. Conclusion\nIn conclusion, Plaintiff is entitled to attorney’s fees in this case. However, the Plaintiff has not presented evidence regarding the amount of fees to which it is entitled. Plaintiff shall file a sufficiently detailed affidavit as to the amount of attorney’s fees to which Plaintiffs counsel is entitled. Upon receipt of the affidavit the State may respond, if it so chooses, as to the reasonableness of the attorney’s fees and any other issues raised by the Plaintiff.\nIT IS SO ORDERED.\n. For a complete rendition of the facts see In re 244.5 Acres of Land: The Village, L.L.C. v. Delaware Agricultural Lands Foundation, 808 A.2d 753 (Del.2002); In re 244.5 Acres of Land: The Village, L.L.C. v. Delaware Agricultural Lands Foundation, 2001 WL 1469155, 2001 Del.Super. Lexis 499 (Del.Super.Ct.2001); In re 244.5 Acres of Land: The Village, L.L.C. v. Delaware Agricultural Lands Foundation, 2001 WL 168101, 2001 Del.Super. Lexis 31 (Del.Super.Ct.2001).\n. Del.Code Ann. tit. 3, § 6501.\n. In re 244.5 Acres of Land, 808 A.2d at 756.\n. Id. at 757. Specifically, the Supreme Court stated this case \"illustrates the essential unfairness in a rigid application of the \"permit plus” rule without taking into consideration the complexity of present day real estate development.” However, the Supreme Court further states that the \"permit plus” rule does have viability in some circumstances.\n. Id. at 758.\n. 42 U.S.C. § 1988(b) (1994).\n. 42 U.S.C. § 1983 (1994).\n. In re 244.5 Acres of Land, 808 A.2d at 756.\n. A prevailing party is one who succeeds in any issue of significance in the litigation; thus, achieving some benefit sought in bringing the suit. Texas State Teachers v. Garland Indep. Sch. Dist., 489 U.S. 782, 109 S.Ct. 1486, 103 L.Ed.2d 866 (1989).\n.Mirzakhalili v. Chagon, 2000 WL 1724326 at *18, 2000 Del. Ch. Lexis 168, *62 (Del.Ch. 2000).\n. Slawik v. State, 480 A.2d 636, 640-41 (Del. 1984) (citing H.R.Rep. No. 94-1558, p. 4, n. 7 (1976) (internal citations omitted)).\n. Id. (citing Hagans v. Lavine, 415 U.S. 528, 94 S.Ct. 1372, 39 L.Ed.2d 577 (1974)).\n. Id. at 641 (citing U.S. Const., Art. IV, § 2 and United Mine Workers of America v. Gibbs, 383 U.S. 715, 725, 86 S.Ct. 1130, 16 L.Ed.2d 218).\n. Id.\n. Mirzakhalili v. Chagnon, 2000 WL 1724326, *18, 2000 Del. Ch. Lexis 168, *62 (Del.Ch.2000).\n. 1993 WL 280411, 1993 Del. Ch. Lexis 145 (Del.Ch. 1993), vacated by, 1994 WL 384458, 1994 Del. Ch. Lexis 128 (Del.Ch.1994). The circumstances of reversal of this case bear some discussion. Specifically, in the original decision the Chancery Court determined that Wilmington Materials met the criteria under § 1988 for receiving attorney’s fees. However, the court further determined that because the plaintiff was financially able to retain an attorney this was a \"special circumstance” that would allow the court to deny it an award of attorney’s fees. Upon appeal, the Supreme Court remanded the matter with some instructions. On remand the Chancery Court determined that the ability to pay attorney’s fees was not an appropriate special circumstance; thus, Wilmington Materials was entitled to and awarded attorney's fees pursuant to § 1988.\n.2000 WL 1724326, 2000 Del. Ch. Lexis 168.\n. The court determined that Wilmington Materials had a vested right to utilize the property because it had \"incurred expenses in reasonable reliance of its belief that the Code permitted its intended use.” Wilmington Materials I, 1993 WL 280411 at *2, 1993 Del. Ch. Lexis 145.\n. Id.\n. Id. (holding that although plaintiff was entitled to fees under § 1988, there were special circumstances which allowed the Chancellor in his discretion to deny an award); and Wilmington Materials II, 1994 WL 384458, 1994 Del. Ch. Lexis 128 (determining on remand that there were no special circumstances present that would prevent an award of attorney’s fees).\n. Mirzakhalili, 2000 WL 1724326, at *20, 2000 Del. Ch. Lexis 168, at *75.\n. Id. 2000 WL 1724326, at *20-*21, 2000 Del. Ch. Lexis 168, at*75-*78.\n. Wilmington Materials I, 1993 WL 280411, 1993 Del. Ch. Lexis 145 (citations omitted), see also Mirzakhalili, 2000 WL 1724326 at *18, 2000 Del. Ch. Lexis 168 at *62.\n. This should include a break-down of the amount by tenths of the hour and should detail with specificity what work was being performed.",
        "type": "majority",
        "author": "WITHAM, J."
      }
    ],
    "attorneys": [
      "Constantine F. Malmberg, Young & Malmberg, P.A., Dover, DE, for Plaintiff.",
      "Thomas H. Ellis, Department of Justice, Wilmington, DE, for Defendants."
    ],
    "corrections": "",
    "head_matter": "In re 244.5 ACRES OF LAND. The Village, L.L.C., a Delaware limited liability company, Plaintiff, v. Delaware Agricultural Lands Foundation, a body and corporate of the State of Delaware; John F. Tarburton, in his official capacity as Secretary of the Department of Agriculture; and Farm Lands, L.P., a Delaware Limited Partnership, Defendants.\nC.A. No. 98C-02-021 WLW.\nSuperior Court of Delaware, Kent County.\nSubmitted: March 12, 2003.\nDecided: May 30, 2003.\nConstantine F. Malmberg, Young & Malmberg, P.A., Dover, DE, for Plaintiff.\nThomas H. Ellis, Department of Justice, Wilmington, DE, for Defendants."
  },
  "file_name": "0845-01",
  "first_page_order": 893,
  "last_page_order": 897
}
