{
  "id": 8325361,
  "name": "INFORMATION SYSTEMS SERVICES, INC. a New Jersey Corporation v. Jonathan PLATT Appeal of Information Systems Services, Inc.",
  "name_abbreviation": "Information Systems Services, Inc. v. Platt",
  "decision_date": "2007-03-07",
  "docket_number": "",
  "first_page": "846",
  "last_page": "850",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 846"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "696 A.2d 1181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12027280,
        960509
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "1184",
          "parenthetical": "noting that courts must consider \"the extent of a foreign corporations's [sic] activities in this Commonwealth\" and whether the business involves \"regular, repeated, and continuing business contacts of a local nature.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/696/1181-01",
        "/pa/548/0311-01"
      ]
    },
    {
      "cite": "548 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960509
      ],
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "noting that courts must consider \"the extent of a foreign corporations's [sic] activities in this Commonwealth\" and whether the business involves \"regular, repeated, and continuing business contacts of a local nature.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/548/0311-01"
      ]
    },
    {
      "cite": "200 A. 579",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1938,
      "pin_cites": [
        {
          "page": "580",
          "parenthetical": "holding that one business transaction can constitute 'doing business' and thus require the corporation to get a certificate of authority"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "331 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1184265
      ],
      "year": 1938,
      "pin_cites": [
        {
          "parenthetical": "holding that one business transaction can constitute 'doing business' and thus require the corporation to get a certificate of authority"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/331/0384-01"
      ]
    },
    {
      "cite": "89 A.2d 527",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "pin_cites": [
        {
          "page": "529",
          "parenthetical": "\"In the case at bar no one other than Kosir (defendant) was ever involved because there was no entity as the Steelton Taxicab Company apart from the personality of Kosir.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "371 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237101
      ],
      "year": 1952,
      "pin_cites": [
        {
          "parenthetical": "\"In the case at bar no one other than Kosir (defendant) was ever involved because there was no entity as the Steelton Taxicab Company apart from the personality of Kosir.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/371/0436-01"
      ]
    },
    {
      "cite": "366 Pa.Super. 430",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        679825
      ],
      "weight": 7,
      "year": 1987,
      "pin_cites": [
        {
          "page": "495"
        },
        {
          "page": "496"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/366/0430-01"
      ]
    },
    {
      "cite": "882 A.2d 1006",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "584 Pa. 701",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "868 A.2d 1206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9181053
      ],
      "pin_cites": [
        {
          "page": "1208"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/868/1206-01"
      ]
    },
    {
      "cite": "895 A.2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8431774
      ],
      "pin_cites": [
        {
          "page": "640"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/895/0638-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 564,
    "char_count": 10431,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 1.059989733099374e-07,
      "percentile": 0.5566253090431141
    },
    "sha256": "93ac4013c7e5da3de11f1c376a5e9903bd777c3049bc736b82cd6aad251439fb",
    "simhash": "1:be9adf06dad424ac",
    "word_count": 1646
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: STEVENS, McCAFFERY and KELLY, JJ."
    ],
    "parties": [
      "INFORMATION SYSTEMS SERVICES, INC. a New Jersey Corporation v. Jonathan PLATT Appeal of Information Systems Services, Inc."
    ],
    "opinions": [
      {
        "text": "OPINION BY KELLY, J.:\n¶ 1 Appellant, Information Systems Services, Inc. (ISS), appeals the order of the Bucks County Court of Common Pleas denying its petition to amend complaint and granting summary judgment in favor of Appellee, Jonathan Platt. We conclude that transactions completed after a party’s foreign corporate charter was revoked do not fall within the ambit of Section 4141 of the Pennsylvania Foreign Business Corporations Law, and therefore reverse and remand.\n¶ 2 ISS was incorporated in New Jersey in 1981, with Jack Liberi as the president and sole shareholder. On June 30, 1994, ISS’s New Jersey charter was revoked. On August 22, 1994, Appellee finalized an agreement to buy ISS’s business assets, including licenses, copyrights, and customer lists for a computer program created by Appellant. Over the years, Appellee paid $150,000 to Appellant, but refused to pay the remaining $200,000 because of his contention that Appellant violated the agreement by failing to provide a complete user manual for the computer program. Appellant filed a Complaint in Confession of Judgment in 1994. Judgment was entered, but was subsequently opened on January 10, 2005 upon Appellee’s petition. Appellee filed a motion for summary judgment, arguing that Appellant had no standing to sue him in Pennsylvania. Appellant responded by filing a petition to amend its complaint to change the plaintiff from “Information Systems Service, Inc.” to “Jack Liberi t/a Information Systems Service.” On June 27, 2006, the trial court issued an opinion and order granting Ap-pellee’s summary judgment motion and dismissing Appellant’s petition to amend the complaint as moot. Judgment was entered in favor of Appellee on June 30, 2006, with Appellant’s timely notice of appeal and Pa.R.A.P.1925(b) statement filed thereafter.\n¶ 3 Appellant raises the following issues on appeal:\nWhether the trial court erred in refusing to grant the petition for leave to amend complaint seeking to correct the name of Plaintiff in this action to Jack Liberi? Whether the trial court erred in granting summary judgment in favor of [Ap-pellee] where the basis for said motion would be rendered moot had the name of the plaintiff been corrected pursuant to the petition for leave to amend complaint?\n(Appellant’s Brief at 4).\nOur standard of review on an appeal from the grant of summary judgment is settled: a reviewing court may disturb the order of the trial court only where it is established that the court committed an error of law or abused its discretion. In evaluating the trial court’s decision to enter summary judgment, we focus on the legal standard articulated in the summary judgment rule, Pa.R.C.P. 1035.2 [Motion], The rule states that where there is no genuine issue of material fact and the moving party is entitled to relief as a matter of law, summary judgment may be entered. We will view the record in the light most favorable to the non-moving party, and all doubts as to the existence of a genuine issue of material fact must be resolved against the moving party.\nTyco Elecs. Corp. v. Davis, 895 A.2d 638, 640 (Pa.Super.2006) (quoting Feldman v. Pa. Med. Prof'l Liab. Catastrophe Loss Fund, 868 A.2d 1206, 1208 (Pa.Super.2005), appeal denied, 584 Pa. 701, 882 A.2d 1006 (2005)).\n¶4 Appellant first contends that the trial court’s refusal to permit it to amend the complaint and change the party’s name contradicts this Court’s decision in Jacob’s Air Conditioning & Heating v. Associated Heating & Air Conditioning, 366 Pa.Super. 430, 531 A.2d 494 (1987). In Jacob’s, the appellant filed a complaint under its business name, Jacob’s Air Conditioning and Heating. Id. at 495. However, Jacob’s Air Conditioning and Heating was not registered as a Pennsylvania corporation, nor was it registered as a foreign corporation authorized to do business in Pennsylvania. Id. The trial court sustained the appellee’s preliminary objections, concluding that the appellant lacked capacity to sue. Id. The appellant filed a petition for reconsideration, contending that it should have had the opportunity to amend the complaint and name Fred P. Jacobs, the individual owner, as the plaintiff, but the trial court denied the petition. Id. This Court reversed, holding that the appellee would not be prejudiced by amending the petition because Mr. Jacobs and Jacob’s Air Conditioning and Heating were “one and the same,” and amending the complaints would “not alter the assets subject to liability.” Id. at 496.\n¶ 5 Appellee argues that Jacob’s is not applicable because “in Jacob’s [] there was no legal difference between the unincorporated association and its principal, because the plaintiff corporation had never been formed in the first place (i.e. there was no predecessor/successor relationship).” (Ap-pellee’s Brief at 17). He further asserts that Jacob’s did not involve a violation of Pennsylvania corporate law, as the instant case does. We are not persuaded by Ap-pellee’s distinctions.\n¶ 6 15 Pa.C.S.A. § 4141(a) provides:\n(a) Right to bring actions or proceedings suspended. — A nonqualified foreign business corporation doing business in this Commonwealth ... shall not be permitted to maintain any action or proceeding in any court of this Commonwealth until the corporation has obtained a certificate of authority. Nor, except as provided in subsection (b), shall any action or proceeding be maintained in any court of this Commonwealth by any successor or assignee of the corporation on any right, claim or demand arising out of the doing of business by the corporation in this Commonwealth until a certificate of authority has been obtained by the corporation or by a corporation that has acquired all or substantially all of its assets.\n15 Pa.C.S.A. § 4141(a).\n¶ 7 Both Appellee and the trial court rely on Section 4141 for the assertion that Appellant failed to obtain a certificate of authority before filing suit, thus rendering his petition to amend the complaint moot. However, it is undisputed that New Jersey revoked ISS’s corporate charter before the agreement for the sale of assets was completed. As the Jacob’s Court observed, when no corporation actually exists and only a sole proprietor was involved in the transaction, then the fictitious corporation and the sole proprietor are considered “one and the same.” See Jacob’s, supra at 496; see also Waugh v. Steelton Taxicab Co., 371 Pa. 436, 89 A.2d 527, 529 (1952) (“In the case at bar no one other than Kosir (defendant) was ever involved because there was no entity as the Steelton Taxicab Company apart from the personality of Kosir.”) (emphasis in original). Therefore, if amendment will not alter the assets subject to liability, then there is no prejudice, and the petition to amend must be granted. Jacobs, supra at 496-97. Instantly, Appellant asserted that “there was no corporate entity apart from the personality of the owner, Jack Liberi, at that time [of the transaction]” and that amendment “would not alter assets subject to liability,” which claims were not disputed. (Appellant’s Petition for Leave to Amend Complaint, filed 2/23/06, at 2 ¶¶ 13-14). Accordingly, because Appellee transacted a deal with a non-existent corporation, ISS and Liberi are considered “one and the same” for purposes of the instant complaint, and Appellee is considered to have completed the transaction with Liberi. See Jacobs, supra; Waugh, supra.\n¶ 8 Appellee nonetheless asserts that Appellant was subject to Section 4141 by virtue of Liberi’s being the successor of the corporation. Appellee’s interpretation of Section 4141 is mistaken. The relevant provision states that no successor or assignee of the corporation may file suit on claims “arising out of the doing of business by the corporation in this Commonwealth until a certificate of authority has been obtained....” 15 Pa.C.S.A. § 4141(a). As we have determined above, the instant transaction did not involve a legitimate corporation. Accordingly, Section 4141’s provision regarding successors does not apply to Appellant’s complaint.\n¶ 9 Because Appellee completed a transaction with a non-existent corporation, we conclude that Section 4141 does not apply to the instant complaint. Accordingly, we reverse the order granting summary judgment in favor of Appellee, and we also reverse the order denying Appellant’s petition to amend the complaint.\n¶ 10 Order reversed. Case remanded. Jurisdiction relinquished.\n. 15 Pa.C.S.A. §§ 4101-4162.\n. We further observe that even if ISS was properly incorporated in New Jersey at the time of the sale, it is questionable whether ISS was actually “doing business in this Commonwealth.\" See 15 Pa.C.S.A. § 4141(a). The trial court observes merely that ISS \"was clearly doing business in Pennsylvania when it entered into the Agreement to sell ISS’s business assets to [Appellee] and chose New-town, Pennsylvania as the place to execute that Agreement and the Note. See Hoffman Const. Co. v. Erwin, 331 Pa. 384, 200 A. 579, 580 (1938) (holding that one business transaction can constitute ‘doing business’ and thus require the corporation to get a certificate of authority).” (Trial Court Opinion, at 4). However, our Supreme Court has stated that courts must make more specific findings before considering one transaction as \"doing business in this Commonwealth,” particularly when, as here, the sale of assets apparently occurred all at one time. See American Housing Trust, III v. Jones, 548 Pa. 311, 696 A.2d 1181, 1184 (1997) (noting that courts must consider “the extent of a foreign corporations’s [sic] activities in this Commonwealth” and whether the business involves \"regular, repeated, and continuing business contacts of a local nature.”); Hoffman, supra at 580 (noting that contract involved \"continuing project,” such that foreign corporation stationed agents and employees to supervise and perform work, employ labor, and purchase materials in Pennsylvania for at least four months); see also 15 Pa.C.S.A. § 4122 (presenting nonexclusive list of activities which are not considered \"doing business” in Pennsylvania).",
        "type": "majority",
        "author": "OPINION BY KELLY, J.:"
      }
    ],
    "attorneys": [
      "Michael J. McCaney, Jr., Blue Bell, for appellant.",
      "Robert M. Cox, Doylestown, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "INFORMATION SYSTEMS SERVICES, INC. a New Jersey Corporation v. Jonathan PLATT Appeal of Information Systems Services, Inc.\nSuperior Court of Pennsylvania.\nArgued Jan. 10, 2007.\nFiled March 7, 2007.\nMichael J. McCaney, Jr., Blue Bell, for appellant.\nRobert M. Cox, Doylestown, for appel-lee.\nBEFORE: STEVENS, McCAFFERY and KELLY, JJ."
  },
  "file_name": "0846-01",
  "first_page_order": 880,
  "last_page_order": 884
}
