{
  "id": 11985095,
  "name": "Leteghergis HABTU, Appellant, v. Ghebru WOLDEMICHAEL, M.D., Appellee",
  "name_abbreviation": "Habtu v. Woldemichael",
  "decision_date": "1997-05-01",
  "docket_number": "No. 96-CV-544",
  "first_page": "846",
  "last_page": "850",
  "citations": [
    {
      "type": "official",
      "cite": "694 A.2d 846"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "825 F.2d 448",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546472,
        4331513
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "451-52",
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/825/0448-01",
        "/us-app-dc/263/0311-01"
      ]
    },
    {
      "cite": "263 U.S.App.D.C. 311",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        4331513
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "314-15",
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/263/0311-01"
      ]
    },
    {
      "cite": "613 A.2d 858",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11742439
      ],
      "pin_cites": [
        {
          "page": "860"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/613/0858-01"
      ]
    },
    {
      "cite": "578 A.2d 1163",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7371667
      ],
      "pin_cites": [
        {
          "page": "1167"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/578/1163-01"
      ]
    },
    {
      "cite": "407 A.2d 585",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975876
      ],
      "pin_cites": [
        {
          "page": "592-93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/407/0585-01"
      ]
    },
    {
      "cite": "564 A.2d 708",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11326409
      ],
      "pin_cites": [
        {
          "page": "715"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/564/0708-01"
      ]
    },
    {
      "cite": "663 A.2d 535",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870732
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/663/0535-01"
      ]
    },
    {
      "cite": "165 F.R.D. 424",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        7847678
      ],
      "pin_cites": [
        {
          "page": "431"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/frd/165/0424-01"
      ]
    },
    {
      "cite": "402 A.2d 1258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8043537
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1262"
        },
        {
          "page": "1262"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/402/1258-01"
      ]
    },
    {
      "cite": "532 A.2d 125",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9044673
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "128"
        },
        {
          "page": "128"
        },
        {
          "page": "129"
        },
        {
          "page": "128"
        },
        {
          "page": "129",
          "parenthetical": "testimony of expert whom plaintiffs sought to designate \"might well have tipped the balance in favor of appellants\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/532/0125-01"
      ]
    },
    {
      "cite": "579 A.2d 177",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7356846
      ],
      "pin_cites": [
        {
          "page": "181"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/579/0177-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 724,
    "char_count": 13301,
    "ocr_confidence": 0.708,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24488145833984915
    },
    "sha256": "87c375565677f815b08937538850084ec934b3698d9b98a8303177881109416a",
    "simhash": "1:ba2bec4667c4374c",
    "word_count": 2153
  },
  "last_updated": "2024-02-27T20:57:17.445316+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SCHWELB, FARRELL, and REID, Associate Judges."
    ],
    "parties": [
      "Leteghergis HABTU, Appellant, v. Ghebru WOLDEMICHAEL, M.D., Appellee."
    ],
    "opinions": [
      {
        "text": "FARRELL, Associate Judge.\nIn this medical malpractice suit, plaintiff appeals from a verdict directed against her which in turn stemmed from the trial court’s refusal to allow her to designate a new expert medical witness after the first jury trial had ended in a mistrial. In the somewhat unusual circumstances of this case, including the fact that plaintiff bore no responsibility for the aborted first trial at which her expert opinion proof was concededly sufficient, we hold that the trial court abused its discretion in not granting the request to name a new expert.\nI.\nPlaintiff sued the defendant doctor in September 1993 for malpractice arising from his alleged failure to diagnose and properly treat her husband’s heart condition, from which the husband subsequently died. In her statement filed pursuant to Super.Ct.Civ.R. 26(b)(4) (1997), plaintiff named Dr. Napoleon Marcelo as her proposed expert witness on breach of the standard of care. In his deposition taken in August 1994, Dr. Marcelo testified that defendant had breached the standard of care and that the breach contributed to plaintiffs husband’s death. But shortly after his deposition, Dr. Marcelo recognized the defendant doctor as someone he knew and would have to work with in the future, and so asked plaintiff to find another expert witness. However, plaintiff told him this would be impractical given time constraints and urged him to testify; Dr. Marcelo consented, and the parties agree that at the first trial in September 1995 his testimony was consistent with his deposition. During cross-examination of Dr. Marcelo, the trial court granted a mistrial when the defense sought to make use of documents that had not been given to plaintiff in discovery.\nFollowing the mistrial, Dr. Marcelo gave plaintiffs counsel an affidavit asking that he be removed from the case as plaintiffs expert, stating that in view of his relationship to the defendant doctor, “I do not think that I can provide full and fair testimony in this case....” In late December 1995, plaintiff accordingly filed a “Motion for Leave to Designate New Expert and to Submit Additional Exhibits” (the latter necessitated, it was asserted, by the defense’s belated disclosure of discovery material). The motion did not identify a new expert, but stated that this expert (if and when found) “will be testifying to the same standards and breaches of the standard as Dr. Marcelo did in his deposition,” hence minimising prejudice to the defense in trial preparation.\nAt the time this motion was filed, the new trial had been scheduled for February 5, 1996. That date was postponed to March 25, 1996, for unrelated reasons while the trial court had the motion to redesignate under advisement. On January 31, 1996, the trial court denied the motion to redesignate. Besides relying on the reasons stated by the defendant in opposing the motion, including the assertion that plaintiff was seeking an eleventh-hour “right to go hunt” for an undetermined expert, the trial court stated that “plaintiffs motion is premised on an erroneous proposition, i.e., that Dr. Marcelo is able to refuse to testify at trial. Denial of this motion will not prevent the plaintiff from proving her case if it has merit.”\nAfter an additional postponement to April 15, 1996, the retrial began on that date. Dr. Marcelo, subpoenaed by plaintiff, testified on direct that he had “changed [his] expert opinion” and could no longer state with the requisite degree of medical certainty that defendant had been negligent. Plaintiff was allowed to impeach him with his deposition testimony, but the doctor adhered to his present opinion. At the end of plaintiffs case, plaintiff renewed her motion (now requiring a continuance) to designate and call a new expert witness. In denying it once more, the court pointed out, inter alia, that Dr. Marcelo had “apparently informed” plaintiff “of this problem” some two years earlier following his deposition. The court then granted defendant’s motion for a directed verdict for failure of plaintiff to present expert testimony on breach of the standard of care and causation. See, e.g., Washington v. Washington Hosp. Ctr., 579 A.2d 177, 181 (D.C.1990).\nII.\nBut for one fact, we might give dis-positive weight to the trial court’s observation that, by the time of retrial, plaintiff had known for nearly two years of Dr. Marcelo’s reluctance to testify as an expert on her behalf. That fact is that despite his unwillingness, Dr. Marcelo in fact testified at the first trial and rendered the necessary opinion on negligence and causation before the trial was aborted through no fault of plaintiff. Fairness thus requires that we view matters as of the time when plaintiff was faced with the need to present her case a second time— and with an expert who now, by formal affidavit, had requested leave to withdraw as a witness because he could not “provide full and fair testimony” given his partiality toward a professional colleague. When plaintiff at that point, in December 1995, asked leave to modify her Rule 26(b)(4) statement by naming a new expert, the retrial was set for over a month later — a period lengthened to nearly three months by the time the trial court denied the motion. In these circumstances, we think a proper exercise of discretion required the trial court to allow plaintiff at least an abbreviated period of time in which to name a new expert.\nWe say abbreviated to take into account a point stressed heavily by defendant on appeal, which is that plaintiffs motion, filed three months after the mistrial, still failed to name a substitute expert. The trial court would have acted well within its discretion to prevent a “hunt” for an expert by carefully limiting the time in which plaintiff could re-designate. That would have acknowledged (a) the systemic importance of proceeding to trial if at all possible on the scheduled trial date, (b) the need to minimize the prejudice to the defense of having to depose a new witness as the trial neared, and (c) the con-cem, obviously important to the trial court, that despite Dr. Marcelo’s favorable testimony at the first trial, plaintiff could not have been completely surprised by the unhappy turn of events. Instead, however, by rejecting altogether the request to obtain and designate a new expert, the trial court gave insufficient attention to the role the defense itself had played in derailing plaintiffs presentation of its ease, and to the all but fatal prejudice its ruling would inflict on plaintiffs ease. In this connection, it simply is not adequate to say, as the court in effect did, that plaintiff could still subpoena an uncooperative Dr. Marcelo as a witness despite his declared wish to be disassociated from the case.\nUnder Super.Ct.Civ.R. 16(g), pretrial orders “may be modified at the discretion of the Court for good cause shown and shall be modified if necessary to prevent manifest injustice.” This court has identified several factors relevant to whether a trial court exercised proper discretion under this rule. Daniels v. Beeks, 532 A.2d 125, 128 (D.C.1987). “The most important factor appears to be whether the opposing party was surprised or would have been prejudiced by the requested change,” id. a concern reflecting the purposes of discovery rules generally. See Corley v. BP Oil Corp., 402 A.2d 1258, 1262 (D.C.1979). Particularly given the defense’s responsibility for the mistrial, the trial court was obliged to consider whether lesser measures than outright denial of plaintiffs request would have neutralized any prejudice to the defense. These might have included, as we stated, careful limitation of the time granted plaintiff to name a new expert as well as a requirement that plaintiff pay the costs of deposing that witness by the defense. See Reed v. Binder, 165 F.R.D. 424, 431 (D.N.J.1996) (where plaintiff failed to comply with notice to disclose expert witnesses under Fed.R.Civ.P. 26(a)(2), remedy of reasonable expenses and attorney’s fees proper but precluding experts’ testimony unduly harsh under circumstances of particular case).\n“A second factor this court considers is whether the excluded evidence was ‘newly discovered’ after the pretrial conference.” Daniels, 532 A2d at 128. Dr. Marcelo’s favorable testimony at the aborted trial, then request to withdraw, created an exigency for plaintiff that we are satisfied was unforeseeable and so justified the motion to designate a new expert. Cf. Messina v. District of Columbia, 663 A.2d 535, 536 n. 1 (D.C.1995) (denial of motion to amend witness list not abuse of discretion where plaintiff “was aware of witness’ identity long before discovery had closed”).\nThird, “this court treats less favorably motions to supplement the pretrial order made ... on the eve of trial.” Daniels, 532 A.2d at 129. Even recognizing that plaintiff had yet to secure a new expert, her motion was filed three months before the case eventually went to trial. See id. at 128 (“[W]hen appellants attempted to amend the pretrial statement^] ... it was over a month before trial was then scheduled to begin. The trial court had ample time to accommodate any request by appellee to obtain discovery of any additional witnesses identified in appellants’ supplemental pretrial statement”). Finally, considering that this case toned upon expert testimony of the kind Dr. Marcelo had provided at the first trial, failure to allow plaintiff even an abbreviated time in which to designate a new expert carried a very strong risk of prejudice to plaintiff that in fact materialized at the new trial. See id. at 129 (testimony of expert whom plaintiffs sought to designate “might well have tipped the balance in favor of appellants”); Kling v. Peters, 564 A.2d 708, 715 (D.C.1989).\nWe emphasize that modification need not always be permitted just because the movant would be prejudiced otherwise or the opponent would not be harmed by granting it. The combined circumstances of this case, however, including a mistrial through no fault of the plaintiff followed by estrangement from her designated expert, convince us that plaintiff demonstrated good cause under Rule 16(g) and that the trial court abused its discretion in not allowing her any opportunity to name a new expert witness.\nThe judgment of the Superior Court is\nReversed.\n. Although we do not have a transcript of the first trial, defendant has not disputed plaintiff’s assertion that, before the first trial was aborted, Dr. Marcelo had completed his direct examination and testified both that defendant had breached the standard of care and that this had contributed to the husband's death.\n. Defendant points out in his brief that this was the inadvertent result of a change that had taken place in the law firm representing defendant, and entailed no bad faith by the defense. Plaintiff does not dispute this characterization.\n. We reiterate that neither at trial nor on appeal has defendant disputed that Dr. Marcelo’s testimony at the first trial would have been legally sufficient to supply the required expert testimony on the elements of plaintiff's cause. Nor did the trial court point to that testimony as in any way confirming the indications plaintiff had received (following deposition) that Dr. Marcelo would be an unfavorable witness.\n.Of course, the most common — and most detrimental — type of surprise arises where one party seeks to infuse new issues or defenses into the litigation. See, e.g., Taylor v. Washington Hosp. Ctr., 407 A.2d 585, 592-93 (D.C.1979) (upholding trial court’s denial of motion to modify pretrial order to raise new negligence theory against new defendant, which would have frustrated purpose of pretrial to minimize surprise); District of Columbia v. Sterling, 578 A.2d 1163, 1167 (D.C.1990) (new defenses); see also Adams v. A.B. & A., Inc., 613 A.2d 858, 860 (D.C.1992) (party cannot pursue an issue not listed in pretrial order).\nHere, plaintiff was not attempting to reincarnate her claim in a new form; she simply wished to resume her case as she had before the mistrial. It was not defendant — the opponent of the motion — who suffered from an unexpected change in testimony; Dr. Marcelo's “recantation\" eliminated an essential link in plaintiff’s case.\n. Moreover, the trial court could have limited the expert’s testimony to the theory contained in its original pleadings, see Corley, 402 A.2d at 1262, further reducing the risk of surprise to the opposing party.\n. As noted, when the trial court denied it in late January, it had already postponed the trial to late March.\n. See, e.g., Hull v. Eaton Corp., 263 U.S.App.D.C. 311, 314-15, 825 F.2d 448, 451-52 (1987) (per curiam) (no abuse of discretion where district court, under Fed.R.Civ.P. 37(b)(2)(B), precluded expert testimony because of plaintiff's unexcused, continued refusal to name experts, even though result was grant of summary judgment to defendant).",
        "type": "majority",
        "author": "FARRELL, Associate Judge."
      }
    ],
    "attorneys": [
      "Bernard C. Dietz, Washington, DC, was on the brief, for appellant.",
      "Laurence T. Scott, Washington, DC, was on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Leteghergis HABTU, Appellant, v. Ghebru WOLDEMICHAEL, M.D., Appellee.\nNo. 96-CV-544.\nDistrict of Columbia Court of Appeals.\nSubmitted April 3, 1997.\nDecided May 1, 1997.\nBernard C. Dietz, Washington, DC, was on the brief, for appellant.\nLaurence T. Scott, Washington, DC, was on the brief, for appellee.\nBefore SCHWELB, FARRELL, and REID, Associate Judges."
  },
  "file_name": "0846-02",
  "first_page_order": 910,
  "last_page_order": 914
}
