{
  "id": 6094865,
  "name": "Rosenberg Bros. & Co. v. The Simon Levin & Sons Co.",
  "name_abbreviation": "Rosenberg Bros. v. Simon Levin & Sons Co.",
  "decision_date": "1930-02-21",
  "docket_number": "No. 2152",
  "first_page": "847",
  "last_page": "852",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 847"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "43 App. D. C. 1",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        8819454
      ],
      "opinion_index": 1,
      "case_paths": [
        "/app-dc/43/0001-01"
      ]
    },
    {
      "cite": "248 U. S. 90",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3691685
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/248/0090-01"
      ]
    },
    {
      "cite": "46 App. D. C. 449",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1779548
      ],
      "opinion_index": 1,
      "case_paths": [
        "/app-dc/46/0449-01"
      ]
    },
    {
      "cite": "10 Fed. Rep. (2d) 904",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        4067184,
        1653549,
        4066830,
        1653429
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/10/0904-01",
        "/f2d/10/0904-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 682,
    "char_count": 13723,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.17354332240991657
    },
    "sha256": "2df1ea0c774e449c178a9a969a1e1265771a3244c1f6737cdaa39343a2a3ed5e",
    "simhash": "1:09dddd6033a21784",
    "word_count": 2339
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Rosenberg Bros. & Co. v. The Simon Levin & Sons Co."
    ],
    "opinions": [
      {
        "text": "Gaeeett, Judge,\ndelivered the opinion of the court:\nThe question here involved is the right of appellee to have registered as a trade-mark the words “ College Park ” printed beneath a figure or design representing the entrance to either a college building or college grounds, having in the opening between the pillars and beneath an arch an open book with a lighted'lamp or torch.\nThe application is opposed by appellant upon the ground that it is the owner of a mark “ Fashion Park,” associated or used in connection with a representation of two men on horseback, registered in the United States Patent Office in three different forms, the distinguishing feature in each of the forms being the words “Fashion Park.”\nThe examiner of tracle-mark interferences found that no confusion in trade would be likely from the use of the two marks and dismissed the opposition, holding applicant to be entitled to the registration sought. • This action was affirmed by the commissioner and appeal was taken, bringing the matter before us.\nIn his decision the commissioner said:\nNotwithstanding that both marks include the word “ Park,” the general appearance and signification of the marks in their entirety are too different to justify a conclusion of confusion of origin.\nIt is conceded that appellant adopted and applied its mark first and that the goods of the respective parties are of the same descriptive properties, viz, men’s outer clothing.\nThe question for our determination, therefore, is whether the marks themselves are so similar as that their use in commerce would be likety to cause confusion in the minds of prospective purchasers.\nTestimony was taken in the case and no instance of confusion was shown to have occurred. The brief of appellant (opposer) in summing up its contentions does say:\nLikelihood of confusion of goods of applicant with those of opponent clearly evidenced at Baltimore, Md., as well as elsewhere.\nThe only basis for this appears to be that a witness testified that opposer had a dealer at Baltimore who handles its goods. The witness was not asked about confusion at Baltimore or elsewhere. No effort was made to show confusion, no testimony was taken upon that question, and the whole matter is left to depend upon the inference which the tribunals of the Patent Office were, and this court now is, asked to draw from the designs themselves.\nAn inspection of these designs leads us to conclude that there is no reasonable ground upon which to base a belief that confusion is probable or likely. There is no similarity of appearance in the designs. The words, when pronounced, do not have the same sound, except the one word “ Park,” which can not, standing alone, be taken as the dominating characteristic of either of the marks. It is not contended that anyone can secure the exclusive right to use the word “ Park,” and we do not understand the law to deny registration to one combination which includes part of another combination unless the former is so similar to the latter as to create confusion.\nTo our minds there is no similarity of meaning between the words “College ” and “Fashion,” which justifies the conclusion that “ College Park ” is likely to be confused with “ Fashion Park,” although used upon goods of the same descriptive properties. This is particularly true when the other features of difference in the designs ¡are considered.\nThe decision of the Commissioner of Patents is affirmed.",
        "type": "majority",
        "author": "Gaeeett, Judge,"
      },
      {
        "text": "DISSENTING OPINION\nLeneoot, Judge:\nI regret that I find myself unable to concur in the opinion of the majority.\nThe goods upon which the respective marks “ Fashion Park ” and “ College Park ” are used are identical in kind.\nThe record shows that appellant adopted the trade-mark “ Fashion Park ” not later than 1915, and that it has carried on a very extensive advertising campaign, at a cost of approximately $8,000,000, with the words “ Fashion Park ” as the leading feature of its advertisements, and has built up a nation-wide business in clothing bearing its trade-mark.\nThe application of appellee recites that it has used the words “College Park” upon men’s suits and overcoats since February 1, 1926.\nThe majority opinion states:\nTo our minds tliere is no similarity of meaning between tbe words “ College ” and “ Fashion,” which justifies the conclusion that “ College Park ” is likely to be confused with “ Fashion Park,” although used upon goods of the same descriptive properties.\nIn my opinion, the word “ College ” as used as a mark upon men’s clothing conveys the idea of fashion, in so far as college students are concerned. It is a matter of common knowledge that the style of clothes worn by college students is to a very substantial degree followed by the young men of the country. Therefore, the word “ College ” as a mark upon clothes has very much the same meaning as “ Fashion,” and when combined with the word “ Park,” forming the trade-mark “ College Park,” conveys the same meaning to college students, at least, as does the trade-mark “ Fashion Park.”\nThe testimony of appellant shows that it caters to college trade and develops models particularly adapted to college wear. The testimony upon this subject is as follows:\nQ. What do you consider the principal clientele of Rosenberg Bros. & Co-, in their Fashion Park goods?\nA. Fashion Park caters principally to the taste of young men developing most of its models in keeping with their requirements. This means, of course, that we actually cater to the college man because his taste predominates the style in young men’s clothes.\nQ. Do you emphasize in any of your advertising material the fact that you cater to the college man’s taste?\nA. Publicity service and cuts are furnished to1 the dealers showing models particularly adapted to college wear. In our “ copies of dealer’s ads ” (Exhibit F) are twp of these ads, one bearing the name of S, L. Bird & Sons, Detroit, Mich., featuring the Boyal Park models as “ College men prefer.” Another bearing the name of Jacob Keeds Sons, located in Philadelphia, Pa., also featuring Boyal Park as “ Styled for Yale and Princeton men everywhere.” I have marked these two ads “A” and “ B,” respectively, with a blue crayon so as to identify them.\nQ. Were these advertisements as shown in this Exhibit P actually used by your dealers? 1\nA. They were by many of them.\nQ. Then you do cater to college trade and develop models particularly adapted for college wear?\nA. Yes; we do.\nQ. Do any of your dealers cater particularly to the college trade? I mean actually send salesmen directly to the colleges?\nA. Yes; for example, Finchley (Inc.), New York City.\nQ. For how long and how extensively has Finchley done this?\nA.. For five or six years at least. Salesmen are sent io all of the leading colleges throughout the entire United States.\nQ. And do the goods so sold by Finchley to the college trade directly carry the trade-mark label, “ Fashion Park ” ?\nA. They do. That has always been the practice and still is to-day.\nAppellee, in' its brief, in attempting to distinguish between the two marks, states:\n“ Fashion Park ” suggests the ultra in men’s wear, and more particularly the mode set by people of wealth and leisure who can afford to take time to ride around in Fashion Park properly attired.\n“ College Park,” on the other hand, suggests a mode reflecting the studied carelessness and freedom from convention proverbially affected by college men.\nI can not accept any such restricted meaning of either mark. “Fashion ” is defined in the Standard Dictionary as “ The prevailing mode in such things as are subject to change in form or style, as in ornament or etiquette, and especially dress.”\nCollege dress is a “ fashion ” or “ prevailing mode ” adopted by college men; the words “ College Park,” used by appellee, indicate such fashion and appellant’s mark includes it, as the testimony conclusively shows. Therefore, as applied to- clothing worn by college students, at least, both marks have exactly the same significance, and it necessarily follows that the two marks are likely to cause confusion in the mind of the public, especially that part of it to which both parties cater, viz, college men.\nIf there be doubt upon this question, it should be resolved in favor of appellant. In Kassman & Kessner, Inc., v. Rosenberg Bros. & Co., 10 Fed. Rep. (2d) 904, a case involving one of the marks here involved, “ Fashion Park,” the court said that where doubt arises on a question of this character, the courts incline to resolve the doubt against the newcomer, and gave the reason as follows:\nTlie reason for this rule is that the field from which a person may select a trade-mark is practically unlimited, and hence there is no excuse for impinging upon or even closely approaching the mark of a business rival.\nIn the case at bar, appellee had thousands of words from which to select a trade-mark. There was no reason why it should select the particular combination of the words “ College ” and “ Park,” unless it vras to approach as nearly as possible to the mark of appellant without infringement, and profit by purchasers thinking that the clothes made by it were those made by appellant.\nIt has been held that it is the duty of the Patent Office to refuse registration to one whose use of the mark has been of such deceptive character that a court of equity would deny him protection. Coffin Redington Company v. Turner, 46 App. D. C. 449. This is certainly the law where the marks are applied to identical goods, and I can not believe that a court of equity would uphold the mark of appellee. It as been held in many cases that the law of trade-marks is but a part of the broader law of unfair competition.\nIn United Drug Co. v. Rectanus Co., 248 U. S. 90, the function of a trade-mark was stated as follows:\nIts function is simply to designate the goods as the product’ of a particular trader and to protect his good will against the sale of another’s product as his; * * *\nIf appellee had desired in good faith to adopt a trade-mark “ to protect his good will against the sale of another’s product as his,” it would seem that he would have selected a mark so dissimilar to the mark of a competitor that there would be no possibility of confusion. If it desired to use the word “ College ” as a part of its mark it had a perfect right to do so, but why did it select the word “ Park ” to use in combination with the word “ College ” when it must have known that a strong competitor was using the word “ Park ” in combination with the word “ Fashion” ? There are hundreds, if not thousands, of words that might have been used by appellee instead of the word “ Park,” or a like number that might have been used in combination with the word “ College.” The conclusion to me is irresistible that in selecting the words “ College Park,” appellee hoped to secure a benefit from appellant’s mark by reason of their similarity, and I am of the opinion that there was ample ground for such hope.\nThe majority opinion makes mention of the fact that no confusion was-shown in the testimony and no effort was made to show it. Proof of actual confusion is always very difficult to secure. Search would have to be made among customers to find those who had been misled. But it is not necessary to show actual confusion by testimony, nor need there be any presumption of actual confusion. The language of the statute is: “Likely to cause confusion or mistake.” The law is that the mere probability of confusion as a result of the use of the marks by the respective parties is sufficient. Rockwood Pottery Co. v. A. Wilhelm Co., 43 App. D. C. 1.\nIn the case of Rosenberg Bros. & Co. v. Wetherby Kayser Shoe Co., decided at this term, the appellant there being the appellant here, the marks involved were “ Fashion Lane,” used by appelle on men’s,, women’s and children’s footwear, and “Fashion Park,” “Fashion Park Clothes,” and “Tailored at Fashion Park,” each of said last named marks being superimposed upon a small cut or representation of two persons on horseback, and used by appellant on men’s coats,, vests, pants, and overcoats. The question involved was whether the said mark of appellee so nearly resembled the marks of appellant as to be likely to cause confusion or mistake in the mind of the public,, or to deceive purchasers. We there held that the words “ Park ” and “ Lane,” in combination with the word “ Fashion ” and the other elements of the respective marks, as applied to the various goods upon which they were used, were not so similar as to cause confusion. Had the marks in that case been used upon identical goods, as are the marks here involved, a very different question would have been before us. It is clear that marks may be so similar as to cause confusion if used upon goods identical in kind, but so dissimilar that no confusion would arise if used on goods not identical in kind.\nThis dissent is lengthy because I feel very strongly that what seems to me to be an erroneous conclusion of the court will encourage the application for registration of trade-marks, used upon goods identical in kind, with a purpose and intent by the applicant of approaching as nearly as possible the mark of a competitor to which he is entitled, with a hope of securing benefits therefrom.\nIn my opinion, the decision of the commissioner should be reversed.\nBland, J. concurs in this dissent.",
        "type": "dissent",
        "author": "Leneoot, Judge:"
      }
    ],
    "attorneys": [
      "Clarence <?. Campbell for appellant.",
      "T. L. Head for appellee."
    ],
    "corrections": "",
    "head_matter": "Rosenberg Bros. & Co. v. The Simon Levin & Sons Co.\n(No. 2152)\nUnited States Court of Customs and Patent Appeals,\nFebruary 21, 1930\nClarence <?. Campbell for appellant.\nT. L. Head for appellee.\n[Oral argument November 7, 1929, by Mr. Campbell and Mr. Mead]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0847-01",
  "first_page_order": 297,
  "last_page_order": 302
}
