{
  "id": 7297692,
  "name": "Christine T. WALLS, Appellant v. The PHOENIX INSURANCE COMPANY, Appellee",
  "name_abbreviation": "Walls v. Phoenix Insurance",
  "decision_date": "2009-05-19",
  "docket_number": "",
  "first_page": "847",
  "last_page": "855",
  "citations": [
    {
      "type": "official",
      "cite": "979 A.2d 847"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "860 A.2d 124",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "580 Pa. 699",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "829 A.2d 707",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9102374
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/829/0707-01"
      ]
    },
    {
      "cite": "845 A.2d 850",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9275002
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/845/0850-01"
      ]
    },
    {
      "cite": "638 A.2d 1027",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7375107,
        940020
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/638/1027-01",
        "/pa-super/432/0456-01"
      ]
    },
    {
      "cite": "432 Pa.Super. 456",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        940020
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/432/0456-01"
      ]
    },
    {
      "cite": "761 A.2d 162",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11151144
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/761/0162-01"
      ]
    },
    {
      "cite": "963 A.2d 479",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8164206
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/963/0479-01"
      ]
    },
    {
      "cite": "777 A.2d 489",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11079868
      ],
      "pin_cites": [
        {
          "page": "492"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/777/0489-01"
      ]
    },
    {
      "cite": "657 A.2d 1234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11944732,
        472149
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/657/1234-01",
        "/pa/540/0353-01"
      ]
    },
    {
      "cite": "540 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472149
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0353-01"
      ]
    },
    {
      "cite": "707 A.2d 237",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11853026
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "239"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/707/0237-01"
      ]
    },
    {
      "cite": "864 A.2d 1259",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9043600
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1264"
        },
        {
          "page": "1264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/864/1259-01"
      ]
    },
    {
      "cite": "701 A.2d 156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11891605,
        18190
      ],
      "weight": 5,
      "year": 1997,
      "pin_cites": [
        {
          "page": "162",
          "parenthetical": "emphasis supplied"
        },
        {
          "page": "162",
          "parenthetical": "citation and footnote omitted"
        },
        {
          "page": "162"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/701/0156-01",
        "/pa/549/0200-01"
      ]
    },
    {
      "cite": "549 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        18190
      ],
      "weight": 4,
      "year": 1997,
      "pin_cites": [
        {
          "page": "212",
          "parenthetical": "emphasis supplied"
        },
        {
          "page": "213"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/549/0200-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 926,
    "char_count": 20556,
    "ocr_confidence": 0.735,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.34039416969869674
    },
    "sha256": "6c33a82d16f6bb76cac6c6414a094d4bf237d7ab810b6b6b082dd6e2132a37f8",
    "simhash": "1:8ae3e35a73ee16c9",
    "word_count": 3358
  },
  "last_updated": "2024-02-27T20:35:52.823496+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: KLEIN, SHOGAN, JJ., and McEWEN, P.J.E."
    ],
    "parties": [
      "Christine T. WALLS, Appellant v. The PHOENIX INSURANCE COMPANY, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nMcEWEN, P.J.E.\n¶ 1 Appellant, Christine T. Walls, appeals from the order of the Court of Common Pleas of Philadelphia transferring this case to the Court of Common Pleas of Monroe County on grounds of forum non conveniens. We reverse.\n¶ 2 The operative facts of this case are not in dispute, and were ably summarized by the trial court as follows:\nThis case involves the denial of an insurance claim submitted under plaintiff [appellant herein] Christine T. Walls’ policy of insurance (“policy”) with defendant [appellee herein], the Phoenix Insurance Company covering her Monroe County residence, which is located at RR #2, Box 2255 Lake Road, Canadensis, PA 18325. Plaintiff “submitted a claim for sudden and accidental direct physical loss and damage resulting from a partial collapse of the house which occurred on or about October 10, 2007.”\nAt the request of defendant, the property was inspected by an engineer, Franklin M. Davis, Jr., B.S.E. of F.M. Davis Associates, Inc., whose business address is 213 Hackney Lane, Schwenksville, Montgomery County, PA 19473. Mr. Davis authored a report (“report”) dated October 17, 2007, which described his inspection of plaintiffs property and provided his opinion as to what happened to it. The opinion expressed in the report was: “some degree of structural failure” had occurred in the living room beam which allowed the ceiling of the living room area and the floor of the above second floor area to “deflect,” or collapse a few inches. “This was no doubt due to the beam being unable to properly support the dead load of the floor structure together with the live load of furniture and people, combined with the drying out of the beam members over a long period of time[,]” according to the report.\nOn October 24, 2007, after receiving the report, defendant, through its adjuster, Robert Moyl[e]n, sent plaintiff a letter denying her claim. Mr. Moyl[e]n’s business address is 2632 Cherry Lane, Bethlehem, Northampton County, PA 18015.[ 1 Unsatisfied by. defendant’s denial of her claim, plaintiff filed a [civil] complaint on January 17, 2008, alleging breach of contract and bad faith on the part of defendant. According to plaintiffs complaint:\n[o]n or about October 10, 2007, while the policy was in full force and effect, plaintiff suffered direct physical loss and damage to the insured premises believed to be the result of a peril insured against under the policy of insurance issued by defendant, to wit, direct physical loss and damage and/or collapse resulting in damage to the insured premises and those areas and to the extent set forth in the report of F.M. Davis Associates, Inc.\nThe complaint [further] alleged “defendant’s refusal to indemnify plaintiffs loss constitutes a breach of the insurance contract” and defendant’s failure to, inter alia, “pay plaintiffs covered loss in a prompt and timely manner” constitutes bad faith conduct toward plaintiff. Defendant filed an answer with new matter asserting, inter alia, “plaintiff has been fully compensated for the entirety of her covered losses.” Subsequently, on February 25, 2008, pursuant to Pa.R.C.P. 1006(d)(1), defendant filed a forum non conveniens petition to transfer venue to Monroe County. Defendant argued this action could have been brought in Monroe County and that it was both oppressive and vexatious to defendant to have this action in Philadelphia County, and that the case should be transferred to Monroe County because, inter alia, the “occurrence giving rise to this litigation happened in Monroe County;” “[t]rial in Monroe County would provide easier access to conduct a site inspection ... with a jury;” and “[n]o witnesses expected to be called at the time of trial are located in Philadelphia County[.]” In response, plaintiff argued that defendant had not shown “the choice of Philadelphia as venue is vexatious or oppressive.” An argument and evidentiary proceeding was held on May 22, 2008, to determine whether venue in Philadelphia County was oppressive or vexatious to defendant.\nBy an order docketed May 28, 2008, this court granted defendant’s petition and transferred the case to the Court of Common Pleas of Monroe County, Pennsylvania.\nTrial Court Opinion, June 19, 2008, pp. 1-8 (footnotes and record citations omitted). This appeal followed.\n¶ 8 Appellant, in the brief filed in support of this appeal, raises three questions for our review, all of which can be subsumed within the single question of whether the record before the trial court supported its conclusion that the plaintiffs choice of forum in Philadelphia was vexatious or oppressive to the defendant.\n¶ 4 We commence our review of the decision of the trial court’s decision mindful of the mandate of the Pennsylvania Supreme Court that a “plaintiffs choice of forum should rarely be disturbed by the grant of a Rule 1006(d)(1) petition.” Cheeseman v. Lethal Exterminator Inc., 549 Pa. 200, 212, 701 A.2d 156, 162 (1997) (emphasis supplied). Rule 1006(d)(1) of the Pennsylvania Rules of Civil Procedure provides:\nFor the convenience of parties and witnesses the court upon petition of any party may transfer an action to the appropriate court of any other county where the action could originally have been brought.\nPa.R.C.P. 1006(d)(1). The law governing application of this rule is well settled, and provides:\n[A] petition to transfer venue should not be granted unless the defendant meets its burden of demonstrating, with detailed information on the record, that the plaintiffs chosen forum is oppressive or vexatious to the defendant. Thus, ... the defendant may meet its burden of showing that the plaintiffs choice of forum is vexatious to him by establishing with facts on the record that the plaintiffs choice of forum was designed to harass the defendant, even at some inconvenience to the plaintiff himself. Alternatively, the defendant may meet his burden by establishing on the record that trial in the chosen forum is oppressive to him; for instance, that trial in another county would provide easier access to witnesses or other sources of proof, or to the ability to conduct a view of premises involved in the dispute. But, we stress that the defendant must show more than that the chosen forum is merely inconvenient to him.\nCheeseman v. Lethal Exterminator, Inc., supra, 549 Pa. at 213, 701 A.2d at 162 (citation and footnote omitted) (emphasis supplied).\n¶ 5 Thus, the law is clear that the burden, which is a significant one, is on the defendant to demonstrate “with detailed information” that the plaintiff chose her forum with designs to “harass the defendant,” and that a defendant cannot satisfy that burden by a showing of mere inconvenience. Moreover, since the burden is at all times on the defendant, the plaintiffs putative inconvenience is of minor relevance. Id., 549 Pa. at 212 n. 6, 701 A.2d at 162 n. 6 (1997) (The fact that the plaintiff is not a resident of the chosen forum is irrelevant to a forum non conveniens determination); Catagnus v. Allstate Insurance Co., 864 A.2d 1259, 1264 (Pa.Super.2004) (“The location and convenience of the plaintiffs witnesses is generally immaterial to the central question of whether the forum is oppressive to the defendant.”).\n¶ 6 The factors set out by the trial court in the Opinion filed in support of its decision to transfer venue from Philadelphia County to Monroe County included the following: (1) “plaintiff herself lives in Monroe County;” (2) the case is “appropriate for a jury view;” (3) it would be “extremely burdensome to Mr. Moylen, defendant’s adjuster who was assigned to investigate plaintiffs claim, to have this trial in Philadelphia County rather than Monroe County;” and (4) the trial court “agreed ... with an argument by [counsel for] defendant ... [that] ... any other potential witnesses, such as a contractor or code enforcement official, who have seen the residence will likely be from Monroe County.” Trial Court Opinion, supra, pp. 4-6.\n¶ 7 We commence our examination of the merit of these respective factors by reiterating the salient point that the mere fact that the site of the precipitating event was outside of plaintiffs choice of forum is not dispositive. Cheeseman v. Lethal Exterminator, Inc., supra; Johnson v. Henkels & McCoy, Inc., 707 A.2d 237 (Pa.Super.1997). As stated above, whether a plaintiff will be inconvenienced by her own choice of forum is not a significant factor justifying a transfer, since it intrudes upon the right of a plaintiff to choose his or her forum. See: Scola v. AC & S, Inc., 540 Pa. 353, 657 A.2d 1234 (1995). Thus, given that the law affords plaintiff a choice of where to file suit, we can take judicial notice of the fact that appellant considered her own convenience prior to choosing her forum, and courts should not lightly abrogate that choice. See: Catagnus v. Allstate Insurance Co., supra, 864 A.2d at 1264. Therefore, the fact plaintiff “lives in Monroe County ... [and] ... is plainly inconveniencing herself’ was not a factor that should have inured to the benefit of defendant.\n¶ 8 Next, the trial court’s “conclusion” that the case is “appropriate for a jury view” was based on nothing more than defendant’s engineer’s affidavit that “[g]iven the nature of the plaintiffs claim, it may be necessary for members of a jury to see the plaintiffs home in order to understand the damages.” Trial Court Opinion, supra, p. 5, citing Affidavit of Franklin, M., Davis, Jr., B.S.E. This Court has previously observed that a site visit is “seldom necessary,” Johns v. First Union Corporation, 777 A.2d 489, 492 (Pa.Super.2001) (emphasis supplied), and our experience is that such visits are rarely conducted. Moreover, it bespeaks the obvious to state that as a matter of grammatical construction if something “may be necessary” it is equally true that “it may not be necessary.” Thus, such a mere guess about the likelihood of a future step can hardly be construed as the type of “detailed information on the record” that was mandated by the Supreme Court in Cheeseman, supra. Therefore, a defendant’s vacuous contention about what yet “may” be, can hardly be regarded as an adequate basis to deny the plaintiff her choice of forum.\n¶ 9 The further thought occurs that defendant’s emphasis on the necessity for a jury view seems contrived given the facts (1) that it was unlikely, some six to twelve months later, that the scene would be substantially the same as when the insurance company denied coverage, and (2) that the rationale that a view would be needed “for the purpose of assessing damages” was inconsistent with defendant’s asserted defenses of no liability. Moreover, there is no reason to believe that photographs, videos, or even an internet transmitted web-cast, could not suffice to provide the jury a sense of the condition of the property and the damages claimed.\n¶ 10 The trial court next cited the hardship of imposing upon a defense witness, adjuster Moylen, the rigors attendant a journey to a Philadelphia courtroom, a burden that would have included “the significant number of additional miles he would have [had] to travel” in order to appear in court in Philadelphia and the onus of the “rising cost of fuel and parking near City Hall in Philadelphia.” However, Mr. Moylen is not a hapless citizen being hauled into court, but is a professional insurance claims adjuster who will surely be fully compensated by his client, in an amount that includes related expenses. True it is that this compensation will ultimately be borne by appellee, but such costs strikes this Court as a normal expense of a party to litigation. Moreover, the reliance of appellee upon the incremental expense of an appearance of an adjuster at trial ignores the corollary effect that by transferring this case to Monroe County, appellee would actually be faced with the significantly greater defense expense of the compensation of Philadelphia defense counsel to travel to, and/or stay in, Monroe County for the duration of the trial. Thus, there is no basis upon which to find that appellant’s choice of forum would constitute harassment, or prove vexatious or oppressive to the defendant.\n¶ 11 Finally, the court referenced as a relevant factor other “potential” witnesses who might be called to appear. However, appellee named but two witnesses, aside from appellant and adjuster Moylen, and appellee has provided no specific basis upon which to believe that that any unnamed witnesses possessed relevant information. Thus such a reference was speculative at best, and, as we have herein-above stated, such speculation can hardly be considered the type of “detailed information on the record” that it is the defendant’s burden to produce prior to denying plaintiff her choice of forum.\n¶ 12 Therefore, although the trial court cited to a list of factors in support of its conclusion that plaintiffs choice of forum was vexatious, we conclude that those “factors,” for the reasons recited, fail, as a matter of law, to meet the burden of defendant to establish that plaintiffs choice of forum was oppressive or vexatious. See generally: Wilson v. Levine, 963 A.2d 479 (Pa.Super.2008); Cooper v. Nationwide Mutual Insurance Company, 761 A.2d 162 (Pa.Super.2000). Thus, we reverse the decision of the trial court and remand this case to that court for further proceedings.\n¶ 13 Order reversed. Case remanded. Jurisdiction relinquished.\n¶ 14 KLEIN, J., CONCURS IN THE RESULT.\n. It bears mention that, as the trial court duly noted, the letter denying appellant’s claim was actually sent by Mr. Moylen from a Berks County address, which was an office operated by Travelers Insurance Company. See: Trial Court Opinion, June 19, 2008, p. 2 n. 2.\n. The statement of questions involved on appeal contained in appellant's brief recites:\nWhether the lower court misapplied the law when it transferred the case to Monroe County?\nWhether the lower court abused its discretion and/or misapplied the law when the defendant provided no evidence of record that plaintiff’s choice of venue was oppressive or vexatious to defendant, Phoenix Insurance Company?\nWhether the lower court abused its discretion and misapplied the law when it did not hold defendant to the stringent burden set forth in Cheeseman v. Lethal Exterminator Inc., 549 Pa. 200, 701 A.2d 156, 162 (1997)?\nBrief of Appellant, p. 5.\n. The standard governing our review of a trial court's decision on a transfer of venue based upon a claim of forum non conveniens is one of abuse of discretion. Such an abuse will be found when the trial court \"misapplies the law or exercises [its] judgment in a manner that is manifestly unreasonable or the result of bias, prejudice or ill will.\" Johnson v. Henkels & McCoy, Inc., 707 A.2d 237, 239 (Pa.Super.1997).\n. It bears mention that appellee in its brief to this Court incorrectly states that \"[t]he most important consideration for the court in determining whether to grant a transfer of venue based on forum non conveniens is whether or not an alternative forum is available to the plaintiff.” Brief of Appellee, p. 6. This is a clear misstatement of the law, since, as the Supreme Court in Cheeseman made clear, the only relevant inquiry is whether the plaintiff’s choice of forum is oppressive or vexatious to the defendant. Appellee's error, which is obvious from its reliance on the case of Farley v. McDonnell Douglas Truck Services, Inc., 432 Pa.Super. 456, 638 A.2d 1027 (1994), proceeds from a failure to distinguish (1) those \"forum non conveniens \" cases that are filed under statutory authority, specifically 42 Pa. C.S. § 5322(e), which permits the complete dismissal or transfer of a cause of action to an out-of-state forum, from (2) those cases in which a transfer is sought pursuant to Rule 1006(d)(1) of the Pennsylvania Rules of Civil Procedure.\nIt bears further comment that appellee's argument to the trial court was similarly erroneously grounded upon a statutory forum non conveniens case, namely, D’Alterio v. New Jersey Transit Rail Operations, Inc., 845 A.2d 850 (Pa.Super.2004). See: N.T., May 22, 2008, pp. 8-10; Defendant, The Phoenix Insurance Company’s Petition to Transfer Venue on the Basis of Forum Non Conveniens Pursuant to Pa.R.C.P. 1006(d)(1), ¶¶ 13-18. The distinction is significant, since in a statutory forum non conveniens case it is appropriate to consider the public factor of having a jury be burdened with a case to which it \"has no relation to the litigation,” D’Alterio, supra, at 852, whereas that is not a consideration in a Rule 1006 forum non conveniens case. See generally: Johnson v. Henkels & McCoy, Inc., supra.\n. In its Opinion filed in support of its decision, the trial court opined that it transferred the case \"to the more appropriate forum and alleviated defendant of plaintiffs forum shopping.\" Trial Court Opinion, supra, p. 7 (emphasis supplied). However, as emphasized above, the inquiry called for by the Pennsylvania Supreme Court is not which forum is \"more appropriate,” but whether the defendant can sustain its burden to show that defending its position in that chosen forum would be \"vexatious.” Moreover, the law of Pennsylvania does not preclude “forum shopping” per se. In fact, there may be quite appropriate reasons for a plaintiff to seek a certain forum — for example, a forum might, as here, be closer to the office of plaintiff’s attorney, or closer to a transportation center. Thus, the Pennsylvania Supreme Court has not precluded \"forum shopping,” and the mere invocation of that phrase does not trigger such a talismanic effect as to cause an abrupt termination of the inquiry.\n. Trial Court Opinion, supra, pp. 6-7.\n.We are not unmindful of the fact that this Court, in Wood v. E.I. du Pont de Nemours and Company, 829 A.2d 707 (Pa.Super.2003), appeal denied, 580 Pa. 699, 860 A.2d 124 (2004), ruled that the necessity for a jury view could be a legitimate factor in the consideration provided an application for a change of venue. However, it bears emphasis that the Court there specifically referenced the fact that the defendant there had developed a factual record regarding the need for such a jury view. Id., at 829 A.2d at 711 n. 3 (\"[Ajddi-tional discovery highlighted the need for a site visit to the plant.”). Here, no such discoveiy took place, and the trial court merely accepted the unsupported claims of defense counsel.\n. Appellee, in New Matter, specifically pleaded, inter alia, that:\n¶ 25. Defendant fulfilled any alleged duty or obligations toward plaintiff.\n¶ 27. Defendant has complied with all applicable provisions in the policy of insurance.\n¶ 28, Plaintiff has been fully compensated of the entirety of her covered losses.\nDefendant The Phoenix Insurance Company's Answer to Plaintiffs Complaint with New Matter, February 26, 2008, ¶¶ 25, 27, 28.\n. Trial Court Opinion, supra, p. 6.\n. Trial Court Opinion, supra, p. 6 n. 5.\n. Appellee, in the motion to transfer venue, made specific reference to only the following witnesses as being relevant to its application:\n¶ 9. Based on defendant’s investigation, the following is a list of the parties and potential witnesses:\nChristine T. Walls RR # 2 Box 2255 Lake Road Canadensis, PA 18325 Monroe County, PA\nRobert Moylen 2632 Cherry Lane Bethlehem, PA 18015 Northampton County, PA\nFranklin M. Davis, Jr. 213 HackenyLane Schwenksville, PA 19473 Montgomery County, PA\nRich Driscoll 519 Bristol Pike Croydon, PA 19021 Bucks County, PA\nSee: Defendant, The Phoenix Insurance Company’s Petition to Transfer Venue on the Basis of Forum Non Conveniens Pursuant to Pa. R.C.P. 1006(A)(1), ¶ 9. For the reasons discussed previously, the inclusion of plaintiff on this list is merely an attempted distraction by appellee, and reference to adjuster Moylen is, as we have discussed, of marginal significance. The remaining two witnesses, reside in counties contiguous to Philadelphia, and not counties contiguous to the Monroe County forum appellee claims would be more convenient. Finally, as earlier mentioned, Robert Moylen, whose address is cited as being in a county contiguous to Monroe County — namely, Northampton County — actually filed his report listing his business address as being from the noncontiguous county of Berks.",
        "type": "majority",
        "author": "McEWEN, P.J.E."
      }
    ],
    "attorneys": [
      "Lynda R. O’Brien, Philadelphia, for appellant.",
      "Monica E. O’Neill, Philadelphia, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Christine T. WALLS, Appellant v. The PHOENIX INSURANCE COMPANY, Appellee.\nSuperior Court of Pennsylvania.\nArgued Jan. 28, 2009.\nFiled May 19, 2009.\nLynda R. O’Brien, Philadelphia, for appellant.\nMonica E. O’Neill, Philadelphia, for ap-pellee.\nBEFORE: KLEIN, SHOGAN, JJ., and McEWEN, P.J.E."
  },
  "file_name": "0847-03",
  "first_page_order": 877,
  "last_page_order": 885
}
