{
  "id": 8091471,
  "name": "STATE of Delaware v. William A. BLISS, Defendant Below",
  "name_abbreviation": "State v. Bliss",
  "decision_date": "1968-02-15",
  "docket_number": "",
  "first_page": "848",
  "last_page": "851",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 848"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "17 L.Ed.2d 784",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "opinion_index": 0
    },
    {
      "cite": "87 S.Ct. 860",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "386 U.S. 911",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6194816,
        6194625,
        6195241,
        6194352,
        6195000,
        6194137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0911-04",
        "/us/386/0911-03",
        "/us/386/0911-06",
        "/us/386/0911-02",
        "/us/386/0911-05",
        "/us/386/0911-01"
      ]
    },
    {
      "cite": "150 S.E.2d 1",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "268 N.C. 69",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8560152
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/268/0069-01"
      ]
    },
    {
      "cite": "153 S.E. 2d 663",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "115 Ga.App. 100",
      "category": "reporters:state",
      "reporter": "Ga. App.",
      "case_ids": [
        1622558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga-app/115/0100-01"
      ]
    },
    {
      "cite": "231 N.E.2d 919",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "386 U.S. 18",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168882
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "24"
        },
        {
          "page": "828"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0018-01"
      ]
    },
    {
      "cite": "237 A.2d 209",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "378 U.S. 478",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166688
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0478-01"
      ]
    },
    {
      "cite": "224 A.2d 596",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8102824
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/224/0596-01"
      ]
    },
    {
      "cite": "222 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8101676
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/222/0326-01"
      ]
    },
    {
      "cite": "212 A.2d 722",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "222 N.E.2d 829",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "9 Ohio App.2d 38",
      "category": "reporters:state",
      "reporter": "Ohio App. 2d",
      "case_ids": [
        1463047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-app-2d/9/0038-01"
      ]
    },
    {
      "cite": "278 N.Y.S.2d 732",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "opinion_index": 0
    },
    {
      "cite": "53 Misc.2d 472",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1181832
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/53/0472-01"
      ]
    },
    {
      "cite": "226 A.2d 16",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "93 N.J.Super. 380",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        293082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/93/0380-01"
      ]
    },
    {
      "cite": "388 U.S. 218",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168076
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0218-01"
      ]
    },
    {
      "cite": "384 U.S. 757",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12047531
      ],
      "weight": 5,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0757-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 7,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 641,
    "char_count": 9809,
    "ocr_confidence": 0.764,
    "pagerank": {
      "raw": 2.9489091905352217e-07,
      "percentile": 0.8487070095592446
    },
    "sha256": "9305975a85f06e1104c85634000b2ee8c627ac5b27fe10e49fd3e8d187d0d118",
    "simhash": "1:d9b937f165e5077e",
    "word_count": 1667
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, Chief Justice, and CAREY and HERRMANN, Justices, sitting."
    ],
    "parties": [
      "STATE of Delaware v. William A. BLISS, Defendant Below."
    ],
    "opinions": [
      {
        "text": "CAREY, Justice:\nThe Superior Court, on its own motion, has certified two questions which were raised in that Court by a pretrial motion of William A. Bliss, the defendant, to suppress certain evidence. The defendant is charged with driving a motor vehicle while under the influence of intoxicating liquor in violation of T. 21 Del.C. § 4176. The questions certified are these:.\n“QUESTION 1. Are all oral statements secured by the police from a defendant detained for a motor vehicle violation, the crime of driving under the influence of intoxicating liquor, admissible into evidence when the police failed to advise the defendant that if he could not afford an attorney one would be appointed for him prior to any questioning if he so desired?\nQUESTION 2. In light of the recent United States Supreme Court decision in Miranda v. [State of] Arizona [384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694], supra; Schmerber v. [State of] California, 384 U.S. 757, 16 L.Ed.2d 908, 86 S.[Ct.] 1826 (1966); and United States v. Wade, 35 L.W. 4597 [388 U.S. 218, 87 S.Ct. 1926, 18 L.Ed.2d 1149] (June 12, 1967), was defendant’s privilege against self-incrimination, right to counsel and right to be free of unreasonable searches and seizures violated by the introduction into evidence of all physical evidence secured by the police, including coordination and breathalyzer tests ?”\nThe certification contains the following statement of facts as to which there is no present controversy:\n“On August 26, 1966, the defendant was stopped by the Wilmington police officer who apparently observed Mr. Bliss driving in an erratic manner. The officer stopped Mr. Bliss, asked for his operator’s license and registration card and, in doing so, smelled the odor of alcohol on his breath. The officer called for a patrol wagon, which came and carried Mr. Bliss to the Wilmington Police Headquarters. At the police station, another officer advised Mr. Bliss:\n1. That he had the right to remain silent ;\n2. That anything he said could be used against him in a court of law;\n3. That he had the right to the presence of an attorney; and\n4. That he need not take any tests that the police might seek to administer.\nAt the time of this advice the police did not know the defendant had an attorney or ample funds to afford an attorney.\nFollowing these warnings, Mr. Bliss submitted to various physical tests, including coordination tests and a ‘breathalyzer’ test. In addition, the officer asked Mr. Bliss questions as to when, where, and how much he had to drink. Mr. Bliss gave answers to these questions”.\nThe police did not inform defendant that if he could not afford an attorney one would be appointed for him if he so desired. There is no suggestion that the police mistreated him or made any threats or promises. According to the briefs, the coordination tests were the testing and observation of defendant’s ability to walk a straight line and to touch his finger to his nose. In the breathalyzer test he blew up a rubber balloon from which the percentage of alcohol in his blood was ascertained.\nQUESTION No. 1\nDefendant argues that the oral statements made by him in answer to questions of the officer are inadmissible because he was not told, prior to the questioning, that he had the right to appointed counsel if he did not have the funds to employ one, in accordance with Miranda v. State of Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed. 2d 694. We disagree for two reasons: (1) we do not believe the Miranda rule applies to this case and (2) we are convinced beyond a reasonable doubt that defendant suffered no harm by the failure to tell him about the availability of appointed counsel.\nUp to the present, the Supreme Court of the United States has not laid down a specific division line between those cases in which Miranda applies and those in which it does not. The rule is, of course, not expressly limited to the type of heinous crimes involved in the Miranda series of .cases; but that Court’s decisions furnish no illustrations of the type of cases which do not fall within the rule. A number of State Courts, however, consider motor vehicle offenses as falling outside the scope of Miranda. Examples are State v. Zucconi, 93 N.J.Super. 380, 226 A.2d 16; People v. Bliss, 53 Misc.2d 472, 278 N.Y.S.2d 732; City of Columbus v. Hayes, 9 Ohio App.2d 38, 222 N.E.2d 829. In Ohio, these offenses are excluded from the rule even though in any drunken driving conviction the defendant must spend a minimum of three days in custody. There are practical reasons why motor vehicle offenses should be treated somewhat differently in some respects than most other offenses. Among them is the fact that, in 1966, there were 1087 arrests in Delaware for driving vehicles under the influence of intoxicating liquor alone.\nIn King v. State, Del., 212 A.2d 722; Parson v. State, Del., 222 A.2d 326; and Jarvis v. State, Del., 224 A.2d 596, we have declined to extend the application of Esco-bedo v. State of Illinois, 378 U.S. 478, 84 S.Ct. 1758, 12 L.Ed.2d 977, beyond its clear limits. We likewise decline to extend the Miranda rule, beyond its clear limits; until the Supreme Court- furnishes further guidelines, we will not apply it to motor violations. Nothing here said is meant to close the door upon proper proof that statements were made by a defendant because of force, threats or other wrongful inducements by the police and are therefore inadmissible. In the present case, the record suggests nothing of that nature.\nEven if we were to hold that Miranda is applicable to this type of case, this defendant’s position cannot be upheld because he has shown no actual prejudice. Cf. Commonwealth v. Padgett, Pa., 237 A.2d 209. Any incompleteness in the warning was, in our opinion, harmless beyond a reasonable doubt. Chapman v. State of California, 386 U.S. 18, 24, 87 S.Ct. 824, 828, 17 L.Ed.2d 705. Neither the record nor the briefs contain the slightest intimation that the defendant could not afford retained counsel. The meager information given us suggests the contrary; the car was registered in his name, and he is presently represented by counsel apparently employed by himself or by someone for him. We are not aware of any rule which requires a State to furnish counsel to a defendant who is able to obtain one for himself. The failure of the police to advise him of a theoretical right to which he is not entitled can hardly be considered prejudicial. In several other states, a similar holding has been made. See Commonwealth v. Wilbur, Mass., 231 N.E.2d 919; O’Neal v. State, 115 Ga.App. 100, 153 S.E. 2d 663; and State v. Gray, 268 N.C. 69, 150 S.E.2d 1, cert. den. 386 U.S. 911, 87 S.Ct. 860, 17 L.Ed.2d 784. We agree with the following quotation from Commonwealth v. Wilbur, supra:\n“We think the warning principles announced in the Miranda case must be applied reasonably and with common sense and do not constitute an arid, ritualistic formula to be administered inflexibly. We assume that the principles are designed to achieve the substance of protection of defendants requiring protection and not to penalize (for minor and non-prejudicial failure to adhere to a precise formula) law enforcement officials intelligently attempting in good faith to afford arrested persons considerate treatment and due process of law.”\nWe hold that the oral statements are admissible under the facts before us.\nQUESTION No. 2\nThe defendant contends that the results of the coordination and breathalyzer tests are inadmissible because they were obtained in violation of his rights under the Fourth, Fifth and Sixth Amendments to the Federal Constitution and in violation of T. 11 Del.C. § 2301. To the extent that his argument is based upon an alleged deprivation of his Miranda rights, it has already been answered. He argues, however, that by these tests his rights against self-incrimination and unreasonable searches were violated.\nWe point out again the absence of anything in the record to suggest any compulsion to perform the acts done. After having been told that he need not take any tests, he nevertheless performed them upon request without offering any objection; in short, he consented and thereby waived his privilege. Moreover, the very case he relies upon (Schmerber v. State of California, 384 U.S. 757, 86 S.Ct. 1826, 16 L.Ed.2d 908) is against him. In that case, in spite of the accused’s refusal on advice of counsel to allow a blood sample to be obtained, it was nevertheless forcibly taken. This was held not to be a violation of the Fourth, Fifth and Sixth Amendments. A fortiorari, in our opinion, those rights are not violated where the accused, without objection and with knowledge that he was not compelled to comply, walked a few steps, touched his nose and blew up a rubber balloon at the request of an officer.\nT. 11 Del.C. § 2301 bars the search of any person without his consent except when made pursuant to a statute. This section furnishes no assistance to this defendant because he consented, according to the record.\nIn the factual situation presented, Question No. 1 must be answered in the affirmative and Question No. 2 in the negative.\nThe police are advised to give this warning rather than rely upon a future finding of lack of prejudice. It is easily given and, if given, forestalls delays in disposition of cases in instances like the present one. We think this is the meaning of footnote 43 in Miranda v. State of Arizona, supra.",
        "type": "majority",
        "author": "CAREY, Justice:"
      }
    ],
    "attorneys": [
      "Robert G. Elliott, Jr., Deputy Atty. Gen., for the State.",
      "George C. Hering, III, and Edward F. VonWettberg, III, of Morris, James, Hitchens & Williams, Wilmington, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Delaware v. William A. BLISS, Defendant Below.\nSupreme Court of Delaware.\nFeb. 15, 1968.\nRobert G. Elliott, Jr., Deputy Atty. Gen., for the State.\nGeorge C. Hering, III, and Edward F. VonWettberg, III, of Morris, James, Hitchens & Williams, Wilmington, for defendant.\nWOLCOTT, Chief Justice, and CAREY and HERRMANN, Justices, sitting."
  },
  "file_name": "0848-01",
  "first_page_order": 880,
  "last_page_order": 883
}
