{
  "id": 11501395,
  "name": "In the Matter of a Member of the Bar of the State of Delaware Joseph E. FUNK",
  "name_abbreviation": "In re a Member of the Bar of the State Funk",
  "decision_date": "1999-12-16",
  "docket_number": "Nos. 154,1997, 226,1999",
  "first_page": "851",
  "last_page": "855",
  "citations": [
    {
      "type": "official",
      "cite": "742 A.2d 851"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "683 A.2d 1046",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871893
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "1049"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/683/1046-01"
      ]
    },
    {
      "cite": "503 A.2d 1198",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7914988
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/503/1198-01"
      ]
    },
    {
      "cite": "632 A.2d 80",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7361582
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/632/0080-01"
      ]
    },
    {
      "cite": "652 A.2d 1071",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879006
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "1076",
          "parenthetical": "citing In re Agostini, Del.Supr., 632 A.2d 80, 81 (1993)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/1071-01"
      ]
    },
    {
      "cite": "559 A.2d 1251",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7907604
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/559/1251-01"
      ]
    },
    {
      "cite": "257 A.2d 382",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8087564
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/257/0382-01"
      ]
    },
    {
      "cite": "581 A.2d 1118",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7370894
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "1125"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/581/1118-01"
      ]
    },
    {
      "cite": "582 A.2d 929",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7384957
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "932"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/582/0929-01"
      ]
    },
    {
      "cite": "587 A.2d 1067",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11944955
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "1069-71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/587/1067-01"
      ]
    },
    {
      "cite": "630 A.2d 652",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11323905
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/630/0652-01"
      ]
    },
    {
      "cite": "721 A.2d 157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11787515
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "165"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/721/0157-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 11077,
    "ocr_confidence": 0.672,
    "pagerank": {
      "raw": 1.1713448187212992e-07,
      "percentile": 0.5864996376236606
    },
    "sha256": "a6293c2bcd5ba248f8b8b049413f6f1cfb5c6325b5606a3bd0bd3d3aa2a06ef2",
    "simhash": "1:36d3d6d725a0e60f",
    "word_count": 1782
  },
  "last_updated": "2024-02-27T18:02:01.051786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOLLAND, HARTNETT and BERGER, JJ."
    ],
    "parties": [
      "In the Matter of a Member of the Bar of the State of Delaware Joseph E. FUNK."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nThe matter before this Court is a Disciplinary Proceeding. We are called upon to review a report of the Board of Professional Responsibility (“Board”) directed to charges of professional misconduct against the Respondent, Joseph E. Funk (“Funk”), a member of the Delaware Bar. This Court temporarily suspended Funk from the practice of law on September 29, 1997. At that time, Funk had been charged by federal authorities with “serious crimes” and was incarcerated. This Court concluded that Funk “pose[d] a substantial threat of irreparable harm to his clients, prospective clients, other members of the public and the orderly administration of justice.” The Court of Chancery immediately appointed a receiver for Funk’s law practice.\nThe Court has before it the Board’s Final Report (“Report”) and recommendation. The Board proceeding followed Funk’s plea of guilty in the United States District Court for the District of Delaware to a charge of possession of a firearm by a prohibited user (an unlawful drug user) in violation of Title 18, United States Code, Section 922(g)(3). In its Report, the Board concluded that Funk’s conviction for felony possession of a firearm constituted a “serious crime” under Board Rule 16(c) and was conclusive on the issue of a violation of the Delaware Rules of Professional Conduct. The Board further determined that, given the presence of substantial aggravating factors and the absence of any mitigating factors, the severity of Funk’s misconduct warranted disbarment. We agree with the Board’s conclusions and the recommendation of disbarment.\nFunk’s Criminal Conduct\nIn the Petition for Discipline filed with the Board by the Office of Disciplinary Counsel, Funk was charged with violating Rule 8.4(b) of the Delaware Lawyers’ Rules of Professional Conduct (commission of a criminal act that reflects adversely on a lawyer’s honesty and fitness). The disciplinary charge arose out of a federal court felony indictment that resulted in Funk’s guilty plea, conviction, and incarceration in March 1998. The allegations in the Petition for Discipline are set forth, in pertinent part, as follows:\n1. Joseph E. Funk, Esq. is a member of the Bar of the Supreme Court of the State of Delaware, having been admitted to practice in 1980.\n2. At all times relevant, [Funk] was engaged in the private practice of law in the State of Delaware.\n3. From on or about August 12, 1997 and continuing through on or about August 27, 1997, in the State and District of Delaware, Funk, an unlawful user of a controlled substance, marijuana, did knowingly possess ... a Beretta Model 92FS firearm.\n4. From on or about July 1, 1997 and continuing through on or about August 27, 1997, ... Funk ... did knowingly possess ... fourteen (14) firearms.\n5. From on or about August 26, 1997 and continuing through on or about August 27, 1997, Funk did knowingly possess marijuana, a Schedule I non-narcotic substance, in violation of Title 21, United States Code, Section 844(a).\n6. From on or about August 7, 1997 and continuing through on or about August 12, 1997, Funk, in connection with the acquisition of a firearm from a licensed firearms dealer, willfully induced and procured an unnamed person to knowingly state that he, the unnamed person, was the purchaser of the firearm. This action constituted a false statement intended and likely to deceive the firearms dealer with respect to a fact material to the lawfulness of the sale of the firearm, that fact being the true identity of the purchaser of the firearm, in violation of Title 18, United States Code, Section 922(a)(6) and Title 18, United States Code, Section 2.\n7. In connection with the foregoing acts, [Funk] was criminally charged with violations of Title 28, United States Code, Section 922(g)(3) (felony possession of a firearm or firearms by a prohibited user); Title 21, United States Code, Section 844(a)' (possession of a controlled substance); and Title 18, United States Code, Section 922(a)(6) (making false statement or misrepresentation of identity in sale of firearm).\n8. On March, 11 1998, on his plea of guilty to Count 1 of the federal indictment, [Funk] was convicted of a single count of felony possession of a firearm by a prohibited user in violation of Title 18, United States Code, Section 922(g)(3).... The remaining charges were dismissed pursuant to the plea agreement accepted on November 17, 1997. [Funk] was thereafter sentenced to seventeen (17) months incarceration in a federal correctional institution, and to a period of supervised release for three (3) years, during which time Funk was required to participate in a drug and alcohol after-care treatment program.\n9. The federal conviction for felony possession of a firearm by a prohibited user constitutes a “serious crime” under Rule 16(c) and is conclusive on the issue of a violation of the Rules of Professional Conduct.\nFunk did not file an answer to the Petition for Discipline. Therefore, the charge set forth in the Petition for Discipline was deemed admitted, pursuant to Board Rule 9(d).\nAggravating Factors\nIn December 1992, this Court approved a conditional admission by Funk to violations of DLRPC Rule 1.3 (failure to pay medical bills in an Industrial Accident Board matter as promised); DLRPC Rule 1.4(a) (failure to keep a client reasonably informed and to respond to reasonable requests for information); and DLRPC 8.4(b) (guilty pleas in Delaware to carrying concealed a dangerous instrument and assault in the third degree; New Jersey indictment for unlawful possession of a weapon, possession of a prohibited device (hollow-point bullets), unlawful acquisition of a handgun; and summonses on charges of possession of an open container in a motor vehicle, consumption of alcohol in a motor vehicle, and possession of marijuana).\nIn April 1994, this Court approved a conditional admission by Funk for violations of DLRPC 3.3 Rule (a)(2) (knowingly failing to disclose a material fact to a tribunal when disclosure is necessary to avoid a fraudulent act by the client), and DLRPC Rule 8.4(d) (conduct prejudicial to the administration of justice). Funk had failed to disclose to the Family Court that his client, after showing proof that child support payments were current, had demanded and had been refunded amounts held in escrow required to be posted by his client with the Family Court.\nThis Court’s disciplinary action in two other consolidated cases against Funk have been stayed by Order of this Court dated October 6, 1997, pending the outcome of the instant disciplinary proceedings. The first case alleges a violation of DLRPC Rule 1.3 on the basis of Funk’s failure to file suit on behalf of a client prior to the expiration of the statute of limitations. Funk has admitted the allegations. In the second case, the Board concluded that Funk had violated DLRPC Rules 1.1, 1.15(a), 1.15(b), 1.15(d), and Interpretive Guideline No. 2, relating to failure to file personal and business tax returns and to pay taxes due for several years, and deficiencies in maintaining the books and financial records of his law office.\nNo Mitigating Factors\nNo mitigating factors have been presented on Funk’s behalf. Funk has not responded to any inquiries from the Office of Disciplinary Counsel. Funk has not entered an appearance, neither pro se nor through counsel, in the proceedings before either the Board or this Court.\nDisbarment Only Appropriate Sanction\nThis Court is vested with the inherent and exclusive authority for disciplining members of its Bar. In the past, this Court has cited with approval, the ABA Standards for Imposing Lawyer Sanctions. The relevant American Bar Association Standards for Imposing Lawyer Sanctions is 5.11. That section provides:\n5.11 Failure to Maintain Personal Integrity\nAbsent aggravating or mitigating circumstances, upon application of the factors set out in Standard 3.0, the following sanctions are generally appropriate in cases involving commission of a criminal act that reflects adversely on the lawyer’s honesty, trustworthiness, or fitness as a lawyer in other respects, or in cases with conduct involving dishonesty, fraud, deceit, or misrepresentation:\n5.11 Disbarment is generally appropriate when:\n(a) a lawyer engages in serious criminal conduct, a necessary element of which includes intentional interference with the administration of justice, false swearing, misrepresentation, fraud, extortion, misappropriation, or theft; or the safe, distribution or importation of controlled substances; or the intentional killing of another; or an attempt or conspiracy or solicitation of another to commit any of these offenses; or\n(b) a lawyer engages in any other intentional conduct involving dishonesty, fraud, deceit, or misrepresentation that seriously adversely reflects on the lawyer’s fitness to practice.\nThe Delaware Lawyer’s Rules of Professional Conduct are promulgated by this Court to set forth standards of ethical conduct to which all Delaware lawyers must conform to continue to practice law. The lawyer discipline system was not designed to be either punitive or penal in nature. When sanctions are imposed, this Court is guided by its prior precedents.\nIn deciding upon the appropriate sanction, this Court considers the multifaceted but congruent purpose of disciplinary proceedings is “to protect the public; to foster public confidence in the Bar; to preserve the integrity of the profession; and to deter other lawyers from similar misconduct.” The record reflects a pattern of unethical conduct by Funk that demonstrates a disgraceful history of complete disregard for his responsibilities as an officer of this Court imbued with public trust in the proper administration of justice. In Funk’s case, the only appropriate sanction is disbarment.\nConclusion\nThe recommendation of the Board is accepted. It is hereby ordered that Joseph E. Funk be disbarred from membership in the Delaware Bar. His name shall be stricken immediately from the Roll of Attorneys entitled to practice before the courts of this State.\n. In re Shearin, Del.Supr., 721 A.2d 157, 165 (1998).\n. Id. See also In re Barrett, Del.Supr., 630 A.2d 652 (1993); In re Brewster, Del.Supr., 587 A.2d 1067, 1069-71 (1991); In re Higgins, Del.Supr., 582 A.2d 929, 932 (1990); In re Clyne, Del.Supr., 581 A.2d 1118, 1125 (1990).\n. See In re Member of the Bar, Del.Supr., 257 A.2d 382 (1969).\n. See In Matter of Rich, Del.Supr., 559 A.2d 1251 (1989).\n. In re Shearin, Del.Supr., 721 A.2d 157 (1998).\n. In re Figliola, Del.Supr., 652 A.2d 1071, 1076 (1995) (citing In re Agostini, Del.Supr., 632 A.2d 80, 81 (1993)).\n. See In re Kennedy, Del.Supr., 503 A.2d 1198 (1985).\n. See In re Dorsey, Del.Supr., 683 A.2d 1046, 1049 (1996).",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Mary M. Johnston, and Michael McGin-niss, Office of Disciplinary Counsel, Wilmington, Delaware."
    ],
    "corrections": "",
    "head_matter": "In the Matter of a Member of the Bar of the State of Delaware Joseph E. FUNK.\nNos. 154,1997, 226,1999.\nSupreme Court of Delaware.\nSubmitted: Oct. 20, 1999.\nDecided: Dec. 16, 1999.\nMary M. Johnston, and Michael McGin-niss, Office of Disciplinary Counsel, Wilmington, Delaware.\nBefore HOLLAND, HARTNETT and BERGER, JJ."
  },
  "file_name": "0851-01",
  "first_page_order": 897,
  "last_page_order": 901
}
