{
  "id": 8459318,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Derrick FRYE, Appellant",
  "name_abbreviation": "Commonwealth v. Frye",
  "decision_date": "2006-10-12",
  "docket_number": "No. 1202 EDA 2005",
  "first_page": "853",
  "last_page": "860",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 853"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "904 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8468552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/904/0001-01"
      ]
    },
    {
      "cite": "445 A.2d 509",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        189587,
        189581
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "512"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/299/0172-01",
        "/pa-super/299/0171-01"
      ]
    },
    {
      "cite": "299 Pa.Super. 172",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        189587
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/299/0172-01"
      ]
    },
    {
      "cite": "776 A.2d 266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11080675,
        11080700,
        124725
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/776/0266-01",
        "/a2d/776/0266-02",
        "/pa/565/0467-01"
      ]
    },
    {
      "cite": "672 A.2d 293",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        461481,
        7348286
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0429-01",
        "/a2d/672/0293-01"
      ]
    },
    {
      "cite": "543 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461481
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0429-01"
      ]
    },
    {
      "cite": "757 A.2d 859",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11243658,
        1366900
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "873",
          "parenthetical": "citing Commonwealth v. Wilson, 543 Pa. 429, 672 A.2d 293 (1996)"
        },
        {
          "page": "873"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/757/0859-01",
        "/pa/563/0001-01"
      ]
    },
    {
      "cite": "563 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1366900
      ],
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "citing Commonwealth v. Wilson, 543 Pa. 429, 672 A.2d 293 (1996)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0001-01"
      ]
    },
    {
      "cite": "875 A.2d 1128",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8972980
      ],
      "pin_cites": [
        {
          "page": "1138"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/875/1128-01"
      ]
    },
    {
      "cite": "736 A.2d 578",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        838573,
        11576103
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "587",
          "parenthetical": "finding Commonwealth exercised due diligence when it initially scheduled trial well within time requirements of Rule [600] but trial was delayed by actions of defendant beyond Commonwealth's control"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0238-01",
        "/a2d/736/0578-01"
      ]
    },
    {
      "cite": "558 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838573
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "254",
          "parenthetical": "finding Commonwealth exercised due diligence when it initially scheduled trial well within time requirements of Rule [600] but trial was delayed by actions of defendant beyond Commonwealth's control"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0238-01"
      ]
    },
    {
      "cite": "858 A.2d 1234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9164147
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1238"
        },
        {
          "page": "1238-39",
          "parenthetical": "internal citations and quotation marks omitted"
        },
        {
          "page": "1241"
        },
        {
          "page": "1241-42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/858/1234-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 859,
    "char_count": 19349,
    "ocr_confidence": 0.694,
    "pagerank": {
      "raw": 1.4497772229262872e-07,
      "percentile": 0.6548136590202749
    },
    "sha256": "b4ced2108247392270abcebdbf1a039672f9279abf219e64c7f260e47be0008f",
    "simhash": "1:cd715e6031ac8d74",
    "word_count": 3172
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: STEVENS, GANTMAN, and POPOVICH, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Derrick FRYE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSTEVENS, J.:\n¶ 1 This is an appeal from the judgment of sentence entered in the Court of Common Pleas of Philadelphia County after a jury convicted Appellant of first-degree felony robbery, for which he received a nine and one-half to twenty year prison sentence. Appellant contends that the trial court erred in denying his challenge for cause to a juror and by denying his motion to discharge pursuant to Pa.R.Crim.P. 600. We affirm.\n¶2 On September 24, 2003 a criminal complaint was filed against Appellant charging him with robbery, aggravated and simple assault, theft, possession of an instrument of crime, terroristic threats, and recklessly endangering another person. A preliminary hearing listed for September 30, 2003 was continued to October 7, 2003 because the victim, who was chief witness for the Commonwealth, was still being hospitalized for the stab wounds he received from Appellant. On October 7, 2003, the preliminary hearing was again continued, this time to November 19, 2003, because the victim had not yet been discharged from the hospital. On November 19, 2003, the charges were held for court.\n¶ 3 The quarterly sessions report of Appellant’s December 10, 2003 arraignment notes that no discovery took place at that time and that a pretrial date of January 12, 2004 was set. The report for January 12,2004 notes a continuance to January 26, 2004 on “defense request,” with an additional notation that the “judge [was] not sitting.” On January 26, 2004, the court ordered a scheduling conference for February 9, 2004, and that reciprocal discovery was due within 30 days. On February 9, 2004, the report lists that the defense required additional discovery, which the Commonwealth agreed to provide, and that the Commonwealth requested the earliest possible date — June 14, 2004 — for what it anticipated would be a three-day jury trial. The court also granted the Commonwealth’s motion for DNA testing.\n¶ 4 The March 3, 2004 report indicates DNA testing occurred on that date, and that the June 14, 2004 trial date was retained. On June 14, 2004, the Commonwealth requested a continuance as it still awaited DNA test results. The court set a new earliest possible trial date of September 16, 2004. After the court granted Appellant’s July 16, 2004 Rule 600(e) motion for nominal bail, the September 9, 2004 report shows a defense request for a continuance because a defense witness would be on vacation on the scheduled trial date. The court rescheduled trial from September 16, 2004 to the earliest possible date, November 1, 2004, and the time was ruled excludable. In a subsequent September 24, 2004 quarter session entry where the court granted a Commonwealth motion to revoke Appellant’s bail, there is a notation that the court ordered the quarter sessions file to reflect that the Commonwealth was in fact ready to try the case on September 16, 2004.\n¶ 5 On the scheduled trial date of November 1, 2004, the defense required another continuance for an unavailable witness, a new trial date of November 8, 2004 was set, and time was ruled excludable. On November 8, 2004, defense counsel was ill, a new trial date of November 22, 2004 was set, and time was ruled excludable. On November 22, 2004, the prosecutor was granted a continuance because, just ten hours before trial was set to commence, he learned that the Philadelphia Department of Health ordered his son’s daycare center closed for the 22nd due to a suspected case of meningitis in one of the children enrolled there, and he could not possibly arrange substitute daycare on such short notice. To accommodate both another criminal case slated for that courtroom and the three-day holiday week, the court set a new trial date of November 29, 2004, which was one day before the adjusted run date applicable to Appellant’s case. On November 29, 2004, however, the other criminal trial had not yet concluded, so on the prosecutor’s suggestion Appellant’s case was reassigned to a new judge to expedite trial, and a new trial date of December 6, 2004 was set. Time was ruled excludable.\n¶ 6 On December 6, 2004, Appellant filed a pretrial motion to discharge under Rule 600(g) on the argument that the most recent continuance was not excludable time and, therefore, pushed the case six days beyond Appellant’s adjusted run date. Though it agreed that the case was, in fact, six days past the run date, the court denied Appellant’s motion, ruling that the six day delay was de minimis and that “the record is entirely [devoid of] any lack of due diligence on the part of the Commonwealth in this case.” - N.T. 12/06/04 at 16.\n¶ 7 During jury selection which followed, prospective Juror Number 9 declared that serving as a juror would be hardship because he was scheduled to testify as the Commonwealth’s sole eyewitness in a different criminal case listed for trial to begin the next day. The trial court opined that the chances that trial in the other case would actually begin tomorrow were “nonexistent,” and then verified with the prospective juror that there was no other problem that would prevent him from serving as a fair and impartial juror in this case. N.T. 12/06/04 at 73.\n¶ 8 In objecting primarily that the scheduling conflict presented a genuine hardship, counsel for Appellant stressed the imprudence of delaying the other case just so its chief witness could sit as a juror in the present case. Counsel also voiced a secondary objection that there may be a “legal issue” because the juror was “working with the Commonwealth on [the other case].” “I know you can be fair and impartial, no doubt about that[ ]” counsel said to the prospective juror, “... but the thing is during the time you are working with [the prosecutor’s] colleagues, ... [you are working] as a team.” N.T. 12/06/04 at 76. To this point, the trial court confirmed with the prospective juror that he had not dealt with the prosecutor in this case and could be fair and impartial here. N.T. 12/06/07 at 77. Counsel for Appellant devoted the remainder of his lengthy hardship objection to the scheduling conflict at hand, which the court rejected. Juror Number 9, therefore, served on Appellant’s jury, which convicted Appellant as noted supra.\n¶ 9 Taking Appellant’s issues out of turn, we first address whether the trial court erred in denying his Rule 600(g) motion to discharge. The crux of Appellant’s Rule 600 challenge is that the Commonwealth could not show due diligence where it failed to establish that it had a case tracking system in place that would have enabled it to avoid a rule violation and ensure that the case was heard several days earlier:\non November 29, 2004, when the case was continued and reassigned, there is no evidence in the record to show that the prosecution had a system in place to monitor potential rule problems; that, with such a system in place, the prosecution was duly diligent in trying to avoid a rule violation in this case; or that the additional delay was beyond its control — that is, that the case could not have been heard several days earlier, within the amended run date.\nBrief for Appellant at 14-15.\n¶ 10 In evaluating Rule 600 issues, our standard of review of a trial court’s decision is whether the trial court abused its discretion. Commonwealth v. Hunt, 858 A.2d 1234, 1238 (Pa.Super.2004) (en banc). Furthermore:\nThe proper scope of review ... is limited to the evidence on the record of the Rule 600 evidentiary hearing, and the findings of the trial court. An appellate court must view the facts in the light most favorable to the prevailing party. Additionally, when considering the trial court’s ruling, this Court is not permitted to ignore the dual purpose behind Rule 600. Rule 600 serves two equally important functions: (1) the protection of the accused’s speedy trial rights, and (2) the protection of society. In determining whether an accused’s right to a speedy trial has been violated, consideration must be given to society’s right to effective prosecution of criminal cases, both to restrain those guilty of crime and to deter those contemplating it. However, the administrative mandate of Rule 600 was not designed to insulate the criminally accused from good faith prosecution delayed through no fault of the Commonwealth.\nId. at 1238-39 (internal citations and quotation marks omitted).\n¶ 11 Rule 600 sets forth the speedy trial requirements and provides in pertinent part:\nRule 600. Prompt Trial\n(A)(3) Trial in a court case in which a written complaint is filed against the defendant, when the defendant is at liberty on bail, shall commence no later than 365 days from the date on which the complaint is filed.\n(C) In determining the period for commencement of trial, there shall be excluded therefrom:\n(3) such period of delay at any stage of the proceedings as results from: ... (b) any continuance granted at the request of the defendant or the defendant’s attorney\n(G) For defendants on bail after the expiration of 365 days, at any time before trial, the defendant or the defendant’s attorney may apply to the court for an order dismissing the charges with prejudice on the ground that this rule has been violated. A copy of such motion shall be served upon the attorney for the Commonwealth, who shall also have the right to be heard thereon.\nIf the court, upon hearing, shall determine that the Commonwealth exercised due diligence and that the circumstances occasioning the postponement were beyond the control of the Commonwealth, the motion to dismiss shall be denied and the case shall be listed for trial on a date certain.\nPa.R.Crim.P. 600.\n¶ 12 In the context of Rule 600, there is a distinction between “excludable time” and “excusable delay.” Unlike “excludable time,” which is defined in Rule 600(C), supra, in pertinent part, “excusable delay” is not expressly defined in Rule 600, but the “legal construct takes into account delays which occur as a result of circumstances beyond the Commonwealth’s control and despite its due diligence.” Hunt, 858 A.2d at 1241.\n¶ 13 If the Commonwealth attempts to bring a defendant to trial beyond the 365 day period prescribed by Rule 600, and the defendant files a Rule 600 motion to dismiss, the court must assess whether there is excludable time and/or excusable delay. Id. Even where a violation of Rule 600 has occurred, we recognize:\nThe motion to dismiss the charges should be denied if the Commonwealth exercised due diligence and the circumstances occasioning the postponement were beyond the control of the Commonwealth.\nDue Diligence is a fact-specific concept that must be determined on a case-by-case basis. Due diligence does not require perfect vigilance and punctilious care, but rather a showing by the Commonwealth that a reasonable effort has been put forth.\nReasonable effort includes such actions as the Commonwealth listing the case for trial prior to the run date to ensure that defendant was brought to trial within the time prescribed by Rule 600.\nId. at 1241-42. (internal citations and quotation marks omitted) (emphasis in original). See also Commonwealth v. Hill, 558 Pa. 238, 254, 736 A.2d 578, 587 (1999) (finding Commonwealth exercised due diligence when it initially scheduled trial well within time requirements of Rule [600] but trial was delayed by actions of defendant beyond Commonwealth’s control).\n¶ 14 All agree an ostensible Rule 600 violation occurred, so we must determine whether the trial court correctly concluded the aforesaid violation occurred despite the Commonwealth’s due diligence in bringing Appellant’s case to trial. In addressing the issue of due diligence, Appellant does not point to any particular delay along the 365 day timeline as representing a due diligence failure. Rather, he contends, due diligence cannot have been found where the Commonwealth never established its use of an appropriate case-tracking system to provide meaningful and timely warning about upcoming Rule 600 deadlines so as to meet those deadlines where possible. We disagree, for this case simply does not present as one where the Commonwealth “lost track” of where the case stood with respect to the Rule 600 run date. To the contrary, the delays encountered during the pendency of the case would have occurred with the best case tracking system in place, and, in any respect, the record shows both the Commonwealth and the trial court were cognizant of the approaching run date months in advance.\n¶ 15 At the outset of the case, the record establishes that the crime victim’s lengthy hospitalization prevented the Commonwealth from proceeding with the preliminary hearing for nearly two months. This circumstance was clearly beyond the control of the Commonwealth and constitutes excusable delay.\n¶ 16 Another delay not qualifying as excludable time occurred when DNA test results from the laboratory were still unavailable to the Commonwealth by the scheduled June 16, 2004 trial date, necessitating a continuance to the earliest possible date of September 16, 2004, eight days before the Rule 600 mechanical run date. The record shows, however, that the Commonwealth harvested Appellant’s DNA sample in an ostensibly timely manner, on March 3, 2004, over three months prior to the scheduled trial date in June. Indeed, Appellant does not contend the unavailability of DNA results stemmed from lack of due diligence in obtaining and delivering the sample in the first place. We therefore find the Commonwealth’s need to continue trial to September 16, 2004 excusable delay.\n¶ 17 As the trial court expressly notes in the record, the Commonwealth stood ready to try Appellant on the scheduled trial date of September 16, 2004, but defense continuances pushed the scheduled date back to November 22, 2004. Just hours before trial was to commence on the 22nd, however, the prosecutor learned his son’s daycare closed under emergency orders from the Department of Health, and he was unable to find another source of daycare in such a short amount of time. The Commonwealth continuance under this circumstance qualifies as excusable delay.\n¶ 18 Finally, the Commonwealth again stood ready for trial on November 29, 2004, one day before the run date, but the court was still presiding over another criminal case and could not begin Appellant’s trial on that date. In conducting the due diligence inquiry, our jurisprudence has excused such delay resulting from court congestion. See Commonwealth v. Brown, 875 A.2d 1128, 1138 (Pa.Super.2005) (finding excusable a 34-day delay caused by another trial in progress; collecting cases holding the Commonwealth exercised reasonable effort when overburdened docket within the run date the Commonwealth was ready to commence trial and was prevented from doing so by administrative error resulting in a trial date three days beyond the run date).\n¶ 19 Therefore, we conclude the Commonwealth exercised reasonable effort throughout the pendency of this case to bring Appellant to trial within the time prescribed by Rule 600. Resolving the due diligence inquiry as we do, we find no merit to Appellant’s Rule 600 challenge.\n¶ 20 Appellant’s remaining challenge goes to the court’s denial of Appellant’s motion to remove Juror Number 9 for cause. The test for determining whether a prospective juror should be disqualified is whether he is willing and able to eliminate the influence of any scruples and render a verdict according to the evidence, and this is to be determined on the basis of answers to questions and demean- or. A challenge for cause should be granted when the prospective juror has such a close relationship, familial, financial, or situational, with the parties, counsel, victims, or witnesses that the court will presume a likelihood of prejudice or demonstrates a likelihood of prejudice by his or her conduct and answers to questions. Commonwealth v. Bridges, 563 Pa. 1, 757 A.2d 859, 873 (2000) (citing Commonwealth v. Wilson, 543 Pa. 429, 672 A.2d 293 (1996)).\n¶ 21 Our standard of review of a denial of a challenge for cause differs, depending upon which of the two situations is presented. See Bridges, 757 A.2d at 873. In the first situation, the only one alleged to apply in the case at bar, in which a juror has a close relationship with a participant in the case, “the determination is practically one of law and[,] as such[,] is subject to ordinary review.” McHugh v. Proctor & Gamble Paper Products Company, 776 A.2d 266, 270 (Pa.Super.2001) (quoting Commonwealth v. Johnson, 299 Pa.Super. 172, 445 A.2d 509, 512 (1982)). Ordinary review by an appellate court consists of determining whether the trial court abused its discretion or erred as a matter of law. McHugh, supra.\n¶ 22 Appellant contends the juror had a situational relationship with the prosecutor’s office, having already appeared as a prosecution witness at the preliminary hearing in an unrelated case and scheduled to testify as the Commonwealth’s sole eyewitness at trial. “[I]t may be inferred,” Appellant argues, “this contact ... established a relationship based on the nature of the interaction between the witness and the authorities, including, presumably police officers who must have interviewed him initially, and his contact with the assistant district attorney at the preliminary hearing in that case.” Brief for Appellant at 11.\n¶ 23 Appellant directs us to no caselaw, nor do we know of any, holding that a situational relationship warranting removal for cause arises from the fact that a juror has been or will be subpoenaed as a prosecution eyewitness in an unrelated criminal case involving a different prosecutor and police officers. Indeed, such a wide sweeping standard would automatically disqualify prospective jurors simply because they carried out their civic duty of complying with a witness subpoena. We decline to adopt such a standard.\n¶ 24 Without any particularized evidence that the juror either exhibited a prosecuto-rial bias during his involvement with the other case or developed one because of it, we cannot presume a likelihood of prejudice in the juror. Here, the juror alleged hardship only because of the potential scheduling conflict between cases; to the court’s question regarding his relationship with the prosecutor’s office in the other case, the juror confirmed he had not dealt with the prosecutor in this case and could be fair and impartial here. The trial court, therefore, committed no abuse of discretion for not dismissing the juror.\n¶ 25 For the foregoing reasons, we affirm judgment of sentence.\n. We further note that where, as here, the Commonwealth was prepared to begin trial prior to the adjusted run date and trial was rescheduled within thirty days after that run date, the delay does not seriously implicate the defendant’s Sixth Amendment right to a speedy trial so as to require dismissal under Rule 600. See Commonwealth v. Preston, 904 A.2d 1 (Pa.Super.2006) (en banc) (collecting cases on, and applying, the Pennsylvania Supreme Court’s \"thirty day” judicial delay rule).",
        "type": "majority",
        "author": "STEVENS, J.:"
      }
    ],
    "attorneys": [
      "Roy Zipris, Public Defender, Philadelphia, for appellant.",
      "Jason Fetterman, Asst. Dist. Atty., Philadelphia, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Derrick FRYE, Appellant.\nSuperior Court of Pennsylvania.\nArgued April 4, 2006.\nFiled Oct. 12, 2006.\nRoy Zipris, Public Defender, Philadelphia, for appellant.\nJason Fetterman, Asst. Dist. Atty., Philadelphia, for Com., appellee.\nBEFORE: STEVENS, GANTMAN, and POPOVICH, JJ."
  },
  "file_name": "0853-01",
  "first_page_order": 909,
  "last_page_order": 916
}
