{
  "id": 8386112,
  "name": "PAWTUCKET TRANSFER OPERATIONS, LLC v. CITY OF PAWTUCKET et al.",
  "name_abbreviation": "Pawtucket Transfer Operations, LLC v. City of Pawtucket",
  "decision_date": "2008-04-09",
  "docket_number": "No. 2006-272-M.P.",
  "first_page": "855",
  "last_page": "861",
  "citations": [
    {
      "type": "official",
      "cite": "944 A.2d 855"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "707 A.2d 663",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11858798
      ],
      "pin_cites": [
        {
          "page": "665"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/707/0663-01"
      ]
    },
    {
      "cite": "849 A.2d 340",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9239828
      ],
      "pin_cites": [
        {
          "page": "344"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/849/0340-01"
      ]
    },
    {
      "cite": "493 A.2d 164",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7909563
      ],
      "pin_cites": [
        {
          "page": "166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/493/0164-01"
      ]
    },
    {
      "cite": "768 A.2d 921",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11119130
      ],
      "pin_cites": [
        {
          "page": "926"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/768/0921-01"
      ]
    },
    {
      "cite": "119 R.I. 276",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3094959
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/ri/119/0276-01"
      ]
    },
    {
      "cite": "644 A.2d 828",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7875030
      ],
      "pin_cites": [
        {
          "page": "830"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/644/0828-01"
      ]
    },
    {
      "cite": "801 A.2d 679",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9410196
      ],
      "pin_cites": [
        {
          "page": "682"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/801/0679-01"
      ]
    },
    {
      "cite": "867 A.2d 796",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9027681
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "811"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/867/0796-01"
      ]
    },
    {
      "cite": "893 A.2d 216",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8982450
      ],
      "pin_cites": [
        {
          "page": "221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/893/0216-01"
      ]
    },
    {
      "cite": "102 R.I. 729",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3068056
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "737"
        },
        {
          "page": "780"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/102/0729-01"
      ]
    },
    {
      "cite": "111 R.I. 217",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3139655
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "222"
        },
        {
          "page": "575"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/111/0217-01"
      ]
    },
    {
      "cite": "432 A.2d 661",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7972517
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "663",
          "parenthetical": "citing Town of Warren v. Frost, 111 R.I. 217, 222, 301 A.2d 572, 575 (1973), and Nunes v. Town of Bristol, 102 R.I. 729, 737, 232 A.2d 775, 780 (1967)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/432/0661-01"
      ]
    },
    {
      "cite": "118 R.I. 596",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5510406
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "607"
        },
        {
          "page": "6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/118/0596-01"
      ]
    },
    {
      "cite": "417 A.2d 1352",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7982911
      ],
      "pin_cites": [
        {
          "page": "1361"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/417/1352-01"
      ]
    },
    {
      "cite": "746 A.2d 707",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11473210
      ],
      "pin_cites": [
        {
          "page": "711"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/746/0707-01"
      ]
    },
    {
      "cite": "770 A.2d 396",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11101412
      ],
      "pin_cites": [
        {
          "page": "399-400"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/770/0396-01"
      ]
    },
    {
      "cite": "120 R.I. 501",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        8519272
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "508"
        },
        {
          "page": "824-25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/120/0501-01"
      ]
    },
    {
      "cite": "424 A.2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7952931
      ],
      "pin_cites": [
        {
          "page": "647"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/424/0646-01"
      ]
    },
    {
      "cite": "560 A.2d 353",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7348447
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "354"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/560/0353-01"
      ]
    },
    {
      "cite": "601 A.2d 953",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11944541
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "955"
        },
        {
          "page": "955"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/601/0953-01"
      ]
    },
    {
      "cite": "176 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "728"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "93 R.I. 447",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4796690
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "449"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/93/0447-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 793,
    "char_count": 14836,
    "ocr_confidence": 0.675,
    "pagerank": {
      "raw": 1.4898480813151245e-07,
      "percentile": 0.6628062099373361
    },
    "sha256": "c15838d3e158625cfed54c474e95159a86bb23888b532de8ad8eb089e40c8f31",
    "simhash": "1:f2e8a7af809d9d54",
    "word_count": 2420
  },
  "last_updated": "2024-02-27T23:28:40.468302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: WILLIAMS, C.J., GOLDBERG, FLAHERTY, SUTTELL, and ROBINSON, JJ."
    ],
    "parties": [
      "PAWTUCKET TRANSFER OPERATIONS, LLC v. CITY OF PAWTUCKET et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nFLAHERTY, Justice.\nAs the old saying goes, “one man’s trash is another man’s treasure.” In this certio-rari petition, arising from a debate over rubbish, we must decide whether a construction and demolition (C & D) transfer station is an authorized use under § 410-12.5(1) of the Pawtucket Zoning Ordinance (zoning ordinance or ordinance). The City of Pawtucket Zoning Board of Review (zoning board or board) determined that such a refuse station was not a permitted use under the ordinance, frustrating the plans of the respondent Pawtucket Transfer Operations, LLC (PTO) to construct and operate a large-scale C & D transfer station in Pawtucket. The Superior Court for Providence County, however, reversed the board’s decision. Because we hold that a C & D transfer station is not an authorized use under § 410-12.5(1) of the ordinance, we quash the order of the Superior Court.\nFacts and Travel\nOn February 27, 2003, the City of Paw-tucket, Division of Zoning and Code Enforcement, issued a certificate of zoning compliance to PTO. See G.L.1956 § 45-24-31(65). The certificate indicated that the property at issue — located at 280 Pine Street, in a manufacturing open zone — was to be used as a “Refuse transfer station.” The certificate said that this use “CONFORM[ED] TO THE ZONING ORDINANCE OF THE CITY OF PAWTUCK-ET, RHODE ISLAND.” Armed with the zoning certificate and moving ahead with its development plans, PTO requested a hearing before the Planning Commission of the City of Pawtucket for site review of its project. However, in a letter dated July 12, 2004, Michael D. Cassidy, director of the Department of Planning and Redevelopment for the City of Pawtucket, advised PTO that he and his office considered the zoning certificate to be invalid because “a private refuse transfer station is not an allowed use under Section 410-[12.5] of the Zoning Ordinance which pertains specifically to ‘public, semi-public, education, and recreation use.’ ” Cassidy wrote that PTO would be required to obtain a use variance from the zoning board to effectuate its request to operate the facility as a refuse transfer station. As a result, Cassidy declined to schedule a site review meeting for PTO.\nPTO then appealed to the zoning board. After conducting a hearing, the board denied PTO’s appeal, finding that a privately owned refuse transfer station was not a permitted use under the ordinance. Specifically, the board concluded that it was not “unreasonable, capricious or arbitrary” for the planning director to conclude that a refuse transfer station had to be wholly or in-part operated or managed by the city to be an authorized use under § 410-12.5(1). The board also found that PTO’s intended use of the property as a C & D transfer station was different from a refuse transfer station, was not listed as an allowable use in the ordinance, and, therefore, was a prohibited use under the zoning code.\nPTO appealed the zoning board’s decision to the Superior Court under G.L.1956 § 45-24-69. In a bench decision, the trial justice reversed the board, finding that the board “arbitrarily and capriciously amended the ordinance and read it in a way that the common, normal usage of the language contained in the ordinance [did] not per-mití.]” The trial justice found no definitional or contextual argument that would support the board’s interpretation that § 410-12.5(1) permitted only refuse transfer stations owned and operated by the municipal government. The trial justice also found that the board acted arbitrarily when it determined that C & D debris did not meet the definition of refuse, as that term is used in the code. The trial justice subsequently ordered that the case be remanded to the board so that the board could reissue a certificate of zoning compliance to PTO.\nThe City of Pawtucket filed a petition for certiorari with this Court, which we granted on March 8, 2007. Before us, the city argues that: (1) the trial justice violated the applicable statutory review standard, set out in § 45-24-69(d), when he incorrectly found that a privately owned C & D transfer station was an authorized use under the ordinance, (2) PTO did not have standing to appeal to the board, (3) the Pawtucket building official did not have the authority to issue the original certificate of zoning compliance to PTO, (4) the certificate was neither binding nor an enforceable administrative approval for a particular use, (5) the director of planning and redevelopment had the authority to disregard the director of zoning and code enforcement’s nonbinding interpretation of the ordinance, (6) the trial justice should have recused himself from the case, and (7) the remedy ordered by the trial justice exceeded the board’s statutory authority.\nIn response, PTO contends that (1) the trial justice properly found that a privately owned C & D transfer station was a permitted use under § 410-12.5(1) of the ordinance, (2) the standing issue was not properly preserved for review and, in any event, it had standing because it was an “aggrieved party,” (3) issues relating to the binding nature of the certificate of zoning compliance are not properly before the Court, (4) the city failed to file a timely petition for certiorari to this Court, (5) the city’s motion to recuse the trial justice properly was denied below, and (6) the remedy ordered by the trial justice was within the authority of the board. Because we hold that a privately owned C & D transfer station is not an authorized use under the ordinance and quash the Superi- or Court’s order, we do not address the other issues raised on certiorari.\nStandard of Review\nAggrieved parties may appeal a decision of the zoning board to the Superior Court under § 45-24-69(d), which provides that:\n“(d) The court shall not substitute its judgment for that of the zoning board of review as to the weight of the evidence on questions of fact. The court may affirm the decision of the zoning board of review or remand the case for further proceedings, or may reverse or modify the decision if substantial rights of the appellant have been prejudiced because of findings, inferences, conclusions, or decisions which are:\n“(1) In violation of constitutional, statutory, or ordinance provisions;\n“(2) In excess of the authority granted to the zoning board of review by statute or ordinance;\n“(3) Made upon unlawful procedure;\n“(4) Affected by other error of law;\n“(5) Clearly erroneous in view of the rehable, probative, and substantial evidence of the whole record, or;\n“(6) Arbitrary or capricious or characterized by abuse of discretion or clearly unwarranted exercise of discretion.”\nThe Superior Court gives deference to the findings of a local zoning board of review. See § 45 — 24—69(d). This is due, in part, to the principle that “a zoning board of review is presumed to have knowledge concerning those matters which are related to an effective administration of the zoning ordinance.” Monforte v. Zoning Board of Review of East Providence, 93 R.I. 447, 449, 176 A.2d 726, 728 (1962).\nWhen this Court reviews a trial court’s zoning decision, we “[do] not weigh the evidence; instead we review the record to determine whether substantial evidence existed to support the Superior Court justice’s decision.” OK Properties v. Zoning Board of Review of Warwick, 601 A.2d 953, 955 (R.I.1992) (citing R.J.E.P. Associates v. Hellewell, 560 A.2d 353, 354 (R.I. 1989)). “Substantial evidence * * * means such relevant evidence that a reasonable mind might accept as adequate to support a conclusion, and means [an] amount more than a scintilla but less than a preponderance.” Caswell v. George Sherman Sand & Gravel Co., 424 A.2d 646, 647 (R.I.1981) (citing Apostolou v. Genovesi, 120 R.I. 501, 508, 388 A.2d 821, 824-25 (1978)). “We do not reverse a Superior Court justice’s decision unless it can be shown that the justice ‘misapplied the law, misconceived or overlooked material evidence, or made findings that were clearly wrong.’ ” von Bernuth v. Zoning Board of Review of New Shoreham, 770 A.2d 396, 399-400 (R.I.2001) (quoting OK Properties, 601 A.2d at 955).\nHowever, this Court reviews issues of statutory interpretation de novo. Palazzolo v. State ex rel. Tavares, 746 A.2d 707, 711 (R.I.2000). In this Court’s de novo review, a zoning board’s determinations of law, like those of an administrative agency, “are not binding on the reviewing court; they ‘may be reviewed to determine what the law is and its applicability to the facts.’ ” Gott v. Norberg, 417 A.2d 1352, 1361 (R.I.1980) (quoting Narragansett Wire Co. v. Norberg, 118 R.I. 596, 607, 376 A.2d 1, 6 (1977)).\nIt is well settled that “the rules of statutory construction apply equally to the construction of an ordinance.” Mongony v. Bevilacqua, 432 A.2d 661, 663 (R.I. 1981) (citing Town of Warren v. Frost, 111 R.I. 217, 222, 301 A.2d 572, 575 (1973), and Nunes v. Town of Bristol, 102 R.I. 729, 737, 232 A.2d 775, 780 (1967)). Thus, we give clear and unambiguous language in an ordinance its plain and ordinary meaning. Park v. Rizzo Ford, Inc., 893 A.2d 216, 221 (R.I.2006) (citing Gem Plumbing & Heating Co. v. Rossi, 867 A.2d 796, 811 (R.I. 2005)). However, when interpreting the language of an ordinance that is unclear and ambiguous, we must “establish! ] and effectuate[] the legislative intent behind the enactment.” State v. Fritz, 801 A.2d 679, 682 (R.I.2002) (citing State v. Powers, 644 A.2d 828, 830 (R.I.1994)).\nFinally, when the provisions of a statute are unclear or subject to more than one reasonable interpretation, the construction given by the agency, or board, charged with its enforcement is entitled to weight and deference, as long as that construction is not clearly erroneous or unauthorized. Flather v. Norberg, 119 R.I. 276, 283 n. 3, 377 A.2d 225, 229 n. 3 (1977). This is true even when other reasonable constructions of the statute are possible. In re Lallo, 768 A.2d 921, 926 (R.I.2001) (citing Gallison v. Bristol School Committee, 493 A.2d 164, 166 (R.I.1985)).\nAnalysis\nThe city argues that the trial justice exceeded his statutory authority, in violation of § 45-24-69(d), when he erroneously found that a privately owned C & D transfer station was an authorized use under § 410-12.5(1) of the zoning ordinance. Specifically, the city contends that § 410-12.5(1) permits only refuse transfer stations owned and operated by a governmental entity, and it argues that a C & D transfer station is different from a refuse transfer station, and, thus, is not an authorized use under the ordinance. PTO counters that the trial justice was wholly correct in his finding that C & D transfer stations are permitted under the ordinance.\nBased on our de novo review, and after giving due deference to the interpretation of the zoning board with respect to the ordinance it administers, we hold that a C & D transfer station is not an authorized use under § 410-12.5(1). Because the language in this provision is unclear and ambiguous — the drafters did not define a “Refuse transfer station” in § 410 of the ordinance — we seek to determine the city council’s intent in enacting the provision. See Labor Ready Northeast, Inc. v. McConaghy, 849 A.2d 340, 344 (R.I.2004). We also look to the interpretation of the ordinance by the zoning board, which we conclude is neither clearly erroneous nor unauthorized. Based on the record before the board, we hold that the city council did not intend § 410-12.5(1) to include C & D transfer stations.\nMichael D. Cassidy, director of the Department of Planning and Redevelopment for the City of Pawtucket testified that “there is no category for [a] construction and demolition transfer station in the City of Pawtucket use code, that category does not exist.” No evidence adduced during the hearings before the board contradicted Cassidy’s statements. We also cannot conclude that the massive scope of the commercial operations proposed by PTO was contemplated by the city council when it enacted § 410-12.5(1), or that it intended to permit such a use.\nBecause a C & D transfer station is not the same as a refuse transfer station, and the former is not listed as a permitted use in § 410-12.5, we hold that a C & D transfer station is not an authorized use under the ordinance. See § 410-12.5(G).\nConclusion\nWe quash the order of the Superior Court and remand this case to the Superi- or Court.\n. The record is unclear about what exactly PTO appealed to the board — PTO said the appeal was from the “Zoning Official’s Ruling,” while the board said it was from the \"Planning Director’s July 12, 2004 letter.”\n. PTO argues that the city failed to file a timely petition for certiorari to the Court because it waited nearly three months after the trial justice's order to do so. Although PTO correctly notes that we previously have compared administrative agency and zoning decisions in holding that they are both reviewable by this Court only by petitions for certiorari, we never have applied the time requirements of the former to the latter. Thus, we reject PTO’s argument without further discussion.\n. We thank the Attorney General for his ami-cus curiae brief.\n. Courts apply the same standard of review when deciding appeals from zoning boards and agencies. See Restivo v. Lynch, 707 A.2d 663, 665 (R.I.1998) (‘'[T]he Superior Court reviews the decisions of a plan commission or board of review under the 'traditional judicial review’ standard applicable to administrative agency actions.”).\n. From various witnesses’ testimony before the board, as well as PTO’s appeal application, it is undisputed that PTO intended to use the property at issue as a C & D transfer station.\n. The use category identified in § 410-12.5 is entitled \"[pjublic, semipublic, education and recreations uses.” The following twenty-three specific uses are listed:\n\"A. Place of worship.\n\"B. Cemetery.\n\"C. Crematory.\n\"D. Public museum or library.\n“E. Hospital.\n\"F. Incinerator.\n\"G. Municipal fire station.\n\"H. Municipal garage.\n\"I. Refuse transfer station.\n\"J. Municipal structure or use not otherwise specified herein.\n\"K. Individual instruction.\n\"L. Day-care center.\n\"M. Elementary or secondary school.\n\"N. Trade or professional school.\n\"O. School conducted for teaching such subjects as singing, dance or instrumental music.\n\"P. Historical museum or display, including incidental retail sales.\n“Q. Community center.\n'R. Municipal park.\n\"S. Nonprofit organizations.\n\"T. Noncommercial club or fraternal organization.\n\"U. Golf course.\n\"V. Nonprofit recreational facility.\n\"W. Marina.”",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      }
    ],
    "attorneys": [
      "John B. Garry, Warwick, for Plaintiff.",
      "Frank Milos, for Defendant."
    ],
    "corrections": "",
    "head_matter": "PAWTUCKET TRANSFER OPERATIONS, LLC v. CITY OF PAWTUCKET et al.\nNo. 2006-272-M.P.\nSupreme Court of Rhode Island.\nApril 9, 2008.\nJohn B. Garry, Warwick, for Plaintiff.\nFrank Milos, for Defendant.\nPresent: WILLIAMS, C.J., GOLDBERG, FLAHERTY, SUTTELL, and ROBINSON, JJ."
  },
  "file_name": "0855-01",
  "first_page_order": 901,
  "last_page_order": 907
}
