{
  "id": 9179675,
  "name": "DISTRICT OF COLUMBIA, et al., Appellants, v. BERETTA, U.S.A., et al., Appellees; Bryant Lawson, et al., Appellants, v. Beretta, U.S.A., et al., Appellees",
  "name_abbreviation": "District of Columbia v. Beretta, U.S.A.",
  "decision_date": "2004-10-19",
  "docket_number": "No. 03-CV-24, 03-CV-38",
  "first_page": "858",
  "last_page": "859",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 858"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 150,
    "char_count": 2168,
    "ocr_confidence": 0.705,
    "sha256": "78bd9fa3c4aa210bd52e7c84aba09d0f9cca1b7cd43e936a37b09128c410b48b",
    "simhash": "1:4e0653fae0c55a31",
    "word_count": 362
  },
  "last_updated": "2023-07-14T15:08:23.611420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: WAGNER, Chief Judge; TERRY, SCHWELB,FARRELL, RUIZ, REID, GLICKMAN, and WASHINGTON, Associate Judges; PRYOR, Senior Judge."
    ],
    "parties": [
      "DISTRICT OF COLUMBIA, et al., Appellants, v. BERETTA, U.S.A., et al., Appellees. Bryant Lawson, et al., Appellants, v. Beretta, U.S.A., et al., Appellees."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nOn consideration of the petitions for rehearing or rehearing en banc filed by appellants in each case, and the response thereto, and appellees’ motion to exceed page limits of the lodged petition for rehearing or rehearing en banc, the responses to appellees’ petition, and the motion of Brady Campaign to Prevent Gun Violence, et al., for leave to file the lodged brief as amici curiae in support of the petition filed by appellants (District of Columbia, et al.), it is\nORDERED that the motions are granted and the Clerk is directed to file the lodged petition of appellees for rehearing or rehearing en banc and the lodged brief of amici curiae in support of petition. It is\nFURTHER ORDERED by the merits division * that the petitions for rehearing are denied; and it appearing that the majority of the judges of this court has voted to grant the petitions for rehearing en banc, it is\nFURTHER ORDERED that the petitions for rehearing en banc are granted and that the judgment of April 29, 2004, is hereby vacated. It is\nFURTHER ORDERED that the Clerk shall schedule these matters for argument before the court sitting en banc as soon as the calendar permits. It is\nFURTHER ORDERED that the parties shall simultaneously file new briefs on or before November 8, 2004, and shall file responsive briefs no later than November 23, 2004. Each party shall file ten copies of its briefs. These new briefs shall be specifically designed for consideration by and addressed to the en banc court and shall supersede all briefs previously filed in these appeals. It is\nFURTHER ORDERED that any requests for extension of time will be looked upon with disfavor and will be granted only upon a showing of good cause.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "DISTRICT OF COLUMBIA, et al., Appellants, v. BERETTA, U.S.A., et al., Appellees. Bryant Lawson, et al., Appellants, v. Beretta, U.S.A., et al., Appellees.\nNo. 03-CV-24, 03-CV-38.\nDistrict of Columbia Court of Appeals.\nOct. 19, 2004.\nBEFORE: WAGNER, Chief Judge; TERRY, SCHWELB,FARRELL, RUIZ, REID, GLICKMAN, and WASHINGTON, Associate Judges; PRYOR, Senior Judge.\nOn the original panel.\nAssociate Judge Ruiz has recused herself from these cases."
  },
  "file_name": "0858-02",
  "first_page_order": 898,
  "last_page_order": 899
}
