{
  "id": 12054950,
  "name": "John F. DOWNS, Petitioner, v. DISTRICT OF COLUMBIA POLICE AND FIREFIGHTERS RETIREMENT AND RELIEF BOARD, Respondent",
  "name_abbreviation": "Downs v. District of Columbia Police & Firefighters Retirement & Relief Board",
  "decision_date": "1995-11-02",
  "docket_number": "No. 94-AA-544",
  "first_page": "860",
  "last_page": "862",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 860"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "272 F.2d 380",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1962953
      ],
      "pin_cites": [
        {
          "page": "382"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/272/0380-01"
      ]
    },
    {
      "cite": "313 F.2d 568",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        181920
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "570",
          "parenthetical": "upholding Railroad Retirement Board's interpretation of Railroad Retirement Act to terminate -widow's annuity permanently upon remarriage despite subsequent annulment of marriage"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/313/0568-01"
      ]
    },
    {
      "cite": "114 U.S.App. D.C. 177",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1962,
      "pin_cites": [
        {
          "page": "179",
          "parenthetical": "upholding Railroad Retirement Board's interpretation of Railroad Retirement Act to terminate -widow's annuity permanently upon remarriage despite subsequent annulment of marriage"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "62 L.Ed.2d 60",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "upholding as reasonable Secretary's interpretation of Social Security Act to terminate child insurance benefits permanently upon marriage"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "100 S.Ct. 93",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "upholding as reasonable Secretary's interpretation of Social Security Act to terminate child insurance benefits permanently upon marriage"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "444 U.S. 847",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11335074,
        11335651,
        11334823,
        11335144,
        11335497,
        11334956,
        11335277,
        11335422,
        11334894,
        11335025,
        11335346,
        11335577,
        11335198
      ],
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "upholding as reasonable Secretary's interpretation of Social Security Act to terminate child insurance benefits permanently upon marriage"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/444/0847-05",
        "/us/444/0847-13",
        "/us/444/0847-01",
        "/us/444/0847-06",
        "/us/444/0847-11",
        "/us/444/0847-03",
        "/us/444/0847-08",
        "/us/444/0847-10",
        "/us/444/0847-02",
        "/us/444/0847-04",
        "/us/444/0847-09",
        "/us/444/0847-12",
        "/us/444/0847-07"
      ]
    },
    {
      "cite": "605 F.2d 49",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1444516
      ],
      "pin_cites": [
        {
          "page": "53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/605/0049-01"
      ]
    },
    {
      "cite": "922 F.2d 526",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543353
      ],
      "pin_cites": [
        {
          "page": "527"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/922/0526-01"
      ]
    },
    {
      "cite": "470 A.2d 751",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7991970
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "753",
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/470/0751-01"
      ]
    },
    {
      "cite": "567 A.2d 43",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7345735
      ],
      "pin_cites": [
        {
          "page": "45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/567/0043-01"
      ]
    },
    {
      "cite": "645 A.2d 1105",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871652
      ],
      "pin_cites": [
        {
          "page": "1108"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/1105-01"
      ]
    },
    {
      "cite": "649 A.2d 1076",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7880005
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "1080"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/649/1076-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 499,
    "char_count": 9001,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 8.713006383747577e-08,
      "percentile": 0.49351023940005767
    },
    "sha256": "b93c804d9e7b6d7d1b31b901cf406809993c858c7175900a8b812860e047c3c8",
    "simhash": "1:d635b4c6715b064f",
    "word_count": 1421
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN, TERRY, and REID, Associate Judges."
    ],
    "parties": [
      "John F. DOWNS, Petitioner, v. DISTRICT OF COLUMBIA POLICE AND FIREFIGHTERS RETIREMENT AND RELIEF BOARD, Respondent."
    ],
    "opinions": [
      {
        "text": "FERREN, Associate Judge:\nPetitioner, John F. Downs, appeals the Police and Firefighters Retirement and Relief Board’s determination that he is not eligible for benefits under the Police and Firefighters Retirement and Disability Act as a disabled surviving son of a deceased Secret Service Agent. Originally a qualifying recipient whose benefits were properly terminated upon his marriage, Downs petitioned the Board to restore his benefits after his divorce. The Board concluded that petitioner’s marriage permanently disqualified him from benefits and that his divorce did not restore his eligibility. The issue on appeal is whether the Board’s interpretation of the statutory language was reasonable. We conclude that it was and thus find no error in the Board’s decision not to resume Downs’ benefits after his divorce. We therefore affirm.\nI.\nPetitioner was born on July 4, 1944, the son of a member of the United States Secret Service. In 1960, Downs suffered a spinal cord injury which left him a permanent quadriplegic. After his father’s death in July 1978, Downs petitioned the Board for an annuity benefit under D.C.Code § 4-622 (1994 Repl.), which provides certain surviving children of deceased police officers, firefighters, and United States Secret Service Agents with annuity benefits.\nThe Board found Downs eligible for benefits because he qualified under D.C.Code § 4 — 607(5) (A) (iii) 7 which defines eligible child survivors to include “such unmarried child[ren] regardless of age, who, because of physical or mental disability incurred before the age of 18, [are] incapable of self-support.” Downs received an annual annuity between 1978 and 1982 after the Board found him eligible.\nDowns married in 1982. The Board, in response, terminated his benefits in March 1983 pursuant to D.C.Code § 4-622(e)(2)(B), which provides that an eligible child’s annuity “terminate[s]” when the child marries. Downs did not contest the Board’s ruling. Downs remained married from October 1982 through November 1993.\nOn November 15, 1993, the District Court of Marshall County, Kansas, granted the Downses a divorce. John Downs thereafter petitioned the Board to resume his annuity, arguing that his divorce restored his eligibility under § 4-607(5)(A)(iii) as a physically disabled child incapable of self-support. The Board, by order dated April 11, 1994, concluded that Downs was not eligible to receive survivor benefits, interpreting § 4-622(e)(2) to mean that an annuity is terminated once an eligible child marries, and that it is not reestablished upon a later divorce. Downs has appealed the Board’s ruling.\nII.\nThe statutory provision at the heart of this controversy is D.C.Code § 4-622(e), which sets forth a list of conditions that disqualify an otherwise eligible child from receiving an annuity. Section 4-622(e)(2) provides:\nThe annuity of any child under this section ... shall terminate upon whichever of the following occurs first:\n(A) The child becomes 18 years of age or, if over 18 years of age and incapable of self-support, becomes capable of self-support;\n(B) The child marries; or\n(C) The child dies.\nSection 4-622(e)(l) similarly provides that the annuity of a widow or widower shall also be terminated by remarriage before the age 60. That provision, however, in contrast with § 4 — 622(e)(2), restores a remarried widow’s or widower’s annuity “if such remarriage is later terminated by death, annulment, or divorce.” D.C.Code § 4 — 622(e)(1).\nThe Board interprets § 4-622(e)(2) as setting forth conditions that permanently terminate the annuity provided to eligible children under the statute. The Board, in particular, interprets § 4-622(e)(2)(B) to mean that when an otherwise eligible child marries, his or her annuity permanently ends even if the child later becomes divorced. Downs, who seeks resumption of his benefits as a disabled child survivor under § 4-607(5)(A)(iii), maintains that § 4 — 622(e)(2)(B) should be interpreted to mean that an eligible child’s annuity benefits should be suspended for the period of the marriage and resumed upon termination of the marriage.\nWe defer to an agency’s interpretation of a statute or regulations it is responsible for enforcing as long as the interpretation is not plainly wrong or inconsistent with the legislature’s intent. See Fort Chaplin Park Associates v. District of Columbia Rental Housing Comm’n, 649 A.2d 1076, 1080 (D.C. 1994); Tesfamariam v. District of Columbia Dept. of Consumer and Regulatory Affairs, 645 A.2d 1105, 1108 (D.C.1994). We are concerned here with the Board’s interpretation of the Disability Act, D.C.Code §§ 4-601 to -634 (1994 Repl.), the statute under which it operates.\nThere appeal’s to be neither case law or legislative history relevant to interpreting D.C.Code § 4-622. We conclude, nonetheless, that the Board’s interpretation of § 4-622(e)(2)(B) is reasonable. The court favors interpretations consistent with the plain language of a statute. See J. Parreco & Son v. Rental Housing Comm’n, 567 A.2d 43, 45 (D.C.1989); Peoples Drug Stores v. District of Columbia, 470 A.2d 751, 753 (D.C. 1983) (en banc). As the Board noted in its April 11, 1994 order, the plain language of the statute states that an annuity shall “terminate,” not be suspended, whenever any of the enumerated events — such as the child’s marriage, or the child’s eighteenth birthday if the child is capable of self-support — takes place. D.C.Code § 4-622(e)(2). Section 4-622(e)(2), moreover, contrasts with § 4-622(e)(1), which specifically resumes the annuity of a remarried widow or widower whose remarriage later ends through death, annulment, or divorce. Finally, § 4-607, under which Downs seeks to requalify for an annuity as a disabled child survivor, contains no language upon which Downs may rely.\nThe Board, moreover, offers a reasonable public policy rationale supporting its interpretation that § 4-622 benefits terminate upon marriage. The Board concludes that § 4M522(e)(2) reflects the view that a child remains a dependent of a deceased parental uniformed officer until one of the listed events occurs. At that point, however, the chain of dependency between child and parent is presumed to be broken, permanently disqualifying the child from the parent’s annuity benefits. Insofar as the listed events, such as a child’s eighteenth birthday, marriage, or death, are traditionally viewed as severing the bonds of dependence between child and parent, the Board’s interpretation of the public policy underlying § 4-622(e)(2) comports with the statutory language and’ is reasonable- — especially in light of case law construing similar statutes. Cf. Fiola v. Sullivan, 922 F.2d 526, 527 (9th Cir.1990) (concluding that Secretary’s interpretation of Social Security Act to terminate child insurance benefits permanently upon marriage not so irrational as to deny equal protection); McMahon v. Califano, 605 F.2d 49, 53 (2d Cir.), cert denied, 444 U.S. 847, 100 S.Ct. 93, 62 L.Ed.2d 60 (1979) (upholding as reasonable Secretary’s interpretation of Social Security Act to terminate child insurance benefits permanently upon marriage); Gloss v. Railroad Retirement Board, 114 U.S.App. D.C. 177, 179, 313 F.2d 568, 570 (D.C.Cir. 1962) (upholding Railroad Retirement Board’s interpretation of Railroad Retirement Act to terminate -widow’s annuity permanently upon remarriage despite subsequent annulment of marriage); Nott v. Flemming, 272 F.2d 380, 382 (2d Cir.1959) (upholding trial court’s interpretation of Social Security Act to terminate widow’s benefits permanently upon remarriage despite subsequent annulment of marriage). The Board was free to view appellant’s marriage, for purposes of his eligibility under § 4-622(e)(2), as an irrevocable threshold that, once crossed, severed the bond entitling him to a § 4-622 annuity.\nAffirmed.\n. Webster's Third New International Dictionary defines \"terminate” as \"to bring to an ending or cessation in time, sequence or continuity” and \"to end formally and definitely.\" See Webster’s Third New International Dictionary 2359 (3rd ed. 1986) (emphasis added).\n. D.C.Code § 4-607(5)(A)(iii) defines \"child” for purposes of the statute to include \"such unmarried child regardless of age who, because of physical or mental disability incurred before the age of 18, is incapable of self-support.” While § 4-607 sets forth the initial qualifying conditions for a child annuity, § 4 — 622(e)(2) sets forth the disqualifying conditions.",
        "type": "majority",
        "author": "FERREN, Associate Judge:"
      }
    ],
    "attorneys": [
      "John F. Downs pro se.",
      "Martin B. White, Assistant Corporation Counsel, with whom Garland Pinkston, Corporation Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corporation Counsel, Washington, DC, were on the brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "John F. DOWNS, Petitioner, v. DISTRICT OF COLUMBIA POLICE AND FIREFIGHTERS RETIREMENT AND RELIEF BOARD, Respondent.\nNo. 94-AA-544.\nDistrict of Columbia Court of Appeals.\nArgued Oct. 17, 1996.\nDecided Nov. 2, 1995.\nJohn F. Downs pro se.\nMartin B. White, Assistant Corporation Counsel, with whom Garland Pinkston, Corporation Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corporation Counsel, Washington, DC, were on the brief, for respondent.\nBefore FERREN, TERRY, and REID, Associate Judges."
  },
  "file_name": "0860-01",
  "first_page_order": 918,
  "last_page_order": 920
}
