{
  "id": 7864554,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Eugene CARTER, Appellant",
  "name_abbreviation": "Commonwealth v. Carter",
  "decision_date": "1996-03-06",
  "docket_number": "",
  "first_page": "864",
  "last_page": "865",
  "citations": [
    {
      "type": "official",
      "cite": "673 A.2d 864"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "658 A.2d 752",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        472204,
        7872252
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0453-01",
        "/a2d/658/0752-01"
      ]
    },
    {
      "cite": "540 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472204
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0453-01"
      ]
    },
    {
      "cite": "640 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1995,
      "opinion_index": 1
    },
    {
      "cite": "658 A.2d 752",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        472204,
        7872252
      ],
      "year": 1995,
      "opinion_index": 1,
      "case_paths": [
        "/pa/540/0453-01",
        "/a2d/658/0752-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 330,
    "char_count": 5133,
    "ocr_confidence": 0.611,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20023078565584326
    },
    "sha256": "15ed7947e0adf633c19970a11a81baa55e6ee7f372c0c8602219fc7b3850532c",
    "simhash": "1:0e763b65234ef596",
    "word_count": 818
  },
  "last_updated": "2024-02-27T20:33:11.762329+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "CASTILLE, J., files a dissenting statement."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Eugene CARTER, Appellant."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 6th day of March, 1996, the Petition for Allowance of Appeal, No. 569 E.D. Alocatur Docket 1995, is hereby GRANTED. The order of the Superior Court is REVERSED. Commonwealth v. Banks, 540 Pa. 453, 658 A.2d 752 (1995).\nIt is further ordered that the Petition for Leave of Court to file communication after submission of Petition for Allowance of an Appeal is hereby DENIED.\nCASTILLE, J., files a dissenting statement.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "CASTILLE, Justice,\ndissenting:\nOnce again this Court has elected to undermine the ability of police officers to effectively battle the proliferation of illegal narcotic substances on our streets. Because I believe that there was sufficient probable cause to support appellant’s arrest in the instant matter, I must dissent to this Court’s per curiam order reversing the Superior Court’s affirmance of appellant’s judgment of sentence.\nThe record reveals the following: On May 30, 1993, at approximately 5:00 p.m., Police Officer George Soto was on routine patrol in a marked police vehicle in Philadelphia County when he approached the intersection of Salford and Market Streets, an intersection known to Officer Soto as a high drug area in which he had previously made “numerous arrests.” As the officer approached the intersection in broad daylight, he observed from a distance of approximately 30 to 40 feet, appellant and another male engaged in a conversation standing in the northwest corner of the well-known drug distribution intersection. The unidentified male handed appellant United States currency and appellant placed the money in his left pants pocket. Simultaneously, appellant reached into his right hand pocket and retrieved a brown paper bag. Appellant then reached into the bag and pulled out a small object from the bag and handed it to the other male shielding it from view. At that point, the unknown male looked in Officer Soto’s direction and fled. Believing that he just witnessed a drug transaction, Officer Soto jumped out of his vehicle, apprehended appellant and patted him down for weapons for his own safety and that of his backup. The Officer felt the bulge in appellant’s pocket and retrieved it. The brown paper bag contained 22 vials of crack cocaine. The officer also confiscated 20 one-dollar bills from appellant.\nA majority of this Court has determined that there was insufficient probable cause to support appellant’s arrest in the instant matter based this Court’s recent decision in Commonwealth v. Banks, 640 Pa. 453, 658 A.2d 752 (1995). I believe that the facts and circumstances of the instant matter present an even more compelling case of sufficient probable cause than those noted in my dissent in Banks. Hence, I cannot embrace the per curiam order of this Court reversing appellant’s judgment of sentence.\nIn Banks, a police officer traveling in a marked police car observed Banks standing on a street comer reach into his pocket and hand an unknown object to an unknown female in exchange for United States currency. As the police officer approached to investigate, Banks looked in the officer’s direction and fled. The officer gave chase and captured Banks. The officer’s search revealed a brown paper bag in his right hand pocket containing 16 vials of crack cocaine. A majority of this Court found that the facts and circumstance of Banks fell narrowly short of establishing probable cause since every commercial transaction on a street comer, without more, does not give rise to probable cause. I concluded that the facts and circumstances of the suspicious transaction along with Banks’ flight at the sight of the police officer gave the rise to probable cause for the police officer to believe that a drug transaction had occurred, thereby giving legal justification to the pursuit and apprehension of Banks.\nThe majority concludes today that the facts of Banks are indistinguishable from the matter at hand. Were I to agree with that conclusion, I would simply dissent to the per curiam order based upon my dissent in Banks. However, I believe that facts herein are even more compelling and write simply to express my profound disagreement with the majority’s placing increasingly insurmountable barriers to the effectiveness of this Commonwealth’s law enforcement officers to perform their sworn duties. Here, the record reveals that Officer Soto observed the entire surreptitious transaction in broad daylight at a notorious drag location which included the exchange of money for an unknown object furtively concealed from view. In addition, Officer Soto testified that he believed a drug transaction had occurred based on his past experience from observing many narcotic transactions at that very intersection in question. Further, Officer Soto testified that he had made numerous drag-related arrests in that vicinity. Thus, I believe that the totality of the circumstances in this case were more than sufficient to support a finding of probable cause to believe that a narcotics transaction had occurred.",
        "type": "dissent",
        "author": "CASTILLE, Justice,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Eugene CARTER, Appellant.\nSupreme Court of Pennsylvania.\nMarch 6, 1996."
  },
  "file_name": "0864-03",
  "first_page_order": 930,
  "last_page_order": 931
}
