{
  "id": 8355837,
  "name": "GEORGETOWN UNIVERSITY HOSPITAL, Petitioner v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, and Juliet Fiscian, Intervenor",
  "name_abbreviation": "Georgetown University Hospital v. District of Columbia Department of Employment Services",
  "decision_date": "2007-08-02",
  "docket_number": "No. 06-AA-413",
  "first_page": "865",
  "last_page": "873",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 865"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "502 A.2d 1027",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7902056
      ],
      "pin_cites": [
        {
          "page": "1031-32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/502/1027-01"
      ]
    },
    {
      "cite": "531 A.2d 651",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883621
      ],
      "pin_cites": [
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/531/0651-01"
      ]
    },
    {
      "cite": "2007 WL 1701881",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2007,
      "pin_cites": [
        {
          "page": "*5",
          "parenthetical": "noting that only the ALJ is authorized by statute to issue an order of compensation"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "853 A.2d 704",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9376950
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "706"
        },
        {
          "page": "707"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/853/0704-01"
      ]
    },
    {
      "cite": "772 A.2d 198",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11092112
      ],
      "pin_cites": [
        {
          "page": "201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/772/0198-01"
      ]
    },
    {
      "cite": "668 A.2d 844",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7869621
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "845"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/668/0844-01"
      ]
    },
    {
      "cite": "560 A.2d 524",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7349759
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "526"
        },
        {
          "page": "526"
        },
        {
          "page": "526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/560/0524-01"
      ]
    },
    {
      "cite": "391 A.2d 269",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8049724
      ],
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/391/0269-01"
      ]
    },
    {
      "cite": "630 A.2d 699",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11324430
      ],
      "pin_cites": [
        {
          "page": "702"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/630/0699-01"
      ]
    },
    {
      "cite": "632 A.2d 395",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7368245
      ],
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/632/0395-01"
      ]
    },
    {
      "cite": "667 A.2d 310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861006
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "312"
        },
        {
          "page": "312"
        },
        {
          "page": "312"
        },
        {
          "page": "312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/667/0310-01"
      ]
    },
    {
      "cite": "660 A.2d 404",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871097
      ],
      "pin_cites": [
        {
          "page": "407"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/660/0404-01"
      ]
    },
    {
      "cite": "675 A.2d 37",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7858912
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "40"
        },
        {
          "page": "40"
        },
        {
          "page": "40"
        },
        {
          "page": "41"
        },
        {
          "page": "41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/675/0037-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 858,
    "char_count": 23369,
    "ocr_confidence": 0.712,
    "pagerank": {
      "raw": 1.2924678943100599e-07,
      "percentile": 0.6202282449671777
    },
    "sha256": "afcc2328cbd89c76231410cd005972891a922b308e403e3a7dffc15812060a55",
    "simhash": "1:b07049daf70a1939",
    "word_count": 3804
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before RUIZ, BLACKBURNE-RIGSBY, and THOMPSON, Associate Judges."
    ],
    "parties": [
      "GEORGETOWN UNIVERSITY HOSPITAL, Petitioner v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, and Juliet Fiscian, Intervenor."
    ],
    "opinions": [
      {
        "text": "RUIZ, Associate Judge.\nThis case arises out of a claim for workers’ compensation benefits filed by Juliet Fiscian, pursuant to the provisions of the District of Columbia Workers’ Compensation Act of 1979, as amended, D.C.Code § 32-1501 et seq. (2001). Petitioner, Georgetown University Hospital, argues that the award of temporary total disability benefits to Ms. Fiscian, for the period of September 9, 2002, through and including October 2, 2002, and the finding by the Administrative Law Judge (ALJ) that the claimant’s lower-back pain was causally related to a work-related injury are both unsupported by substantial evidence. Although we conclude the record supports the finding of a causal connection with respect to the lower-back pain, we agree that there is no evidentiary support for disability benefits beyond September 9, 2002, and vacate that portion of the award. We remand to the Compensation Review Board with instructions that the ALJ enter the proper compensation award.\nI. Factual Summary\nThe claim at issue stems from a work-related injury sustained by Ms. Fiscian on July 4, 2002, while she was a clinical technician at Georgetown University Hospital working a twelve-hour shift in the postpartum unit. On that day, Ms. Fiscian opened a closet door to reach for some sterile linens in a hospital room and was knocked in the forehead by the closet door, which had fallen off its hinges. She sought medical attention for the first time the next day at the emergency room of Georgetown University Hospital, and af-terwards she sought the care of a doctor through her health insurance. She saw her treating physician, Dr. Nancy Rivera-King, six times between July 5 and October 2, 2002.\nImmediately following the injury, Ms. Fiscian complained of and was treated for a forehead contusion and neck/cervical pain. At her visit to the doctor on August 7, 2002, she also noted lower-back (lumbo-sacral) pain, which Ms. Fiscian stated in her testimony before the ALJ was caused by the physical therapy that had been prescribed by Dr. Rivera-King to alleviate her cervical pain. Ms. Fiscian was released to return to work on August 12, 2002, but only for a four-hour shift (instead of the regular twelve-hour shift) and with the further limitation that she not lift more than fifteen pounds.\nPrior to that visit, on August 1, Ms. Fiscian had been examined by Dr. James E. Callan at the request of petitioner. Dr. Callan found that she had already reached “maximum medical improvement” and could return to work as of August 5, 2002, “with no job restrictions.”\nFollowing her treating physician’s advice, Ms. Fiscian returned to work on August 12, 2002 (a date agreed upon between her and her supervisor at Georgetown University Hospital, Ms. Lynne Philip), and she was told by Ms. Philip to see one of the nurse practitioners, Ms. Paula Sullivan, who worked for petitioner’s Employee Health Service Division, to be “cleared” for her shift. Ms. Sullivan examined Ms. Fiscian and determined that she was able to return to full duty on that day. Ms. Sullivan testified that before commencing the examination, she was aware of the advice given by Ms. Fiscian’s treating physician that claimant should return to work on a limited basis, but that she was responsible under the hospital’s policy for making a separate determination whether the employee was able to return to work.\nMs. Fiscian refused to follow the direction given to her by Dr. Callan and Ms. Sullivan and, instead, left her job after completing four hours as her treating physician had advised. She did not seek her supervisor’s consent and she was reprimanded by Ms. Philip in a letter dated the following day, August 13, for her failure to complete the full twelve-hour shift. Ms. Philip sent a second letter, dated August 16, 2002, advising Ms. Fiscian that her employment had been terminated effective midnight on August 16, due to her failure to show up for work for three consecutive days, which under the hospital’s policy constituted a de facto resignation by the employee. Before the ALJ, Ms. Fiscian maintained that if she had been offered an opportunity to work four-hour shifts consistent with the medical advice she received from her treating physician, she would have returned to work after August 12, 2002, but that she received no indication that the hospital was willing to provide her that option, and Ms. Philip had told her that the hospital could not offer her any four-hour shifts. In her testimony, Ms. Philip stated that she would have tried to “accommodate” Ms. Fiscian, but only depending on how Ms. Fiscian was feeling on a given day. She also testified that she never attempted to contact Ms. Fiscian after seeing her briefly at the hospital the morning of August 12, 2002.\nMs. Fiscian continued her treatment with Dr. Rivera-King. At the visit on September 5, Dr. Rivera-King released her for full-time work without restriction as of September 9, 2002.\nProcedural History\nAfter a timely filing of a claim for workers’ compensation benefits, a full evidentia-ry hearing was held before ALJ Karen R. Calmiese on August 19, 2003. The ALJ issued a Compensation Order on September 30, 2003, in which she found that claimant sustained an injury arising out of and in the course of her employment on July 4, 2002, and that she was unable to perform her usual work duties due to this injury from July 4, 2002 until October 2, 2002. In addition, the ALJ found that the claimant’s lower-back pain was causally related to the work injury, but that the “low back condition, forehead contusion and cervical strain resolved as of October 2, 2002,” and that the employer was not responsible for further medical care or treatment for claimant’s work-related injuries. Petitioner was ordered to pay Ms. Fiscian temporary total disability compensation benefits from August 12, 2002, to October 2, 2002, along with interest on accrued benefits.\nPetitioner appealed the decision to the Compensation Review Board (CRB) of the District of Columbia Department of Employment Services. It claimed that the ALJ should not have applied the presumption to conclude that the lower-back injury was causally related to the July 4 work incident and that, in any event, claimant should not have been awarded disability benefits past September 9, 2002, the date as of which the treating physician had released her to work without restrictions. While the CRB questioned the ALJ’s application of the “direct and natural consequence rule” and the presumption to establish a causal connection to the lower-back injury, it concluded that,\nthe record does contain sufficient evidence to establish Respondent’s low back problems ... were a consequence of the injury she sustained to her neck while in the course of her employment on July 4, 2002 and any error made by the ALJ in her analysis of the presumption vs. the direct and natural consequence rule is harmless error.\nThe CRB, therefore, refused to disturb the ALJ’s conclusions regarding the lower-back pain, and in a Decision and Order issued March 28, 2006, affirmed the ALJ’s decision awarding disability payments for the period between August 12, 2002 and October 2,2002.\nII. Standard of Review\nAn agency order is reviewed by this court under the “now familiar ‘substantial evidence’ standard.” Washington Post v. D.C. Dep’t of Employment Servs., 675 A.2d 37, 40 (D.C.1996) (quoting Harris v. D.C. Office of Workers’ Compensation, 660 A.2d 404, 407 (D.C.1995)). Substantial evidence is defined as “such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.” Ferreira v. D.C. Dep’t of Employment Servs., 667 A.2d 310, 312 (D.C.1995) (quoting James v. D.C. Dep’t of Employment Servs., 632 A.2d 395, 397 (D.C.1993)). The standard requires this court to sustain the hearing examiner’s factual findings if they are supported by substantial evidence in the record as a whole, see Washington Post, 675 A.2d at 40, notwithstanding that there may be contrary evidence in the record. See Ferreira, 667 A.2d at 312. As stated in Oubre v. D.C. Dep’t of Employment Servs., “[w]e will not disturb an agency’s decision if it flows rationally from the facts which are supported by substantial evidence in the record.” 630 A.2d 699, 702 (D.C.1993); see also Kenmore Joint Venture v. D.C. Bd. of Zoning Adjustment, 391 A.2d 269, 276 (D.C.1978) (also noting that “we may not substitute our own judgment so long as there is a rationale basis for the ... [agency’s] decision”).\nThat said, we review an agency’s legal ruling de novo and the court is “the final authority on issues of statutory construction.” Washington Post, 675 A.2d at 40.\nIII. Analysis\nA. Causation\nPetitioner argues that the ALJ misinterpreted the law by applying the presumption that creates a causal connection between the disability from the lower-back pain experienced by claimant and the work-related event. Petitioner asserts that the ALJ mistakenly required the employer to present affirmative evidence that the lower-back pain was not caused by the work-related event when it was claimant’s initial burden to provide evidence that there was a “cause and effect relationship” between the lower-back pain and the work-related injury. In addition, according to petitioner, the CRB also erred in concluding that even if the presumption did not apply (as the CRB thought), there was substantial evidence in the record to support a finding that Ms. Fiscian’s lower-back pain was caused by the physical therapy prescribed as part of the treatment for the work-related injury she sustained on July 4, 2002.\nThe law does not require a claimant to prove a causal relationship by introducing evidence that specifically links the disability to the work-related injury, as suggested by petitioner. Rather, the law in the District of Columbia creates a presumption that once a claimant demonstrates a work-related injury and a subsequent disability, the claim comes within the provisions of the Act. See Ferreira, 667 A.2d at 312; Parodi v. D.C. Dep’t of Employment Servs., 560 A.2d 524, 526 (D.C.1989); D.C.Code § 36-321(1) (1993 Repl.). To trigger the presumption, “a claimant needs to make some ‘initial demonstration’ of the employment-connection of the disability .•.. [t]he presumption then operates to establish a causal connection between the disability and the work-related event, activity, or requirement.” Whittaker v. D.C. Dep’t of Employment Servs., 668 A.2d 844, 845 (D.C.1995). A claimant will satisfy the “initial demonstration” requirement if she can prove two facts: a “death or disability” and “a work-related event, activity, or requirement which has the potential of resulting in or contributing to the death or disability.” Id. If these two facts are established, the presumption is then triggered and the court places the burden on the employer to provide “substantial evidence” showing that the disability is not work-related. Id. (quoting Parody 560 A.2d at 526). Therefore, as noted in Parody “[ajbsent employer evidence ‘specific and comprehensive enough to sever the potential connection between a particular injury and a job-related event,’ the compensation claim will be deemed to fall within the purview of the statute.” 560 A.2d at 526 (quoting Ferreira, 531 A.2d at 655).\nIt is enough for us to decide that Ms. Fiscian satisfied the “initial demonstration” requirement in support of the ALJ’s implicit finding, in applying the presumption, that (a) she had a disability (resulting from the lower-back pain, in addition to the cervical strain and forehead contusion) and (b) she experienced a work-related event (injury requiring physical therapy) that had the potential to cause the lower-back problems. See note 1, supra. If, as the ALJ thought, these facts triggered the presumption of causation between the lower-back pain and the work injury, the employer was required to put forth “substantial evidence” to rebut this presumption. But even if, as the CRB reasoned, the presumption does not apply to the sequelae of the initial cervical injury, substantial evidence supported the inference — necessarily made by the ALJ to apply the presumption — that the physical therapy for the cervical pain caused injury to the lower back. Under either legal framework, petitioner did not meet its burden because it failed to present any evidence at the hearing specific to the lower-back pain, noting at the hearing only that Ms. Fiscian did not complain of lower-back problems to her doctor until the August 7, 2002 visit and that its physician, Dr. Callan, did not note any problems with claimant’s lower back. Given claimant’s evidence and petitioner’s failure to provide evidence to support a contrary conclusion, we hold that the CRB did not err in affirming the ALJ’s finding that Ms. Fiscian’s lower-back pain was caused by the injury she sustained at work on July 4, 2002.\nB. Substantial Evidence of Period of Disability\nPetitioner contends that even assuming a causal connection between the lower-back pain and the work-related event, the CRB erred in affirming the ALJ’s decision to award Ms. Fiscian disability benefits from August 12, 2002, through October 2, 2002, because there is no support in the record that claimant was disabled for that entire period. Rather, petitioner claims, the evidence in the record supports a conclusion that the latest possible date is September 9, 2002, when the treating physician released her for full-time duty. We agree that there is no evidence in the record to support the ALJ’s finding that Ms. Fiscian was disabled until October 2, 2002, and so we reverse the CRB’s decision affirming the ALJ’s order as it relates to the award of disability payments after September 9, 2002.\nTo determine whether there was substantial evidence to support the agency’s determination, this court must inquire (1) whether the agency has made a finding of fact on each material contested issue of fact; (2) whether substantial evidence of the record supports each finding; and (3) whether conclusions legally sufficient to support the decision flow rationally from the findings. See Ferreira, 667 A.2d at 312. While this standard is clearly one that provides great deference to the agency’s determination, if we cannot find support in the record for the findings that are the basis for the agency’s determination, then we must reverse the decision. See Clark v. D.C. Dep’t of Employment Servs., 772 A.2d 198, 201 (D.C.2001) (“In a worker’s compensation case, the court defers to the determination of the Director of DOES as long as the Director’s decision flows rationally from the facts, and those facts are supported by substantial evidence on the record.”).\nWe have consistently held that for the purposes of disability payments under the Workers’ Compensation Act, “[disability means physical or mental incapacity because of an injury which results in the loss of wages. Disability is an economic and not a medical concept.” Washington Post, 675 A.2d at 41. Furthermore, we have determined that D.C.Gode § 32-1501(8) requires a person claiming disability benefits to have both incurred “a compensable injury, arising out of and in the course of employment, and suffer[ed] a resulting wage loss.” See Washington Post v. D.C. Dep’t of Employment Servs., 853 A.2d 704, 706 (D.C.2004); D.C.Code § 32-1501(8). Once a claimant shows that she has a work-related impairment, she is entitled to a finding of disability unless the employer demonstrates availability of suitable alternative employment. See id. at 707.\nIn its review of the ALJ’s Compensation Order, the CRB did not disturb the ALJ’s finding that claimant “remained temporarily and totally disabled from her job as a clinical technician from August 12, 2002, to October 2, 2002, since she received no wages and was unable to return to her regular employment until she was released to return to full duty by her treating physician on October 2, 2002.” It also concluded that the ALJ’s findings that claimant did not voluntarily limit her income and that her wage loss was caused by her injury were “supported by substantial evidence and shall not be disturbed.” For these reasons, the CRB affirmed the ALJ’s decision awarding Ms. Fiscian total temporary disability payments for the period of August 12, 2002 until October 2, 2002.\nWe conclude that there was not substantial evidence in the record to support the agency’s determination that Ms. Fiscian continued to suffer a wage loss due to her work-related injury after September 9, 2002. Although she remained unemployed past September 9, 2002, and therefore continued to suffer a loss of wages beyond that date, her wage loss was not caused by a work-related injury, but rather by the fact that she had been terminated. The record contains reports written by Dr. Rivera-King, as well as testimony by Ms. Fiscian, that the doctor determined that her injuries had resolved by September 5, 2002, and that she was released for full duty work — without restrictions — as of September 9, 2002.\nThe only evidence that could support the ALJ’s finding that Ms. Fiscian was disabled until October 2, 2002, is the fact that it was the date of Ms. Fiscian’s last reported visit to Dr. Rivera-King. In the report on that visit, the doctor noted that Ms. Fiscian would continue physical therapy, but that she was “releasefd] from her workman’s compensation at this time.” That brief, general notation does not in any way contradict Dr. Rivera-King’s express previous determination on September 5. The fact that Ms.- Fiscian continued to be under medical treatment up until October 2, 2002, does not, by itself, suffice to establish that she was disabled under the meaning of D.C.Code § 32-1501.\nWe vacate the decision of the CRB and remand the case so that the ALJ can issue a revised Compensation Order limiting the award of disability compensation to the period ending September 9, 2002. See Wash Metro. Area Transit Auth. v. D.C. Dep’t of Employment Servs., No. 06-AA-27, 2007 WL 1701881, at *5 (D.C. June 14, 2007) (noting that only the ALJ is authorized by statute to issue an order of compensation). In all other respects, the decision of the CRB is affirmed.\nSo ordered.\n. Claimant said during the hearing before the ALJ that she did not begin to experience pain in her lower back until after she began the physical therapy that had been prescribed for her cervical strain. She explained that she told the physical therapist that she was having \"some [lower-back] pain. And he told me that I was doing it wrong.”\n. According to Ms. Fiscian, \"[Ms. Philip] said they don't have any four hour [shifts] for me since I’ve been told to resume full duty.”\n. Specific to the finding concerning the lower back, ALJ Calmiese cited the established legal principle that an employee is afforded a re-buttable presumption that her injury arises out of or in the course of his or her employment if the employee can show \"some evidence of a 'work-related event, activity, or requirement which has the potential of resulting in or contributing to the death or disability’ ” that the employee has experienced (quoting Ferreira v. D.C. Dep’t of Employment Servs., 531 A.2d 651, 655 (D.C.1987)). In response to petitioner’s argument that the lower-back pain was not causally related to the injury, the ALJ also relied on the so-called \"direct and natural consequence rule.” Gabriella O'Rose v. Wash. Hospital Center, Dir. Dkt. No. 98-96, OHA No. 97-188A, OWC No. 509537 (1999).\n. The employer had already voluntarily paid disability benefits from July 4 to August 11, 2002.\n. Before the ALJ, petitioner had argued that claimant was not entitled to any disability payments after August 12, 2002, because that was the day she returned to work and any wage loss after that date was the result of claimant’s decision to voluntarily limit her income.\n. Petitioner makes this argument not to challenge the award of disability compensation, which did not distinguish between disability due to the cervical or lumbrosacral pain, but to establish that it is not responsible for future medical expenses related to the claimant’s lower back.\n. Petitioner’s doctor examined Ms. Fiscian on August 1, before she complained of the lower-back pain to her treating physician a week later. There was no subsequent independent medical examination, nor did petitioner present any evidence that the physical therapy could not have caused the lower-back pain.\n. In its opinion, the CRB rejected petitioner's argument that because claimant allegedly voluntarily limited her income by refusing to show up for work after August 12, 2002, she was not entitled to any disability benefits after that date. Although petitioner does not press this argument before the court, we note that there appears to be substantial evidence in the record to support the CRB’s decision affirming the ALJ’s conclusion that claimant did not voluntarily limit her income by not showing up for work after August 12, 2002. This court has held that the burden is on the employer to prove that work for which the claimant was qualified was in fact available, see Washington Post, 675 A.2d at 41, but the evidence in the record is that petitioner was expected to work 12-hour shifts, subject to accommodation on a day-by-day basis. This was contrary to the treating physician’s advice and the ALJ could have found that petitioner did not meet its burden. Cf. Joyner v. D.C. Dep't of Employment Servs., 502 A.2d 1027, 1031-32 (D.C.1986) (affirming ALJ’s conclusion that claimant was not entitled to disability benefits after she had voluntarily limited her income or failed to accept employment commensurate with her abilities within the meaning of D.C.Code § 36-308(c) when she moved to another town after becoming disabled and refused to accept any of the jobs offered to her by her employer).\n. As discussed during oral argument, Ms. Fis-cian may have a separate claim as a result of the termination of her employment, but, once her physical incapacity ended, she did not have a lawful claim for worker’s compensation. It is only the latter that is the subject of this opinion.\n. In the report on Ms. Fiscian’s visit on September 5, 2002, Dr. Rivera-King noted that while Ms. Fiscian would continue physical therapy, she \"will return to work on September 9, 2002, next Monday. I understand that she is presently unemployed but she can return to the same job if a new position opens or it could be a different position.” In addition, the record contains a \"certificate to return to work/school” signed by Dr. Rivera-King, dated September 5, 2002, which states that Juliet Fiscian \"will be able to return to work on September 9, 2002.” Ms. Fiscian testified at the hearing before the ALJ that Dr. Rivera-King gave her a \"full duty release to go back to [her] old job” on September 5, 2002 and that there were no restrictions on the duties she could perform from that date going forward.",
        "type": "majority",
        "author": "RUIZ, Associate Judge."
      }
    ],
    "attorneys": [
      "William S. Sands, Jr., Fairfax, VA, for petitioner.",
      "Matthew Peffer, for intervenor."
    ],
    "corrections": "",
    "head_matter": "GEORGETOWN UNIVERSITY HOSPITAL, Petitioner v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, and Juliet Fiscian, Intervenor.\nNo. 06-AA-413.\nDistrict of Columbia Court of Appeals.\nArgued June 28, 2007.\nDecided Aug. 2, 2007.\nWilliam S. Sands, Jr., Fairfax, VA, for petitioner.\nMatthew Peffer, for intervenor.\nBefore RUIZ, BLACKBURNE-RIGSBY, and THOMPSON, Associate Judges."
  },
  "file_name": "0865-01",
  "first_page_order": 913,
  "last_page_order": 921
}
