{
  "id": 9300094,
  "name": "FRATERNAL ORDER OF TRANSIT POLICE, Petitioner v. PENNSYLVANIA LABOR RELATIONS BOARD, Respondent",
  "name_abbreviation": "Fraternal Order of Transit Police v. Pennsylvania Labor Relations Board",
  "decision_date": "2003-12-23",
  "docket_number": "",
  "first_page": "866",
  "last_page": "868",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 866"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "736 A.2d 707",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11577243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/736/0707-01"
      ]
    },
    {
      "cite": "508 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794081
      ],
      "weight": 7,
      "year": 1985,
      "pin_cites": [
        {
          "page": "586"
        },
        {
          "page": "299"
        },
        {
          "parenthetical": "holding that a Commonwealth agency is neither the Commonwealth nor a political subdivision of the Commonwealth for purposes of collective bargaining under Act 111"
        },
        {
          "parenthetical": "holding that a Commonwealth agency is neither the Commonwealth nor a political subdivision of the Commonwealth for purposes of collective bargaining under Act 111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0576-01"
      ]
    },
    {
      "cite": "512 Pa. 567",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800438
      ],
      "weight": 4,
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "holding that SEPTA is a Commonwealth agency"
        },
        {
          "parenthetical": "holding that SEPTA is a Commonwealth agency"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0567-01"
      ]
    },
    {
      "cite": "529 F.2d 1355",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10603817
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/529/1355-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 324,
    "char_count": 5887,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2164068252627856
    },
    "sha256": "e01c67f4b2f910102fd1ed69bd26bd7f140c360e8542704efb8c18e841025da6",
    "simhash": "1:5d9d08d665743086",
    "word_count": 906
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, President Judge, and McGINLEY, Judge, SMITH-RIB NER, Judge, FRIEDMAN, Judge, LEADBETTER, Judge, COHN, Judge, and SIMPSON, Judge."
    ],
    "parties": [
      "FRATERNAL ORDER OF TRANSIT POLICE, Petitioner v. PENNSYLVANIA LABOR RELATIONS BOARD, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge FRIEDMAN.\nThe Fraternal Order of Transit Police (FOTP) petitions this court for review of the May 20, 2003, order of the Pennsylvania Labor Relations Board (PLRB), which dismissed the FOTP’s exceptions to a PLRB decision declining to direct a hearing on the FOTP’s Petition for Representation (Petition). We affirm.\nIn its Petition, the FOTP sought to represent a unit of transit police officers employed by the Southeastern Pennsylvania Transportation Authority (SEPTA) for purposes of collective bargaining under Act 111, the Act of June 24,1968, P.L. 237, 43 P.S. §§ 217.1-217.10. The Petition stated, “The employer is a political subdivision of the Commonwealth within Act 111. Certification pursuant to Act 111 therefore is appropriate.” (R.R. at 6a.)\nThe PLRB declined to direct a hearing on the Petition. In doing so, the PLRB concluded that SEPTA is neither the Commonwealth nor a political subdivision of the Commonwealth so as to be an employer for purposes of collective bargaining under Act 111. (R.R. at 8a.)\nThe FOTP filed exceptions, arguing that the PLRB erred in concluding that SEPTA is neither the Commonwealth nor a political subdivision of the Commonwealth for purposes of collective bargaining under Act 111. The FOTP based this argument on Crilly v. Southeastern Pennsylvania Transportation Authority, 529 F.2d 1355 (3d Cir.1976) (holding that SEPTA is so closely associated with the Commonwealth that it is, in essence, a political subdivision of the Commonwealth so as to be immune from suit under federal labor law).\nIn dismissing the exceptions, the PLRB noted that our supreme court had recognized Crilly in Feingold v. Southeastern Pennsylvania Transportation Authority, 512 Pa. 567, 517 A.2d 1270 (1986), but did not adopt its reasoning. In addition, the PLRB concluded that SEPTA did not fall within the definition of “political subdivision” in section 1991 of the Statutory Construction Act of 1972. Finally, the PLRB stated that, unlike political subdivisions of the Commonwealth, SEPTA does not have the power to levy taxes, which means that SEPTA lacks the ability to fund an Act 111 interest arbitration proceeding. In other words, any agreement reached by the FOTP on behalf of the transit police in collective bargaining would be unenforceable. See Philadelphia Housing Authority v. Pennsylvania Labor Relations Board, 508 Pa. 576, 499 A.2d 294 (1985).\nOn appeal to this court, the FOTP argues that SEPTA should be considered “the Commonwealth” for Act 111 purposes. (FOTP’s brief at 9.) The PLRB contends, however, that the only assertion made in the FOTP’s Petition was that SEPTA is a political subdivision of the Commonwealth. (PLRB’s brief at 10.) We have reviewed the FOTP’s Petition and agree with the PLRB. (See R.R. at 6a.) Rule 1551(a) of the Pennsylvania Rules of Appellate Procedure provides that, except in certain situations that do not apply here, no question shall be considered by this court which was not raised before the government unit. Pa. R.A.P. 1551(a). Because the FOTP failed to assert in its Petition that SEPTA should be considered “the Commonwealth,” the matter is waived.\nMoreover, even if the FOTP had raised the issue properly in its Petition, the FOTP could not prevail. In Philadelphia Housing Authority, our supreme court indicated that, to. determine the meaning of “Commonwealth” in Act 111, it was necessary to resort to the definition set forth in section 1991 of the Statutory Construction Act of 1972. Section 1991 defines the word “Commonwealth” as “The Commonwealth of Pennsylvania.” 1 Pa. C.S. § 1991. Borrowing language from Philadelphia Housing Authority, we observe, “Clearly, [SEPTA] can, by no stretch of the imagination, be considered the Commonwealth of Pennsylvania.” Philadelphia Housing Authority, 508 Pa. at 586, 499 A.2d at 299. The broader definition of “Commonwealth” suggested by the FOTP “would render the express inclusion [in Act 111] of ‘political subdivisions of the Commonwealth’ redundant.” Id.\nAccordingly, we affirm.\nPresident Judge COLINS dissents. .\nORDER\nAND NOW, this 23rd day of December, 2003, the order of the Pennsylvania Labor Relations Board, dated May 20, 2003, is hereby affirmed.\n. Section 1 of Act 111 provides for collective bargaining for police and firefighters employed by the Commonwealth or a political subdivision of the Commonwealth. 43 P.S. § 217.1. See Feingold v. Southeastern Pennsylvania Transportation Authority, 512 Pa. 567, 517 A.2d 1270 (1986) (holding that SEPTA is a Commonwealth agency); see also Philadelphia Housing Authority v. Pennsylvania Labor Relations Board, 508 Pa. 576, 499 A.2d 294 (1985) (holding that a Commonwealth agency is neither the Commonwealth nor a political subdivision of the Commonwealth for purposes of collective bargaining under Act 111).\n. Section 1991 of the Statutory Construction Act of 1972 defines \"political subdivision” as follows: \"Any county, city, borough, incorporated town, township, school district, vocational school district and county institution district.” 1 Pa.C.S. § 1991.\n. This court’s scope of review from a final order of the PLRB is limited to determining whether constitutional rights were violated, whether there was an error of law, or whether substantial evidence supports the findings of fact. Ellwood City Police Wage and Policy Unit v. Pennsylvania Labor Relations Board, 736 A.2d 707 (Pa.Cmwlth.1999).",
        "type": "majority",
        "author": "Judge FRIEDMAN."
      }
    ],
    "attorneys": [
      "Ian J. Blynn, Harrisburg, for petitioner.",
      "John B. Neurohr, Harrisburg, for respondent.",
      "Andrew J. Rolfes, Philadelphia, for ami-cus curiae, SEPTA."
    ],
    "corrections": "",
    "head_matter": "FRATERNAL ORDER OF TRANSIT POLICE, Petitioner v. PENNSYLVANIA LABOR RELATIONS BOARD, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued Nov. 5, 2003.\nDecided Dec. 23, 2003.\nIan J. Blynn, Harrisburg, for petitioner.\nJohn B. Neurohr, Harrisburg, for respondent.\nAndrew J. Rolfes, Philadelphia, for ami-cus curiae, SEPTA.\nBEFORE: COLINS, President Judge, and McGINLEY, Judge, SMITH-RIB NER, Judge, FRIEDMAN, Judge, LEADBETTER, Judge, COHN, Judge, and SIMPSON, Judge."
  },
  "file_name": "0866-01",
  "first_page_order": 896,
  "last_page_order": 898
}
