{
  "id": 11244048,
  "name": "In the Matter of Marilyn ARONS, Ruth Watson and Parent Information Center of New Jersey, Inc., Respondents",
  "name_abbreviation": "In re Arons",
  "decision_date": "2000-07-06",
  "docket_number": "No. 440, 1999",
  "first_page": "867",
  "last_page": "874",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 867"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "485 U.S. 568",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        14057
      ],
      "weight": 3,
      "year": 1988,
      "pin_cites": [
        {
          "page": "575"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/485/0568-01"
      ]
    },
    {
      "cite": "96 S.Ct. 893",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12026449
      ],
      "weight": 3,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/us/424/0319-01"
      ]
    },
    {
      "cite": "424 U.S. 819",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "447 U.S. 102",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181683
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "118",
          "parenthetical": "\"[C]ontemporaneous remarks of a single legislator who sponsors a bill are not controlling in analyzing legislative history.\""
        },
        {
          "parenthetical": "\"[C]ontemporaneous remarks of a single legislator who sponsors a bill are not controlling in analyzing legislative history.\""
        },
        {
          "parenthetical": "\"[C]ontemporaneous remarks of a single legislator who sponsors a bill are not controlling in analyzing legislative history.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/447/0102-01"
      ]
    },
    {
      "cite": "167 F.3d 801",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11597638
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "807-08"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/167/0801-01"
      ]
    },
    {
      "cite": "467 U.S. 837",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6209106
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "843-45"
        },
        {
          "page": "843-44"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0837-01"
      ]
    },
    {
      "cite": "7 U.S.C. § 2020",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(e)(7)",
          "parenthetical": "Food Stamp Act provision allowing households in certification process to \"be represented by a person other than a member of the household so long as that person has been clearly designated as -the representative .... and .... is an adult.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "842 F.2d 58",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542340
      ],
      "weight": 3,
      "year": 1988,
      "pin_cites": [
        {
          "page": "62-63",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/842/0058-01"
      ]
    },
    {
      "cite": "20 U.S.C. § 1415",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(b)(6) and (7)",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "20 U.S.C. § 1400",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1085,
    "char_count": 25478,
    "ocr_confidence": 0.686,
    "pagerank": {
      "raw": 9.505882454708161e-08,
      "percentile": 0.5233484654896868
    },
    "sha256": "3b898cc0585099e8835e5c65543841a591946a250b47bf51d96bb7af1bf660ac",
    "simhash": "1:11bcb6825d842aad",
    "word_count": 3943
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before VEASEY, Chief Justice, WALSH, HOLLAND, HARTNETT, and BERGER, Justices, constituting the Court En Banc."
    ],
    "parties": [
      "In the Matter of Marilyn ARONS, Ruth Watson and Parent Information Center of New Jersey, Inc., Respondents."
    ],
    "opinions": [
      {
        "text": "WALSH, Justice:\nThis is an appeal from a decision of the Board on the Unauthorized Practice of Law (the “Board”), an arm of the Supreme Court of Delaware, concluding that the appellants had engaged in the unauthorized practice of law. The appellants, supported by the United States Department of Justice as amicus curiae, contend that the Board erred in not recognizing their entitlement under federal law to represent parents of children with disabilities before State administrative agencies. That entitlement, it is argued, preempts state law and is supported by due process considerations. We conclude, however, that the Board’s decision is supported by the evidence and free of any error of law. Accordingly, we affirm.\nI\nThe appellants, Marilyn Arons and Ruth Watson, are, respectively, the founder and Executive Director of Parent Information Center of New Jersey, Inc. (collectively “Appellants”). The Parent Information Center is a non-profit organization founded in 1977 that provides advice, counseling and advocacy services to families of children with disabilities. On five occasions, the Center has represented families of children with disabilities in “due process” hearings held by the Delaware Department of Public Instruction pursuant to the federal Individuals with Disabilities Education Act (“IDEA”), 20 U.S.C. § 1400 et seq Four of these five hearings were handled by Arons, while the other hearing was handled by Watson. Athough neither Aons nor Watson is an attorney, both possess special knowledge and training with respect to the problems of children with disabilities.\nThe IDEA is intended to “ensure that children with disabilities and their parents are guaranteed procedural safeguards with respect to the provision of free appropriate public education.” 20 U.S.C. § 1415(a). Under the IDEA, the parents of a disabled child are entitled to challenge any proposal to change or initiate, or refusal to change or initiate, the identification, evaluation, educational placement or any other aspect of the provision of a free appropriate public education service to that child. See id. at § 1415(b)(3). When complaints are received, “the parents involved in such complaint shall have the opportunity for an impartial due process hearing.” Id. at § 1415(f).\nDue process hearings in Delaware are conducted in a manner typical of contested, adjudicatory hearings. The parties include the parent(s), the local school board and the Department of Public Instruction. The hearing is conducted by a three-member panel consisting of an attorney admitted to practice in Delaware; an educator who is either certified in the area of special education or who has been a post-secondary educator in the area of programs for students with disabilities; and a lay person with demonstrated interest in the education of students with disabilities from an approved list compiled by the Governor’s Advisory Counsel for Exceptional Citizens. Hearings are chaired by the attorney member of the panel.\nDue process hearings usually last from two to four days. The school board and the Department of Public Instruction are always represented by counsel. The hearing begins with opening statements from each party. Evidence is then presented through witnesses, who are subjected to direct and cross-examination. Athough the rules of evidence do not apply strictly, the Chair rules on legal issues, the qualification of experts and objections to relevance, materiality and admissibility. Following the presentation of evidence, the parties make closing statements and may be asked to file written submissions on key questions.\nOn August 8, 1996, the Office of Disciplinary Counsel (“ODC”) filed a petition with the Board requesting that Aons, Watson and the Parent Information Center be declared to have engaged in activities constituting the unauthorized practice of law by representing families of children with disabilities in due process hearings. While admitting the representation of at least five such families in Delaware due process hearings, Appellants denied that their activities, even if amounting to the practice of law, constitute the unauthorized practice of law. They argued that section 1415(h)(1) of the IDEA permits the representations in which they have engaged and preempts any state-law proscription against the unauthorized practice of law that might otherwise apply. That section provides that any party to a due process hearing “shall be accorded .... the right to be accompanied and advised by counsel and by individuals with special knowledge or training with respect to the problems of children with disabilities.” They also claimed that Delaware is alone among the fifty states in precluding non-lawyer representation in these circumstances.\nThe matter was submitted to the Board on a stipulation of facts, including transcripts of due process hearings, briefs, oral argument and post-hearing correspondence. On September 24, 1999, the Board issued a written opinion concluding that the IDEA does not authorize the practice of law by non-lawyers, including Appellants, in due process hearings. This appeal followed. Following the entry of this appeal, the United States Department of Justice sought leave to appear as an ami-cus curiae. Leave was granted and the Department has filed a brief in support of Appellants’ position.\nII\nThe present appeal poses the first occasion for this Court to exercise its power of review of decisions of the Board. Under Supreme Court Rule 86(e), this Court will accept factual findings by the Board so long as they are supported by substantial evidence. We review on a de novo basis findings by the Board related to legal issues. See Supr.Ct.R. 86(e). Because the parties stipulated to the facts in this matter and the only dispute relates to matters of.law, this Court’s review on all issues is de novo.\nAppellants’ principal argument is that the IDEA guarantees parents the right to have trained non-lawyers advocate on their behalf in due process hearings. They contend that the IDEA could hardly be clearer because it draws no distinction between counsel and “individuals with special knowledge or training with respect to the problems of children with disabilities.” Tó the extent that Delaware law conflicts with federal law, the argument runs, Delaware law is displaced and federal law governs.\n' The ODC responds that the IDEA unambiguously supports its position. It argues that counsel have inherent and presumptive representational ability and authority, while educational consultants do not, and that the statutory language of section 1415(h) neither creates, nor implies an equivalence of permissible roles for “counsel” and for “individuals with special knowledge or training.”\nAppellants and the ODC each argue that the pertinent language of the IDEA in dispute — “the right to be accompanied and advised by counsel and by individuals with special knowledge or training with respect to the problems of children with disabilities” — unambiguously supports their respective positions. We do not share the parties’ vision of clarity. In our view, section 1415(h)(1) is ambiguous to the extent it appears to confer joint authority on lawyers and non-lawyers to accompany and advise parents and others affected by the operation of the due process hearings provided under the IDEA. That being said, however, case law as well as statutory history support the ODC’s interpretation.\nThe pertinent language of section 1415(h)(1) has been discussed by the United States Court of Appeals for the Third Circuit in Arons v. New Jersey State Board of Education, 3d. Cir., 842 F.2d 58 (1988). In that case, Appellant Arons sought an award of fees for her successful representation of parents in a due process hearing in New Jersey, where state law allows non-lawyers to represent parents in due process hearings. In affirming a decision of the United States District Court for New Jersey that held that the New Jersey regulation authorizing such fees permitted, payment of only legal fees and not those of lay advocates, the court of appeals rejected the statutory intent argument advanced by Appellants here. The court explained:\nThe carefully drawn statutory language does not authorize these specially qualified individuals to render legal services. Although the [IDEA] does give “[a]ny party to any hearing” the right to “present evidence and confront, cross-examine, and compel the attendance of witnesses,” those functions are not designated to be performed by lay advocates. Furthermore, the statute does not use the word “represent” in subsection (d)(1), as would be expected if Congress intended to place expert and legal counsel on the same footing.\nOur search through the legislative history has failed to uncover any indication that Congress contemplated that the “individuals with special knowledge” would act in a representative capacity. The Senate Report describes the “indi-viduales]” role as one of consultation, with emphasis on the responsibility to identify educational problems, evaluate them, and determine proper educational placement.\nThe provisions’s [sic] text and history thus cast substantial doubt on the plaintiffs statement in her brief that “Congress intended that no distinction be drawn between lawyers and lay advocates.”\n842 F.2d at 62-63 (citations omitted).\nBecause the sole issue presented in Ar-ons was whether a lay advocate, whose authority to represent parents in the IDEA proceedings was unchallenged, was entitled to seek fees for her services, the Arons holding is contextually distinct from the issue posed in this appeal. We find the analysis of the federalism issue articulated by the court of appeals to be persuasive. That court’s reference to a 1976 Senate Report discussing the IDEA is arguably dicta. Nevertheless, the contents of the Senate Report describing the non-lawyer’s role as one of consultation is compelling evidence that Congress did not intend non-lawyers to advocate on behalf of parents in due process hearings. See Arons, 842 F.2d at 62 (citing S.Rep. No. 94-168, 94th Cong. 1st Sess. 1 (1975), U.S.Code Cong. & Admin.News 1425).\nAlso supportive of the ODC’s proposed interpretation of the IDEA are a Senate Conference Report addressing the statute and remarks made by the original author of the Senate bill, Senator Harrison Williams of New Jersey. The Conference Report states that in administrative due process hearings a party is entitled to “the right to counsel and to be advised and accompanied by individuals with special knowledge, training or skills with respect to the problems of handicapped children.” S.Conf.Rep. No. 94-455, 94th Cong. 1st Sess. 27, 49 (1975), U.S.Code Cong. & Admin.News 1480, 1503. Senator Williams, in providing a detailed analysis of the legislation before the Senate on November 19, 1975, echoed those words verbatim. See 121 Cong.Rec. 37416. This language confirms the clear distinction that Congress envisioned between the representational role of counsel and the advisory role of non-lawyers.\nRecent amendments to the IDEA further bolster the ODC’s position. Pursuant to these amendments, one of the safeguards required for agencies receiving federal funds under the IDEA is the adoption of procedures by the agency “that require the parent of a child with a disability, or the attorney representing the child, to provide notice” to the state or local educational agency of certain information in connection with a complaint. 20 U.S.C. § 1415(b)(6) and (7) (emphasis added). The word “attorney” is an indisputable reference to a member of the Bar and not a layperson, even if that layperson possesses “special knowledge or training with respect to the problems of children with disabilities.” Equally supportive of the ODC’s position is the fact that while the IDEA has been amended several times since Arons was decided, Congress has not attempted to overrule that judicial interpretation.\nFinally, Congress has explicitly included language in other federal statutes to permit lay representation where such a result was intended. See, e.g., 7 U.S.C. § 2020(e)(7) (Food Stamp Act provision allowing households in certification process to “be represented by a person other than a member of the household so long as that person has been clearly designated as -the representative .... and .... is an adult.”). Congress obviously knows how to provide such authority when it wishes to do so. The absence of similar language in the IDEA strongly suggests that Congress chose not to create a right to lay representation in due process hearings.\nAppellants place great reliance on, and request our deference to, an interpretation of section 1415(h)(1) contained in an April 8, 1981 letter of Theodore Sky, the then acting General Counsel of the United States Department of Education. That letter was written in response to a request by the Superintendent of Public Instruction for the State of Washington for a “legal analysis regarding the role of lay advocates in educational agency administrative hearings” conducted under the IDEA. The superintendent suggested that the IDEA’S language indicates that non-lawyers are not in fact authorized to engage in activities conventionally viewed as legal representation, such as examining and cross-examining witnesses. In its response, the Department of Education rejected the superintendent’s reading of the IDEA, concluding that notwithstanding the Senate Conference Report and the absence in section 1415(h)(1) of the term “represent,” lay advocates are permitted to represent parties at due process hearings and appeals under the IDEA.\nIn reaching its conclusion that section 1415(h)(1) authorizes lay representation in due process hearings, the Department of Education relied on three factors. First, it reasoned that because no “bifurcation of function” is set forth in the statute between counsel on the one hand and individuals with special knowledge or training on the other, the permissible roles of the two must be the same. Second, the Department looked to the remarks of Congressman George Miller and Senator Alan Cranston, both of California. Congressman Miller, a member of the Subcommittee on Select Education which prepared the House bill, explained section 1415(h)(1) to his colleagues by observing that parents “will have the right to be accompanied by counsel or other qualified individuals who possess ‘special knowledge or training with respect to the education of handicapped children.’” 121 Cong.Rec. 25539 (1975). Senator Cranston noted that the “procedural requirements [of the IDEA] are consistent with the existing California statutory and master plan requirements on this subject,” which, at the time, permitted the lay representation of parties in California due process hearings. 121 Cong.Rec. 37419 (1975). Third, the Department relied upon the fact that lay representation had been authorized by Congress for certain other types of administrative proceedings.\nBecause section 1415(h)(1) is arguably ambiguous, the Department’s interpretation of that section is entitled to some level of deference by this Court. See Chevron, U.S.A, Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 843-45,104 S.Ct. 2778, 81 L.Ed.2d 694 (1984). Here, however, that level of deference is modest. Where Congress has not expressly delegated “authority to an agency to elucidate a specific provision of the statute by regulation,” deference is due only to a “reasonable” administrative interpretation. Id. at 843-44, 104 S.Ct. 2778. Further, less deference is due to informal agency interpretations, such as that expressed in the Sky letter, than to formal agency regulations adopted after a notice and comment period. See Cleary v. Waldman, 3d Cir., 167 F.3d 801, 807-08 (1999).\nEven if this Court were required to give greater deference to the Department of Education’s interpretation of section 1415(h)(1), it is doubtful whether that interpretation could withstand the sheer weight of the legal and factual support for the opposite conclusion. The Department’s analysis of the statute is subject to criticism. First, in concluding that the permissible roles of counsel and individuals with special knowledge or training with respect to the problems of children with disabilities must be the same, the Department overlooked the inherent and presumptive representational authority with which counsel are cloaked and non-lawyers are not. Second, the Department selectively chose statements made by two lawmakers, while placing no weight on the Senate Report, the Senate Conference Report, or the remarks of Senator Williams. Such an approach renders that aspect of the Department’s analysis questionable. See generally Consumer Prod. Safety Comm’n v. GTE Sylvania, Inc., 447 U.S. 102, 118, 100 S.Ct. 2051, 64 L.Ed.2d 766 (1980) (“[C]ontemporaneous remarks of a single legislator who sponsors a bill are not controlling in analyzing legislative history.”). Finally, the Department’s reliance upon the fact that lay representation had been authorized by Congress for certain other types of administrative proceedings is puzzling because, as previously noted, that factor actually supports the opposite conclusion — that Congress knew how to authorize lay representation when it wished to do so.\nIll\nIn addition to their statutory interpretation argument, Appellants contend even if the IDEA does not expressly entitle them to represent parents in due process hearings, due process would be violated by forbidding parents from having non-lawyer representation in hearings under the IDEA. They note that due process hearings are formal adversarial proceedings in which the State of Delaware funds the attorneys who argue for the parents’ adversaries. Denying parents and children access to “the only assistance available to them,” the argument goes, raises “unyielding due process problems.”\nThe parties agree that Mathews v. Eldridge, 424 U.S. 819, 96 S.Ct. 893, 47 L.Ed.2d 18 (1976), governs the determination of what process is due to safeguard a child’s fundamental right to education. Under Mathews, courts must consider: (i) the importance of the individual interest involved; (ii) the value of specific procedural safeguards to that interest; and (iii) the governmental interest in fiscal and administrative efficiency. See id. at 335, 96 S.Ct. 893.\nThe ODC acknowledges that the individual liberty interest at stake in due process hearings under the IDEA is substantial. It also concedes that some parents will forego their statutory right to contest changes to their child’s education plan because they cannot afford legal counsel and will opt not to proceed pro se due to the complexity of the hearings and the prospect of facing two sets of government lawyers. The ODC submits, however, that Appellants “grossly and unfairly” exaggerate the risk that Delaware will deprive children of that interest unless the children and their parents are allowed to be represented by lay advocates. In this regard, the ODC notes that Delaware’s Community Legal Aid Society has, on occasion, provided representation at IDEA due process hearings to parents and children whose cases satisfy the organization’s case acceptance criteria. The ODC further contends that the State of Delaware has a compelling interest in regulating the practice of law within its boundaries, and that this interest significantly outweighs any potential benefit that some individual parents and children may obtain through the services of lay advocates.\nWe agree. A balancing of the Mathews factors suggests that procedural due process would not be violated by forbidding parents from having non-lawyer representation in hearings under the IDEA. While there is no question of the importance of the individual interests involved, it seems clear that parties to an IDEA hearing are already provided with substantial procedural safeguards. The hearings are conducted in a manner typical of contested, adversarial adjudicatory hearings, including the direct and cross-examination of witnesses and the required exchange of witness lists and documents in advance of the hearing. While we recognize that Appellants possess some expertise in the area of the educational needs of disabled children, they admittedly lack the training and skills that lawyers are expected to exhibit in matters of evidence and procedure. Second, it seems logical that the third Mathews factor, ie., “governmental interest in fiscal and administrative efficiency,” would encompass this State’s exclusive authority to regulate the practice of law. It would also implicate the ODC’s argument that lay advocates are unregulated and, unlike members of the Bar, are not answerable to the disciplinary process that operates as an arm of this Court. This Court does not exercise its inherent authority to regulate the practice of law for the purpose of protecting the financial interests of the lawyer. Our role is to insure that the public will enjoy the representation of individuals who have been found to possess the necessary skills and training to represent others.\nFinally, the record does not support Appellants’ assertion that parents and children will be denied access to “the only assistance available to them.” The stipulation of the parties does state that the five families represented by the Appellants looked diligently to find legal counsel to represent them on a reduced-cost or pro bono basis prior to obtaining Appellants’ services. But the record also reflects that Delaware’s Community Legal Aid Society has in the past provided representation at IDEA due process hearings to parents and children whose cases satisfy the organization’s case acceptance criteria. The record further reflects that the State Superintendent of Public Instruction and the district involved are required to provide information to parents regarding the availability of free or low-cost legal services which may be available. If it could be demonstrated that an unmet need exists and that the local bar could not adequately respond, this Court would consider the adoption of a rule allowing lay representation in a certain limited class of cases. See, e.g., Supr. Ct.R. 57 (permitting civil actions before Justice of the Peace Courts in which an artificial entity or public body is a party to be prosecuted and/or defended by an officer or employee of that artificial entity or public body, who need not be an attorney duly licensed to practice law in this State). At present, however, such a need has not been demonstrated.\nIV\nFor the foregoing reasons, the language of section 1415(h)(1) cannot be interpreted as granting any clear right to lay representation. This conclusion renders moot Appellants’ claim that the IDEA preempts any state-law proscription against the unauthorized practice of law that might otherwise apply to the activities of such individuals with special knowledge or training in this context. Accordingly, we affirm the decision of the Board.\n. Because Delaware participates in and receives federal funds under the IDEA, proceedings governing the special education of children with disabilities conform to IDEA requirements, as well as Delaware law.\n. The Senate Report actually discusses the forerunner to the IDEA, the Education of All Handicapped Children Act (\"EHA”). Because the EHA and the IDEA are identical with regard to the language relevant to the present discussion, this opinion will not draw a distinction between the two Acts and will refer to both as the IDEA.\n. This Court has some difficulty understanding the applicability of this argument to the matter at hand. It is not alleged that forbidding parents from having non-lawyer assistance in hearings under the IDEA will deprive the Appellants of their due process rights, nor are the parents, whose rights are purportedly abridged, parties to this action. Appellants appear to be acting as surrogates in pressing the due process claim. We will address Appellants’ argument, however, in the context of adopting a statutory construction that will avoid constitutional entanglements. See De-Bartolo Corp. v. Florida Gulf Coast Bldg. & Constr. Trades Council, 485 U.S. 568, 575, 108 S.Ct. 1392, 99 L.Ed.2d 645 (1988).\n. We also believe that the three member panel consisting of an attorney, an educator in the area of special education, and a lay person with demonstrated interest in the education of students with disabilities, affords parents an unbiased hearing and, coupled with the above mentioned safeguards, adequate structural protection.",
        "type": "majority",
        "author": "WALSH, Justice:"
      }
    ],
    "attorneys": [
      "Mary M. Johnston, Chief Counsel and Michael S. McGinniss, Disciplinary Counsel, (argued), Office of Disciplinary Counsel, Wilmington, Delaware, for Appellee.",
      "Walter Speed Rowland, Wilmington, Delaware and David C. Vladeck, (argued) and Amanda Frost, Public Citizen Litigation Group, Washington, DC, for Appellants-Respondents. .",
      "Bill Lann Lee, Acting Assistant Attorney General, Mark L. Gross and Lisa J. Stark, Department of Justice, Washington, DC, for The United States as Amicus Curiae."
    ],
    "corrections": "",
    "head_matter": "In the Matter of Marilyn ARONS, Ruth Watson and Parent Information Center of New Jersey, Inc., Respondents.\nNo. 440, 1999.\nSupreme Court of Delaware.\nSubmitted: May 23, 2000.\nDecided: July 6, 2000.\nMary M. Johnston, Chief Counsel and Michael S. McGinniss, Disciplinary Counsel, (argued), Office of Disciplinary Counsel, Wilmington, Delaware, for Appellee.\nWalter Speed Rowland, Wilmington, Delaware and David C. Vladeck, (argued) and Amanda Frost, Public Citizen Litigation Group, Washington, DC, for Appellants-Respondents. .\nBill Lann Lee, Acting Assistant Attorney General, Mark L. Gross and Lisa J. Stark, Department of Justice, Washington, DC, for The United States as Amicus Curiae.\nBefore VEASEY, Chief Justice, WALSH, HOLLAND, HARTNETT, and BERGER, Justices, constituting the Court En Banc.\nRetired Justice sitting by designation pursuant to Del. Const, art. IV Sec. 38."
  },
  "file_name": "0867-01",
  "first_page_order": 901,
  "last_page_order": 908
}
