{
  "id": 11511887,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Antuan BRONSHTEIN, Appellant",
  "name_abbreviation": "Commonwealth v. Bronshtein",
  "decision_date": "2000-06-19",
  "docket_number": "",
  "first_page": "868",
  "last_page": "871",
  "citations": [
    {
      "type": "official",
      "cite": "752 A.2d 868"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "701 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        17254,
        11898471
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "520"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/549/0400-01",
        "/a2d/701/0516-01"
      ]
    },
    {
      "cite": "549 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        17254
      ],
      "weight": 2,
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/549/0400-01"
      ]
    },
    {
      "cite": "722 A.2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11773538,
        765982
      ],
      "pin_cites": [
        {
          "page": "639-40"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/722/0638-01",
        "/pa/554/0547-01"
      ]
    },
    {
      "cite": "554 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0547-01"
      ]
    },
    {
      "cite": "749 A.2d 911",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        93220,
        11532653
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "917"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/561/0214-01",
        "/a2d/749/0911-01"
      ]
    },
    {
      "cite": "741 A.2d 1258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        837192,
        11658193
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "1261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0604-01",
        "/a2d/741/1258-01"
      ]
    },
    {
      "cite": "559 Pa. 604",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837192
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0604-01"
      ]
    },
    {
      "cite": "729 A.2d 1102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        607136,
        11626485
      ],
      "weight": 2,
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0545-01",
        "/a2d/729/1102-01"
      ]
    },
    {
      "cite": "556 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        607136
      ],
      "weight": 2,
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0545-01"
      ]
    },
    {
      "cite": "139 L.Ed.2d 269",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "118 S.Ct. 346",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "522 U.S. 936",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11542720,
        11542880,
        11542947,
        11542823,
        11542986,
        11543052,
        11542767,
        11543124,
        11543028,
        11543094,
        11542582,
        11542647,
        11542909,
        11543006
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/us/522/0936-03",
        "/us/522/0936-06",
        "/us/522/0936-08",
        "/us/522/0936-05",
        "/us/522/0936-09",
        "/us/522/0936-12",
        "/us/522/0936-04",
        "/us/522/0936-14",
        "/us/522/0936-11",
        "/us/522/0936-13",
        "/us/522/0936-01",
        "/us/522/0936-02",
        "/us/522/0936-07",
        "/us/522/0936-10"
      ]
    },
    {
      "cite": "691 A.2d 907",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11915776,
        468674
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "911-12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/691/0907-01",
        "/pa/547/0460-01"
      ]
    },
    {
      "cite": "547 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468674
      ],
      "weight": 2,
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0460-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 519,
    "char_count": 10024,
    "ocr_confidence": 0.707,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24100825955490068
    },
    "sha256": "381fa12aa1144f19201764418c319ca27ebfeb1789ceff34a643ba191c877e33",
    "simhash": "1:957d8617d6bb471b",
    "word_count": 1628
  },
  "last_updated": "2024-02-27T16:53:07.496275+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Antuan BRONSHTEIN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIGRO, Justice.\nAppellant Antuan Bronshtein appeals from the order of the PCRA court dismissing as untimely his amended petition for habeas corpus relief and for post-conviction relief under the Post Conviction Relief Act (“PCRA”). For the reasons set forth below, we affirm.\nIn 1994, a jury convicted Appellant of first-degree murder, robbery, theft of movable property, possession of an instrument of crime and criminal conspiracy to commit murder. Following a sentencing hearing, the jury found two aggravating circumstances and three mitigating eircum-stances, and after weighing them, returned a sentence of death. On direct appeal, this Court affirmed. Commonwealth v. Bronshtein, 547 Pa. 460, 691 A.2d 907 (1997). Appellant then petitioned for writ of certiorari to the United States Supreme Court and certiorari was denied on October 20, 1997. Bronshtein v. Pennsylvania, 522 U.S. 936, 118 S.Ct. 346, 139 L.Ed.2d 269 (1997).\nThe Governor signed a warrant of execution on November 14, 1997. On December 3, 1997, the Center for Legal Education Advocacy and Defense Assistance (CLEADA) filed an emergency motion for stay of execution and a PCRA petition. The PCRA court issued a stay of execution pending the disposition of the PCRA petition. On January 26, 1998, Appellant wrote a letter to the PCRA court indicating his desire to abandon his PCRA appeal. After a hearing, the PCRA court found that Appellant had knowingly, intelligently and voluntarily waived his right to appeal and therefore entered an order dismissing the PCRA petition and vacating the stay of execution. On appeal, this Court affirmed. Commonwealth v. Bronshtein, 556 Pa. 545, 729 A.2d 1102 (1999).\nOn April 26, 1999, Appellant’s mother and sister, as Appellant’s next friends, filed a petition for writ of habeas corpus in the United States District Court for the Eastern District of Pennsylvania and Appellant sought a stay of execution. After a hearing, the District Court stayed the execution and granted Appellant until August 27, 1999 to file his own habeas corpus petition. Instead, on June 9, 1999, Appellant filed the instant PCRA petition. The PCRA court determined that it lacked jurisdiction to entertain Appellant’s petition because Appellant’s “post-conviction relief rights ha[d] been irrevocably waived” and because the petition had been untimely filed. PCRA Ct. Op., 10/19/99, at 2, 4. Appellant’s instant appeal followed.\nIn his first issue, Appellant claims that the PCRA court erred in finding that his petition was untimely filed. We disagree.\nOn November 17, 1995, the General Assembly amended the PCRA to require, as a matter of jurisdiction, that petitions brought pursuant to the PCRA be filed within one year of the date that the petitioner’s judgment becomes final. 42 Pa. C.S. § 9545(b). A judgment becomes final at the end of direct review, including discretionary review to the Supreme Court of the United States. 42 Pa.C.S. § 9545(b)(3).\nHere, Appellant’s judgment became final on October 20, 1997, the date that the United States Supreme Court denied cer-tiorari. Thus, Appellant was required to file his petition for post-conviction relief within one year of October 20,1997, that is by October 20,1998, in order for his PCRA petition to be timely filed. Instead, Appellant filed this, his second, petition for post-conviction relief on June 9, 1999, well beyond the one-year limit prescribed by § 9545(b)(1).\nThe PCRA does, however, provide for limited exceptions to the one-year filing requirement. A petition for post-conviction relief filed after the one-year deadline may be deemed timely where a petitioner pleads and proves that: (1) the failure to raise the claim earlier was due to the interference of government officials; (2) the claim is predicated on facts that were unknown to the petitioner and could not have been discovered with due diligence; or (3) the right asserted was recognized by the United States Supreme Court or Pennsylvania Supreme Court as a constitutional right after the petitioner’s case was decided and the right has been held to apply retroactively. 42 Pa.C.S. § 9545(b)(1). A petition alleging one of the above exceptions must also be filed within sixty days of the date that the claim could have been presented. 42 Pa.C.S. § 9545(b)(2). Furthermore, it is the petitioner’s burden to plead and prove that one of the exceptions applies. 42 Pa.C.S. § 9545(b)(1); see also Commonwealth v. Beasley, 559 Pa. 604, 741 A.2d 1258, 1261 (1999).\nPetitioner argues that his petition falls within the exception set forth at § 9545(b)(1)(h), that is, that the facts upon which his claims are predicated were unknown to him and could not have been known to him through the exercise of due diligence. Specifically, he asserts that the facts underlying his claims were unknown to him because his counsel was ineffective. Thus, he argues, he could not have known that his claims were possibly meritorious or that his counsel was ineffective until he obtained new counsel to review his claims.\nThis Court rejected this precise argument in Commonwealth v. Pursell, — Pa. -, 749 A.2d 911 (2000). In Pursell, we stated:\n[Tjhe 42 Pa.C.S. § 9545(b)(1)(h) exception does not apply where the petitioner merely alleges that more competent counsel would have presented other claims based on a better evaluation of the facts available to him or her at the time of trial, and we reject Appellant’s contention that the ‘facts’ which form the bases of these claims were not knowable until he was advised of their existence by present counsel.\nPursell, — Pa. -, 749 A.2d 911, 917 (2000).\nThus, as Pursell makes clear, couching a claim in terms of ineffectiveness of prior counsel does nothing to establish the exception set forth in § 9545(b)(1)(h). Therefore, Appellant’s argument that his claims fall within the timeliness exception in § 9545(b)(1)(h) necessarily fads. Accordingly, we agree with the PCRA court that Appellant’s petition is untimely, leaving this Court without jurisdiction to reach Appellant’s issues. The order of the PCRA court is therefore affirmed.\n. 42 Pa.C.S. § 9541 et seq.\n. A detailed recitation of the underlying facts can be found in this Court’s opinion reviewing this case on direct appeal. Commonwealth v. Bronshtein, 547 Pa. 460, 691 A.2d 907, 911-12 (1997).\n.Although Appellant's petition was filed as an \"Amended Petition for Habeas Corpus Relief under Article I, Section 14 of the Pennsylvania Constitution and for Statutory Post-Conviction Relief Under the Post-Conviction Relief Act,” his petition for habeas corpus relief will be subsumed into the discussion of his PCRA petition given that the PCRA specifically states: \"The action established in this sub-chapter shall be the sole means of obtaining collateral relief and encompasses all other common law and statutory remedies for the same purpose that exist when this subchapter takes effect, including habeas corpus and co-ram nobis.” 42 Pa.C.S. § 9542; see also Commonwealth v. Peterkin, 554 Pa. 547, 722 A.2d 638, 639-40 (\"The essence of these three sections [§§ 9542, 9545 and 6503 (relating to habeas corpus) ], when read together, is that the PCRA subsumes the remedy of habeas corpus with respect to remedies offered under the PCRA....”).\nFurthermore, although Appellant called his petition an \"amended” petition, the PCRA court correctly noted that the petition was actually Appellant’s second PCRA petition, not an \"amended petition.” Appellant's first petition was dismissed at his own behest and that decision was affirmed by this Court on appeal. See Bronshtein, 556 Pa. 545, 729 A.2d 1102 (1999).\n.Pursuant to § 9546(d) of the PCRA, the denial of post-conviction relief in a capital case is directly appealable to this Court. 42 Pa. C.S. § 9546(d); see also Commonwealth v. Morales, 549 Pa. 400, 701 A.2d 516, 519 n. 2 (1997). When reviewing the denial of post-conviction relief, this Court is limited to \"examining whether the lower court’s determina-lion is supported by the evidence of record and whether it is free of legal error.” Commonwealth v. Morales, 549 Pa. 400, 701 A.2d 516, 520 (1997).\n. Section 9545(b) of the PCRA states in relevant part:\n(b) Time for filing petition.—\n(1) Any petition under this subchapter, including a second or subsequent petition, shall be filed within one year of the date the judgment becomes final....\n42 Pa.C.S. § 9545(b)(1).\n. Section 9545(b)(3) provides:\n(3) For purposes of this subchapter, a judgment becomes final at the conclusion of direct review, including discretionary review in the Supreme Court of the United States and the Supreme Court of Pennsylvania, or at the expiration of time for seeking the review.\n. Section § 9545(b)(1) states that a petition filed after the one-year limit must prove that:\n(i) the failure to raise the claim previously was the result of interference by government officials with the presentation of the claim in violation of the Constitution or laws of this Commonwealth or the Constitution or laws of the United States;\n(ii) the facts upon which the claim is predicated were unknown to the petitioner and could not have been ascertained by the exercise of due diligence; or\n(iii) the right asserted is a constitutional right that was recognized by the Supreme Court of the United States or the Supreme Court of Pennsylvania after the time period provided in this section and has been held by the court to apply retroactively.\n42 Pa.C.S. § 9545(b)(1).\n. The Prothonotary of the Supreme Court is directed to transmit the complete record of this case to the Governor.",
        "type": "majority",
        "author": "NIGRO, Justice."
      }
    ],
    "attorneys": [
      "Peter Rossi, Philadelphia, Louis M. Na-tali, Jr., for Antuan Bronshtein.",
      "Mary Ann Killinger, Patercia E. Coona-han, Norristown, for Commonwealth.",
      "Robert A. Graci, Harrisburg, for Office of Attorney General."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Antuan BRONSHTEIN, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted March 31, 2000.\nDecided June 19, 2000.\nPeter Rossi, Philadelphia, Louis M. Na-tali, Jr., for Antuan Bronshtein.\nMary Ann Killinger, Patercia E. Coona-han, Norristown, for Commonwealth.\nRobert A. Graci, Harrisburg, for Office of Attorney General.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0868-02",
  "first_page_order": 910,
  "last_page_order": 913
}
