{
  "id": 8094390,
  "name": "Patrick J. COTE v. STATE of Maine and Allan L. Robbins",
  "name_abbreviation": "Cote v. State",
  "decision_date": "1972-01-31",
  "docket_number": "",
  "first_page": "868",
  "last_page": "876",
  "citations": [
    {
      "type": "official",
      "cite": "286 A.2d 868"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "440 F.2d 1251",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        760411
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/440/1251-01"
      ]
    },
    {
      "cite": "261 A.2d 245",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8079090
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/261/0245-01"
      ]
    },
    {
      "cite": "251 A.2d 509",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8076424
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/251/0509-01"
      ]
    },
    {
      "cite": "357 F.2d 537",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        836037
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/357/0537-01"
      ]
    },
    {
      "cite": "304 U.S. 458",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10805
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/304/0458-01"
      ]
    },
    {
      "cite": "13 L.Ed.2d 567",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "opinion_index": 0
    },
    {
      "cite": "85 S.Ct. 677",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "379 U.S. 976",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11799690,
        11799596,
        11799758,
        11799637,
        11799455,
        11799550,
        11799519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/379/0976-06",
        "/us/379/0976-04",
        "/us/379/0976-07",
        "/us/379/0976-05",
        "/us/379/0976-01",
        "/us/379/0976-03",
        "/us/379/0976-02"
      ]
    },
    {
      "cite": "202 A.2d 299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891856
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0081-01"
      ]
    },
    {
      "cite": "232 A.2d 527",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8109381
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/232/0527-01"
      ]
    },
    {
      "cite": "214 A.2d 667",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8112668
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/214/0667-01"
      ]
    },
    {
      "cite": "161 Me. 489",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        908242
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/161/0489-01"
      ]
    },
    {
      "cite": "400 U.S. 25",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12045986
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/400/0025-01"
      ]
    },
    {
      "cite": "404 U.S. 257",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172366
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/404/0257-01"
      ]
    },
    {
      "cite": "397 U.S. 358",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12054393
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/397/0358-01"
      ]
    },
    {
      "cite": "388 U.S. 14",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167274
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0014-01"
      ]
    },
    {
      "cite": "378 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6164855
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0001-01"
      ]
    },
    {
      "cite": "380 U.S. 400",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1525264
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0400-01"
      ]
    },
    {
      "cite": "391 U.S. 145",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1767723
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/391/0145-01"
      ]
    },
    {
      "cite": "395 U.S. 238",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1771759
      ],
      "weight": 6,
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0238-01"
      ]
    },
    {
      "cite": "263 A.2d 63",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8074643
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/263/0063-01"
      ]
    },
    {
      "cite": "394 U.S. 831",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181959
      ],
      "weight": 5,
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0831-01"
      ]
    },
    {
      "cite": "394 U.S. 459",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6174781
      ],
      "weight": 7,
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0459-01"
      ]
    },
    {
      "cite": "253 A.2d 691",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8113876
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/253/0691-01"
      ]
    },
    {
      "cite": "9 L.Ed.2d 116",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "opinion_index": 0
    },
    {
      "cite": "83 S.Ct. 151",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "371 U.S. 879",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        450918,
        451051,
        450610,
        450968,
        450617,
        451230
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/371/0879-03",
        "/us/371/0879-05",
        "/us/371/0879-04",
        "/us/371/0879-01",
        "/us/371/0879-02",
        "/us/371/0879-06"
      ]
    },
    {
      "cite": "180 A.2d 608",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "158 Me. 150",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        942623
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/158/0150-01"
      ]
    },
    {
      "cite": "256 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8087140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/256/0629-01"
      ]
    },
    {
      "cite": "4 A.2d 679",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "136 Me. 513",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        660022
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/136/0513-01"
      ]
    },
    {
      "cite": "135 A. 198",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "125 Me. 494",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        493754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/125/0494-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1064,
    "char_count": 26475,
    "ocr_confidence": 0.795,
    "pagerank": {
      "raw": 1.439048707152788e-07,
      "percentile": 0.6527994489254006
    },
    "sha256": "175ced8c24c7fafc68c950e1dfe65fb60d63037e3243dd477f1f8d23df9fc41a",
    "simhash": "1:6b07c65463ccefd7",
    "word_count": 4412
  },
  "last_updated": "2024-02-27T21:51:19.650692+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEB-BER, WEATHERBEE, WERNICK and ARCHIBALD, JJ.",
      "POMEROY, J., did not sit."
    ],
    "parties": [
      "Patrick J. COTE v. STATE of Maine and Allan L. Robbins."
    ],
    "opinions": [
      {
        "text": "DUFRESNE, Chief Justice.\nIndicted for escape from the Men’s Correctional Center in Windham, Maine, petitioner, Patrick J. Cote, chose to enter a plea of guilty to the charge. The arraignment and acceptance of the plea took place on January 23, 1969. Incarcerated at the Maine State Prison under sentence to a term of not less than U/2 years and not more than 3 years, Cote filed a petition for the writ of habeas corpus pursuant to 14 M.R.S.A., §§ 5502-5508. He was then represented by court-appointed counsel other than the attorney who represented him at the trial level. He now makes the commonplace accusations that his plea was not made voluntarily and understandingly. He attributes his judicial confession to inadequate advocacy of incompetent counsel.\nThe petitioner initially claims that his plea is involuntary and that he is entitled to plead anew because his plea was accepted without full adherence to Rule 11 procedural requirements.\nOur Rule 11, Maine Rules of Criminal Procedure, effective since December 1, 1965, in pertinent part provides as follows:\n“ * * * The court may refuse to accept a plea of guilty, and shall not accept such plea * * * in any felony proceeding without first\n(a) making such inquiry as may satisfy it that the defendant in fact committed the crime charged, and,\n(b) addressing the defendant personally and determining that the plea is made voluntarily with understanding of the nature of the charge. * * * ” (Emphasis supplied.)\nThus, at the time of the Court’s acceptance of Cote’s plea of guilty on January 23, 1969 the Rule was an integral part of the prescribed criminal procedures under which guilty pleas to felony charges could be accepted by trial judges. Rules of court duly authorized by, and not repugnant to, law, which establish the manner of conducting the civil and criminal business in our courts of justice, have the force of law, are binding upon the courts and cannot be dispensed with merely to suit the circumstances of any particular case. See, Cunningham v. Long, 1926, 125 Me. 494, 135 A. 198; Hutchins v. Hutchins, 1939, 136 Me. 513, 4 A.2d 679; Gosselin v. Better Homes, Inc., Me. 1969, 256 A.2d 629. Criminal rules, as well as criminal statutes, are to be strictly interpreted in favor of a defendant where substantial rights are involved. Tuttle v. State, 1962, 158 Me. 150, 180 A.2d 608, certiorari denied 371 U.S. 879, 83 S.Ct. 151, 9 L.Ed.2d 116.\nIn the acceptance of guilty pleas to felonious charges, our Rule 11 casts two distinct obligations upon the trial court. As one of the obligations to be performed, the court must satisfy itself that the defendant in fact committed the crime charged and this duty, the Rule says, may be complied with by such inquiry as will produce the result to be obtained. The court may, and perhaps should, discharge this part of its obligations under the rule by personally addressing and interrogating the defendant, but the rule does not, either expressly or impliedly, so require and the accuracy of the plea may be established in some other manner. The second duty which the trial judge must fulfill in order to fully adhere to the requirements of Rule 11 is to determine that the plea is made voluntarily with understanding of the nature of the charge. In respect to this second section of the Rule which concerns itself directly with the voluntariness of the plea, the trial court by positive direction is ordered to address the defendant personally and determine that issue.\nIn the instant case, both directives of the Rule were disobeyed as the following colloquy at the plea-taking proceeding discloses:\n“Q Patrick Cote?\nA Yes.\nQ You have now received a copy of the indictment ?\nA Yes, Your Honor.\nQ You have discussed it with your counsel, Mr. * * *?\nA Yes.\nQ You understand the charge in the indictment made against you ?\nA Yes.\nQ You understand the penalties attached thereto?\nA Yes.\nThe Court: Mr. [Counsel], you have consulted with Mr. Cote?\nMr. [Counsel]: Yes, Your Honor.\nThe Court: And discussed the indictment?\nMr. [Counsel]: Yes\nThe Court: Does he understand the charges made against him ?\nMr. [Counsel] : Yes, sir.\nThe Court: Is he ready to be arraigned ?\nMr. [Counsel]: Yes, sir.\nThe Court: He may be arraigned.\nQ (By the Court): Mr. Cote, before accepting the plea of guilty, the Court will inquire of you — are you pleading guilty because you are as a matter of fact guilty and for no other reason ?\nA Yes, Your Honor.\nQ Has anyone threatened you or coerced you into making such a plea?\nA No.\nQ Has anyone made any promises of leniency to get you to enter such a plea?\nA No, sir.\nThe Court: You recommend the Court accept the plea of guilty, Mr. [Counsel] ?\nMr. [Counsel]: Yes, Your Honor.\nThe Court: The plea is accepted.”\nMere acknowledgement by the accused personally, on the Court’s inquiry, that he understands the charge and the range of penalties attached thereto, even when supported by the statement of counsel that the defendant is knowledgeable therein, does not satisfy the requirements of our Rule 11. See, Child v. State, Me.1969, 253 A.2d 691. The record further reveals that no inquiry was conducted in any form by the Court below to satisfy itself that the defendant had in fact committed the crime of escape to which he was pleading guilty.\nThe petitioner contends that the complete failure of the trial Court to satisfy the demands of our Rule 11 precluded it from accepting the guilty plea and fatally tainted the conviction, so that it was error for the post conviction habeas Court to deny the requested relief of setting aside the plea, conviction and sentence and remanding- the case for another hearing at which he should he afforded the opportunity to plead anew.\nSuch was the relief granted in McCarthy v. United States, April 2, 1969, 394 U.S. 459, 89 S.Ct. 1166, 22 L.Ed.2d 418, where the Supreme Court of the United States interpreted Rule 11 of the Federal Rules of Criminal Procedure as requiring an on-the-record demonstration at the time the plea is entered that the defendant’s plea was voluntary. This conclusion, the Court said, was reached solely on the basis of its supervisory power over the lower federal courts and not on any constitutional grounds.\nThe Supreme Court’s rationale was expressed in clearly defined objectives:\n“We thus conclude that prejudice inheres in a failure to comply with Rule 11, for non-compliance deprives the defendant of the Rule’s procedural safeguards that are designed to facilitate a more accurate determination of the voluntariness of his plea. Our holding that a defendant whose plea has been accepted in violation of Rule 11 should be afforded the opportunity to plead anew not only will insure that every accused is afforded those procedural safeguards, but also will help reduce the great waste of judicial resources required to process the frivolous attacks on guilty plea convictions that are encouraged, and are more difficult to dispose of, when the original record is inadequate.”\nOn May 5, 1969 the Supreme Court limited the McCarthy relief to those federal defendants whose guilty pleas were accepted after April 2, 1969, the date of the McCarthy decision. Halliday v. United States, May 5, 1969, 394 U.S. 831, 89 S.Ct. 1498, 23 L.Ed.2d 16. Even though the Court in McCarthy was not adopting a new constitutional concept, since it expressly stated that its ruling was not based on constitutional grounds, nevertheless, in Halliday, supra, it sanctioned, in determining the issue of ret-roactivity of McCarthy, the use of the same criteria employed in deciding whether constitutionally grounded decisions that depart from previous practice should be applied retroactively. The Halliday Court concluded that\n“ * * *, in view of the general application of Rule 11 in a manner inconsistent with our holding in McCarthy, and in view of the large number of constitutionally valid convictions that may have been obtained without full compliance with Rule 11, we decline to apply McCarthy retroactively. We hold that only those defendants whose guilty pleas were accepted after April 2, 1969, are entitled to plead anew if their pleas were accepted without full compliance with Rule 11.”\nIn McCarthy, supra, and Halliday, supra, the voluntariness section of Rule 11 of the Federal Rules of Criminal Procedure was involved. In Child v. State, supra, it was that part of our Rule 11 which concerns itself with the legal accuracy of the plea that was in issue. Our Court recognized the presiding Justice in the Superior Court who accepted Child’s guilty plea on April 26, 1967 did not have the benefit of the McCarthy ruling respecting Federal Rule 11 in his evaluation of the requirements of our own Rule 11, nor of the impact a violation of the Rule might have on the plea itself.\nEven in the face of Rule 2, M.R.Crim.P., which says\n—(t)hese rules are intended to provide for the just determination of every criminal proceeding. They shall be construed to secure simplicity in procedure, fairness in administration and the elimination of unjustifiable expense and delay, — (emphasis added)\nour Court did not give relief to Child for the apparent reason that the McCarthy ruling, if controlling, was inapplicable since, as determined by Halliday, it was not to be given retroactive application. We need not in this case decide, nor do we intimate, that the Court was right or wrong in summarily denying relief to Child solely on the ground of non-retroactivity of the McCarthy interpretative ruling of Federal Rule 11. However, in this posture of the case, the Child decision did hold that no relief from violation of our own Rule 11 respecting the clause requiring\n—[the] making [of] such inquiry as may satisfy it that the defendant in fact committed the crime charged—\nshall be forthcoming except in the case of “those defendants whose guilty pleas were accepted after April 2, 1969.” Undoubtedly, this Court had come to the conclusion, as did the McCarthy Court, that compliance with the procedural requirements of our Rule 11 was the best assurance of the accuracy of guilty pleas and that such pleas received and accepted in violation of its terms were in jeopardy. Realizing, as did the Halliday Court, that many constitutionally valid convictions may have been obtained without full adherence to Rule 11, it declined to give relief to Child and all those defendants whose guilty pleas were accepted prior to the date of the McCarthy ruling.\nThe McCarthy ruling was not of constitutional dimension nor did the McCarthy or Halliday Courts purport to impose upon the State Courts the strictures of Federal Rule 11 as interpreted in those decisions. Our Court in Child interpreted for the first time our own Rule 11 \"in the light of McCarthy” but confined its interpretation to clause (a) of our Rule which requires that the trial court, prior to accepting a plea of guilty or nolo contendere, make such inquiry as may satisfy it that the defendant in fact committed the crime charged. Nowhere did our Court in Child indicate that it considered itself bound by the McCarthy policy concept. Our Court apparently viewed the McCarthy pronouncement respecting the interpretation of Federal Rule 11 as sufficient notice to the Bench and Bar of Maine that, when a plea of guilty was received and accepted by the court, there was need to provide an adequate record affirmatively showing the plea to be factually supported, a purpose which our Rule 11 was designed to accomplish, but it omitted a full analysis of the Rule and did not touch upon the consequences which might follow noncompliance. As we read the Child decision, it seems only to say that, assuming noncompliance with our Rule 11, this in itself will not vitiate guilty pleas tendered before the McCarthy ruling. That may explain the reason why the Court declined relief to Child, but it was improvident for this Court to anchor to a federal decision the cut-off date from which the legality of guilty pleas in our own State Courts would be tested for compliance with our Rule 11. We now rule that the procedural requirements of our Rule 11, so far as the accuracy of the plea clause is concerned, shall not be held applicable to guilty pleas tendered prior to May 26, 1969, the date of the Child decision.\nWe must, however, consider the effect of Grass v. State, March 16, 1970, Me., 263 A.2d 63, which followed the Child decision. In that case, the petitioner for the writ of habeas corpus sought relief from his guilty plea on the ground that Rule 11 had been violated in respect to both clauses: a) the presiding Justice had made no inquiry to satisfy himself that the defendant in fact committed the crime charged, and b) the presiding Justice did not personally address the defendant in determining that the plea was being made voluntarily with understanding of the nature of the charge. Grass had tendered this plea on December S, 1967, nearly li/á years prior to the Child decision. In Grass, this Court ruled that the case was governed by Child and that the violation of our Rule 11 did not vitiate a plea tendered in 1967.\nSimilarly, we hold that the guilty plea in the instant case, received and accepted on January 23, 1969, some four months before the Child decision, is not ipso facto vitiated by violation of Rule 11, M.R.Crim.P.\nThe Grass Court, however, analyzed the impact of Boykin v. Alabama, June 2, 1969, 395 U.S. 238, 89 S.Ct. 1709, 23 L.Ed.2d 274, upon the facts of that case. In Boykin, the Supreme Court of the United States, on certiorari to the Alabama Supreme Court’s affirmance, on automatic appeal, of the trial court’s sentence of death, reversed the State Court’s decision on the ground that “[i]t was error, plain on the face of the record, for the trial judge to accept petitioner’s guilty plea without an affirmative showing that it was intelligent and voluntary.” The Supreme Court held that the same standard must be applied to determining whether a guilty plea is voluntarily made as in cases of waiver of counsel. Voluntariness of plea will not be presumed from a silent record.\nSince the Grass case involved both the accuracy of the plea and its voluntariness, this Court then considered whether or not the Boykin ruling that\n“[i]t was error, plain on the face of the record, for the trial judge to accept petitioner’s guilty plea without an affirmative showing that it was intelligent and voluntary.”\nnecessitated granting relief to Grass as a requirement of due process.\nSeveral federal constitutional rights are waived when a plea of guilty is entered in a State criminal trial: the right to trial by jury, Duncan v. Louisiana, 391 U.S. 145, 88 S.Ct. 1444, 20 L.Ed.2d 491; the right to confront one’s accusers, Pointer v. Texas, 380 U.S. 400, 85 S.Ct. 1065, 13 L.Ed. 2d 923; the privilege against compulsory self-incrimination, Malloy v. Hogan, 378 U.S. 1, 84 S.Ct. 1489, 12 L.Ed.2d 653; the right to present witnesses in one’s defense, Washington v. Texas, 388 U.S. 14, 87 S.Ct. 1920, 18 L.Ed.2d 1019; the right to the standard of proof beyond a reasonable doubt undergirding a conviction, In re Winship, 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368.\nThis Court in Grass stated:\n“The presence of a post-conviction record which fully supports the finding below that the plea was voluntarily and understandingly made satisfies the constitutional requirements of Boykin, even if retroactively applied.”\nThus, our Court ruled in Grass that there was an affirmative showing of a voluntary and intelligent plea from the post-conviction record and that the intended scope of Boykin did not preclude such a procedure where the record at the plea-taking proceeding was inadequate. Resort to post-conviction remedies to attack the voluntariness of a guilty plea is equally appropriate in such an instance as it is to test the constitutional propriety of any other waiver of a constitutional right. It is the accepted way to correct constitutional defects in a conviction. The McCarthy ruling was to the contrary, but only affected the Federal Courts and was a policy decision without any constitutional overtones applicable to the State Courts.\nWe are aware that Justice Douglas who wrote the opinion for the Court in Boykin, in his concurrence in Santobello v. New York, December 20, 1971, 404 U.S. 257, 92 S.Ct. 495, 30 L.Ed.2d 427, did use very broad language in connection with the voluntariness of plea based on a bargain which the prosecution did not keep.\n“The decisions of this Court have not spelled out what sorts of promises by prosecutors tend to be coercive, but in order to assist appellate review in weighing promises in light of all the circumstances, 'all trial courts are now required to interrogate the defendants who enter guilty pleas so that the waiver of these fundamental rights will affirmatively appear in the record. McCarthy v. United States, 394 U.S. 459, 89 S.Ct. 1166, 22 L.Ed.2d 418; Boykin v. Alabama, 395 U.S. 238, 89 S.Ct. 1709, 23 L.Ed.2d 274.” (Emphasis ours)\nNevertheless, he did add:\n“This is a state case over which we have no ‘supervisory’ jurisdiction; and Rule 11 of the Federal Rules of Criminal Procedure obviously has no relevancy to the problem.”\nWe did further say in Grass, however, by way of dicta that\n“McCarthy seems also to interpret Rule 11 as requiring that the trial court satisfy itself by interrogation of the defendant that there is a factual basis for the plea.\níjs >|í\nIn effect, in that post-conviction relief case [Child] we construed McCarthy as requiring that the sentencing Justice must address the defendant personally and satisfy himself through that interrogation that ‘the defendant in fact committed the crime charged’ and must ascertain by the same means that ‘the plea is made voluntarily with understanding of the nature of the charge.’ Our holding in Child was designed to give the McCarthy construction to our M.R.Crim.P., Rule 11.”\nSince Boykin, the Supreme Court of the United States decided the case of North Carolina v. Alford, November 23, 1970, 400 U.S. 25, 91 S.Ct. 160, 27 L.Ed.2d 162. In Alford, the accused entered a plea of guilty to second-degree murder while asserting at the same time that he had not shot the victim. Before the plea was accepted, however, the trial Judge received sworn testimony of witnesses which gave information respecting the events on the night of the alleged murder and thus satisfied himself from evidence other than statements of the accused that there was a factual basis for the plea. The Court ruled that “[a]n individual accused of crime may voluntarily, knowingly, and understandingly consent to the imposition of a prison sentence [upon plea of guilty] even if he is unwilling or unable to admit his participation in the acts constituting the crime.”\nIn the light of Alford, we must recede from the dicta expressed in Grass. The obligation put upon the trial court by Rule 11 in accepting guilty pleas to felonious charges, as stated previously, is twofold: first, the court must satisfy itself that the defendant committed the crime charged, and this portion of its obligation it may discharge by personally addressing and interrogating the defendant himself and obtaining from him the necessary facts to support such a judgment or it may do so by gathering the necessary information through such other inquiry as may be so informative as to produce such a conclusion; secondly, it must determine, and in this instance the Rule requires that it be done by personally addressing the defendant, that the plea is being made voluntarily with understanding of the nature of the charge. We want it understood, however, that we intimate at this time no opinion respecting the scope of our Rule 11 requirements. Their delimitation should await the proper case where the factual setting will require judicial determination.\nNotwithstanding the non-retroactive aspect of the Child and Grass rulings, we must, nevertheless, determine whether or not the petitioner’s plea of guilty to escape was in fact voluntary within the concepts of the due process requirements of our constitutions. We begin with the proposition that a judgment of conviction, whether based upon a finding of guilty by the jury or upon the entering of a plea of guilty by the defendant, carries with it a presumption of regularity which casts the burden of proof upon the petitioner in post conviction habeas corpus proceedings, albeit only by the fair preponderance of the evidence. Bennett v. State, 1965, 161 Me. 489, 214 A.2d 667. Thus, with pre-McCarthy and pre-Child guilty pleas, the habeas corpus petitioner had the burden of proof by the fair preponderance of the evidence that he did not enter his guilty plea freely, knowingly and understandingly. Gordon v. State, Me.1967, 232 A.2d 527; Commonwealth ex rel. Crosby v. Rundle, 1964, 415 Pa. 81, 202 A.2d 299, cert. denied 379 U.S. 976, 85 S.Ct. 677, 13 L.Ed.2d 567; Johnson v. Zerbst, 1938, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461. However, when a trial court fails to comply with the dictates of our Rule 11 by omitting at the plea-taking proceeding an on-the-record inquiry of such a nature as would satisfy it that the defendant in fact committed the crime charged and an on-the-record determination by addressing the defendant personally that the plea is made voluntarily with understanding of the nature of the charge, this non-observance of the Rule deprives an accused of procedural safeguards designed to establish at the very time of tendering the plea its accuracy and volun-tariness. We must presume that some prejudice inherently ensues from the court’s failure to carry out the demands of Rule 11, since noncompliance with the Rule means a later fact-finding hearing in post conviction habeas corpus proceeding where greater uncertainty is bound to exist due to problems of credibility of witnesses and reliability of memories. When the habeas petitioner has made such a showing, it is only fitting that the State carry the affirmative burden of proof on the question of the voluntariness of the guilty plea. See, Rimanich v. United States, 5 Cir., 1966, 357 F.2d 537.\nThe Justice in the post conviction habeas corpus proceeding found that, although there was a complete failure on the part of the presiding Justice at the arraignment level to comply with the requirements of Rule 11, M.R.Crim.P., the petitioner’s testimony in the post-conviction hearing demonstrated the guilty plea entered by Cote was tendered voluntarily and understandingly. The finding of the Justice below with respect to the voluntariness of the plea is fully supported by credible evidence and is not clearly erroneous. His decision cannot be disturbed on appeal. Raymond v. State, Me.1969, 251 A.2d 509. The voluntariness of petitioner’s plea is clearly shown by the record of the post conviction hearing and satisfies any constitutional requirements of due process. Grass, supra.\nWe reach the same conclusion respecting the petitioner’s complaint that he was denied effective assistance of counsel by reason of the fact his plea of guilty was tendered within some 30 minutes to an hour from the time of appointment of counsel.\nThe Justice below found from the petitioner’s testimony that no prejudice resulted to him. This finding was not clearly erroneous and must stand.\nIn State v. Rastrom, Me.1970, 261 A.2d 245, our Court recognized that, when an issue is raised of ineffective representation of counsel by reason of the brevity of trial preparation time, an appellate court must satisfy itself not only whether any abuse of discretion has been shown in the denial of a motion for continuance, but whether the defendant has been deprived of his constitutional right to effective representation by counsel. In Rastrom, we concluded as did the First Circuit not to adopt the rule of presumption of the Fourth Circuit to the effect that a mere showing of brevity of time for trial preparation raises a presumption of prejudice. See, Rastrom v. Robbins, 1 Cir. 1971, 440 F.2d 1251. We re-affirm what we said in Rastrom, Me.1970, 261 A.2d 245 :\n“We are not persuaded that there are compelling reasons for departing from our traditional rule requiring some proof of actual prejudice. If prejudice occurs, it will frequently become apparent upon an examination of the trial record. It is not unreasonable to require some affirmative indication of the nature of the adverse consequences of inadequate time for preparation.\n‡ >Jc ;}c ‡ sfc\nWe are satisfied in any event that cases involving adequate opportunity for preparation must be decided on a case by case basis and ordinarily the trial record should be available for scrutiny by the appellate court.”\nUnlike Rastrom, Cote had accepted counsel representation at the District Court level. His original counsel conferred with him, so Cote testified, on two occasions, at the probable cause hearing and a second time in the county jail about two weeks before petitioner tendered his plea of guilty to the charge of escape. Cote further stated that on the advice of his first court-appointed counsel he had made up his mind to plead guilty and forego a trial. He admitted discussing his case both with his first and second court-appointed attorneys. He indicated to the Court his agreement that another attorney be appointed to represent him when his first court-appointed counsel was not available. Both attorneys were experienced in the practice of criminal law and had participated in similar cases previously. No existing meritorious defense to the charge of escape is advanced in this appeal by petitioner or his third court-appointed attorney. In the instant case, the petitioner did not want trial; he accepted the first opportunity offered to him to tender his plea of guilty to the charge so as to hasten the judicial disposition of the matter and eliminate the service of dead-time pending court hearing. At no time did Cote or his trial counsel ask for a continuance. This fact alone distinguishes it from the exceptional circumstances presented in Rastrom.\nThere was no error and the entry will be\nAppeal denied.\nPOMEROY, J., did not sit.",
        "type": "majority",
        "author": "DUFRESNE, Chief Justice."
      }
    ],
    "attorneys": [
      "Verrill, Dana, Philbrick, Putnam & Williamson, by Michael T. Healy, Portland, for plaintiff.",
      "Clayton N. Howard, Asst. Atty. Gen., Augusta, for defendants."
    ],
    "corrections": "",
    "head_matter": "Patrick J. COTE v. STATE of Maine and Allan L. Robbins.\nSupreme Judicial Court of Maine.\nJan. 31, 1972.\nVerrill, Dana, Philbrick, Putnam & Williamson, by Michael T. Healy, Portland, for plaintiff.\nClayton N. Howard, Asst. Atty. Gen., Augusta, for defendants.\nBefore DUFRESNE, C. J., and WEB-BER, WEATHERBEE, WERNICK and ARCHIBALD, JJ."
  },
  "file_name": "0868-01",
  "first_page_order": 908,
  "last_page_order": 916
}
