{
  "id": 9300125,
  "name": "Robert F. CARTER, II, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant",
  "name_abbreviation": "Carter v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "2003-12-24",
  "docket_number": "",
  "first_page": "869",
  "last_page": "873",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 869"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "652 A.2d 283",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474170,
        474223,
        7865981,
        7865895
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0249-01",
        "/pa/539/0248-01",
        "/a2d/652/0283-02",
        "/a2d/652/0283-01"
      ]
    },
    {
      "cite": "539 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474170
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0249-01"
      ]
    },
    {
      "cite": "644 A.2d 262",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1463109,
        7865102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/165/0128-01",
        "/a2d/644/0262-01"
      ]
    },
    {
      "cite": "781 A.2d 273",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9477813
      ],
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/781/0273-01"
      ]
    },
    {
      "cite": "746 A.2d 1193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11481222
      ],
      "pin_cites": [
        {
          "page": "1195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/746/1193-01"
      ]
    },
    {
      "cite": "616 A.2d 1105",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1438747
      ],
      "pin_cites": [
        {
          "page": "1107-08"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/151/0351-01"
      ]
    },
    {
      "cite": "755 A.2d 100",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11200115
      ],
      "pin_cites": [
        {
          "page": "102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/755/0100-01"
      ]
    },
    {
      "cite": "666 A.2d 779",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12053303
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "781"
        },
        {
          "page": "782"
        },
        {
          "page": "781"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/666/0779-01"
      ]
    },
    {
      "cite": "664 A.2d 199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863555
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "201-02",
          "parenthetical": "emphasis added"
        },
        {
          "page": "202",
          "parenthetical": "footnote omitted"
        },
        {
          "page": "202"
        },
        {
          "page": "263-64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/664/0199-01"
      ]
    },
    {
      "cite": "500 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781019
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "494"
        },
        {
          "page": "183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0482-01"
      ]
    },
    {
      "cite": "813 A.2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "572 Pa. 713",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "804 A.2d 706",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11421548
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "718"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/804/0706-01"
      ]
    },
    {
      "cite": "723 A.2d 263",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11756502
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/723/0263-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 594,
    "char_count": 11592,
    "ocr_confidence": 0.697,
    "pagerank": {
      "raw": 1.45994094202532e-07,
      "percentile": 0.6571361882488129
    },
    "sha256": "8f9fe8bcec4d022edc136fb8c7a7034c9dd1bde5a522b622ec40fa945919d084",
    "simhash": "1:48aaabdb6785b660",
    "word_count": 1826
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: SMITH-RIBNER, Judge, and LEADBETTER, Judge, and JIULIANTE, Senior Judge."
    ],
    "parties": [
      "Robert F. CARTER, II, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge LEADBETTER.\nThe Department of Transportation, Bureau of Driver Licensing (Department) appeals from the order of the Court of Common Pleas of Dauphin County (trial court), which sustained the statutory appeal of Robert F. Carter, II (Carter) from two consecutive six-month suspensions of his driving privilege pursuant to Section 1532(c) of the Vehicle Code, 75 Pa.C.S. § 1532(c). We vacate and remand.\nOn April 16, 2001, Carter was convicted of three charges of felony violations of Section 13 of The Controlled Substance, Drug, Device and Cosmetic Act (Drug Act), as amended, 35 P.S. § 780-113(a)(30). The three offenses occurred on April 25, 2000, May 4, 2000, and May 13, 2002. After his conviction, Carter received three separate notices suspending his driving privilege, resulting in three consecutive six-month periods of suspension. Carter did not appeal the first notice but timely appealed the second and third notices, and a hearing de novo before common pleas followed.\nDuring the hearing, and without objection, the Department entered into evidence certified documents, including the three notices of suspension and three reports of convictions showing the three convictions for violation of the Drug Act on the above-referenced dates. Prior to Carter testifying or introducing any evidence, the trial court sustained Carter’s appeal and rescinded the second and third suspensions. In doing so, the trial court held that the Department failed to meet its burden of proof that the three convictions arose out of more than one criminal episode. The Department filed this appeal.\nSection 1532(c) of the Vehicle Code imposes penalties based upon a conviction for violation of the Drug Act:\n(c) The department shall suspend the operating privilege of any person upon receiving a certified record of the person’s conviction of any offense involving the possession, sale, delivery, offering for sale, holding for sale or giving away of any controlled substance under the laws of the United States, this Commonwealth or any other state, ...\n(1) The period of suspension shall be as follows:\n(i) For a first offense, a period of six months from the date of suspension.\n(ii) For a second offense, a period of one yeár from the date of suspension.\n(iii) For a third and any subsequent offense thereafter, a period of two years from the date of suspension.\n75 Pa.C.S. § 1532(c). Licensees who are convicted of a series of violations of the Drug Act that are deemed to be separate and distinct acts are punished with multiple license suspensions. Yadzinski v. Dep’t. of Transp., Bureau of Driver Licensing, 723 A.2d 263 (Pa.Cmwlth.1999). Licensees who are convicted of a series of violations of the Drug Act that are deemed to make up a single criminal episode are punished with a single license suspension. Freundt v. Dep’t. of Transp., Bureau of Driver Licensing, 804 A.2d 706 (Pa.Cmwlth.2002), alloc. granted, 572 Pa. 713, 813 A.2d 846 (2002). According to the Pennsylvania Supreme Court, “where a number of charges are logically and/or temporally related and share common issues of law and fact, a single criminal episode exists.” Commonwealth v. Hude, 500 Pa. 482, 494, 458 A.2d 177, 183 (1983).\nThe trial court, relying on Freundt, found that the Department failed to make a prima facie case because it failed “to [provide] additional evidence regarding whether there were three separate and distinct criminal acts as opposed to a single criminal episode....” Carter v. Dep’t. of Transp., Bureau of Driver Licensing, No. 3560, 55428 CV 2002LS, slip op. at 3 (C.C.P. Dauphin Cty., filed May 29, 2003). The Department, on appeal, contends that its documentary evidence met its burden of proof to show that the three violations of the Drug Act resulted from three separate and distinct criminal acts and, therefore, pursuant to this court’s holding in Brosius v. Dept. of Transp., Bureau of Driver Licensing, 664 A.2d 199 (Pa.Cmwlth.1995), and Lauer v. Dept. of Transp., Bureau of Driver Licensing, 666 A.2d 779 (Pa.Cmwlth.1995), Carter’s license should be suspended for three consecutive six-month periods.\nIn Brosius, the licensee pled guilty on September 18, 1992, to two separate charges of possession of a controlled substance arising from two separate incidents occurring on January 2,1991, and on October 3, 1991. After discussing Heisterkamp v. Dept. of Transp., Bureau of Driver Licensing, and our cases preceding it, we noted that our Supreme Court in the intervening case of Commonwealth v. Williams had limited the application of the “recidivist philosophy” upon which Heisterkamp, etc. were premised. The Williams court held that the “recidivist philosophy” is inapplicable where contrary to a clear legislative mandate. We then noted that “the statute requires the imposition of a suspension ‘upon conviction for a violation of this act;’ therefore, each conviction arising from a separate act must merit some punishment.” Brosius, 664 A.2d at 201-02 (emphasis added). Accordingly, we held “that when a second offense is committed before the conviction occurs on the first offense, or the final judgment of conviction for multiple offenses occurs at the same time, and, the licensee does not have other extant drug convictions, all convictions will be deemed to be ‘first offenses’ mandating separate and consecutive terms of suspension.” Id. at 202 (footnote omitted) (emphasis added).\nIn Lauer, the licensee pled guilty on July 9, 1991, to three counts of violating the Drug Act when he sold cocaine to an undercover police officer on September 6, 1990, September 7, 1990, and September 12, 1990. Following our decision in Brosi-us, this court noted that, “the language is mandatory: when a licensee is convicted, a license suspension must occur.” Lauer, 666 A.2d at 781. This court also noted that “the fact that the circumstances on each separate occasion were similar and within a single week, does not require the conclusion that the three convictions arose from the same criminal act.” Id. at 782. The court explained:\nIn sum, recidivist legislation not only provides the individual with an opportunity to reform or face more stringent penalties, thereby deterring future criminal behavior on the part of the individual, but also serves as general deterrence to the population at large ... As we explained in Brosius, allowing a licensee to escape additional suspensions entirely for multiple Drug Act convictions, simply because he has received a single judgment of conviction, would subvert this purpose of general deterrence in addition to contravening the language of Section 13(m).\nId.\nThis court came to a different conclusion in Freundt, but did so under different circumstances. In Freundt, the licensee was convicted of violating the Drug Act sixteen times. This court noted that unlike Brosius and Lauer, “[t]he record does not reflect whether the unlawful acquisitions took place at one time ... there were no separate and distinct dates set forth in the individual counts, so it is just as likely as not that the 16 violations occurred during a single criminal episode.” Freundt, 804 A.2d at 718. Thus, based on the record, we concluded that the Department failed to meet its burden of establishing that the licensee’s criminal acts constituted more than a single criminal episode. Id. at n. 9. Indeed, the analysis employed in Freundt supports the conclusion that where, as in Brosius, Lauer and here, multiple crimes are committed on different days and separately charged, each of those convictions mandates a separate suspension.\nThus, to meet its burden of proof, the Department must present evidence that the three convictions were for three separate and distinct criminal acts, separately charged, that occurred on different days. Brosius, 664 A.2d at 202; Lauer, 666 A.2d at 781. The Department meets its burden by submitting into evidence its certified record of conviction demonstrating that each offense was separately charged and occurred on different days. Upon this showing, the burden of proof then shifts to the licensee to present “clear and convincing evidence” to rebut the presumption of correctness raised by the Department’s certified records. Mateskovich v. Dep’t. of Transp., Bureau of Driver Licensing, 755 A.2d 100, 102 (Pa.Cmwlth.2000). In Dept. of Transp., Bureau of Driver Licensing v. Diamond, this court held that, “once DOT has introduced, via a certified record, evidence of a conviction, DOT has met its burden of production and established a rebuttable presumption that a conviction exists. Absent clear and convincing evidence that the record is erroneous, this presumption becomes conclusive on the issue of the conviction.” 151 Pa.Cmwlth. 351, 616 A.2d 1105, 1107-08 (Pa.Cmwlth.1992); accord Francis v. Dep’t. of Transp., Bureau of Driver Licensing, 746 A.2d 1193, 1195 (Pa.Cmwlth.2000) (certified record of conviction met Department’s burden of production and established rebuttable presumption that conviction existed); Kovalcin v. Dep’t. of Transp., Bureau of Driver Licensing, 781 A.2d 273, 276 (Pa.Cmwlth.2001) (documentary evidence is sufficient to establish re-buttable evidence of conviction).\nHere, the evidence submitted by the Department against Carter demonstrated that the three convictions resulted from three separate acts that occurred on three separate and clearly identifiable days, rather than a series of acts over a seven-month period with no specified dates, as in Freundt. Thus, the Department met its burden of proof. Accordingly, the trial court erred in sustaining Carter’s appeal. However, since common pleas did not allow Carter to present any evidence, we vacate the order of the trial court and remand to afford Carter an opportunity to present evidence in rebuttal.\nAccordingly, we vacate and remand.\nORDER\nAND NOW, this 24th day of December, 2003, the order of the Court of Common Pleas of Dauphin County, in the above captioned matter, is hereby VACATED and the case is REMANDED for further proceedings consistent with the holding of this court.\nJurisdiction relinquished.\n. Act of April 14, 1972, P.L. 233.\n. The notices were dated April 10, 2002, July 3, 2002, and October 29, 2002. Each notice stated that Carter's driving privilege would be suspended for a six-month period, effective May 15, 2002, November 15, 2002, and May 15, 2003, respectively. The result was three consecutive six-month suspensions running from May 15, 2002, through November 15, 2003.\n. 165 Pa.Cmwlth. 128, 644 A.2d 262 (Pa.Cmwlth.1994). In Heisterkamp, the licensee, a district attorney who repeatedly took for her own use cocaine held by the district attorney’s office as evidence, was convicted of numerous violations of the Drug Act occurring over a seven-month period. This court held that her repeated acts were the restdt of one continuous criminal episode, and therefore her license should only be suspended in accordance with the penalties for one offense. 664 A.2d at 263-64.\n. 539 Pa. 249, 652 A.2d 283 (1994).\n. Although the offenses must be separately charged, we note that they may appear as separate counts of a single indictment as in Lauer.",
        "type": "majority",
        "author": "Judge LEADBETTER."
      }
    ],
    "attorneys": [
      "Terrance M. Edwards and Timothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellant.",
      "Jerry J. Russo, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Robert F. CARTER, II, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Oct. 31, 2008.\nDecided Dec. 24, 2003.\nTerrance M. Edwards and Timothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellant.\nJerry J. Russo, Harrisburg, for appellee.\nBEFORE: SMITH-RIBNER, Judge, and LEADBETTER, Judge, and JIULIANTE, Senior Judge."
  },
  "file_name": "0869-01",
  "first_page_order": 899,
  "last_page_order": 903
}
