{
  "id": 11334094,
  "name": "COMMONWEALTH of Pennsylvania v. David DUFFY, Appellant",
  "name_abbreviation": "Commonwealth v. Duffy",
  "decision_date": "1994-11-22",
  "docket_number": "",
  "first_page": "870",
  "last_page": "874",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 870"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "63 L.Ed.2d 787",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "for double jeopardy purposes, jeopardy attaches in a bench trial when the court begins to hear evidence"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "100 S.Ct. 1602",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "for double jeopardy purposes, jeopardy attaches in a bench trial when the court begins to hear evidence"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "445 U.S. 952",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1777664,
        1777572,
        1777721,
        1777449,
        1777324,
        1777903,
        1777841,
        1777491,
        1777843,
        1777465,
        1777823
      ],
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "for double jeopardy purposes, jeopardy attaches in a bench trial when the court begins to hear evidence"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/445/0952-07",
        "/us/445/0952-10",
        "/us/445/0952-11",
        "/us/445/0952-02",
        "/us/445/0952-09",
        "/us/445/0952-01",
        "/us/445/0952-04",
        "/us/445/0952-08",
        "/us/445/0952-03",
        "/us/445/0952-06",
        "/us/445/0952-05"
      ]
    },
    {
      "cite": "486 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1757593
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 1,
      "case_paths": [
        "/pa/486/0241-01"
      ]
    },
    {
      "cite": "498 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776076
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 1,
      "case_paths": [
        "/pa/498/0486-01"
      ]
    },
    {
      "cite": "917 F.2d 388",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10530
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "395-396"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/917/0388-01"
      ]
    },
    {
      "cite": "50 L.Ed.2d 147",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1976,
      "opinion_index": 1
    },
    {
      "cite": "97 S.Ct. 178",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1976,
      "opinion_index": 1
    },
    {
      "cite": "429 U.S. 867",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        7554,
        7591,
        5711,
        7091,
        7510,
        6616,
        5853,
        6334
      ],
      "year": 1976,
      "opinion_index": 1,
      "case_paths": [
        "/us/429/0867-08",
        "/us/429/0867-03",
        "/us/429/0867-07",
        "/us/429/0867-05",
        "/us/429/0867-06",
        "/us/429/0867-04",
        "/us/429/0867-01",
        "/us/429/0867-02"
      ]
    },
    {
      "cite": "466 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1714993
      ],
      "weight": 3,
      "year": 1976,
      "opinion_index": 1,
      "case_paths": [
        "/pa/466/0172-01"
      ]
    },
    {
      "cite": "400 U.S. 470",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12047837
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "485"
        },
        {
          "page": "557"
        },
        {
          "page": "556-557"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/400/0470-01"
      ]
    },
    {
      "cite": "532 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1835919
      ],
      "weight": 4,
      "year": 1992,
      "opinion_index": 1,
      "case_paths": [
        "/pa/532/0214-01"
      ]
    },
    {
      "cite": "9 Wheat. 579",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1421261
      ],
      "weight": 2,
      "year": 1824,
      "pin_cites": [
        {
          "page": "580"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/22/0579-01"
      ]
    },
    {
      "cite": "468 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719699
      ],
      "weight": 6,
      "year": 1976,
      "pin_cites": [
        {
          "page": "345"
        },
        {
          "page": "238"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/468/0338-01"
      ]
    },
    {
      "cite": "424 U.S. 600",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12027140
      ],
      "weight": 10,
      "year": 1976,
      "pin_cites": [
        {
          "page": "607"
        },
        {
          "page": "1079"
        },
        {
          "page": "273"
        },
        {
          "page": "607"
        },
        {
          "page": "1079"
        },
        {
          "page": "273"
        },
        {
          "page": "609"
        },
        {
          "page": "1080"
        },
        {
          "page": "275"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/424/0600-01"
      ]
    },
    {
      "cite": "355 U.S. 184",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6164126
      ],
      "weight": 3,
      "year": 1957,
      "pin_cites": [
        {
          "page": "187-188"
        },
        {
          "page": "223"
        },
        {
          "page": "204-205"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/355/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 849,
    "char_count": 16622,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2398354112537063
    },
    "sha256": "3b51cfb9a9ecba8d18928cc9dc504d5ca510657c19b0b79153578f14e735d23c",
    "simhash": "1:b6bbff981e8216c5",
    "word_count": 2729
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. David DUFFY, Appellant."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM:\nAppeal dismissed as having been improvidently granted.\nCAPPY, J., files a dissenting opinion in which Castille, J., joins.\nMONTEMURO, J., is sitting by designation.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "CAPPY, Justice,\ndissenting.\nI must respectfully dissent to the majority’s decision to dismiss the instant eases as improvidently granted. It is my position that the trial judge in the instant matter erred in declaring a mistrial insofar as there was no agreement of record on the part of the appellants to the granting of a mistrial nor does the record support a finding of manifest necessity for the sua sponte declaration of a mistrial. I would thus reverse the decision of the Superior Court and reinstate the orders of the trial court barring retrial.\nThe following facts give rise to the instant matter: On September 22,1990, the Monroe-ville Police were summoned by the Monroe-ville Mall security to the Foto Kwik booth in the mall as a result of a complaint by Mary Beth Boyle, a photo lab technician at the Foto Kwik. Ms. Boyle reported that she had just developed photographs depicting two small children, later identified as the children of appellant, David Duffy and one male adult, later identified as appellant, David Duffy, which could be interpreted as indecent in nature. The photographs were retained by Ms. Boyle when a customer, later identified as appellant, Janet L. Kramer, arrived to pick up this particular film processing order. Appellants were ultimately charged with sexual abuse of children, corruption of minors, endangering the welfare of children and criminal conspiracy as a result of those particular photographs. Appellants have maintained throughout that the photographs were taken while the parties and Appellant Duffy’s children were “horsing around.”\nAppellants proceeded to a non-jury trial on January 10,1992, before the Honorable Walter R. Little. At the close of the prosecution’s case, the trial court granted appellants’ demurrers to the charges of sexual abuse of children, but denied their demurrers to the remaining charges. The defense proceeded to present its case. Prior to calling its last witness the defense requested a five minute recess in order to prepare its final witness, one of the alleged child victims. It was at this point that Judge Little abruptly recused himself and sua sponte declared a mistrial. A second trial was then scheduled for March 3, 1992, before the Honorable Raymond A. Novak. Prior thereto, appellants each filed a Motion to Dismiss alleging that the second trial would violate principles of double jeopardy. The trial court granted those motions, dismissing the second prosecutions. On appeal, the Superior Court reversed the decision of the trial court and vacated the trial court’s orders and remanded for a new trial concluding that Judge Little, by and through his own actions, created the requisite manifest necessity for the declaration of a mistrial.\nAppellants contend that manifest necessity did not exist so as to justify the trial court’s sua sponte declaration of a mistrial and that, therefore, the Superior Court erred in ruling that the second prosecution was not barred under principles of double jeopardy. I agree.\nThe Double Jeopardy clauses of both the United States Constitution and the Pennsylvania Constitution protect a defendant against multiple punishments or repeated prosecutions for the same offense. The policy underlying this constitutional safeguard is perhaps best explained in Green v. United States, 355 U.S. 184, 187-188, 78 S.Ct. 221, 223, 2 L.Ed.2d 199, 204-205 (1957), wherein the Court noted that “the State with all its resources and power should not be allowed to make repeated attempts to convict an individual for an alleged offense, thereby subjecting him to embarrassment, expense and ordeal and compelling him to live in a continuing state of anxiety and insecurity, as well as enhancing the possibility that even though innocent he may be found guilty.” In cases such as the instant, where a mistrial has been declared, a defendant’s valued right not to be twice placed in jeopardy is clearly implicated. United States v. Dinitz, 424 U.S. 600, 607, 96 S.Ct. 1075, 1079, 47 L.Ed.2d 267, 273 (1976); Commonwealth v. Bartolomucci, 468 Pa. 338, 362 A.2d 234 (1976).\nSince Mr. Justice Story’s decision in United States v. Perez, 9 Wheat. 579, 580, 6 L.Ed. 165 (1824), the standard for determining whether principles of double jeopardy bar a retrial after a mistrial has been declared without the consent of the defendant is whether taking all of the circumstances into consideration “there is manifest necessity for the [mistrial] or the ends of public justice would otherwise be defeated.” Commonwealth v. Bartolomucci, 468 Pa. at 345, 362 A.2d at 238, quoting United States v. Dinitz, 424 U.S. at 607, 96 S.Ct. at 1079, 47 L.Ed.2d at 273. In determining whether the circumstances surrounding the declaration of a mistrial constitute manifest necessity, this Court applies the standards set forth in both the Pennsylvania and federal case law. Commonwealth v. Diehl, 532 Pa. 214, 615 A.2d 690 (1992).\nThe determination of a trial court to declare a mistrial after jeopardy has attached is not one to be lightly undertaken. As the United States Supreme Court in United States v. Jorn, 400 U.S. 470, 485, 91 S.Ct. 547, 557, 27 L.Ed.2d 543, 556-557 (1971), noted, “the Perez doctrine of manifest necessity stands as a command to trial judges not to foreclose the defendant’s option until a scrupulous exercise of judicial discretion leads to the conclusion that the ends of public justice would not be served by a continuation of the proceedings.” See also, Commonwealth v. Bartolomucci, supra. Of paramount concern in this area of the law is the right of the defendant to “retain primary control over the course to be followed in the event of [judicial or prosecutorial] error.” United States v. Dinitz, 424 U.S. at 609, 96 S.Ct. at 1080, 47 L.Ed.2d at 275. Moreover, any doubt regarding the propriety of the declaration of a mistrial must be resolved in favor of the accused. Commonwealth v. Bartolomucci, supra.\nWhile the fact-specific nature of any determination of “manifest necessity” renders specific rules of application unwise, the courts have established certain significant factors to consider in determining whether the trial court committed error. For instance, our Court recently held that the failure on the part of the trial court to consider less drastic alternatives to a mistrial creates doubt about the propriety of the exercise of the trial judge’s discretion. Commonwealth v. Diehl, supra. The failure to consult with counsel regarding the propriety of declaring a mistrial has also been viewed by this Court as a factor tending to demonstrate an abuse of discretion. Commonwealth ex rel. Walton v. Aytch, 466 Pa. 172, 352 A.2d 4 (1976), cert. denied, 429 U.S. 867, 97 S.Ct. 178, 50 L.Ed.2d 147 (1976).\nIn United States v. Bates, 917 F.2d 388 (9th Cir.1991), the United States Court of Appeals for the Ninth Circuit set forth four factors most commonly relied upon by the United States Supreme Court and appellate courts in determining whether a trial court abused its discretion in granting a mistrial. Those factors include: (1) whether the trial court heard the opinions of the parties regarding the propriety of the mistrial; (2) whether the trial court considered the alternatives and chose the alternative least harmful to the defendant’s rights; (3) whether the trial court acted deliberately rather than abruptly; and (4) whether the trial court properly determined that the defendant would benefit from the declaration of a mistrial. Id. at 395-396. As noted above, our Court has explicitly recognized at least two of those factors as significant to any such a determination. Moreover, it cannot be gainsaid that the remaining two factors are the very crux of the manifest necessity standard. Abrupt declarations made without any obvious consideration of the rights of, or benefit to, the defendant are unquestionably a violation of the Perez doctrine of manifest necessity.\nApplication of the above standards to the facts of the case sub judice, leads unerringly to the conclusion that Judge Little’s abrupt and non-deliberative decision to declare a mistrial violates the “manifest necessity” doctrine and, therefore bars the retrial in this matter. The record reveals that the Commonwealth presented its case in due course following which the defense requested demurrers to each charge. As noted above, while the trial court denied the defense request as to three of the charges, it did grant the demurrer as to the more serious charges of sexual abuse of children. Thereafter, the defense called Ms. Kramer, one of the defendants, to testify. Following her testimony, the defense requested a five minute recess in order to prepare their next witness, who was one of the alleged child victims and also Mr. Duffy’s daughter. The following exchange then occurred:\nTHE COURT: Anything else? Step down. All right, that was your witness. Do you have any further witnesses?\nMS. ROBERTO: (for Janet L. Kramer) Yes, I do, Judge.\nMR. DIFENDERFER: (for David Duffy) Judge, I believe both defendants cumulative, we have one more witness. Could we have a five-minute recess. The child is going to testify. We have some things to talk about [sic] her parents.\nTHE COURT: The child is going to testify?\nMR. DIFENDERFER: The child is going to testify to the events that happened. She is the alleged victim in this ease.\nTHE COURT: See you at side bar.\n(Off-the-record side bar discussion)\nAFTER RECESS\nTHE COURT: All right, counsel.\nMR. DIFENDERFER: Approach the bench.\nTHE COURT: Yes.\n(Side bar proceedings as follows:)\nMR. DIFENDERFER: Your Honor, pri- or to the recess we approached the bench, and the Court addressed my client and stated I believe if this is the same Duffy who has either a-bad or extensive criminal record—\nTHE COURT: I didn’t cause a mistrial. I have no problem with that. I have no problem with that. But believe me, I will watch you every inch of the way. If you ever step foot in this door, you, too, Ms. Roberto,—\nMR. DIFENDERFER: Your Honor, I don’t ever want to be on edge where I need the Court’s consideration.\nTHE COURT: You can forget it.\nMR. DIFENDERFER: I was hoping I would not.\nTHE COURT: You got it. I have got a long memory, counsel.\nMR. DIFENDERFER: I know you do, Your Honor.\nTHE COURT: I recuse myself and call for a mistrial.\nMR. DUGAN: (for the Commonwealth) Does Ms. Roberto join in this?\nTHE COURT: You want in on behalf of your client?\nMS. ROBERTO: We are co-defendants.\nTHE COURT: As to both of them, get them out of here. You think you can find a better deal in the Courthouse, go ahead. You got it. Mistrial.\nMR. DUGAN: The Commonwealth for the record objects to both defense motions.\nTHE COURT: I will buy that. Anytime you do that, just the appearance of impropriety, I will grant a mistrial. I have no problem with that. You know I will remember.\nMR. DUGAN: Bill, so we agree then that the cases — my understanding of the procedure will be the cases will have to be reassigned, and we have 120 business days to bring them back for trial. Is that your understanding”\nMR. DIFENDERFER: That is correct.\nMS. ROBERTO: I think Your Honor goes on the rules.\nTHE COURT: All right. You pulled a trick on me. You just made an enemy.\nMR. DIFENDERFER: It wasn’t my intention to do that.\nTHE COURT: Yes, it was. I have no other way but to be truthful.\n(End of side bar proceedings)\n(N.T. 1/10/92, pp. 140-143).\nIn reversing Judge Novak’s order barring the retrial, the Superior Court concluded that the trial judge’s “lapse of judicial decorum” created the requisite manifest necessity for the declaration of a mistrial. In so concluding, the Superior Court focused exclusively on the issue of recusal and ignored completely the trial judge’s failure to confer with trial counsel and the prosecution or to consider possible alternatives.\nWhile the rules as to recusal certainly require a judge to recuse himself when he believes he cannot fairly and impartially hear a matter, Commonwealth v. Boyle, 498 Pa. 486, 447 A.2d 250 (1982), the issue of recusal must, under the circumstances presented in the case sub judice, be balanced against the interests sought to be protected under the rules governing a finding of manifest necessity. The trial judge’s abrupt declaration of a mistrial in the instant matter leaves little doubt in my mind that he failed to adhere to the Perez doctrine of manifest necessity. With respect to the court’s obligation to hear from the parties prior to declaring a mistrial, the record here is unequivocal. At no point did Judge Little request a conference on the issue; indeed, the record evinces that he precluded any discussion of the matter prior to his declaring the mistrial. He did not even articulate his precise reasons for declaring a mistrial. Moreover, it is apparent that he also failed to consider any alternatives. Even assuming that Judge Little’s reason for declaring a mistrial was his knowledge of Duffy’s past criminal conduct, that fact alone does not here support a finding of manifest necessity. First, the court gave no indication of the precise knowledge it did possess with respect to Duffy. As noted above, the primary focus for purposes of double jeopardy analysis is that the defendant retain control, or at the very least, some meaningful input into the decision whether to continue with the trial. See, United States v. Dinitz, supra; Commonwealth ex rel. Walton v. Aytch, supra. Whatever knowledge the trial judge had of Duffy’s past criminal conduct was not gleaned from testimony presented during trial nor is it of record. Clearly, then counsel for the appellants should have been given an opportunity to discover just what information the judge did possess and to explore on the record whether that information warranted a recusal and the concomitant declaration of a mistrial. Both counsel would have then been in a position to confer with their clients as to the advisability of moving for a mistrial with only one witness remaining.\nMore importantly, even assuming that a mistrial as to Duffy could not be avoided the same cannot be said for co-defendant Kramer. Severance was a clear alternative with respect to Ms. Kramer. If any prejudice occurred during the trial it inured to the detriment of appellant Duffy; not Ms. Kramer as the court’s knowledge related solely to Duffy.\nIn summary, I cannot escape the conclusion that under the law as it exists today, the trial judge’s abrupt declaration, made without any deliberation or consideration of the possible alternatives and without any input from counsel for the parties evinces the impropriety of the judge’s decision and constitutes grounds for barring a retrial. See, Commonwealth v. Diehl, supra.\nAccordingly, I would reverse the decision of the Superior Court and reinstate the Orders entered by Judge Novak dismissing the charges against appellants.\nCASTILLE, J., joins this dissenting opinion.\n. While arguing before Judge Novak that appellants impliedly consented to the mistrial, it appears that the Commonwealth now concedes, as it did before the Superior Court, that consent is not an issue.\n. This principle is reflected in the Pennsylvania Rules of Criminal Procedure, Rule 1118 which provides in pertinent part:\n(b) When an event prejudicial to the defendant occurs during trial only the defendant may move for a mistrial; the motion shall be made when the event is disclosed. Otherwise, the trial judge may declare a mistrial only for reasons of manifest necessity.\n. It is undisputed that jeopardy had attached in the first trial. See, Commonwealth v. Klobuchir, 486 Pa. 241, 405 A.2d 881 (1979), cert. denied 445 U.S. 952, 100 S.Ct. 1602, 63 L.Ed.2d 787 (1980) (for double jeopardy purposes, jeopardy attaches in a bench trial when the court begins to hear evidence).\n. I would note that the specific reason(s) for the trial judge's decision to declare a mistrial are not part of the record in this matter. And while the parties have each advanced arguments as to those reasons, my determination is based solely on the facts presented by the record.",
        "type": "dissent",
        "author": "CAPPY, Justice,"
      }
    ],
    "attorneys": [
      "William H. Difenderfer, Alisa N. Carr, Pittsburgh, for appellant.",
      "Robert E. Colville, Dist. Atty., Sandra Preuhs, Asst. Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. David DUFFY, Appellant.\nSupreme Court of Pennsylvania.\nArgued Sept. 20, 1994.\nDecided Nov. 22, 1994.\nWilliam H. Difenderfer, Alisa N. Carr, Pittsburgh, for appellant.\nRobert E. Colville, Dist. Atty., Sandra Preuhs, Asst. Dist. Atty., for appellee.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0870-02",
  "first_page_order": 928,
  "last_page_order": 932
}
