{
  "id": 6094876,
  "name": "International Silver Co. v. The American Silver Co.; The American Silver Co. v. International Silver Co.",
  "name_abbreviation": "International Silver Co. v. American Silver Co.",
  "decision_date": "1930-02-21",
  "docket_number": "No. 2227; No. 2228",
  "first_page": "871",
  "last_page": "873",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 871"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "32 App. D. C. 279",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1357708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/32/0279-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 363,
    "char_count": 6737,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.845691326068109e-07,
      "percentile": 0.7227857685911419
    },
    "sha256": "06733dbd630443e40b1e8097ecb22644bcd5eb4110eb2f686b6692ecee6e5aec",
    "simhash": "1:ff5fea8a98638ec2",
    "word_count": 1105
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "International Silver Co. v. The American Silver Co. The American Silver Co. v. International Silver Co."
    ],
    "opinions": [
      {
        "text": "Lenroot, Judge,\ndelivered the opinion of the court:\nThese cases come before us for review on appeals of both parties-from a decision of the Commissioner of Patents in a trade-mark case.\nThe applicant, the American Silver Co., on July 13, 1925, filed an application for the registration of the mark “ 1857,” and on January 9, 1926, filed a second application for the registration of the mark “A. S. Co. 1857,” both marks being used upon silverware. International Silver Co. filed oppositions to both applications, claiming use of the trade mark “ 1847 Rogers Bros.” upon the same kind of goods, and alleging damage if said applications were allowed. The two oppositions were consolidated by the Patent Office.\nThe Commissioner of Patents affirmed the decision of the examiner of trade mark interferences, sustaining the opposition to the registration of applicant’s mark “ 1857,” adjudging the applicant not entitled to such registration, and dismissing the opposition to the registration of applicant’s mark “ A. S. Co. 1857,” and adjudging the applicant entitled to such registration.\nThe opposer appeals from that part of the decision relating to the mark “A. S. Co. 1857,” and applicant appeals from that part of the ■decision relating to the mark “ 1857.”\nBoth parties took testimony.\nThe commissioner found that opposer, through its predecessor, has used its mark upon silverware continuously since as early as 1862, and has built up a very large business, which expenditures in advertising sometimes reaching half a million dollars per year; that its business has been very largely conducted on the advertising set forth in connection with its trade mark “ 1847 Rogers Bros.”; that opposer has never used the date “ 1847 ” alone or dissociated with the words “ Rogers Bros.” He further found that applicant has used its mark “ A. S. Co. 1857,” inclosed in lozenge-shaped panels, since about June 1, 1925, but has used the date. “ 1857 ” since about November 1, 1894; that the applicant took over the silver plating business of another company which began making and selling silver plated table ware in 1857, when such firm took over the business of still another company that had succumbed to the effects of the panic of 1857; that the date “ 1857 ” had long been used by applicant to indicate when the business to which it had succeeded had begun; that the date “ 1857 ” alone does not appear ever to have been used by the applicant, but it was used in connection with the words “ Welch-Atkins XXX” as early as November 1, 1894, and such trade-mark was registered in 1895.\nThe commissioner, after finding in substance the foregoing, said:\nFrom the foregoing it is clear that neither party has ever -used the date .alone, but only in connection with other distinguishing words or letters. These dates are important dates in connection with the respective histories of the ■establishment of the opposer and applicant companies. Their similarity as to three figures seems accidental. It is believed, even if the applicant company were otherwise entitled to registration of the numbers comprising the date, -which alone it has never used as a trade-mark, yet it should not be permitted registration in view of these numbers being so deceptively similar to the numbers indicating the date in opposer’s trade-mark. It is believed the conclusion of the examiner of interferences sustaining the opposition as to this application of the applicant company is sound.\nKegarding the application No. 225691, wherein registration of the combination mark “A. S. Co.' 1S57,” arranged in two lozenge-shaped panels is sought, it appears this mark is not similar to that of the opposer. While there is some similarity in connection with the respective dates included in the two marks, yet the distinguishing features are believed to be sufficient to prevent confusion or mistake in the mind of the public. It is evident that the applicant has not sought to adopt a mark similar to that of the opposer but in adopting the combination mark including the date when its business may be said to have been started it has merely adopted a date having some numbers similar to those appearing in the date included in the opposer’s mark.\nWe are'of the opinion that the testimony and record support the conclusions of the commissioner.\nThe testimony shows that purchasers of the silverware bearing the trade-mark “ 1847 Rogers Bros.” very frequently order it by reference to the numerals “ 1847.” If the numerals “ 1857 ” alone were used by applicant, purchasers might he misled, believing that they were purchasing goods manufactured by the owner of the trade-mark “ 1847 Rogers Bros.” While it is not entirely clear to us that confusion would be likely to result from the use by applicant of the numerals “ 1857 ” as a trade-mark, we think the doubt should be resolved in favor of the opposer who is the prior user in good faith. Wayne Co. Preserving Company v. Burt Olney Canning Company, 32 App. D. C. 279.\nAs to the application for the registration of the combination mark “A. S. Oo. 1857,” we believe that the use of the letters “A. S. Oo.” in combination with the numerals “ 1857 ” sufficiently distinguishes the goods bearing said combination from goods bearing the trademark “ 1847 Rogers Bros.,” so that confusion or mistake in the mind of the public is not likely to result therefrom.\nWe may take judicial notice of the fact that the purchase of silverware, sterling or plated, involves a considerable degree of care and discrimination upon the part of the purchaser. The goods are valuable. They are not a matter of every-day purchase upon the part of an individual, like food products or other products that require frequent replacement. A person might purchase silverware bearing the mark' “ 1857 ” alone in the belief that he was buying goods manufactured by the owner of the mark “ 1847 Rogers Bros.,” but we do not think this confusion is likely to occur with the mark “A. S. Oo. 1857.”\nWere the goods upon which the marks are used of a character involving less discrimination and care in their purchase, we might come to a different conclusion.\nThe decision of the commissioner is affirmed.",
        "type": "majority",
        "author": "Lenroot, Judge,"
      }
    ],
    "attorneys": [
      "Bartlett £ Brownell (John P. Bartlett and Charles 8. Blwtevcmt of counsel)1 for International Silver Co.",
      "Mitchell & Bechert (Roht. C. Mitchell and G. H. Mitchell of counsel) for-American Silver Co."
    ],
    "corrections": "",
    "head_matter": "International Silver Co. v. The American Silver Co. The American Silver Co. v. International Silver Co.\n(No. 2227)\n(No. 2228)\nUnited States Court of Customs and Patent Appeals,\nFebruary 21, 1930\nBartlett £ Brownell (John P. Bartlett and Charles 8. Blwtevcmt of counsel)1 for International Silver Co.\nMitchell & Bechert (Roht. C. Mitchell and G. H. Mitchell of counsel) for-American Silver Co.\n[Oral argument January 16, 1930, by Mr. Bartlett and Mr. Mitchell]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0871-01",
  "first_page_order": 321,
  "last_page_order": 323
}
