{
  "id": 11631757,
  "name": "NORTH LINCOLN PARK NEIGHBORHOOD ASSOCIATION and Stewart Harris, Petitioners, v. DISTRICT OF COLUMBIA ALCOHOLIC BEVERAGE CONTROL BOARD, Respondent, and Samdo, Inc., Intervenor",
  "name_abbreviation": "North Lincoln Park Neighborhood Ass'n v. District of Columbia Alcoholic Beverage Control Board",
  "decision_date": "1999-04-08",
  "docket_number": "No. 97-AA-2",
  "first_page": "872",
  "last_page": "878",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 872"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "462 A.2d 1140",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7970437
      ],
      "pin_cites": [
        {
          "page": "1142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/462/1140-01"
      ]
    },
    {
      "cite": "666 A.2d 63",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12041461,
        12041413
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "67"
        },
        {
          "page": "64"
        },
        {
          "page": "67"
        },
        {
          "page": "67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/666/0063-02",
        "/a2d/666/0063-01"
      ]
    },
    {
      "cite": "500 A.2d 987",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7903558
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "993"
        },
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/500/0987-01"
      ]
    },
    {
      "cite": "302 A.2d 235",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11249834
      ],
      "pin_cites": [
        {
          "page": "238"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/302/0235-01"
      ]
    },
    {
      "cite": "407 A.2d 549",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975115
      ],
      "pin_cites": [
        {
          "page": "554"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/407/0549-01"
      ]
    },
    {
      "cite": "660 A.2d 896",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879868
      ],
      "pin_cites": [
        {
          "page": "899"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/660/0896-01"
      ]
    },
    {
      "cite": "666 A.2d 63",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12041461,
        12041413
      ],
      "pin_cites": [
        {
          "page": "67"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/666/0063-02",
        "/a2d/666/0063-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 851,
    "char_count": 18966,
    "ocr_confidence": 0.653,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24207183507609903
    },
    "sha256": "bb7ecc123575dd9bdb41159c68f472003bd67864a85f9202b17adf0b5e2b1bc4",
    "simhash": "1:14a2c6d23fa503cc",
    "word_count": 3032
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER, Chief Judge, TERRY, Associate Judge, and KING, Senior Judge."
    ],
    "parties": [
      "NORTH LINCOLN PARK NEIGHBORHOOD ASSOCIATION and Stewart Harris, Petitioners, v. DISTRICT OF COLUMBIA ALCOHOLIC BEVERAGE CONTROL BOARD, Respondent, and Samdo, Inc., Intervenor."
    ],
    "opinions": [
      {
        "text": "KING, Senior Judge:\nPetitioners North Lincoln Park Neighborhood Association and Stewart Hands (hereinafter “NLPNA”) seek review of a decision by the Alcoholic Beverage Control Board (“Board”) to suspend the license to sell alcoholic beverages held by Samdo, Inc. Because this case is before the court for a second time, see North Lincoln Park Neighborhood Ass’n v. Alcoholic Beverage Control Bd., 666 A.2d 63 (D.C.1995) (cited hereinafter as “NLP /”), and the underlying facts are set forth in considerable detail in our previous opinion, we will repeat only those necessary for our purposes here.\nIn NLP I, we remanded to the Board with instructions that it reconsider its 1993 renewal of Samdo’s liquor license in light of our holding that the voluntary agreement reached by Samdo and NLPNA was an integral part of the license, and that any violations of the agreement must be considered by the Board in determining whether to renew the license. Id. at 67. Although the Board did consider the agreement on remand, we are not satisfied that there is record evidence to support the Board’s determination that it should give virtually no weight to Samdo’s violations of the terms of the agreement. Accordingly, we reverse and remand to the Board with instructions that it reconsider its determination for th'e reasons set forth below.\nI.\nSamdo, Inc., holds the license for Trant’s Liquors (“Trant’s”), a Class A licensed liquor store located in the Lincoln Park neighborhood of Northeast Washington. In 1990 NLPNA, along with other neighborhood organizations, protested the renewal of the license, claiming that the store’s business practices led to disturbances in the neighborhood. This protest resulted in Samdo and NLPNA entering into a voluntary agreement which placed a number of conditions on the renewed license. The “Settlement Agreement” stated that “[a]ll parties understand that this agreement constitutes a condition of the license and that failure to abide by the terms ... will result in revocation of the license” (emphasis added). In return for Samdo’s acceptance of the conditions of the agreement, NLPNA dropped its opposition to the 1990 license renewal. The Board approved the agreement and renewed Samdo’s license. The record does not reflect the precise manner in which the Board approved the agreement, but the parties do not dispute that the Board in fact did so. In the last public proceeding before approval was given, the chairperson of the Board observed that “[i]f any part of that agreement is violated ... the Board can then take up [the alleged violations] in a show cause hearing to determine whether the licensee’s license should be suspended or revoked” (emphasis added).\nDuring the 1992 relicensing proceeding, NLPNA again protested the renewal of Sam-do’s license, claiming that Samdo had not complied with the terms of the 1990 agreement. Samdo admitted that economic pressures had forced the business to violate a number of the terms of the settlement agreement soon after the agreement was reached. In response, the Board suspended Samdo’s license for five days. The Board denied NLPNA’s request for license revocation, however, ruling that any violation of the agreement was not a relevant issue for the 1992 renewal consideration. In 1993, the Board approved the license renewal, and NLPNA petitioned this court for review. In NLP I, we reversed and remanded the case to the Board, holding that\nunder applicable regulations, the voluntary agreement legally became part of the license when the license was renewed in 1990, and that the Board therefore committed legal error in failing to take into account the licensee’s violations of that agreement when it decided to renew the license in [the 1992 relicensing proceeding].\nNLP I, supra, 666 A.2d at 64. The Board was instructed that it “simply cannot ignore such violations” of the agreement, but must weigh them along with pertinent factors in D.C.Code § 25-115(b) & (g) and relevant regulations in its license renewal considerations. Id. at 67.\nAfter remand to the Board, NLPNA again sought immediate revocation of Samdo’s license under the terms of the settlement agreement. Because the Board determined that Samdo had violated the terms of the agreement, NLPNA insisted that the Board revoke the license, as revocation was the only-sanction permitted by the agreement. The Board rejected that request, observing:\nIf the Board determines that there has been a violation, it is the Board that decides what action should be taken against the licensee. Thus, the voluntary agreement, which was drafted by [NLPNA], cannot determine the penalty for a violation of its terms. Further, an agency cannot delegate its public duties to private entities.\nThe Board also concluded that, at the time of the agreement’s drafting, Samdo was “not fully aware of the terms of the agreement and its resulting economic impact, and was under the mistaken belief that failure to execute the agreement would result in the loss of [the] license.” It concluded that no further sanction, beyond the five-day suspension previously imposed, was necessary.\nNLPNA has again petitioned this court for review, arguing that the Board abused its discretion by “arbitrarily and capriciously” refusing to give effect to the terms of the agreement. In short, NLPNA contends that, having found that Samdo violated the agreement, the Board must impose the sanction specified in that agreement: revocation. We do not agree; however, we do hold that the Board did not properly weigh Samdo’s violations of the agreement in determining whether any further sanctions were appropriate.\nII.\nThe law is well settled that voluntary agreements such as the one in question here are authorized by regulation. Under 23 DCMR § 1513 (1997) (“Voluntary Agreements”), parties may negotiate an agreement governing how a license applicant will conduct his business, 23 DCMR § 1513.1, and then submit that agreement to the Board for approval, 23 DCMR § 1513.2. Approval of the license is “conditioned upon the licensee’s compliance with the terms of the written agreement.” 23 DCMR § 1513.3. As we held in NLP I, these regulations “make[ ] the voluntary agreement a part of the license _Thus any breach of the voluntary agreement constitutes a breach of the license itself ....” NLP I, supra, 666 A.2d at 67. “Once entered, the agreement between the parties becomes the law of the case, and its terms may not be enlarged or diminished by the court, for to do so would be to create a new stipulation to which the parties have not agreed.” Goozh v. Capitol Souvenir Co., 462 A.2d 1140, 1142 (D.C.1983) (internal citations omitted).\nWhile the settlement agreement sets forth the terms to which the parties agree, it cannot limit the Board’s power to determine the appropriate penalty for any breach of those terms. The governing regulation provides that the Board, “[u]pon a determination that the licensee has violated the [voluntary] agreement, ... may suspend or revoke the license or impose any other penalty authorized by the [Alcoholic Beverage Control] Act.” 23 DCMR § 1513.5 (1988) (emphasis added). Moreover, in its final public hearing before approving the agreement, the Board unequivocally informed both Samdo and NLPNA that, if the agreement were violated, the license could be “suspended or revoked” at the Board’s discretion. We think it clear, therefore, that the determination of the appropriate sanction was one for the Board to make, despite any contrary indication in the agreement..\nIII.\nHaving concluded that the Board acted within its discretion in determining that it was not required to revoke Samdo’s license, we must now determine whether there is evidence in the record to support the Board’s conclusion that the violations of the agreement were essentially de minimis, or more accurately, that Samdo should not be sanctioned further for failing to abide by the terms of the settlement agreement. We conclude that the record evidence does not support that determination by the Board.\nThe settlement agreement explicitly detailed Samdo’s obligations, focusing on the kinds of alcoholic beverages Trant’s Liquors would not be allowed to sell, the customers to whom Trant’s would be permitted to sell, and the percentage of Trant’s gross sales that could be derived from alcoholic beverage sales. The record evidence and the Board’s own investigation show that, after signing the agreement, Samdo violated a number of these provisions.\nThe Board’s investigation, conducted from February 1992 to June 1992, found repeated sales of alcoholic beverages to visibly intoxicated persons, and numerous instances of loitering and public drinking on the premises and the adjacent areas. The store also resumed the sale of fortified wines, half-pints of liquor, and single-serving containers of beer in violation of the express terms of the agreement. While the store did stock a number of grocery items, there is no indication in the record that sales of these items had reached the required seventy-five percent of gross sales as called for in the agreement. These violations are far from de minimis, but rather go to the heart of the settlement agreement and what it was intended to accomplish. We therefore conclude that the Board did not give sufficient consideration and weight to Samdo’s repeated violations of the terms of the agreement.\nNor is there evidence in the record supporting the Board’s finding that Samdo was unaware of the terms of the agreement, or misunderstood the implications of a violation of those terms. Indeed, the record evidence points to an opposite conclusion. The agreement followed substantial negotiations and was discussed at several public Board hearings before its approval. Both parties stated at the last hearing where the agreement was discussed that they understood and agreed to its terms. Samdo was represented by two attorneys during this process and, although Samdo now suggests that difficulties in understanding the English language may have hindered the Ohs’ understanding of the agreement, there is no evidence in the record supporting that claim. There is, in short, no evidence in the record that Samdo did not understand the terms to which it was agreeing, or did not understand that failure to abide by these terms could result in significant sanctions being imposed.\nFor these reasons, we again reverse and remand this case to the Board with instructions that it reconsider its determination in light of our decision in NLP I and Samdo’s repeated violations of the terms of the settlement agreement.\nReversed and remanded.\n. The license transferred with the sale of Trant’s Liquors to Samdo in 1985. Samdo, Inc., is a corporation jointly owned by Yung Chun Oh and Byung Hee Oh.\n. The principal conditions are set forth in note 3, infra.\n. The conditions imposed by the agreement included: that Trant’s Liquors not sell fortified wines, half-pints of liquor, or single-serving containers of beer; that the store refuse to sell alcoholic beverages to visibly intoxicated persons; that the store take steps to stop public drinking and loitering in front of the store, and keep that area clean; and that Samdo remodel the store and shift its focus from sales of alcohol to sales of groceries and other household products, to the extent that seventy-five percent of gross sales of the store would be from products other than alcoholic beverages within one year of the signing of the agreement.",
        "type": "majority",
        "author": "KING, Senior Judge:"
      },
      {
        "text": "WAGNER, Chief Judge,\nconcurring in part and dissenting in part:\nIn my opinion, the decision of the Alcoholic Beverage Control Board (Board), that Mr. and Mrs. Oh are entitled to have the license for their store renewed, is supported by substantial evidence in the record and in accordance with applicable law; therefore, we are bound to uphold it. See Coumaris v. District of Columbia Alcoholic Beverage Control Bd., 660 A.2d 896, 899 (D.C.1996) (citing D.C.Code § l-1510(a)(3)(E) (1992)) (further citations omitted). In reaching its decision, the Board, in compliance with the remand order of this court, fully considered and weighed the applicants’ violations of the voluntary agreement, along with all the other factors listed in D.C.Code § 25-115(b) and (g)-\nThe Board found that the Ohs’ store did not have a negative impact on the neighborhood. In making its determination, the Board relied upon the investigator’s testimony concerning his observations made during eighteen visits to the area between February and June 1992. In its written findings, the Board recounted the investigator’s testimony that: (1) no one congregated outside the store for more than 5-12 minutes where they talked peacefully and did not consume alcoholic beverages; (2) he observed no drinking in the parking lot; (3) there was little litter around the store because someone cleaned the area every morning; (4) people who congregated on a wall across the street from the store or on nearby porches were neighborhood residents or their acquaintances, and were not rowdy or intimidating to others, although they sometimes drank from containers in brown bags; and (5) police incident reports between June 1, 1991 and May 31, 1992, reflected only two larcenies and one violation “not covered under the criminal code” for the establishment. The Board also considered that: (1) the applicant testified that he takes steps to ensure that inebriated persons are not served; (2) that an eighteen-year resident thought the store was “nice” and would continue to patronize it; (3) that the principal at the nearby school could recall no complaints of harassment or difficulty of any child or parent related to the store; (4) that the minister from a nearby church related that members of her congregation had no problems related to the store; (5) that complaints from three of the witnesses who recounted respectively incidents of public urination, harassment, and lewd conduct, were not shown to have been associated with patrons of the Ohs’ establishment. The Board also took into consideration other evidence that there were incidents of public drinking and urination in the area of the store. However, in summary, the Board concluded on this issue:\nthat while there have been incidents of public drinking and urination, the behavior is not substantial enough to deny the renewal of Applicant’s license. The establishment has existed in the neighborhood for over 50 years and has the support of long time residents. The Board finds that Applicant’s establishment does not adversely affect the peace, order and quiet of the neighborhood.\nThere is substantial evidence to support the Board’s finding. The mere existence of evidence to the contrary, even if substantial, “does not allow this court to substitute its judgment for that of the Board.” Spevak v. District of Columbia Alcoholic Beverage Control Bd., 407 A.2d 549, 554 (D.C.1979) (citing Schiffmann v. District of Columbia Alcoholic Beverage Control Bd., 302 A.2d 235, 238 (D.C.1973)).\nThe protesters also challenged renewal of the Ohs’ license on the grounds that “the Applicant’s establishment detracts from the cultural and economic vitality of the neighborhood” and the Applicant violated the voluntary agreement, the issue for which the case was remanded after the initial appeal to this court. With respect to the first remaining issue, the Board concluded that the store did not detract from the cultural and economic vitality of the neighborhood. In reaching this conclusion, the Board considered, among other things, expert testimony that: (1) real property values had increased in the neighborhood; (2) the store was convenient for senior and retired citizens living in the surrounding area; (3) the owner made contributions for the past six years to local churches and others in the community; and (4) declining market values in the area were due to the recession and not to the operation of the store. The Board also considered the Mr. Oh’s violations of the Agreement and that he admitted his wrong and was sanctioned for it. However, it deemed the infractions insufficient to withhold license renewal, considering the other pertinent factors.\nThe foregoing findings are supported by substantial evidence. They address the issues raised by petitioners, including the owners’ violation of the voluntary agreement. While the Board must give great weight to the concerns raised by the Association, “it is not obliged to follow [the Association’s] recommendations or adopt its views.” Upper Georgia Ave. Planning Comm. v. Alcoholic Beverage Control Bd., 500 A.2d 987, 993 (D.C.1985) (citations omitted). The Board made findings on all material contested issues as required by the statute. “So long as the Board makes ‘explicit reference to each [protestant’s] issue and concern as such, as well as specific findings and conclusions with respect to each,’ it meets the requirements of [D.C.Code § ] 1 — 261(d); it is not obliged to follow the [protestant’s] recommendations or adopt its views.” Id. (citations omitted).\nFor the foregoing reasons, while I join in Part II of the opinion,1 respectfully dissent from the remainder of the opinion.\n. See North Lincoln Park Neighborhood Ass’n v. Alcoholic Beverage Control Bd., 666 A.2d 63, 67 (D.C. 1995).\n. The cited sections of the Code set forth factors an applicant must demonstrate to qualify for issuance, transfer, or renewal of a license.\n. While the investigator once saw someone leave the store drinking from a container in a brown bag, it was not determined whether alcohol was in the container.\n. In explanation of its conclusion that Mr. Oh did not understand the agreement, the Board also noted that he did not appreciate fully its terms and its resulting economic impact and that he violated it in an attempt to avoid economic disaster.\n. See D.C.Code § l-261(d) (1992 Repl).\n. I agree fully with the discussion and disposition reached with respect to the Board’s power to determine the appropriate penalty for breach of the terms of the voluntary settlement agreement (incorporated as conditions of the license).",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "WAGNER, Chief Judge,"
      }
    ],
    "attorneys": [
      "Douglas E. Fierberg, Washington, DC, for petitioners.",
      "Leonard E. Birdsong, with whom Lakeisha R. Harrison, Legal Intern, Howard University School of Law, was on the brief, for inter-venor.",
      "Jo Anne Robinson, Interim Corporation Counsel at the time the statement was filed, and Charles L. Reischel, Deputy Corporation Counsel, filed a statement in lieu of brief for respondent."
    ],
    "corrections": "",
    "head_matter": "NORTH LINCOLN PARK NEIGHBORHOOD ASSOCIATION and Stewart Harris, Petitioners, v. DISTRICT OF COLUMBIA ALCOHOLIC BEVERAGE CONTROL BOARD, Respondent, and Samdo, Inc., Intervenor.\nNo. 97-AA-2.\nDistrict of Columbia Court of Appeals.\nArgued Jan. 21, 1998.\nDecided April 8, 1999.\nDouglas E. Fierberg, Washington, DC, for petitioners.\nLeonard E. Birdsong, with whom Lakeisha R. Harrison, Legal Intern, Howard University School of Law, was on the brief, for inter-venor.\nJo Anne Robinson, Interim Corporation Counsel at the time the statement was filed, and Charles L. Reischel, Deputy Corporation Counsel, filed a statement in lieu of brief for respondent.\nBefore WAGNER, Chief Judge, TERRY, Associate Judge, and KING, Senior Judge.\nJudge KING was an Associate Judge of this court at the time of argument. His status changed to Senior Judge on November 23, 1998."
  },
  "file_name": "0872-01",
  "first_page_order": 926,
  "last_page_order": 932
}
