{
  "id": 8355856,
  "name": "Diane OLIVER, Appellant v. Sirage MUSTAFA, Appellee",
  "name_abbreviation": "Oliver v. Mustafa",
  "decision_date": "2007-08-09",
  "docket_number": "Nos. 06-CV-205, 06-CV-508",
  "first_page": "873",
  "last_page": "880",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 873"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "740 A.2d 523",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11550448
      ],
      "pin_cites": [
        {
          "page": "533"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/740/0523-01"
      ]
    },
    {
      "cite": "253 F.2d 36",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3766800,
        688557
      ],
      "year": 1958,
      "pin_cites": [
        {
          "parenthetical": "\"[W]here a breach of contract merges with, and assumes the character of, a wilful tort, calculated rather than inadvertent, flagrant, and in disregard of obligations of trust punitive damages may be assessed\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/253/0036-01"
      ]
    },
    {
      "cite": "102 U.S.App.D.C. 300",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3766800
      ],
      "year": 1958,
      "pin_cites": [
        {
          "parenthetical": "\"[W]here a breach of contract merges with, and assumes the character of, a wilful tort, calculated rather than inadvertent, flagrant, and in disregard of obligations of trust punitive damages may be assessed\""
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "649 A.2d 1064",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879877
      ],
      "pin_cites": [
        {
          "page": "1073"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/649/1064-01"
      ]
    },
    {
      "cite": "443 A.2d 33",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944074
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "37-38"
        },
        {
          "page": "37-38",
          "parenthetical": "holding that a contract breach which assumes the character of intentional infliction of emotional distress would be a proper basis for punitive damages"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/443/0033-01"
      ]
    },
    {
      "cite": "557 A.2d 1319",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7904980
      ],
      "pin_cites": [
        {
          "page": "1322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/557/1319-01"
      ]
    },
    {
      "cite": "883 A.2d 104",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8904436
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/883/0104-01"
      ]
    },
    {
      "cite": "875 A.2d 95",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8969036
      ],
      "pin_cites": [
        {
          "page": "114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/875/0095-01"
      ]
    },
    {
      "cite": "680 A.2d 1023",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863506
      ],
      "pin_cites": [
        {
          "page": "1030"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/680/1023-01"
      ]
    },
    {
      "cite": "893 A.2d 970",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8986202
      ],
      "pin_cites": [
        {
          "page": "980"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/893/0970-01"
      ]
    },
    {
      "cite": "588 A.2d 265",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7375685
      ],
      "pin_cites": [
        {
          "page": "271"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/588/0265-01"
      ]
    },
    {
      "cite": "816 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9364309
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/816/0001-01"
      ]
    },
    {
      "cite": "528 A.2d 1236",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7910034
      ],
      "pin_cites": [
        {
          "page": "1237"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/528/1236-01"
      ]
    },
    {
      "cite": "596 A.2d 603",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11302309
      ],
      "pin_cites": [
        {
          "page": "608"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/596/0603-01"
      ]
    },
    {
      "cite": "665 A.2d 929",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7875602
      ],
      "pin_cites": [
        {
          "page": "938"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/665/0929-01"
      ]
    },
    {
      "cite": "831 A.2d 395",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9088907
      ],
      "pin_cites": [
        {
          "page": "400"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/831/0395-01"
      ]
    },
    {
      "cite": "535 A.2d 901",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879022
      ],
      "pin_cites": [
        {
          "page": "906"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/535/0901-01"
      ]
    },
    {
      "cite": "824 A.2d 44",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9119464
      ],
      "pin_cites": [
        {
          "page": "46"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/824/0044-01"
      ]
    },
    {
      "cite": "515 F.2d 1200",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1137641
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1206"
        },
        {
          "page": "1206"
        },
        {
          "page": "1206",
          "parenthetical": "\"The defendant, by his default, admits the plaintiffs well-pleaded allegations of fact ... and is barred from contesting on appeal the facts thus established.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/515/1200-01"
      ]
    },
    {
      "cite": "411 A.2d 963",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11366918
      ],
      "pin_cites": [
        {
          "page": "968"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/411/0963-01"
      ]
    },
    {
      "cite": "629 A.2d 555",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7364909
      ],
      "pin_cites": [
        {
          "page": "558"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/629/0555-01"
      ]
    },
    {
      "cite": "852 A.2d 951",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9237794
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "954-55"
        },
        {
          "page": "955-56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/852/0951-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1049,
    "char_count": 20573,
    "ocr_confidence": 0.677,
    "pagerank": {
      "raw": 1.346296502054207e-07,
      "percentile": 0.632300956542254
    },
    "sha256": "c0b4398e1b6608d8832966b68304b6e8c985b3cab2209b88d736ed7f5bb4310f",
    "simhash": "1:17e2a1c4914cd592",
    "word_count": 3385
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WASHINGTON, Chief Judge, and FARRELL and KRAMER, Associate Judges."
    ],
    "parties": [
      "Diane OLIVER, Appellant v. Sirage MUSTAFA, Appellee."
    ],
    "opinions": [
      {
        "text": "KRAMER, Associate Judge:\nThis case began with a complaint filed in the Small Claims Branch of the Superior Court, where appellee, Sirage Mustafa, sued appellant, Diane Oliver (the owner of a rooming house where Mr. Mustafa had lived), for the recovery of his $400 security deposit and $543, the estimated value of a few items of Mr. Mustafa’s property that Ms. Oliver had confiscated and disposed of without his permission. Ultimately, the complaint was amended to include additional counts, and the case was transferred to a regular civil calendar. There a default was entered against Ms. Oliver, who had never actually filed an answer to the complaint. At the conclusion of a jury trial that addressed solely the issue of Mr. Mustafa’s damages, a jury awarded Mr. Mustafa $11,826 in compensatory damages and $100,000 in punitive damages. The trial court separately awarded Mr. Musta-fa $211,350 in attorneys’ fees. On appeal, Ms. Oliver argues that the trial court erred in ordering a default on the claims that underlay the jury’s award, in instructing the jury on punitive damages, in declining to permit the admission of certain evidence and in awarding attorneys’ fees. We affirm.\nThe factual background is as follows. In December 2001, Mr. Mustafa rented a room in a house owned and run by Ms. Oliver. They entered into an oral agreement by which Mr. Mustafa paid a $400 security deposit plus $400 per month in rent. After she accepted his deposit and first month’s rent, Ms. Oliver informed Mr. Mustafa that tenants who stayed in the house for less than three months forfeited their security deposits.\nAfter he moved in, Mr. Mustafa found the building to be grossly unsanitary, insecure, and the site of drug use, drug sales, and prostitution. The front door was frequently unlocked, and it was not unusual for homeless persons and drug addicts to enter and sleep in the hallway. The common bathroom was in a state of disrepair. Since it was used by drug users to get high and by prostitutes to service their clients, the sink was often clogged with needles and condoms. When an employee of Ms. Oliver’s fixed up the bathroom for $600, she fired him for wasting her money. Drug users and prostitutes also used the common hallways for them activities. The kitchen was in the basement of the building, and was infested with vermin. Mr. Mustafa testified that he would take a few steps down the stairway, and then wait a few seconds before proceeding to let the rats and mice “situate themselves” in a corner. The kitchen was also directly below the bathroom, and flushing the toilet would result in raw sewage overflowing and dripping into the kitchen.\nThe police were summoned to the building on a regular basis. Mr. Mustafa complained to Ms. Oliver in private about the conditions of the house and the criminal behavior he witnessed. In July of 2002, soon after he complained to her about his co-tenants, they confronted him, saying that he had been labeled a “snitch,” leading him to deduce that Ms. Oliver had told them of his complaints. He feared for his personal safety, and began to invite friends to spend the night so he would not be alone in his room. It was this “snitch” incident that made him finally resolve to move out, and he informed Ms. Oliver that he would leave at the end of July.\nOn the day he was removing his possessions, Mr. Mustafa requested his security deposit in exchange for his key. Ms. Oliver refused to return the deposit. Thus, Mr. Mustafa had a new lock installed on his door. Thereafter, he left for a short time “to seek available legal remedies to his problem” with Ms. Oliver. While he was gone, Ms. Oliver had his new lock changed and confiscated the few remaining items of his property in this room. These items included a color television, antenna, coffee maker, telephone, answering machine, and dining room chair. Upon his return, Ms. Oliver refused to allow him access to his room or his property, and again refused to return his $400 security deposit. Without the security deposit, Mr. Mustafa lacked the funds to obtain other housing, and was thus homeless for three months.\nOn October 15, 2002, Mr. Mustafa filed a complaint in the Small Claims Branch of the Superior Court. A default judgment was entered against Ms. Oliver awarding Mr. Mustafa $943. The default judgment was vacated on July 7, 2003, however, after she successfully contested service of the complaint. Mr. Mustafa then filed an amended complaint in the same court on July 18, 2003, alleging unlawful eviction, breach of the covenant of quiet enjoyment, breach of the implied warranty of habitability/constructive eviction, conversion of personal property, intentional and/or negligent infliction of emotional distress, retaliatory action, failure to refund security deposit, and failure to provide required documentation.\nThe action was transferred from the Small Claims Court to the Civil Division. On April 7, 2004, based on Ms. Oliver’s repeated failure to appear at scheduled hearings and to comply with discovery, Judge Michael Rankin issued a second order of default. This order was vacated sua sponte the next month and discovery proceeded again. Subsequently, when Mr. Mustafa’s counsel attempted to interview the other tenants at the building, Ms. Oliver interfered. When the tenants spoke to counsel elsewhere, she evicted them all the following day. Indeed, one tenant testified in a deposition that Ms. Oliver repeatedly called him and told him not to respond to his subpoena. Because of these actions, Judge Rankin imposed a temporary restraining order against Ms. Oliver, enjoining her from contacting potential witnesses to influence their testimony, evicting anyone from the house, or destroying any documents that had been requested.\nAt the hearing granting this order, Judge Rankin summoned a marshal to keep Ms. Oliver from interrupting him. He then stated:\nI have done some preliminary research into your history in the Superior Court of the District of Columbia and I have come to learn that you are no ordinary pro se litigant, but that you have appeared as both plaintiff and defendant in numerous cases in this court. And so you clearly, very clearly, are aware of court processes, such as the time the Court starts, such as the need to respond to pleadings, such as the impropriety of appearing after the other side has been here and gone and then attempting ex parte argument with the Court on substantive issues affecting the case.... You are free to continue in this matter without counsel as long as you please. But henceforth, you will be held to the same standards as a defendant who is represented by legal counsel because it is very clear that you are an experienced litigator and that you have the means to hire a lawyer if you wanted to do so.\nOn the same day, Judge Rankin granted Mr. Mustafa’s motion to compel responses to discovery requests.\nThereafter, Ms. Oliver obtained counsel as advised by Judge Rankin. Despite explicit testimony at her deposition that she possessed requested documents and knew where they were, she subsequently answered discovery requests with assertions that requested documents were lost, destroyed, or never existed. On October 18, 2005, a third default was entered against Ms. Oliver, and the matter was set down for a jury trial before Judge Maurice Ross on the issue of damages alone, liability having been established by the default. On January 11, 2006, at the conclusion of the trial, the jury awarded Mr. Mustafa $11,826 in compensatory damages and $100,000 in punitive damages. Ms. Oliver filed no post-trial motions contesting this award. The trial court granted Mr. Mus-tafa’s unopposed motion for attorneys’ fees on March 8, 2006, finding by clear and convincing evidence that Ms. Oliver litigated in bad faith, and awarding Mr. Mustafa attorneys’ fees in the amount of $211,850. Ms. Oliver thereafter filed a motion to reconsider, which was subsequently denied.\nDefault\nMs. Oliver argues that Judge Rankin erred in entering a default against her. We find no merit in this claim. Never at any time during the entire course of this litigation did Ms. Oliver file an answer to Mr. Mustafa’s complaint. In ordering the default, Judge Rankin explained that because of Ms. Oliver’s actions,\nthe plaintiff is genuinely and understandably frustrated. And so now, he’s again asking for the entry of a default as an acknowledgment, not as a sanction, but as an acknowledgment of the defendant’s failure to participate. Her participation [up to] now has been limited to having a pretty good lawyer come in and defend her lack of participation. That’s unacceptable.\n(Emphasis added). It is clear that while Judge Rankin may have had several legitimate bases to enter another default, Ms. Oliver’s failure to file an answer at any time served as an indisputably legitimate ground for that default. Super Ct. Civ. R. 12(a)(5), 55(a). Indeed, when a defendant never files an answer, Rule 12(a)(5) mandates default, even if the defendant has “otherwise defended” her position. Restaurant Equip. & Supply Depot, Inc. v. Gutierrez, 852 A.2d 951, 954-55 (D.C.2004). Because such an order is not a sanction, there is no requirement for the trial court to “consider lesser sanctions.” Id. at 955 n. 4. Unlike the filing of an invalid answer, the failure to file any answer at all is an error that should not be overlooked as “merely technical.” Id. at 955-56 (distinguishing Iannucci v. Pearlstein, 629 A.2d 555, 558 (D.C.1993)).\nAt oral argument before this court, Ms. Oliver conceded that she had never filed an answer. She contended, however, that a default based on failure to answer a complaint requires the plaintiff to prove a prima facie case in order to obtain damages, unlike a default entered as a discovery sanction, which merely requires the plaintiff to allege a prima facie case. The distinction that she attempts to make between the necessity of proof and the sufficiency of factual allegations constituting a prima facie case is not supported by our case law. As we stated in Hudson v. Ashley, “a defendant’s default does not in itself warrant the court in entering a default judgment. There must be a sufficient basis in the \"pleadings for the judgment entered.” 411 A.2d 963, 968 (D.C.1980) (emphasis added) (quoting Nishi-matsu Constr. Co. v. Houston Nat’l Bank, 515 F.2d 1200, 1206 (5th Cir.1975)). Thus, a complaint does not in and of itself guarantee judgment, because “[t]he defendant is not held to admit facts that are not well-pleaded or to admit conclusions of law.” Elmore v. Stevens, 824 A.2d 44, 46 (D.C.2003) (quoting Nishimatsu, supra, 515 F.2d at 1206). On the other hand, well-pleaded facts in the complaint are deemed true by a default. Nishimatsu, supra, 515 F.2d at 1206 (“The defendant, by his default, admits the plaintiffs well-pleaded allegations of fact ... and is barred from contesting on appeal the facts thus established.”). Ms. Oliver has not met her burden of showing that the allegations in this complaint were not well-pleaded. Thus, in light of Ms. Oliver’s failure to file an answer, there was no error in Judge Rankin’s order of default, rendering the alleged facts admitted.\nPunitive Damages\nMs. Oliver also argues that the trial court erred in allowing the jury to consider punitive damages because this was essentially a breach of contract case. However, “[pjunitive damages are available in actions for intentional torts such as wrongful eviction.” Robinson v. Sarisky, 535 A.2d 901, 906 (D.C.1988). Mr. Musta-fa alleged wrongful eviction, in addition to the intentional torts of conversion and intentional infliction of emotional distress. “Punitive damages may be awarded ‘only if it is shown by clear and convincing evidence that the tort committed by the defendant was aggravated by egregious conduct and a state of mind that justifies punitive damages.’ ” Chatman v. Lawlor, 831 A.2d 395, 400 (D.C.2003) (quoting Jonathan Woodner Co. v. Breeden, 665 A.2d 929, 938 (D.C.1995)). Ms. Oliver presents us with no specific reasons why her actions in this case did not meet this standard.\nMs. Oliver also argues that it is impossible to tell from the jury’s verdict whether the punitive damages attached to the intentional tort claims or to the breach of contract claims. During deliberations, however, the jury sent the court a note asking the court to explain the difference between counts one (wrongful eviction) and two (breach of quiet enjoyment). After some discussion, the following exchange occurred:\nJUDGE ROSS: Well, isn’t the layman’s way of saying it is: Count 1 relates to locking him out of the building. And two relates to the condition of the building while he was there. That’s not it?\nMUSTAFA’S COUNSEL: And anything she would have done — right.\nJUDGE ROSS: I mean, that’s not it? Is that yes, no? ...\nOLIVER’S COUNSEL: I agree with what the Court is saying. I think what they’re really asking—\nJUDGE ROSS: Okay. Then why can’t I just tell them that?\nOLIVER’S COUNSEL: I guess the other distinction is damage. On [Count] 1 you can award them punitive damages—\nJUDGE ROSS: Do you want me to tell them that?\nOLIVER’S COUNSEL: No.\nBy declining the court’s offer to have the jury instructed about which claims could provide a basis for punitive damages, Ms. Oliver waived appellate review of this issue, and we therefore need not address it. Cf. Nimetz v. Cappadona, 596 A.2d 603, 608 (D.C.1991) (“[A] defendant who fails to request a special verdict form in a civil case will be barred on appeal from complaining that the jury may have relied on a factual theory unsupported by the evidence when there was sufficient evidence to support another theory properly before the jury.”).\nSimilarly, we decline to address Ms. Oliver’s arguments that the punitive damages were excessive, not supported by the evidence, and in violation of her due process rights under the Fifth Amendment. Though Judge Ross gave Ms. Oliver thirty days to file post-trial motions, she filed none. This court will not review a verdict for inadequate or excessive damages unless such arguments were made to the trial court in post-trial motions. Keener v. Karr, 528 A.2d 1236, 1237 (D.C.1987).\nAttorneys’ Fees\nMs. Oliver does not dispute the amount of attorneys’ fees awarded. Rather, she argues that there was no basis for an award of attorneys’ fees, regardless of the amount. Attorneys’ fees, however, may be awarded upon clear and convincing evidence of bad faith in litigation. Fischer v. Estate of Flax, 816 A.2d 1, 12 (D.C.2003). A finding of bad faith is factual and reviewed under a clearly erroneous standard, and a decision to award fees is reviewed for abuse of discretion. Id. (quoting Goffe v. Pickard, 588 A.2d 265, 271 (D.C.1991)). Here, in granting an unopposed motion for attorneys’ fees, Judge Ross found by clear and convincing evidence that Ms. Oliver had litigated in bad faith. Ms. Oliver subsequently filed a motion to reconsider, which Judge Ross denied, finding by clear and convincing evidence that Ms. Oliver “repeatedly violated the rules for written discovery, tampered with or intimidated witnesses, and failed to file an answer, and that these violations prejudiced Plaintiff beyond what an entry of default could cure.” On appeal, Ms. Oliver does not address this finding other than to insist that all of her actions were in good faith. The record provides ample justification for Judge Ross’ finding and we conclude that there was no abuse of discretion.\nEvidentiary Ruling\nFinally, Ms. Oliver argues that Judge Ross erred when he stopped her from questioning Mr. Mustafa about an injunction he had sought against Ms. Oliver. This pertained to events that occurred in April of 2004, almost two years after Mr. Mustafa had moved out of the house, when his counsel attempted to speak with the tenants then living there and Ms. Oliver refused to grant counsel access for that purpose. Later, when the tenants spoke with counsel elsewhere, they were all summarily evicted. Mr. Mustafa then sought an injunction to keep Ms. Oliver from evicting his witnesses in retaliation for their anticipated testimony. Ms. Oliver claims that the injunction showed an inconsistency in Mr. Mustafa’s story; that is, when he lived in the house, he faulted her for permitting criminals to occupy it, but later, when she tried to evict these purportedly same criminals, he tried to stop her.\nJudge Ross found that such an argument would “confuse[ ] the issues” and was not relevant to damages. Since the events took place long after Mr. Mustafa had moved from the house, we conclude that Judge Ross in no way erred by concluding that this evidence was irrelevant and precluding its admission. “The determination of what evidence is relevant, and what evidence may tend to confuse the jury, is left to the sound discretion of the trial court.” Caulfield v. Stark, 893 A.2d 970, 980 (D.C.2006) (quoting Turcios v. United States Servs. Indus., 680 A.2d 1023, 1030 (D.C.1996)). The nature and timing of this injunction request made it irrelevant to the issue of damages. Cf. Jung v. George Washington Univ., 875 A.2d 95, 114, amended by 883 A.2d 104 (D.C.2005). We therefore find no abuse of discretion.\nFor the foregoing reasons, the judgment of the trial court is\nAffirmed.\n. Ms. Oliver further argues that evidence was nevertheless required for Mr. Mustafa’s allegation that she had told his housemates that he was a \"snitch,” because the allegation in the complaint was based on information and belief. Mr. Mustafa testified at the damages hearing that he told no one but Ms. Oliver about his housemates' criminal activity, yet he was still confronted as a \"snitch.\" Thus, the juiy was entitled to draw the logical inference that Ms. Oliver was the source of the co-tenants' knowledge. In any event, because this allegation was not included in the stipulated facts read to the juiy, we see the point as moot.\n. See Parker v. Stein, 557 A.2d 1319, 1322 (D.C.1989) (allowing punitive damages for conversion); Sere v. Group Hospitalization, Inc., 443 A.2d 33, 37-38 (D.C.1982) (Intentional infliction of emotional distress, \"if proved, would provide an appropriate basis for an award of punitive damages, since it is by definition willful and outrageous conduct which society finds intolerable, and seeks to deter.”).\n. In any event, on the facts here instruction to the jury concerning which claims justified a punitive damage award would appear unnecessary. Any of Ms. Oliver’s acts which meet the “willful, wanton, or malicious” standard for punitive damages were undoubtedly also part of the outrageous conduct which constituted the intentional infliction of emotional distress claim, and thus any malicious breach of contract assumed the character of an intentional tort. Bernstein v. Fernandez, 649 A.2d 1064, 1073 (D.C.1991) (citations omitted) (“Punitive damages will not lie for breach of contract, even if it is proven that the breach is willful, wanton, or malicious. The only exception to that rule recognized in the District of Columbia is that where the alleged breach of contract merges with, and assumes the character of, a willful tort, punitive damages will be available.”); accord Sere, supra, 443 A.2d at 37-38 (holding that a contract breach which assumes the character of intentional infliction of emotional distress would be a proper basis for punitive damages); Brown v. Coates, 102 U.S.App.D.C. 300, 253 F.2d 36 (1958) (\"[W]here a breach of contract merges with, and assumes the character of, a wilful tort, calculated rather than inadvertent, flagrant, and in disregard of obligations of trust punitive damages may be assessed”). In addition, Ms. Oliver cites no decision of this court overturning a punitive damage award because some, but not all, of the compensatory damages attached to a claim for which punitive damages were unavailable. Cf. District of Columbia v. Minor, 740 A.2d 523, 533 (D.C.1999) (\"Thus, the award of punitive damages did not depend upon liability for the emotional distress count but rather could embrace the totality of Kelsey’s actions in connection with the events here.”).",
        "type": "majority",
        "author": "KRAMER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Ferris R. Bond, Washington, DC, for appellant.",
      "Stephen J. Spiegelhalter, with whom J. Scott Ballenger and Kevin P. Stogner, Washington, DC, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Diane OLIVER, Appellant v. Sirage MUSTAFA, Appellee.\nNos. 06-CV-205, 06-CV-508.\nDistrict of Columbia Court of Appeals.\nArgued April 2, 2007.\nDecided Aug. 9, 2007.\nFerris R. Bond, Washington, DC, for appellant.\nStephen J. Spiegelhalter, with whom J. Scott Ballenger and Kevin P. Stogner, Washington, DC, were on the brief, for appellee.\nBefore WASHINGTON, Chief Judge, and FARRELL and KRAMER, Associate Judges."
  },
  "file_name": "0873-01",
  "first_page_order": 921,
  "last_page_order": 928
}
