{
  "id": 9300173,
  "name": "360 THAMES STREET CONDOMINIUM ASSOCIATION et al. v. THE LANDING DEVELOPMENT COMPANY et al.",
  "name_abbreviation": "360 Thames Street Condominium Ass'n v. Landing Development Co.",
  "decision_date": "2003-11-21",
  "docket_number": "No. 2001-286-Appeal",
  "first_page": "874",
  "last_page": "881",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 874"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "21 Ariz.App. 38",
      "category": "reporters:state",
      "reporter": "Ariz. App.",
      "case_ids": [
        1250920
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "338, 339"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz-app/21/0038-01"
      ]
    },
    {
      "cite": "101 A. 428",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1917,
      "pin_cites": [
        {
          "page": "429"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "40 R.I. 477",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4941944
      ],
      "year": 1917,
      "pin_cites": [
        {
          "page": "482"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/40/0477-01"
      ]
    },
    {
      "cite": "119 R.I. 347",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3097622
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "354"
        },
        {
          "page": "1387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/119/0347-01"
      ]
    },
    {
      "cite": "633 A.2d 264",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7365168,
        7365261
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/633/0264-01",
        "/a2d/633/0264-02"
      ]
    },
    {
      "cite": "179 F.2d 64",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1255810
      ],
      "pin_cites": [
        {
          "page": "66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/179/0064-01"
      ]
    },
    {
      "cite": "544 A.2d 145",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7940729
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "146"
        },
        {
          "page": "146"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/544/0145-01"
      ]
    },
    {
      "cite": "121 A.2d 662",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "pin_cites": [
        {
          "page": "664"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "84 R.I. 85",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5781638
      ],
      "year": 1956,
      "pin_cites": [
        {
          "page": "90"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/84/0085-01"
      ]
    },
    {
      "cite": "91 N.E.2d 224",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 4,
      "year": 1950,
      "pin_cites": [
        {
          "page": "226"
        },
        {
          "page": "227"
        },
        {
          "page": "226-27"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "325 Mass. 497",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        506302
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/mass/325/0497-01"
      ]
    },
    {
      "cite": "668 A.2d 321",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862389
      ],
      "pin_cites": [
        {
          "page": "326"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/668/0321-01"
      ]
    },
    {
      "cite": "711 A.2d 648",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11825228
      ],
      "pin_cites": [
        {
          "page": "649"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/711/0648-01"
      ]
    },
    {
      "cite": "789 A.2d 890",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9402294
      ],
      "pin_cites": [
        {
          "page": "893"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/789/0890-01"
      ]
    },
    {
      "cite": "612 A.2d 717",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938955
      ],
      "pin_cites": [
        {
          "page": "721"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/612/0717-01"
      ]
    },
    {
      "cite": "786 A.2d 354",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9454629
      ],
      "pin_cites": [
        {
          "page": "357-58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/786/0354-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 890,
    "char_count": 21466,
    "ocr_confidence": 0.69,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4142505991662062
    },
    "sha256": "2dcea104e8a4e24995baf9e1f3675624207e79c75d308804e2adbedba859f6c2",
    "simhash": "1:963ec8510d85fc48",
    "word_count": 3484
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: WILLIAMS, C.J., FLANDERS, GOLDBERG, FLAHERTY, and SUTTELL, JJ."
    ],
    "parties": [
      "360 THAMES STREET CONDOMINIUM ASSOCIATION et al. v. THE LANDING DEVELOPMENT COMPANY et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nFLAHERTY, Justice.\nThese cross appeals from a Superior Court judgment concern a dispute over a parking easement that burdens property located at 360 Thames Street, Newport, and benefits property located across the street at 359 Thames Street. The cross appellant and defendant below, the Landing Condominium Association (LCA or the defendant), contends that the trial justice committed several errors, including her calculation of the damages awarded to the plaintiffs. The cross appellant and plaintiff below, 360 Thames Street Condominium Association (360 Thames Street or the plaintiff) challenges the sufficiency of the damages award and contends that the trial justice erroneously denied its petition to declare that the easement had terminated.\nFacts/Procedural History\nIn August 1982, the subject properties, 359 and 360 Thames Street, were owned by the Landing Development Company and LCA, respectively. LCA managed both properties. Both corporations enjoyed common ownership. At that time, LCA had plans to develop 359 Thames Street into a condominium complex but lacked the requisite space for parking to comply with city zoning ordinances. So, on April 14, 1982, the Landing Development Company granted an easement to LCA “exclusive for purposes of parking” at 360 Thames Street.. The easement has been amended several times, most recently on May 26,1983.\nThe easement and its amendments duly were recorded in the land evidence records of the City of Newport. Thereafter, the property at 359 Thames Street was developed into a large, multi-unit, timeshare/hotel complex. The property at 360 Thames Street contains a six-unit condominium complex, with a two-story, forty-four-space parking lot.\nAlthough the easement required LCA to contribute toward its share of the parking expenses, it was not until 1990, when LCA no longer managed the property, that payment became an issue. A dispute arose between the parties when LCA réfused to reimburse its proportional amount of the expenses as determined by 360 Thames Street. On September 14, 1993, 360 Thames Street filed the instant action in the Newport County Superior Court. It sought reimbursement from LCA for its share of expenses incurred since 1990, as well as for all of the costs, interest and attorney’s expenses associated with the suit. In addition, pursuant to G.L.1956 chapter 30 of title 9, it asked the Superior Court to declare that the easement had terminated and that LCA no longer had any interest in the property.\nIn 1999, the matter was reached for trial before a Superior Court justice sitting without the intervention of a jury. After hearing testimony and reviewing the evidence, the trial justice issued a written decision in which she found LCA to be completely responsible for its proportionate share of the taxes and expenses of operating and maintaining the easement parking spaces. She declined plaintiffs request to order LCA to pay into a “sinking fund” for future expenses and declined to declare that the easement had terminated.\nThe trial justice accepted as credible testimony that the average value of each parking space was $10,000. In a judgment amended later, she ordered LCA to be responsible for 19 percent of 360 Thames Street’s real estate tax expenses and other expenses, such as maintenance of the sprinkler system, insurance, repair, maintenance, lighting and management costs. The parties have stipulated that LCA would be responsible for 52 percent of other, more specific parking expenses, such as line painting, cleaning, etc. The trial justice awarded plaintiff $39,983.18 minus “credit for prior payments made by defendant in the amount of $9,492.50,” plus statutory interest to be added “commencing January 1, 1992, together with plaintiffs costs of this action.” Both parties timely cross appealed the judgment.\nAdditional pertinent facts will be provided as needed.\nAnalysis\nIn its appeal, plaintiff asserts that the trial justice erroneously (a) excluded the expense of a sinking fund from the cost of the easement, (b) declined to declare that defendant’s breach of contract had terminated the easement, and (c) failed to award damages to plaintiff for 1990 and 1991.\nConversely, defendant contends that the trial justice erred in rounding up its percentage of expenses from 18.18 percent to 19 percent, instead of rounding it down to 18 percent. The defendant also asserts that the trial justice erroneously calculated damages from January 1, 1992, after she “plainly indicated on the bench that damages should be awarded as of July 1, 1992.” Finally, defendant maintains that the trial justice erred as a matter of law in ordering it to pay property taxes on the easement when there was no evidence that plaintiffs themselves actually paid taxes on the disputed area.\n“A judgment in a nonjury case will be reversed on appeal when it can be shown that the trial justice misapplied the law, misconceived or overlooked material evidence or made factual findings that were clearly wrong.” Town of West Greenwich v. A Cardi Realty Associates, 786 A.2d 354, 357-58 (R.I.2001) (citing Forte Brothers, Inc. v. Ronald M. Ash & Associates, Inc., 612 A.2d 717, 721 (R.I.1992)). “It is well settled that our standard of review of the findings of fact by a trial justice in a non-jury case is deferential.” Macera v. Cerra, 789 A.2d 890, 893 (R.I.2002) (quoting Barone v. Cotroneo, 711 A.2d 648, 649 (R.I.1998) (mem.)). “This Court will not disturb the findings of a trial justice sitting without a jury unless such findings are clearly erroneous or unless the trial justice misconceived or overlooked material evidence or unless the decision fails to do substantial justice between the parties.” Id. at 892-93 (quoting Harris v. Town of Lincoln, 668 A.2d 321, 326 (R.I.1995)).\n(a) The Sinking Fund\nThe plaintiff asserts that the trial justice erred in failing to establish a sinking fund as part of the cost of the parking easement. It maintains that “the establishment of a sinking fund, to which LCA would contribute its fair share, [is necessary] to insure that the inevitable expense of major repairs and replacement of the parking areas/structures, will be funded.” To support this assertion, plaintiff relies upon testimony from its expert witness, Dr. Chantee Lewis, who explained that a sinking fund is one of the major expenses in operating, insuring, and maintaining indoor parking.\nIn her decision, the trial justice declared the language of the easement “to be clear and unequivocal by its plain and ordinary meaning.” After considering the easement language, she was:\n“unconvinced that such a [sinking] fund was ever contemplated as part of the parties’ bargain, and being mindful that Dr. Lewis was employing an ‘expanded’ definition of expense, the court declines to order any reimbursement for any sums related to a ‘sinking fund.’ ”\nThe trial justice noted that the sinking fund expense “was raised for the first time by plaintiff at trial,” and that, “[d]espite the fact that the lawsuit has been pending since 1993, this item of ‘expense’ was not in controversy until the testimony of Dr. Chantee Lewis was presented at trial.” She observed that Dr. Lewis had characterized the pertinent business records as “spotty,” and stated that, despite his conclusion that a sinking fund “was properly included in the expenses of the operation[,]” she was “not satisfied that a fair preponderance of the credible evidence supported] such a conclusion.”\nAfter reviewing the record, we cannot say that the trial justice misapplied the law, misconceived or overlooked material evidence or made factual findings that were clearly wrong in declining to establish a sinking fund as part of the parking easement expenses of 360 Thames Street.\n(b) Termination of the Easement\nThe plaintiff next contends that the trial justice “erroneously failed to terminate LCA’s parking easement as the result of LCA’s continued failure and refusal to pay its fair share of the parking expenses.” The plaintiff relies on Akasu v. Power, 325 Mass. 497, 91 N.E.2d 224 (1950) to support its contention that this failure and refusal to pay “constituted such a substantial breach of its obligations as to warrant the termination of the easement.”\nIn Akasu, the Massachusetts Court observed that “[a]n easement may be granted which will terminate upon the happening of some particular act or upon the nonperformance of a condition subsequent[.]” Akasu, 91 N.E.2d at 226. “The owner in possession of the land which is subject to an easement granted upon a condition subsequent may extinguish the easement for a breach of condition.” Id. at 227. In that case, the right to use the disputed easement was conditioned specifically on the payment of an annual fee by the grantee and heirs and assigns. The annual fee was not paid for decades, and the Massachusetts Supreme' Judicial Court, noting that the privilege to use the easement could not be divorced from the obligatory annual payment, upheld the termination of the easement. Id. at 226-27.\n“[A] clearly expressed intention of the parties to limit the grant of an easement will be enforced.” Moulson v. Iannuccilli, 84 R.I. 85, 90, 121 A.2d 662, 664 (1956). However, “[generally courts have not favored extinguishing an easement unless injunctive relief would be ineffective to relieve the servient tenement.” Frenning v. Dow, 544 A.2d 145, 146 (R.I.1988). “Misuse of an easement right is not sufficient to constitute a forfeiture, waiver, or abandonment of such right.” Id. (quoting Penn Bowling Recreation Center, Inc. v. Hot Shoppes, Inc., 179 F.2d 64, 66 (D.C.Cir.1951)). That is because “equity abhors a forfeiture.” Frenning, 544 A.2d at 146. See also Finnegan v. Bing, 772. A.2d 1070, 1072 (R.I.2001) (per curiam); Hurst v. Full Channel Cable Television, 633 A.2d 264 (R.I.1993) (mem.).\nThe trial justice in the case before us distinguished Akasu, finding that “[t]he language of the easement in controversy is not so compelling as that in Akasu which clearly conditioned the usage of the right of way upon payment.” Based upon this finding, she then declined to declare that the parking easement had terminated. After our review of the record, we cannot say that the trial justice erred in refusing to terminate the easement, especially in light of her finding that the disputed easement did not contain any clearly expressed language that could have compelled her to terminate the easement for failure to perform a condition subsequent.\n(c) Property Taxes on the Easement Area\nLCA asserts that the trial justice erred as a matter of law in ordering it to reimburse 360 Thames Street for the property taxes on the easement area. It contends that “the language of the easement does not require reimbursement for taxes and the evidence shows, Rhode Island law mandates, and common law presumes that 360 Thames Street was in fact not taxed for the easement area.”\nTo support its assertion that the language of the easement does not require reimbursement of taxes, LCA refers to certain condominium documents filed with the city by 360 Thames Street on June 6, 1984. It contends that an exhibit to the condominium documents demonstrates that it is not required to reimburse any taxes because it merely states that “[t]he Landing Condominium Association shall be responsible for all of the expenses of the operation, insurance, maintenance, and repair of said Level One parking area[.]” That exhibit, which describes the two-story parking area at 360 Thames Street, also states that Level One “shall be for the exclusive use of the Landing Condominium Association * * * set forth in that easement dated May 26, 1983 and recorded in the City of Newport * * *[,]” and that on Level Two, one parking space should be set aside “for the benefit of the Landing Condominium project as set forth in the aforesaid easement as amended or corrected from time to time.” However, the May 26, 1983 easement, to which the exhibit refers, contains the following language:\n“The expenses for the operation, maintenance, and repair of all parking areas provided for the LANDING CONDOMINIUM on said lot * * * and all municipal taxes and assessments thereon, if any, shall be charged as a common expense of the LANDING CONDOMINIUM ASSOCIATION as may be determined by the Management Committee of said [360 Thames Street] Association.” (Emphasis added.)\nThe trial justice rejected LCA’s contention that the easement does not require it to reimburse any taxes assessed against 360 Thames Street. After reviewing the pertinent language of the recorded easement, and considering it in conjunction the language of 360 Thames Street’s condominium filings with the city, we are satisfied that the trial justice was correct in rejecting LCA’s contention.\nLCA further asserts that there is a presumption under taxation law that, absent positive proof that the tax collector has failed to perform his or her duty, an easement area is taxed to the dominant estate rather than to the servient estate. It maintains that plaintiff did not overcome this presumption and that the trial justice therefore erred in ordering LCA to reimburse any percentage of the taxes paid by the owners of 360 Thames Street.\nWe have stated previously that tax assessors are “required to assess every person and all property hable to taxation.” Van Alen v. Stein, 119 R.I. 347, 354, 376 A.2d 1383, 1387 (1977). Accordingly “it is the right and duty of the assessors to proceed to ascertain the nature and extent of such persons’ taxable property from the sources of information at their command and to place a valuation upon it according to their best judgment.” Id, (quoting Stone v. Norris, 40 R.I. 477, 482, 101 A. 428, 429 (1917)). Absent evidence to the contrary, there is a presumption that this duty is performed by the assessor, and “that the holder of an easement * * * is presumed to have paid a tax on the value of the easement inasmuch as that value was added to the value of the easement holder’s dominant estate for tax assessment purposes.” Arizona R.C.I.A Lands, Inc., v. Ainsworth, 21 Ariz.App. 38, 515 P.2d 335, 338, 339 (1973).\nAfter hearing testimony and examining the evidence, the trial justice found LCA to be totally accountable for its fan’ share of the property taxes. LCA maintains that this was error because there is no evidence demonstrating that the tax assessor failed to take the recorded easement into account when assessing the taxes on 360 Thames Street, and that plaintiffs failure to show that the easement area was included in 360 Thames Street’s tax assessments was fatal to its claim because it failed to prove that it had, in fact, paid taxes to the City of Newport on the parking spaces. We disagree.\nThere is, however, evidence in the record revealing that the recorded easement was not taken into account in the calculation of 360 Thames Street’s annual tax liability. The city tax assessor, Allan Booth, testified that the city annually collects taxes for the first level of the parking garage, but that those taxes are not assessed or collected separately from the other taxes assessed against 360 Thames Street. In addition, he said that the value or benefit of the easement was not identifiable as a part of LCA’s tax assessment.\nFrom this evidence in the record it is clear that the trial justice found that 360 Thames Street had been assessed taxes for the parking easement, and from that finding she concluded that plaintiff was entitled to reimbursement from LCA for those taxes. We have reviewed the transcript and exhibits and conclude that this was not error because a fair reading of the record demonstrates that the owners of 360 Thames Street were, in fact, taxed upon the parking spaces in dispute.\n(d) Calculation of the Proportionate Share of Damages\nIn her amended judgment, the trial justice ordered defendant LCA to pay its proportionate share of the parking expenses, with statutory interest, from January 1, 1992. She determined that proportion by rounding up the percentage proposed by defendant’s expert witness from 18.18 percent to 19 percent. LCA contends that the trial justice erred in rounding up that percentage up to 19 percent and maintains that, instead, she should have rounded it down to 18 percent.\nAt trial, various experts presented estimates of LCA’s tax expense allocation ranging from 19 to 23.5 percent, any of which the trial justice properly could have accepted. In addition, defense expert, James Mercurio (Mercurio), estimated that LCA’s proportionate share of the annual cost of the fire suppression system to be 18.18 percent by calculating the actual cost of the sprinklers in the easement area. The trial justice held defendant to be:\n“absolutely responsible for its fair share, including taxes of the expense of operating and maintaining the parking spaces from which it exclusively benefits. The Court accepts as credible the testimony of Tax Assessor Booth that the average value of a parking space in the relevant Thames Street area is $10,000. With reference to the maintenance of the sprinkler system, insurance, cleaning, repair maintenance, lighting and management costs, the Court endorses Mr. Mercurio’s percentage, calculated by sprinkler heads, of 19% (rounded off).”\nWhen calculated as a percentage, the $10,000 average value of each parking space exceeded 19 percent of the total value of the 360 Thames Street property. Accordingly, the trial justice could have found that LCA’s tax expense to be that same percentage amount. Instead, however, in an attempt to do substantial justice between the parties, she calculated LCA’s proportionate share of the parking expenses and taxes to amount to 19 percent. After reviewing the record evidence, we cannot say that this was erroneous.\nLCA finally maintains that the trial justice’s decision to award damages and interest from January 1,1992, contradicted her bench ruling. In that ruling, she denied damages to plaintiff for any period before July 1, 1992, because none of the current owners had an ownership interest in 360 Thames Street before that date. For its part, 360 Thames Street contends that the trial justice erred in not awarding damages for 1990 and 1991. It asserts that since 1990, two of the condominium units at 360 Thames Street were owned by a current owner and that G.L.1956 chapter 36.1 of title 34, entitled the Rhode Island Condominium Act, empowered the condominium association to sue on behalf of the owners, regardless of who the specific owners might have been at the time.\nThe record reveals that plaintiffs’ counsel made an in-court admission that none of the current owners had an ownership interest in 360 Thames Street before July 1992; instead, he stated that the owners were two now-defunct banks that also ran the association and paid all the taxes from 1990 to June 1992. The trial justice reasonably relied upon this admission and ruled that LCA was not responsible to reimburse any tax payments made before July 1, 1992. However, when the subsequent judgment was entered, she ordered damages and interest to commence as of January 1, 1992, rather than July 1, 1992. Such change of date was error.\nConclusion\nFor the foregoing reasons, the plaintiffs cross appeal is denied and dismissed. The defendant’s cross appeal is denied in part and granted in part. Based upon the exhibit evidence, we have calculated that the adjusted amount due from LCA for the year 1992 to be $4,337.14. Applying this amount to the total award has the effect of reducing it to $27,814.36. The papers may be remanded to the Superior Court for entry of a judgment consistent with this opinion.\n. The other defendant, the Landing Development Company, is not party to this appeal.\n. The other plaintiff, Lawrence Allen, in his capacity as president of 360 Thames Street Condominium Association, also is not party to this appeal.\n. The easement originally granted LCA the exclusive use of twenty-two parking spaces at 360 Thames Street. On August 19, 1982, an amendment to the easement increased that number to twenty-eight spaces. Later, on May 26, 1983, the number of parking spaces was reduced back to twenty-two. Those are the spaces that are disputed in this appeal.\n. In a later filed stipulation of facts filed later, the parties agreed that between July 18, 1990, and June 21, 1999, LCA fully utilized the parking easement and reimbursed defendant only four payments, totaling $9,852.50, for expenses related to the parking garage. The plaintiff has made no claim for any parking garage related expenses that LCA may have incurred before January 1, 1990.\n. It should be noted that LCA has never asserted that it ever paid taxes to the city on the disputed area. Rather, it appears to be contending that, since the creation of the easement, no taxes have been assessed or paid on the disputed area by either party.\n. This 19 percent share does not affect the above-mentioned 52 percent amount stipulated by the parties for the other more specific parking expenses, such as line painting, cleaning, etc.\n. The fact that 1992 was a leap year is re-fleeted in this calculation.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      }
    ],
    "attorneys": [
      "Brian G. Bardorf, Esq., Providence, for Plaintiff.",
      "Lauren E. Jones, Esq., for Defendant."
    ],
    "corrections": "",
    "head_matter": "360 THAMES STREET CONDOMINIUM ASSOCIATION et al. v. THE LANDING DEVELOPMENT COMPANY et al.\nNo. 2001-286-Appeal.\nSupreme Court of Rhode Island.\nNov. 21, 2003.\nBrian G. Bardorf, Esq., Providence, for Plaintiff.\nLauren E. Jones, Esq., for Defendant.\nPresent: WILLIAMS, C.J., FLANDERS, GOLDBERG, FLAHERTY, and SUTTELL, JJ."
  },
  "file_name": "0874-01",
  "first_page_order": 904,
  "last_page_order": 911
}
