{
  "id": 9494536,
  "name": "Bruce GRONENTHAL, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Gronenthal v. State",
  "decision_date": "2001-09-06",
  "docket_number": "No. 210, 2000",
  "first_page": "876",
  "last_page": "884",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 876"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "547 A.2d 948",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7895969
      ],
      "weight": 5,
      "year": 1988,
      "pin_cites": [
        {
          "page": "957-58"
        },
        {
          "page": "958"
        },
        {
          "page": "959"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/547/0948-01"
      ]
    },
    {
      "cite": "740 A.2d 927",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11553619
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "934"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/740/0927-01"
      ]
    },
    {
      "cite": "655 A.2d 1180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879572
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "1204",
          "parenthetical": "\"in a homicide, the State may rely solely upon the defendant's confession to establish the specific intent (mens rea) to commit [murder]\""
        },
        {
          "page": "1205",
          "parenthetical": "\"Assuming that a person who is indebted has a motive to steal, motive is insufficient to establish the corpus delicti [for an attempt] unless it is demonstrated that one's motive materialized into intent and action\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/655/1180-01"
      ]
    },
    {
      "cite": "685 A.2d 351",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7349366
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "355"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/685/0351-01"
      ]
    },
    {
      "cite": "652 A.2d 560",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870187
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "563"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/0560-01"
      ]
    },
    {
      "cite": "723 A.2d 365",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11761234
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "369"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/723/0365-01"
      ]
    },
    {
      "cite": "443 U.S. 307",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182418
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/443/0307-01"
      ]
    },
    {
      "cite": "539 A.2d 164",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870200
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "168",
          "parenthetical": "citing Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/539/0164-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 947,
    "char_count": 24283,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 1.1152818363062399e-07,
      "percentile": 0.5720123065089895
    },
    "sha256": "e7c888e9a11454cffad88e586b56f1a787ff62cde2dd6d6b9c82f1ce01365c48",
    "simhash": "1:9d2ef11395ad6eff",
    "word_count": 4026
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: WALSH, HOLLAND and BERGER, Justices."
    ],
    "parties": [
      "Bruce GRONENTHAL, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HOLLAND, J.\nThe defendant-appellant, Bruce Gronen-thal, was' indicted on charges of Unlawful Sexual Intercourse in the First Degree, Unlawful Sexual Contact in the First Degree, Kidnapping in the First Degree and Attempted Murder. Following a jury trial in the Superior Court, Gronenthal was found guilty, as charged, on all counts in the indictment.\nOn April 7, 2000, Gronenthal was sentenced to two consecutive life sentences at Level 5 for Attempted Murder and Unlawful Sexual Intercourse in the First Degree convictions. He was also sentenced to an additional two years at Level 5 for the kidnapping conviction.\nIn this appeal, Gronenthal does not challenge his conviction and life sentence for Unlawful Sexual Intercourse in the First Degree. He does, however, challenge his other two judgments of conviction. First, he alleges that the State failed to prove that the degree of force used by Gronen-thal was sufficient to establish the offense of Attempted Murder. Second, Gronen-thal argues that the Superior Court should have granted his motion for acquittal as to the charge of Kidnapping in the First Degree. According to Gronenthal, the evidence failed to establish, and the Superior Court failed to determine, as a matter of law, that the restraint employed by Gro-nenthal to commit the sexual offenses was substantially greater than normally incident to the underlying sexual offenses, which is a prerequisite to submission of the issue to the jury.\nFacts\nOn July 3, 1998, twenty-year old Susan Smith was attacked and sexually assaulted by the defendant-appellant, Bruce Gro-nenthal, in the home in which they both resided. Smith had been living with Gro-nenthal and his wife, Helen Gronenthal, for almost two years since shortly after the death of Smith’s mother. Helen had invited Smith to stay with her and her family after Smith could no longer stay with a sister.\nPrior to the July assault, Smith and Gronenthal’s relationship had been unremarkable except for one incident. On the night of December 31, 1997, Smith had fallen asleep on top of her bed after returning home about 2 a.m. from a party. She awoke to find Gronenthal standing over her, having removed her glasses from her face. Gronenthal claimed that her alarm had gone off and that he had come in to turn it off. Smith went downstairs to get a drink only to find Gronenthal had also gone down and he was staring at her. As she was going back up to her room, Gronenthal blocked her way and asked if he could kiss her. Smith avoided him and returned to her room without further incident.\nAs a result of Gronenthal’s advances, Smith spent a few days with her friend, Linda Jones. When Smith returned to the Gronenthal’s house, a deadbolt lock had been installed on her door. Although Helen told Smith that Gronenthal wanted to apologize, Smith told Helen just to keep him away from her. Smith and Gronen-thal kept their distance while both remained in the home.\nOn July 3, 1998, Smith had plans to go shopping with Jones in the afternoon. Jones had spent the night and Smith drove her home to change before the shopping expedition. When she returned from dropping off Jones, Smith noticed that Gronenthal was home, although Helen and her son were not. Smith went to the kitchen and made herself a sandwich. Gronenthal came into the kitchen and tried to make conversation, which Smith found was unusual. She also felt that he was staring at her.\nSmith went upstairs and called Jones to tell her that Gronenthal was acting just like he had during the New Year’s Eve incident. Then Smith called her boyfriend, Eric. Smith went outside to Eric’s car and then reentered the house. While she was walking back up the stairs, Gro-nenthal attacked her.\nSmith testified that Gronenthal grabbed her from behind, pushed her into her bedroom onto her bed and locked the door. Gronenthal told Smith he needed to have sex with her and straddled her on the bed. After talking to her for a few seconds, Gronenthal sat up and let Smith sit next to him on the bed. She tried to talk to him, but Gronenthal said that he had to go through with it now because she would tell on him. He asked her to take off her shirt and then her bra. Smith complied but continued to try to talk him out of continuing his assault. Gronenthal allowed her to replace her bra after he had stared at her for a while.\nGronenthal then began to strangle Smith, grabbing her neck and pushing her down on the bed. Gronenthal sat on top of Smith while she struggled against him. He grabbed a pillow and held it over her face. After some time, Gronenthal removed the pillow from Smith’s face and asked her to take off her shorts. After she removed her shorts, Gronenthal started to choke her again. Smith pleaded with him, saying that she was not ready to see her mom and claiming that her brother was on his way over to see her. Gronen-thal continued to strangle her and periodically place the pillow over her face.\nSmith heard Jones calling her and knocking at Smith’s bedroom door, but couldn’t call out because Gronenthal was strangling her. After awhile, Jones left without having heard anything, assuming that something had come up and that Smith would call Jones later. Gronenthal continued to strangle Smith, saying that he had to kill her “because it was too late.” At this point, Smith determined that she could no longer fight off Gronenthal and that a better strategy would be to “play dead.” During this time, Smith heard Helen return to the house and her son came to the door, knocking and asking for the portable phone. Neither Smith nor Gronenthal answered.\nGronenthal started removing his clothes and putting down the blinds. Seeing an opportunity to escape, Smith leapt from the bed, but before she could reach the door Gronenthal grabbed her and threw her down on the bed. Gronenthal strangled Smith for the third time longer and harder than either previous time. He put the pillow back on her face. Smith felt like she was blacking out. She felt numbness in her arms and legs and she lost control of her bodily functions. Smith remembered the “death rattle” from when her mother had died and decided to make similar noises hoping to convince Gronen-thal that she was really dead this time.\nGronenthal, who had removed Smith’s undergarments, tied Smith’s arms behind her back with her bra. He also bound her feet with something. During this time, Gronenthal talked about having killed Smith. He periodically checked Smith’s pulse and under nose to see if she was still breathing. Smith held her breath whenever he did this. After unsuccessfully attempting vaginal intercourse, Gronenthal placed his penis in Smith’s mouth. Gro-nenthal told her he had killed her and that he was going to go jump off a bridge now. Gronenthal grabbed Smith one more time and squeezed her body with his arms and legs. He then covered her body with a blanket. Gronenthal put his robe back on and left the room.\nAs soon as Gronenthal had left the room, Smith jumped up and locked the door. She grabbed a t-shirt and climbed out the window. She ran along the roof of townhouses to her neighbor’s house. She pushed in a window fan and climbed into her neighbor’s house. After telling the neighbor to lock all the doors, Smith called Jones’s mother and told her what had happened. Smith saw Gronenthal drive away. Eventually, Jones and Jones’s mother arrived at the neighbor’s house.\nAgainst Helen’s wishes, Jones called the police. The police took Smith up to her room and asked her to tell them what had happened. Smith was later taken .to the hospital where she was examined and rein-terviewed. While the police were in the Gronenthal residence, Helen received a call from Gronenthal. Helen informed him that Smith was still alive. The caller identification indicated that Gronenthal was calling from a VA hospital in Maryland. The Maryland police were contacted and Gronenthal was taken into custody.\nMotions for Directed Verdict\nAt the close of the State’s case-in-chief, Gronenthal’s attorney moved for a directed verdict of acquittal as to the charges of Attempted Murder and Kidnapping in the First Degree. Those motions were denied by the Superior Court. The defense then rested without calling any witnesses or presenting any evidence.\nIn this appeal, Gronenthal argues that the State failed to prove' the elements of attempted First Degree Intentional Murder. He also alleges that the Superior Court erroneously denied his motions for a judgment of acquittal as to the kidnapping charge. When a defendant challenges the sufficiency of the evidence to sustain his or her conviction of any crime, the relevant inquiry is whether, considering the evidence, both direct and circumstantial, including all reasonable inferences to be drawn from that evidence, in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. On appeal from the denial of a motion for judgment of acquittal, the Court makes a de novo determination whether, viewing the evidence in the light most favorable to the State, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\nAttempted Crime — Substantial Step\nGronenthal admits that the State presented substantial evidence of his “intent” to commit murder. Gronenthal asserts, however, that the State’s proof failed to establish sufficient evidence that he acted on that intent, so as to constitute a “substantial step” toward attempting to murder Smith, as is required by 11 DelC. § 531(2).\nThe law concerning an attempt to commit any crime is codified in 11 Del.C. § 531 and 11 DelC. § 532. Section 531 provides, in pertinent part:\nA person is guilty of an attempt to commit a crime if the person ... (2) [¡Intentionally does or omits to do anything which, under the circumstances as the person believes them to be, is a substantial step in a course of conduct planned to culminate in the commission of the crime by the person.\nSection 532 defines the term “substantial step” as follows:\nA “substantial step” under § 531 of this title is an act or omission which leaves no reasonable doubt as to the defendant’s intention to commit the crime which the defendant is charged with attempting.\nThe Delaware Criminal Code is based upon the provisions of the Model Penal Code. The counterpart to Section 531 of the Delaware Criminal Code is Model Penal Code Section 5.01(1). The counterpart to Section 532 of the Delaware Criminal Code is Model Penal Code Section 5.01(2). In Section 531(2), Delaware adopted the Model Penal Code’s definition of “attempt,” including the concept that a “substantial step” must have occurred. In enacting Section 532, however, Delaware did not include the Model Penal Code’s formulation for determining what- constitutes a “substantial step.” The commentary to the Delaware Criminal Code states:\nSection 532 is an innovation, without precedent in other statutes, though having its origin in Turner’s views about the nature of attempt. The problem is to identify the point at which the police are to be authorized to arrest a person who is preparing to commit a crime. This is best accomplished by identifying the point at which there remains no reasonable doubt as to his intention to commit the crime. In other words, the matter is made a jury issue, without any attempt to identify the steps which might be sufficient. It seems clear that much will depend on the surrounding circumstances and on the nature of the crime which is contemplated.\nIt may be thought that the definition of “substantial step” is circular. In fact, when taken in context ... it will be seen that the test fits in. with the central concern of the section. An act must be done, accompanied by a specified intent. That intent is to be proved by evidence that the actor is responsible for a certain act or omission which is consistent only with an intent on his part that a certain crime be committed. Act and intent are thus intimately related, and rightly so. The Model Penal Code Provision contains a list of steps which may be sufficient under some circumstances, and they are listed below. None is in itself sufficient, however, the controlling question being in each case whether all reasonable doubt about the defendant’s purpose is excluded.\nThus, the Delaware commentators decided that the determination of whether a defendant had taken a “substantial step in a course of conduct planned to culminate in the commission of the crime” should be left entirely to the discretion of the jury, “without any attempt to identify the steps which might be sufficient.”\nAttempted Murder Requires Action\nTo prove the elements of Attempted First Degree Intentional Murder the State had to prove, first, that Gronenthal intended to kill Smith and, second, that in furtherance of this intent he “[i]nten-tionally d[id] or omit[ted] to do anything which, under the circumstance as [he] believe[d] them to be, [was] a substantial step in a course of conduct planned to culminate in [his] commission of the crime.” A “substantial step” is defined as an act or omission leaving no reasonable doubt as to the defendant’s intention to commit the charged offense.\nThe record reflects that Gronenthal expressed an intention to kill Smith. She testified that he told her several times during the sexual assault that he would have to kill her. Gronenthal acknowledges that this testimonial evidence from Smith is sufficient to establish an intent to commit murder. Nevertheless, he argues the evidence of his statements that he “had” to kill Smith, while sufficient to establish the mens rea to commit murder, is insufficient to establish the corpus delicti of attempted murder. According to Gro-nenthal, he did not commit an act that constitutes a “substantial step” under Section 532.\nSubstantial Step Established\nThe only question at issue is whether a rational trier of fact could have found the State had introduced sufficient credible evidence to establish that Gronen-thal had taken action that constituted a substantial step toward killing Smith. “The issue of whether the defendant has taken a substantial step such that there is no reasonable doubt as to the defendant’s intention to commit the crime is a jury issue dependent upon the surrounding circumstances.” In this case, the surrounding circumstances demonstrate that Gronenthal took that step.\nThe record reflects that Gronenthal did not just talk about killing Smith. He repeatedly choked her with his hands and put a pillow over her face. Smith testified that she was initially grabbed from behind and thrown into her room. Gronenthal placed his hands so that they completely enclosed Smith’s neck and choked her while he sat on top of her. Then he grabbed a pillow and held it over her face.\nAlthough he stopped choking and smothering her for a period of time, Gronenthal later strangled Smith again with even greater force. Gronenthal did not stop choking Smith until she decided to play dead. But when Smith tried to escape, Gronenthal realized that she was not dead and began strangling her for a third time. Gronenthal put the pillow back over Smith’s face until her arms and legs felt numb and she lost control of her bodily functions.\nThe police officer who first responded to the scene noticed marks on Smith’s neck. He observed bruises that “[a]ppeared to be fingerprints or if someone had taken a— some fingernails and gouged them maybe around her neck.” Smith’s friend, Jones, also noticed marks on Smith’s neck and testified that Smith’s tongue was so swollen that Smith was having trouble talking. In addition, the nurse who examined Smith at the hospital testified that Smith had abrasions to both sides of her neck and was complaining of a headache. Although the nurse did not report observing a swollen tongue or broken capillaries when she examined Smith, the nurse indicated that some symptoms might not be visible until the next day.\nGronenthal’s argument that the State failed to prove that he had taken a substantial step toward his goal of killing Smith is without merit. The record reflects that a rational trier of fact, viewing the evidence in the light most favorable to the State, could find Gronenthal guilty of Attempted Murder in the First Degree beyond a reasonable doubt. Therefore, the judgment of conviction for that crime must be affirmed.\nKidnapping Evidence — Judge’s Role\nIn this appeal, Gronenthal also contends that the Superior Court erroneously denied his motion for a judgment of acquittal as to the kidnapping charge. According to Gronenthal, the Superior Court failed to determine, as a matter of law, that the restraint he employed to commit the alleged kidnapping offense was substantially greater than the restraint normally incident to the other alleged underlying offenses. In Weber, this Court has held that when a defendant is charged with kidnapping in conjunction with other underlying offenses that also involve restraint, such as Unlawful Sexual Intercourse, the jury must be instructed that the restraint upon which the kidnapping is premised has to be independent of and not incidental to the other underlying crime or crimes, in order to convict for the separate offense of kidnapping. In Weber, this Court specifically held that the interference with the victim’s liberty “must be much more interference than is ordinarily incident to [one or more] underlying of-fensefs] to support a conviction for the [separate] offense of kidnapping.”\nMost importantly, in Weber, this Court held a kidnapping charge should be submitted to the jury only after the trial judge makes an initial determination, as a matter of law, that the facts of the State’s case support a separate conviction for kidnapping. If the trial judge, after performing this initial determination, is satisfied that the jury could reasonably conclude beyond a reasonable doubt that the restraint was substantially greater than the restraint normally incident to the other underlying offenses, the kidnapping charge may be submitted to the jury with the appropriate required instruction. The question of whether the restraint involved is sufficient to constitute kidnapping only becomes a factual question for the jury, however, after the trial judge makes an independent judicial determination that there is sufficient factual support in the record for a separate kidnapping conviction, as a matter of law.\nKidnapping Issue Remanded\nIn this case, the record reflects that Gronenthal’s attorney asked the trial judge to make an initial determination whether the facts of the State’s case supported an independent conviction for kidnapping. In response, the trial judge simply stated that “it is a jury question as to whether or not the restraint of the victim interfered substantially with the victim’s liberty and it was much more restraint than necessary to commit the underlying offenses. Therefore, I’ll let the kidnapping go to the jury based on the evidence that we have had.”\nThis Court’s holding in Weber requires the trial judge to function as a “gatekeeper.” In Gronenthal’s case, contrary to the requirements of Weber, the trial judge did not identify any “facts in the record” which warranted a conclusion that, “as a matter of law,” there was “much more” interference with the victim’s liberty than was ordinarily incident to the other underlying offenses, all of which also included an element of restraint. In the absence of the analysis mandated in Weber, it was impossible for this Court to review on appeal the trial judge’s decision to submit kidnapping charge to the jury, as a matter of law. Accordingly, this Court remanded that issue to the Superior Court.\nKidnapping Evidence Insufficient\nUpon remand, the Superior Court concluded:\nAt trial, it appeared that there was testimony in the record which suggested that Gronenthal had bound the victim after he had subdued her by smothering her. At that time, I determined that the jury could conclude from the evidence that Gronenthal thought the victim was dead, or knew she was alive but thought she was brain dead, or knew she was pretending to be dead and bound her hands and feet. However, at this time, with the benefit of the transcript of the proceedings, it appears that the testimony regarding the sequence of events is unclear. The victim may have been bound between the second and third attempts to suffocate her with the pillow, in which case the binding of her hands and feet would have been in furtherance of the intended sexual assault.\nIn Weber v. State, the Delaware Supreme Court held that there must be a threshold determination by the trial judge that “there are facts in the record which would support independent convictions on the kidnapping charge and on the underlying charge.” Thus, “the trial judge must determine, as a matter of law, if the evidence of restraint proves that there was ‘much more’ (substantial) interference with the victim’s liberty than is ordinarily incident to the underlying crime.”\nWith the benefit of the written record, I conclude that the testimony of the victim is not sufficient to establish a temporal sequence of restraint that demonstrates a substantial inference with the victim’s liberty more than ordinarily incident to the underlying crimes.\nThe Superior Court’s factual findings and conclusions of law upon remand are supported by the record. They are also the product of an orderly and logical deductive process. Consequently, the Superior Court’s judgment that the Mdnapping charge should not have been submitted to the jury, as a matter of law, is affirmed. This means that the judgment of conviction for Mdnapping must be vacated.\nConclusion\nGronenthal’s judgment of conviction for Unlawful Sexual Contact in the First Degree and life sentence for that crime were never an issue in this appeal. Gronen-thal’s judgment of conviction and life sentence for Attempted Murder in the First Degree are affirmed. The judgment of conviction for Kidnapping in the First Degree must be vacated, for the reasons stated by the Superior Court. This matter is remanded for further proceedings in accordance with this opinion. Jurisdiction is not retained.\n. The undisputed facts are taken from the State's case since Gronenthal did not present any evidence in his defense. Gronenthal’s argument on appeal is that the State’s evidence, even if true, was insufficient to support the attempted murder and kidnapping convictions, as a matter of law.\n. A pseudonym assigned by this court pursuant to Supreme Court Rule 7(d).\n. A pseudonym assigned by this court pursuant to Supreme Court Rule 7(d).\n. See Williams v. State, Del.Supr., 539 A.2d 164, 168 (1988) (citing Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979)).\n. See, e.g., Seward v. State, Del.Supr., 723 A.2d 365, 369 (1999); Monroe v. State, Del.Supr., 652 A.2d 560, 563 (1995).\n. See Chance v. State, Del.Supr., 685 A.2d 351, 355 (1996).\n. Delaware Criminal Code with Commentary § 532, at 157 (1973).\n. Id. at 156-57.\n. 11 Del.C. § 531(2).\n. Delaware Criminal Code with Commentary § 532, at 156 (1973).\n. 11 Del.C. § 636(a)(1).\n. 11 Del.C. § 531(2).\n. 11 Del.C. § 532.\n. See DeJesus v. State, Del.Supr., 655 A.2d 1180, 1204 (1995) (“in a homicide, the State may rely solely upon the defendant's confession to establish the specific intent (mens rea) to commit [murder]”).\n. Id. at 1205 (“Assuming that a person who is indebted has a motive to steal, motive is insufficient to establish the corpus delicti [for an attempt] unless it is demonstrated that one’s motive materialized into intent and action”).\n. Bright v. State, Del.Supr., 740 A.2d 927, 934 (1999).\n. Weber v. State, Del.Supr., 547 A.2d 948, 957-58 (1988); Delaware Criminal Code with Commentary § 783, at 228 (1973).\n. Id. at 958.\n. Id. at 959.\n. See id.\n. Id.",
        "type": "majority",
        "author": "HOLLAND, J."
      }
    ],
    "attorneys": [
      "Joseph M. Bernstein, Wilmington, Delaware, for appellant.",
      "Elizabeth R. McFarlan, Department of Justice, Wilmington, Delaware, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "Bruce GRONENTHAL, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nNo. 210, 2000.\nSupreme Court of Delaware.\nSubmitted: July 24, 2001.\nDecided: Sept. 6, 2001.\nJoseph M. Bernstein, Wilmington, Delaware, for appellant.\nElizabeth R. McFarlan, Department of Justice, Wilmington, Delaware, for appel-lee.\nBEFORE: WALSH, HOLLAND and BERGER, Justices."
  },
  "file_name": "0876-01",
  "first_page_order": 918,
  "last_page_order": 926
}
