{
  "id": 6094882,
  "name": "In re Wallace R. Gillam",
  "name_abbreviation": "In re Gillam",
  "decision_date": "1930-03-03",
  "docket_number": "No. 2212",
  "first_page": "877",
  "last_page": "879",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 877"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "24 App. D. C. 271",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1341246
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/24/0271-01"
      ]
    },
    {
      "cite": "57 App. D. C. 203",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "120 Fed. 672",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3821420,
        3821719
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/120/0672-01",
        "/f/120/0672-02"
      ]
    },
    {
      "cite": "117 Fed. 845",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3701796
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/117/0845-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 6920,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 1.8413879458729297e-07,
      "percentile": 0.722177238904662
    },
    "sha256": "ebcdbe254da0ea7538c27254fafdb41907e6a491a47ef7f1cea47708c9068632",
    "simhash": "1:e17d911e1dcb4dcc",
    "word_count": 1218
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Len-root, Associate Judges"
    ],
    "parties": [
      "In re Wallace R. Gillam"
    ],
    "opinions": [
      {
        "text": "Graham, Presiding Judge,\ndelivered the opinion of the court:\nWallace R. Gillam, the appellant, filed his application, serial No. 5868, on January 30, 1925, for a patent on an improvement in rim adapters. Eight claims in all were filed, of which claim No. 7 was allowed and the balance rejected by both the examiner and the Board of Appeals.\nClaim 1, which is typical of all the claims, is as follows:\n1. In a means for the conversion of a pneumatic-tired wheel of standard make having a fixed rim formed of an annular band and side walls having rim seats at their edges formed to receive a pneumatic-tire with its demountable rim, into a cushion-tired wheel; the combination with the fixed rim, of an adapter comprising a channelled ring having a peripheral wall and side walls, one of said side walls having a flange to seat on one of the fixed rim side wall flanges, the other side wall of the adapter having a seat portion adapted to seat on the other rim seat of the fixed rim, means carried by said adapter and lapping over one of the side walls of said fixed rim and apertured to receive securing bolts, and securing bolts passed through said fixed rim side walls and said apertures to secure said adapter in place, and a cushion-tire rim carried by said adapted and secured to the same, the radius of the adapter and the cushion tire rim being such that said radius plus the thickness of the cushion tire which is carried by the rim will be substantially the same as the radius of the pneumatic tire and demountable rim it replaces, so that the adapter and its cushion rim may have substantially the same thread circumference as the replaced pneumatic tire and demountable rim.\nThe Board of Appeals, in affirming the decision of the examiner, rejected said claims 1 to 6, inclusive, and 8 on certain references, to wit:\nNice, 369202, August 30, 1887.\nBooth, 1469769, October 9, 1923.\nWagénhorst, 1509382, September 23, 1924.\nSpence, French, 432592, of 1911.\nThe references to Nice, Booth, and Wagenhorst were incidental, leferring largely to devices having tires shrunken on metallic rims, and to demountable rims. In this respect these three cited references •embody applications of the art well known for a long period.\nThe principal reference relied upon is the patent to Spence. This is a French patent, No. 432592, class X-l, and was granted October 7, 1911, and published December 9, 1911. In the case of foreign patents it has been held that they can not be measured as anticipatory by what might be made out of them, but only what is clearly and definitely expressed in them. Henifen v. Armitage, 117 Fed. 845; Cimiotti v. American, 120 Fed. 672; In re Ek, 57 App. D. C. 203, 19 Fed. (2d) 677; DeLore v. St. Louis Lith Co., 26 Fed. (2d) 864.\nThe invention of the appellant, in substance, consists of a metallic adapter which he interposes between a rim bearing a cushion or other tire, and the ordinary rim mounted upon the felly of an automobile wheel. The object of the device is to produce a means by which an automobile wheel of ordinary type and with an ordinary rim on the felly may be used to accommodate a rim and tire of a different size and type than that intended to be used on the wheel by its maker. As is generally known, balloon tires are much larger in diameter than cushion or high-pressure pneumatic tires. Therefore the wheel, felly, and rim of cars intended to be used with balloon tires are smaller in diameter than wheels, fellies, and rims which are used with cushion or high-pressure tires. Appellant has perfected an annular adapter which will fit any style of rim on any automobile wheel, and by means •of which the same wheel, felly, and rim can be used, without change, on a tire of different size, character, and diameter. His method of accomplishing this is well stated in count 1 heretofore quoted.\nThe Patent Office is of opinion that the Spence patent is anticipatory of the application of appellant. We have examined it with great care, being loath to reverse the decision of the experts in the Patent Office unless there is clear justification for so doing. However, we are of opinion that there is a clear distinction between the idea embodied in the Spence patent and the application here in issue, and that this distinction is essential. In the Spence patent the device consists of an ordinary metallic rim to hold a tire, to which is bolted a fastening piece turned in such a way as to form a fold on the inner side and a flange on the outer face of the wheel, which flange has bolt holes through which bolts are inserted to fasten the rim and fastening piece to the felly. In this respect the device simulates the device of Gillam. However, in one essential detail Spence differs from Gillam. Spence provides .that the rim and fastening piece shall be attached to the felly in connection with a special fastening piece of metal having a flange on the inside and being applied against the outer peripheral circle of the rim of the wheel, and which said fastening piece must be bolted to the felly in lieu of the ordinary rim, and which can only be applied after such ordinary rim has been removed. In other words, Spence does not describe a device which can be placed on the ordinary felly and rim of any automobile wheel, but his device makes it necessary to remanufacture the ordinary felly and wheel by the removal of the rim which customarily is supplied with them. It is only after this is done that the Spence device can be utilized.\nWe thus observe that the principal utility of the device which appellant has in mind, namely, to take ordinary stock automobile wheels and fit them with any kind of tires desired, was lacking in the Spence patent, which could only utilize such changed tires after the stock rims had been removed. In view of the suggestions we have concluded the Patent Office has overlooked this essential detail, and that Gillam is entitled to the allowance of his claims one to six, inclusive, and eight.\nIt has been brought to our attention by counsel for appellant that since the present appeal was perfected the Patent Office has permitted the filing of amended claims herein and has caused certain interference issues to be made up between this application, as amended, and a certain other application. These are not issues that concern us here. Our only jurisdiction here is to review the final decision of the Patent Office, as shown by the record before us, in its refusal to grant a patent upon the claims rejected. Ritter v. Krakau, 24 App. D. C. 271.\nThe decision of the Board of Appeals is reversed.",
        "type": "majority",
        "author": "Graham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Albert E. Dieterich for appellant.",
      "T. A. Hostetler for tlie Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Wallace R. Gillam\n(No. 2212)\nUnited States Court of Customs and Patent Appeals,\nMarch 3, 1930\nAlbert E. Dieterich for appellant.\nT. A. Hostetler for tlie Commissioner of Patents.\n[Oral argument January 23, 1930, by Mr. Dieterich]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Len-root, Associate Judges"
  },
  "file_name": "0877-01",
  "first_page_order": 327,
  "last_page_order": 329
}
