{
  "id": 11631830,
  "name": "Donald A. BROWN, Joseph B. Gildenhorn, Benjamin R. Jacobs, Robert H. Braunohler, Lewis Rumford, III, Michael J. Glosserman, Paul E. Taylor, Kenneth H. Simpson, Appellants, v. UNION STATION VENTURE CORPORATION NO. P-5, Appellee; JBG Union Station Limited Partnership, M-Street Limited Partnership, M-Rock Associates Limited Partnership, JBG Real Estate Associates, Station Rock, Inc., Appellants, v. Union Station Venture Corporation No. P-5, Appellee",
  "name_abbreviation": "Brown v. Union Station Venture Corp. No. P-5",
  "decision_date": "1999-04-08",
  "docket_number": "Nos. 97-CV-1691, 97-CV-1692",
  "first_page": "878",
  "last_page": "883",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 878"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "509 F.Supp. 618",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5568119
      ],
      "pin_cites": [
        {
          "page": "625"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/509/0618-01"
      ]
    },
    {
      "cite": "537 A.2d 1086",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12040475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/537/1086-01"
      ]
    },
    {
      "cite": "569 A.2d 150",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11936068
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "155"
        },
        {
          "page": "154"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/569/0150-01"
      ]
    },
    {
      "cite": "583 A.2d 179",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7372234
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "182"
        },
        {
          "page": "182"
        },
        {
          "page": "182"
        },
        {
          "page": "182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/583/0179-01"
      ]
    },
    {
      "cite": "484 A.2d 958",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7914926
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "966-67"
        },
        {
          "page": "966-67"
        },
        {
          "page": "966-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/484/0958-01"
      ]
    },
    {
      "cite": "345 A.2d 456",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8022424
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/345/0456-01"
      ]
    },
    {
      "cite": "246 A.2d 784",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8085930
      ],
      "pin_cites": [
        {
          "page": "786"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/246/0784-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 776,
    "char_count": 17729,
    "ocr_confidence": 0.65,
    "pagerank": {
      "raw": 8.36994009207652e-08,
      "percentile": 0.4816869632167744
    },
    "sha256": "22e987dd3df3c51118bfd92e775aa12683b68db9454f2dc149693cdb484e2652",
    "simhash": "1:fd94f528370c553c",
    "word_count": 2810
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SCHWELB and REID, Associate Judges, and PRYOR, Senior Judge."
    ],
    "parties": [
      "Donald A. BROWN, Joseph B. Gildenhorn, Benjamin R. Jacobs, Robert H. Braunohler, Lewis Rumford, III, Michael J. Glosserman, Paul E. Taylor, Kenneth H. Simpson, Appellants, v. UNION STATION VENTURE CORPORATION NO. P-5, Appellee. JBG Union Station Limited Partnership, M-Street Limited Partnership, M-Rock Associates Limited Partnership, JBG Real Estate Associates, Station Rock, Inc., Appellants, v. Union Station Venture Corporation No. P-5, Appellee."
    ],
    "opinions": [
      {
        "text": "PRYOR, Senior Judge:\nThis consolidated appeal follows a bench trial interpreting a Partnership Agreement and Guaranty between appellants and the appellee. Appellants in No. 97-CV-1691, collectively referred to as the “Guarantors,” allege trial court error interpreting then-guaranty agreement with appellee and awarding attorney’s fees in addition to damages. Appellants in No. 97-CV-1692, collectively referred to as “JBG,” “JBG Partnership,” or “Partnership,” allege trial court error interpreting their partnership agreement with appellee and awarding attorneys fees beyond the agreement’s contracted maximum liability of $10 million. We affirm the court’s interpretation of the guaranty and partnership agreement, with the exception of the award of attorneys fees against JBG, which we vacate.\nI.\nAppellants and the appellee, Union Station Venture Corporation No. P-5, entered a joint venture agreement to develop the former Woodward & Lothrop warehouse near Union Station (the “Venture”). Union Station Venture Corporation, hereinafter “OHIO,” is a District of Columbia corporation owned by the pension fund for Ohio State’s mox-e than 300,000 public employees. On June 9, 1989, the parties memorialized the terms of their venture in a Partnership Agreement (the “Agreement”). Among other things, the Agreement provided that OHIO was to contribute $65 million, receive a sixty percent interest in the Venture, and earn a ten percent monthly return on its investment. The JBG Partnership invested $10, secured a $750,000 managing contract, and obtained a forty percent interest in the Venture. The Agreement further provided that in certain circumstances, JBG would be hable to OHIO for losses it incurred, up to a maximum of $10 million. A separate guaranty agreement (the “Guaranty”) was also executed holding JBG’s individual investors, the Guarantors, personally accountable for certain JBG obligations.\nIn 1998, after a change in the District’s real estate market, JBG stopped paying OHIO’S ten percent monthly return. Additionally, OHIO’S “Capital Account,” which kept track of its Venture finances, revealed a deficit approaching $30 million. In light of these unfavorable factors, on May 12, 1993, OHIO elected to terminate the Venture pursuant to ¶21 of the Agreement — the interpretation of which is now at the center of this appeal.\nParagraph 21 contains a buy/sell provision which, once executed, dissolves the Venture. Under its terms, an offering party sets a “venture price” that when applied to a formula set forth in the Agreement, yields two figures; the “offeror’s net venture price” and the “offeree’s net venture price.” These figures, as determined by the Agreement’s formula, represent the amount the buying party must pay for the seller’s interest in the Venture. The non-offering party then has ninety days to elect to either buy the offeror’s Venture interest (for the offeror’s net venture price), or sell its own (for the offeree’s net venture price). If no election is made within the ninety-day period, the right to select reverts to the offeror. Paragraph 21(D) also states, in part, that: “[JBG] understands and agrees that, under certain circumstances, the Net Venture Price applicable to [JBG] may be less than zero (0) and require a reimbursement from [JBG], as seller, to OHIO, as buyer.”\nAs the offering party, OHIO’S May 12, 1993 notice to JBG set $40.9 million as the venture price. The parties agree that as the buyer, JBG owed OHIO the offeror’s net venture price plus, pursuant to the above quoted language in ¶ 21(D), approximately $8 .5 million to replenish the deficit in OHIO’S Capital Account. The parties further agree that as the seller, JBG’s net venture price for its interest in the Venture was zero ($0.). A disagreement arose, however, over whether JBG, as the seller, was still liable under the above quoted language of ¶ 21(D) for the $8.5 million reimbursement of OHIO’S Capital Account. Ninety days after OHIO’S May 12th notice, JBG made no election to buy or sell. OHIO, therefore, elected to purchase JBG’s interest and set October 12, 1993 as the closing date. At closing, JBG transferred its Venture interest to OHIO, but refused to pay the $8.5 million reimbursement. According to JBG, its “reimbursement” obligation as a seller under ¶ 21(D) was “oblique and indefinite” and, therefore, it had no duty to replenish OHIO’S Capital Account. Litigation ensued.\nA seven-day bench trial commenced in Superior Court; voluminous documentary evidence and witness testimony were admitted, and extensive post-trial briefs were submitted by the parties. At issue was not only the correct interpretation of JBG’s reimbursement obligation as the seller, but also whether the Guarantors were liable under the Guaranty agreement for JBG’s reimbursement liability, if any. On March 11, 1997, a twenty-one page Memorandum, Opinion and Order was issued by the court. The court concluded that JBG, as the seller, was liable under ¶ 21(D) for the reimbursement, and that the Guarantors were personally liable under the Guaranty as well. Accordingly, the court awarded OHIO $8,513,006 .94 in damages. See note 1, supra. Following additional briefing by the parties, on June 18, 1997, the court awarded OHIO an additional $1,928,066.40 in attorney’s fees under ¶ 30(D) of the Agreement and Section 2(h) of the Guaranty. JBG and the Guarantors appealed.\nOn appeal, JBG contends the trial court incorrectly interpreted ¶ 21(D) of the Agreement as creating an enforceable obligation to reimburse OHIO’S Capital Account where it was the seller in a buy/sell. JBG also argues the award of attorney’s fees above and beyond its maximum $10 million in contractual liability was erroneous. Similarly, the Guarantors contest the trial court’s imposition of liability for JBG’s reimbursement under the Guaranty, as well as the award of attorney’s fees.\nII.\nInterpreting the Agreement\nWhere a contract’s language is “clear and definite,” we adhere to the “objective law” of contracts, Minmar Builders, Inc. v. Beltway Excavators, Inc., 246 A.2d 784, 786 (D.C.1968), and interpret the contract as a matter of law. 1901 Wyoming Ave. Coop. Ass’n v. Lee, 345 A.2d 456, 461 n. 8 (D.C. 1975).\nConversely, an “objective interpretation” of an ambiguous contract may require evidence of the parties’ intent regarding the meaning of term(s), thus presenting a question of fact. Howard Univ. v. Best, 484 A.2d 958, 966-67 (D.C.1984) (citations omitted). This factual determination takes into account how a “reasonable person” in the parties’ position would interpret the ambiguous language. Id. at 967 n. 2 (citations omitted). The court may consider extrinsic evidence (either explicitly or implicitly) in its analysis. Waverly Taylor, Inc. v. Polinger, 583 A.2d 179, 182 (D.C.1990) (citation omitted).\nOn appeal, we review de novo the question of whether a contract is ambiguous. Sacks v. Rothberg, 569 A.2d 150, 155 (D.C.1990) (citing Dodek v. CF 16 Corp., 537 A.2d 1086 (D.C.1988)). We do so because it is a question of law. If we deem a contract provision ambiguous, our review becomes limited and we reverse only if the court’s interpretation is “plainly wrong or without evidence to support it.” Waverly Taylor, Inc., supra, 583 A.2d at 182 (citing D.C.Code § 17-305(a) (1989)).\nIn the instant case, we review de novo whether ¶ 21(D) is ambiguous from “the language itself, giving that language its plain meaning, without reference to any rules of construction.” Sacks, supra, 569 A.2d at 154 (citing Kass v. William Norwitz Co., 509 F.Supp. 618, 625 (D.D.C.1980)). The relevant language states: “[JBG] understands and agrees that, under certain circumstances, the Net Venture Price applicable to [JBG] may be less than zero (0) and require a reimbursement from [JBG], as seller, to OHIO, as buyer.” As JBG contends, the meaning of “reimbursement” and the circumstances that trigger it are neither clear nor definite. Stated otherwise, the reimbursement provision is ambiguous. Having so concluded, we turn now to review the court’s interpretation of ¶ 21(D)’s reimbursement provision under the “plainly wrong” standard. Waverly, supra, 583 A.2d at 182.\nTo interpret ¶ 21(D), the trial court focused on the parties’ intent as demonstrated by their negotiating history. Specifically, the court considered a December 13, 1988 letter from JBG and concluded that the document “categorically disposes of any notion that JBG did not understand that [OHIO] was proposing that in a buy/sell, if JBG was the seller, it might be obligated to repay [OHIO’s] capital accounts to the $10 million limit.” From there, the court reviewed documents and witness testimony regarding the negotiations, and concluded that JBG had “attempted to negotiate such a potential liability out of the Agreement, but failed to do so .” The court thus concluded, “[t]he signed Agreement imposes [ ] liability upon [JBG].”\nReviewing the documentary and testimonial evidence presented to the trial court, we find ample evidence supporting the court’s decision that the parties intended JBG would be liable for reimbursement — even as the seller in a buy/sell. JBG’s primary contentions, that ¶ 21(D) is unenforceable as a matter of law because it is “oblique and indefinite,” and that ¶ 21(D) is “at war” with the other provisions in the agreement, are unpersuasive. As stated supra, the trial court may properly consider extrinsic evidence of the parties’ negotiating history to reach an objective interpretation of an ambiguous provision’s meaning. Waverly Taylor, Inc., supra, 583 A.2d at 182; Howard Univ., supra, 484 A.2d at 966-67. The judge could rationally find that a reasonable person in the parties’ position at signing would have understood ¶ 21(D) to impose liability upon JBG as the seller in a buy/sell arrangement. See id. at 967 n. 2. Accordingly, there being ample evidence supporting the court’s conclusion in the record — certainly more than necessary to uphold under the “plainly wrong” standard— we affirm the court’s interpretation of ¶ 21(D) and the imposition of reimbursement liability upon JBG.\nIII.\nInterpreting the Guaranty\nLike JBG, the Guarantors argue we should review de novo the trial court’s interpretation of the Guaranty. As discussed supra, we first review de novo whether the Guaranty agreement was ambiguous and, if we conclude it is, our review of the trial court’s conclusion is limited. Waverly Taylor, Inc., supra, 583 A.2d at 182; Sacks, supra, 569 A.2d at 154.\nThe first page of the Guaranty contains a lengthy definition of the Guarantors “obligations.” Whether JBG’s liability under ¶ 21(D) is a guaranteed “obligation” under the terms of the Guaranty is disputed. The Guarantors contend the plain language of the Guaranty itself demonstrates no such liability. The appellee, however, argues persuasively that ¶ 21(D) cannot logically be excluded from the Guarantor’s obligations because it is explicitly referenced within the controlling definition. We agree. Reviewing the Guaranty de novo for ambiguity, we find the question of whether the Guarantors’ obligation included the ¶ 21(D) reimbursement to be unclear. Thus, the Guaranty’s definition is ambiguous, and again we must consider whether the court’s interpretation was “plainly wrong.”\nReturning to the parties’ negotiating history, we find ample evidence to support the court’s finding that the parties intended the Guaranty to cover ¶ 21(D). The Guarantor’s prior attorney even admitted in deposition that if JBG was liable for $10 million as the seller in a buy/sell (as is the ease), “then there would be personal liability by the individual guarantor[s] under the guaranty” as well. As summarized by the court “[i]n the end ... [the Guarantors] were forced to accept the risk involved because it became apparent that for Ohio failure to obtain $10 million downside protection, and to have that protection individually guaranteed, was a de-albreaker.” Finding sufficient evidence in the record to support the court’s interpretation of the Guaranty, we affirm.\nIY.\nAttorney’s Fees\nTurning finally to attorney’s fees,' we are faced with clear and precise language in two separate contracts (the Partnership Agreement and the Guaranty) which, at first glance, appears to conflict. The relevant contract language is as follows.\nParagraph 30(D) of the Partnership Agreement provides “except as otherwise provided herein” the prevailing party is entitled to attorney’s fees. Paragraph 30(P) of the Agreement, however, provides “Notwithstanding the other provisions of this Agreement to the contrary,” JBG’s liability is capped at $10 million. Thus, under the most reasonable reading of the Agreement, JBG’s liability — including any award of attorney’s fees — is limited to $10 million.\nThe issue is complicated, however, by conflicting language in the Guaranty. Section 2(h) of the Guaranty provides that any award of attorney’s fees under the Guaranty are recoverable “without limitation.” Thus, under the clear and unambiguous language of the Guaranty, the Guarantors’ liability for attorney’s fees is not limited.\nAppellants argue, both before the trial court and on appeal, that ¶30^)’8 express cap on liability — including attorney’s fees — is controlling. Appellee relies upon the language in the Guaranty to support its argument for fees in excess of the $10 million reimbursement provision. The trial court, finding the Agreement and Guaranty to be “coextensive,” concluded that attorney’s fees are generally above and beyond any award of damages and, relying on the Guaranty’s language, awarded fees in addition to the $8.5 million reimbursement obligation.\nBecause we find the relevant contract language susceptible to only one meaning, our review is not limited. Howard Univ., supra, 484 A.2d at 966-67. We observe that while the Agreement is between OHIO and JBG, the Guaranty is between OHIO and the Guarantors. Thus, from the clear and unambiguous language of both contracts, any award of attorney’s fees against JBG is limited to $10 million pursuant to the Agreement, but, pursuant to the Guaranty, any award of attorney’s fees against the Guarantors is “without limitation.” Accordingly, we vacate the award of attorney’s fees against JBG to the extent it makes the full award against the partnership exceed $10 million and affirm the award of fees in the full amount against the Guarantors. Accordingly, the judgment is affirmed in all respects except that the award of attorney’s fees against JBG Partnership is vacated.\nSo ordered.\n. JBG’s actual liability was calculated as its maximum contractual obligation for OHIO’S loss, $10 million, less $1,486,993 .04 already paid, for a net liability of $8,513,006.94.\n. In their brief, the Guarantors argue that the court’s reliance on this testimony was erroneous since their attorney also testified 1121(D) did not impose reimbursement liability upon JBG as a seller in a buy/sell. To the contrary, having found ¶ 21(D) did apply to JBG, the admission by appellant’s former counsel that if this was the court’s holding, then the imposition of liability against the Guarantors must follow, was all the more valuable.",
        "type": "majority",
        "author": "PRYOR, Senior Judge:"
      },
      {
        "text": "SCHWELB, Associate Judge,\nconcurring:\nI join the judgment and opinion of the court. I add a few words, however, regarding the question whether the cap in the Agreement on JBG’s liability applies to counsel fees.\nParagraph 31(P) of the Agreement provides that “Notwithstanding the other provisions of this Agreement to the contrary, nothing herein subjects PARTNER to personal liability to OHIO in excess of ... TEN MILLION DOLLARS less [certain cash contributions by PARTNER].” The language of this paragraph, as the court points out, is unqualified.\nThe trial judge was fully aware of this provision. He concluded, however, that\nthe cap contained in the Agreement relates specifically to the requirements of the Agreement itself and not to attorneys’ fees and costs. Typically, an attorneys’ fees provision would not be included in any calculation of amounts owed under a contract. If the attorneys’ fees were meant to be limited in any manner, the parties would have so stated in the attorneys’ fees provisions of the Agreement and the Guaranty.\nIn my opinion, the judge’s view is not at all unreasonable. The parties have cited no authority, however, and I am aware of none, to support the proposition that an otherwise absolute cap should be construed as excluding counsel fees. No testimony was offered as to the practice in the business community or as to any negotiations relating to paragraph 31(P). I find the issue to be a very close one, but I am not prepared to say that my colleagues are wrong in their reading of the Agreement as a whole.",
        "type": "concurrence",
        "author": "SCHWELB, Associate Judge,"
      }
    ],
    "attorneys": [
      "Paul Martin Wolff, with whom Marcie R. Ziegler and Oliver Garcia, Washington, DC, were on the brief, for appellants.",
      "Harold J. McElhinny, of the bar of the state of California, pro hac vice, with whom",
      "Charles L. Kerr, of the bar of the state of New York, pro hac vice, Kenneth W. Irvin, and Bradley T. Winter, Washington, DC, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Donald A. BROWN, Joseph B. Gildenhorn, Benjamin R. Jacobs, Robert H. Braunohler, Lewis Rumford, III, Michael J. Glosserman, Paul E. Taylor, Kenneth H. Simpson, Appellants, v. UNION STATION VENTURE CORPORATION NO. P-5, Appellee. JBG Union Station Limited Partnership, M-Street Limited Partnership, M-Rock Associates Limited Partnership, JBG Real Estate Associates, Station Rock, Inc., Appellants, v. Union Station Venture Corporation No. P-5, Appellee.\nNos. 97-CV-1691, 97-CV-1692.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 18, 1999.\nDecided April 8, 1999.\nPaul Martin Wolff, with whom Marcie R. Ziegler and Oliver Garcia, Washington, DC, were on the brief, for appellants.\nHarold J. McElhinny, of the bar of the state of California, pro hac vice, with whom\nCharles L. Kerr, of the bar of the state of New York, pro hac vice, Kenneth W. Irvin, and Bradley T. Winter, Washington, DC, were on the brief, for appellee.\nBefore SCHWELB and REID, Associate Judges, and PRYOR, Senior Judge."
  },
  "file_name": "0878-01",
  "first_page_order": 932,
  "last_page_order": 937
}
