{
  "id": 8355872,
  "name": "Carlos TORRES, Appellant v. UNITED STATES, Appellee",
  "name_abbreviation": "Torres v. United States",
  "decision_date": "2007-08-09",
  "docket_number": "No. 01-CF-755",
  "first_page": "880",
  "last_page": "888",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 880"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "552 A.2d 526",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7888372
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/552/0526-01"
      ]
    },
    {
      "cite": "86 S.Ct. 1602",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12046400
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "680 A.2d 398",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860350
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "405",
          "parenthetical": "party in civil case found to be an English speaker and therefore not in need of an interpreter"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/680/0398-01"
      ]
    },
    {
      "cite": "343 A.2d 573",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8084572
      ],
      "pin_cites": [
        {
          "page": "575"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/343/0573-01"
      ]
    },
    {
      "cite": "431 A.2d 543",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7974916
      ],
      "pin_cites": [
        {
          "page": "546"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/431/0543-01"
      ]
    },
    {
      "cite": "599 A.2d 1119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7363029
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1180"
        },
        {
          "page": "1131"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/599/1119-01"
      ]
    },
    {
      "cite": "697 A.2d 819",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12020334
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "825"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/697/0819-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 989,
    "char_count": 25058,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.3190541224604214
    },
    "sha256": "e7afe6fdf4146e1aa25c171e41da515c2a8ceb8fe6dd8b13eae18f46c2458fe9",
    "simhash": "1:bdfec32a87fcd143",
    "word_count": 4003
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before RUIZ and GLICKMAN, Associate Judges, and TERRY, Senior Judge."
    ],
    "parties": [
      "Carlos TORRES, Appellant v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "Terry, Senior Judge:\nAppellant Torres was convicted of unauthorized use of a vehicle and receiving stolen property. On appeal he challenges only the trial court’s denial of his pretrial motion to suppress certain statements. He contends that he is a “non-English speaking person” within the meaning of the Interpreters for Hearing-Impaired and Non-English Speaking Persons Act (“the Interpreter Act”), D.C.Code §§ 2-1901 et seq. (2001), which requires an arresting officer to secure a qualified interpreter for a non-English speaker in custody before questioning that person. We reject his contention and affirm the judgment.\nI\nAppellant was indicted for first-degree theft (two counts- — a car and several compact discs that were in the car), unauthorized use of a vehicle (“UUV”), and receiving stolen property (two counts- — the car and its license plates), arising from an incident that occurred on July 24, 1999, as well as UUV and receiving stolen property (two counts — a car and its license plates), arising from an incident that occurred four days later, on July 28. After a hearing, the court denied his pretrial motion to suppress certain statements he made to the police on both July 24 and July 28.\nThe court later granted appellant’s motion to sever the three counts based on events occurring on July 28, and appellant went to trial only on the five counts based on the events of July 24. The jury found appellant guilty of UUV and both counts of receiving stolen property; he was acquitted, however, of both theft charges. The government’s trial evidence included a three-page statement signed by appellant after his July 24 arrest, in which he answered several questions concerning the car and its contents. After being sentenced, appellant filed a timely notice of appeal.\nII\nThe principal issue at the suppression hearing was whether appellant was a “non-English speaking person” within the meaning of the Interpreter Act. United States Park Police Officer William LeBlanc, Pretrial Services Agency staff member David Fish, and Pretrial Services supervisors David Cooper and Joyce Corley testified for the government. Agnes Obobi, appellant’s girl friend, and Patricia Fernandez, a legal assistance eligibility examiner for the Public Defender Service, testified for the defense. Appellant did not testify.\nA. The Evidence at the Hearing\nWhile on patrol in Rock Creek Park on July 24, 1999, shortly before 5:00 a.m., Officer LeBlanc and his partner approached a parked car that was in a parking lot next to an area known as Grove 27. The officer asked appellant, who was seated behind the wheel, for his name. Officer LeBlanc, who acknowledged in his testimony that he was not proficient in Spanish beyond “a vocabulary [that] might last twenty words,” addressed appellant in English. Appellant was eventually taken to the police station. As Officer LeBlanc prepared to read appellant his Miranda rights (also in English), he gave appellant the choice of “reading along” with him from a “rights card” available in either English or Spanish; appellant elected to read the Spanish version. Officer LeBlanc testified that he had no reason to believe that appellant did not understand spoken English, but that he was not sure that appellant, who was originally from Honduras, knew how to read English. Appellant answered all the questions asked of him on the card and never indicated that he had any difficulty in understanding those questions.\nIn court Officer LeBlanc identified the rights card, with Miranda warnings printed in Spanish, that he gave to appellant at the police station. Appellant had written the answer “yes” in English next to each of the Miranda questions that were printed on the card in Spanish, and both appellant and the officer had signed the card. Although affirmative responses by appellant to all the card’s questions effectively waived his Miranda rights and indicated his willingness to talk to the police, Officer LeBlanc did not speak to him further at that time.\nAbout three hours later, Officers Le-Blanc and Vernelli began to interview appellant. Before any questions were asked, Officer Vernelli read the Miranda warnings in English to appellant from a “suspect-defendant statement form,” which was on a clipboard that the officer was holding in his hand. At the top of the form, as Officer LeBlanc described it, there was a printed version of the Miranda warnings, “the same as what’s on the rights card.” Appellant acknowledged his understanding of what Officer Vernelli had just told him by writing his initials on the form, “just below the Miranda warnings,” thereby waiving his Miranda rights once again.\nOfficer LeBlanc then asked appellant a series of investigatory questions about the car that he was driving — how he acquired the car, how much he paid for it, where he obtained the license plates, whether he had a title. Appellant replied that he had agreed to buy the car and its accompanying plates from another man for $1000, but he did not yet possess the title because he still had not paid for the car. He explained that the tools found in the trunk of the car belonged to him and that he needed them. He also disavowed any knowledge of a second set of license plates discovered inside the trunk, emphasizing that he had had the car in his possession for only two days. As Officer LeBlanc continued the questioning, Officer Vernelli wrote down each question and the ensuing response. Officer LeBlanc testified that he deliberately asked his questions slowly, so that Officer Vernelli would have ample time to transcribe the conversation “word for word.” When the interview was completed, Officer Vernelli copied his notes into a three-page document, then gave it to appellant and asked him “to take a look at the statement to make sure that it coincided with what he answered.... And if it did, to go ahead and sign the bottom of it.” After reading it over for “a couple of minutes,” appellant signed the statement.\nFour days later, at about 1:30 a.m. on July 28, Officer LeBlanc was involved in a traffic stop of another car driven by appellant, this time in the Georgetown area. After discovering that this car was stolen, Officer LeBlanc removed appellant from the car and asked him, in English, “You knew this car was stolen, didn’t you?” When appellant replied that he did, he was taken into custody. Some time later, in the processing room at the police station, the officer asked appellant the “standard booking questions,” and he did not appear to have any difficulty in answering them. After processing him, Officer LeBlanc read him his Miranda rights again in English. Appellant did not give any indication of not understanding the exchange, responding “yes” in English, both orally and in writing, to all the questions asked on the back of an English-language rights card, thereby waiving his Miranda rights.\nOn this occasion, however, the officer did not give appellant the opportunity to “read along” in Spanish because by now he knew appellant could speak English. Officer LeBlanc explained that the Park Police do not require that suspects “read along” as an officer administers Miranda warnings. The “read along” practice, he said, was merely a personal policy that he followed on his own, in order to reassure a suspect in custody that he was “not making something up.” Immediately after the Miranda exchange, Officer LeBlanc and appellant had a brief conversation, during which appellant once more admitted that he knew the car was stolen.\nOn cross-examination Officer LeBlanc conceded that he would not be surprised if someone with a limited understanding of English nonetheless knew how to say “yes” in English. He also acknowledged that neither the English nor the Spanish rights card states that a person has the right to an interpreter.\nDavid Fish, from the Pretrial Services Agency, interviewed appellant after his arrest on July 24. As part of his general duties, Mr. Fish said, he would routinely verify that individuals in custody were English-speaking before soliciting their basic information and personal histories. If an arrested person indicated, that he or she could not communicate in English or spoke English only “a little bit,” the interview would be immediately stopped until a court interpreter arrived. Mr. Fish would also mark the case folder with a note — which appellant’s file did not contain — stating, “Spanish interpreter, Spanish speaking only.” Even in the absence of this safeguard, a non-English speaker would simply be unable to complete the interview in English, and thus, as a matter of policy, Mr. Fish would stop the interview and seek an interpreter as soon as any confusion arose. Appellant’s file did not indicate that there had been any difficulties but instead reflected a completed interview in “every single aspect,” with the notation that appellant had provided “detailed information.”\nDavid Cooper of Pretrial Services, who also spoke to appellant in English, corroborated the basic elements of Mr. Fish’s testimony. If appellant had indicated any language difficulty, Pretrial Services would have assigned him a Spanish-speaking case manager. Appellant’s case manager, however, whom appellant later contacted on several occasions, did not speak Spanish.\nJoyce Corley of Pretrial Services also spoke with appellant after a court appearance. An interpreter was available during her conversation with him afterwards but was never needed, since appellant and Ms. Corley managed to communicate effectively in English with each other. She also watched him converse with Ms. Obobi in English.\nMs. Obobi, who is not a native English speaker, testified that she lived with appellant and that they communicated through “broken English.” Although they managed to get along, at times they had trouble communicating “because I say something, he say something else.” In the last year or so, appellant had been trying to improve his English through the use of language study materials. On cross-examination, Ms. Obobi acknowledged that the couple spoke and socialized in English when they first met in 1997. She also conceded that his English-speaking skills had improved since then.\nB. The CouH’s Findings\nAt the outset, the trial court declared that “complexities” are involved when cultural differences “come into play,” but emphasized that the issue at the hearing was a much narrower one, namely, whether appellant qualified as a “non-English speaking person” within the meaning of the Interpreter Act. The court found that Officer LeBlanc’s testimony was “critical” in this respect:\n[H]is interaction with the defendant including the booking process, indicated to him that the defendant was able to speak to him in English and to understand his questions in English.... [I]f you look at the statement given by Mr. Torres, there was a level of communication where Mr. Torres was being asked questions by Officer LeBlanc and being recorded by Officer Vernelli that indicate that Mr. Torres was able to understand more than just his name, someone asking him [his] name or his address, which are clearly things that a person might be able to respond to having been in the country only a very short time to appreciate the words, name and address, telephone number. These were complete sentences inquiring of subject matter, and Mr. Torres’ responses were given in English, not in Spanish, to Officer LeBlanc, who indicated that he really doesn’t have anything but almost a less than rudimentary knowledge of Spanish.\nThe court also found it significant that appellant was able to communicate effectively to Officer LeBlanc his concern for the tools found in the trunk of the car that he was driving on July 24. Nothing in appellant’s interactions with the officer indicated to the court that he was unable to understand or communicate with the police.\nThe court credited Ms. Obobi’s testimony only in part, finding that her statements showed that she and appellant had communicated with each other in “broken English” ever since their first meeting four years earlier and that they continued to communicate primarily in English. The court also discounted the testimony of Mr. Cooper and Ms. Corley from the Pretrial Services Agency because language skills can sometimes improve over time, and because their interviews and discussions with appellant occurred “some time after” his arrest.\nAfter summarizing its factual findings, the court ruled that the government had carried its burden of proving that appellant did not qualify as a non-English speaking person. Therefore, the court concluded, appellant had no need for the services of an interpreter during either of his interviews at the police station.\nIll\nAppellant contends that he is a “non-English speaking person” entitled to a qualified interpreter’s services under the Interpreter Act. At the suppression hearing, and indeed in his appellate brief, appellant has conceded that he speaks some English, but he claims that his knowledge of the language was not good enough to enable him to communicate effectively with the police on July 24.\nThe Interpreter Act provides that “[wjhenever a communication-impaired person is arrested and taken into custody for an alleged -violation of the law, the arresting officer shall procure a qualified interpreter for any custodial interrogation, warning, notification of rights, or taking of a statement.” D.C.Code § 2 — 1902(e). A “communication-impaired person” is defined to include a “non-English speaking person” who is “unable to readily understand oral and written communications in the English language or who cannot communicate effectively in the spoken English language.” D.C.Code § 2-1901(2), 2-1901(4); see Gonzalez v. United States, 697 A.2d 819, 822 n. 9 (D.C.1997). The Interpreter Act therefore grants a non-English speaker an “unrestricted right to a qualified interpreter” during police questioning. Barrera v. United States, 599 A.2d 1119, 1180 (D.C.1991). Because the Act “establishes a mandatory set of procedures the police must follow for any custodial interrogation” of a non-English speaking person, id. at 1131, any statement obtained from such a person in violation of the Act must be suppressed. See D.C.Code § 2-1902(e). Appellant argues that his statements to the police should have been suppressed because they were obtained in violation of the Interpreter Act. The flaw in his argument, however, is that the government presented evidence, credited by the trial court, which showed that appellant did not meet the Act’s definition of a “non-English speaking person” because he could “communicate effectively in the spoken English language.”\nThe trial court ruled, and we agree, that the government successfully shouldered its burden of proving that appellant was not covered by the Interpreter Act. The court accorded substantial weight to Officer LeBlanc’s testimony in reaching that decision, and, since his testimony was not inherently incredible, this court must sustain the trial court’s findings. See, e.g., Edmund J. Flynn Co. v. LaVay, 431 A.2d 543, 546 (D.C.1981); In re A.B.H., 343 A.2d 573, 575 (D.C.1975); D.C.Code § 17-305(a) (2001). Officer LeBlanc interacted with appellant on more than one occasion over a span of four days, guiding him through the booking process, administering Miranda warnings to him, and talking with him only after the officer was personally satisfied that appellant’s Miranda rights had been effectively waived.\nAfter his first arrest, appellant responded, in English, to detailed questions posed by Officer LeBlanc in English. His statements were transcribed by Officer Vernelli immediately after appellant uttered them. Moreover, appellant’s responses were straightforward and understandable, indicating his comprehension of the questions that the officer asked about his acquisition of the car, the origin of the license plates, and proof of title. After his second arrest, appellant responded affirmatively (more than once that day), in English, to Officer LeBlanc’s query about whether he was aware that he was operating a stolen car. Nor did he exhibit any difficulty answering the basic questions asked of him during his interview with Mr. Fish of the Pretrial Services Agency — or indeed later, during his conversations with two other Pretrial Services representatives, even though the court gave little weight to their testimony.\nAs in Esteves v. Esteves, 680 A.2d 398 (D.C.1996), appellant’s several communications with police and Pretrial Services personnel sufficiently established that his English, while perhaps “not perfect,” was “good enough to be understood and make [himself] understood.” Id. at 405 (party in civil case found to be an English speaker and therefore not in need of an interpreter). Contrary to defense counsel’s assertions of bad faith behavior by the police, the record makes clear that Officer Le-Blanc acted with an abundance of caution. Upon appellant’s first arrest on July 24, after learning that he was a native of Honduras, Officer LeBlanc provided a Spanish rights card to ensure that appellant would be able to “read along” while he gave appellant his Miranda warnings in English. The “read along” practice was not required by police department procedures, but Officer LeBlanc testified that he followed it nevertheless to reassure those in custody that he was “not making something up.” Although, as the trial judge noted, “complexities” inherent in “cultural differences” might exist, Officer LeBlanc’s personal policy surely helped to dispel, or at least minimize, the “compulsion inherent in custodial surroundings.” Miranda, 384 U.S. at 458, 86 S.Ct. 1602.\nAt the time of appellant’s second arrest on July 28, the officer admittedly did not give appellant the opportunity to “read along” in Spanish during the Miranda administration, but that was because Officer Le Blanc already “knew him to speak English.” At no time on either July 24 or July 28 did appellant appear confused, express a lack of understanding, or request the assistance of a translator or interpreter. Appellant therefore cannot, by any conceivable reading of the facts before us, show that he is “unable to readily understand oral and written communications in the English language or [to] communicate effectively in the spoken English language.” D.C.Code § 2-1901(4).\nIt is worth noting that the trial court’s credibility determinations turned on more than the particular facts of any single encounter. Appellant did not evince any signs of confusion or lack of understanding throughout several interactions with the police and Pretrial Services personnel. On July 24 alone, for instance, appellant twice waived his Miranda rights by responding affirmatively to the questions on the rights card. Officer LeBlanc, however, did not speak to him for another three hours. At that time, appellant was presented with a fresh waiver form on which he again indicated his willingness to speak to the police. He waived his Miranda rights again after his second arrest four days later, on July 28. Although that fact is not dispositive, since the instant appeal arises only from a conviction based on the events of July 24, his ready answers to the police questions — in English — on July 28 support the trial court’s determination that he was able to communicate effectively in English on July 24.\nNor does the record give us any reason to question the trial court’s finding that Officer LeBlanc was “very credible” in his assessment of appellant’s demonstrated English language skills. Determining whether someone qualifies as a non-English speaker entitled to an interpreter’s services may, in some cases, pose a difficult question that turns upon “a variety of factors,” including that person’s “understanding of the English language, and the complexity of the proceedings, issues, and testimony.” Gonzalez, 697 A.2d at 825. But such a challenging question is not presented here. Moreover, in cases involving similar determinations under the Act, we have held that the trial court should be afforded “wide discretion” in making its rulings. Id. Because the record contains substantial evidence that appellant was not impaired as a “non-English speaking person,” we conclude that there was no abuse of the court’s discretion.\nFrom all that we have said, it follows that the trial court did not err in denying appellant’s motion to suppress his statements. The judgment of conviction is accordingly\nAffirmed.\n. Just before sentencing, appellant pleaded guilty to one count of receiving stolen property on July 28, and the government dismissed the two remaining counts. Consequently, there is no issue before us involving the July 28 charges.\nWe note in passing that the court, in imposing sentence, determined that the conviction of receiving the stolen car on July 24 (count E of the indictment) merged with his conviction of UUV involving that same car (count D). See Alston v. United States, 552 A.2d 526, 527 n. 1 (D.C.1989). The court therefore did not sentence appellant on count E.\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. Officer Vernelli was a new officer still undergoing field training. He did not testify at the hearing or the subsequent trial, and his first name does not appear in the record.\n. The license plates that were on the car appellant was driving on July 24 were registered to the car he was driving on July 28.\nThe license plates on the July 28 car were registered to a third vehicle.\n.Appellant was apparently released from custody sometime thereafter, but the record does not reveal when or how he was released.\n. Officer LeBlanc testified:\nQ. [by the prosecutor]: Did you give him the opportunity to read along in Spanish again?\nA. No, not at this time.\nQ. Why was that?\nA. I knew him to speak English. I knew that I previously read him his rights the last time and that he understood everything that I said.\n. Mr. Fish had no specific recollection of appellant’s case because, he said, “I do five to ten interviews a day.” He was able, however, to testify after refreshing his recollection by reviewing appellant's case file and his own notes which were part of that file.\n. On cross-examination, Ms. Corley acknowledged that these conversations took place more than a year after appellant’s arrest.\n. Ms. Obobi was born in Nigeria. She testified that she could speak English, but that Ibo was her \"first language.”\n. The court had also questioned Officer Le-Blanc after defense counsel had concluded his cross-examination. The officer clarified that when he questioned appellant on July 24, all his questions were posed in English. Furthermore, although Officer LeBlanc never asked appellant whether he could read and write English, appellant spoke English to him and did not appear to experience any difficulty in communicating. By contrast, another person in custody (not involved in the instant case) could provide his name but otherwise displayed a \"puzzling look” when asked about other basic matters, so that the officers questioning him could \"just tell that he didn’t understand\" their questions.\n. D.C.Code § 2-1902(e) provides in part:\nNo answer, statement, or admission, written or oral, made by a communication-impaired person in reply to a question of a law enforcement officer in any criminal ... proceeding may be used against that ... person unless either the answer, statement, or admission was made or elicited through a qualified interpreter and was made knowingly, voluntarily, and intelligently or, in the case of a waiver, unless the court makes a special finding upon proof by a preponderance of the evidence that the answer, statement, or admission made by the communication-impaired person was made knowingly, voluntarily, and intelligently.\nAs we indicated earlier, the definition of a \"communication-impaired person” includes a person \"who does not speak English.” D.C.Code § 2-1901(2).\n. The government disagrees with the trial court’s burden-of-proof assignment, contending that the burden of demonstrating that appellant is covered by the Act properly rests with appellant as the proponent of the motion to suppress. Since our holding would be the same under either burden assignment, we need not decide that issue in this case.",
        "type": "majority",
        "author": "Terry, Senior Judge:"
      }
    ],
    "attorneys": [
      "William Douglas Loeffler, appointed by the court, was on the brief for appellant.",
      "Kenneth L. Wainstein, United States Attorney at the time the brief was filed, John R. Fisher, Assistant United States Attorney at the time the brief was filed, and Elizabeth Trosman, James G. McGovern, and Timothy J. Kelly, Assistant United States Attorneys, were on the brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Carlos TORRES, Appellant v. UNITED STATES, Appellee.\nNo. 01-CF-755.\nDistrict of Columbia Court of Appeals.\nSubmitted May 26, 2005.\nDecided Aug. 9, 2007.\nWilliam Douglas Loeffler, appointed by the court, was on the brief for appellant.\nKenneth L. Wainstein, United States Attorney at the time the brief was filed, John R. Fisher, Assistant United States Attorney at the time the brief was filed, and Elizabeth Trosman, James G. McGovern, and Timothy J. Kelly, Assistant United States Attorneys, were on the brief for appellee.\nBefore RUIZ and GLICKMAN, Associate Judges, and TERRY, Senior Judge.\nJudge Terry was an Associate Judge of the court at the time this case was submitted. His status changed to Senior Judge on February 1, 2006."
  },
  "file_name": "0880-01",
  "first_page_order": 928,
  "last_page_order": 936
}
