{
  "id": 8311488,
  "name": "CONCENTRIC NETWORK CORPORATION (Now Merged into and Known as XO Communications, Inc.), Appellant, v. COMMONWEALTH of Pennsylvania, Appellee",
  "name_abbreviation": "Concentric Network Corp. v. Commonwealth",
  "decision_date": "2007-05-31",
  "docket_number": "",
  "first_page": "883",
  "last_page": "890",
  "citations": [
    {
      "type": "official",
      "cite": "922 A.2d 883"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "812 A.2d 566",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11366769,
        1070146
      ],
      "year": 2002,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/812/0566-01",
        "/pa/571/0333-01"
      ]
    },
    {
      "cite": "571 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070146
      ],
      "year": 2002,
      "opinion_index": 1,
      "case_paths": [
        "/pa/571/0333-01"
      ]
    },
    {
      "cite": "673 A.2d 898",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        461545,
        7865205
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "904"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/543/0578-01",
        "/a2d/673/0898-01"
      ]
    },
    {
      "cite": "543 Pa. 578",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461545
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa/543/0578-01"
      ]
    },
    {
      "cite": "685 A.2d 616",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7351936
      ],
      "pin_cites": [
        {
          "page": "618"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/685/0616-01"
      ]
    },
    {
      "cite": "852 A.2d 1161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9238994,
        1329367
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "1167"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/852/1161-01",
        "/pa/578/0366-01"
      ]
    },
    {
      "cite": "578 Pa. 366",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1329367
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "376"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/578/0366-01"
      ]
    },
    {
      "cite": "317 A.2d 592",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "594"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "456 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584474
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "83"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/456/0078-01"
      ]
    },
    {
      "cite": "525 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1823784
      ],
      "weight": 4,
      "year": 1990,
      "pin_cites": [
        {
          "page": "224"
        },
        {
          "page": "873"
        },
        {
          "page": "226"
        },
        {
          "page": "874",
          "parenthetical": "holding that the taxpayer's processing of raw honey did not constitute manufacturing because the basic substance with which the taxpayer works, i.e., honey, is not substantially changed and is not, therefore, a new, different, and useful product"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/525/0222-01"
      ]
    },
    {
      "cite": "295 A.2d 834",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "839",
          "parenthetical": "observing that this Court, in Sitkin's Junk, \"gave a lucid indication that the two definitions differed in the respect that the sales tax definition was a much more inclusive term.\""
        },
        {
          "page": "839",
          "parenthetical": "holding that a scrap metal dealer effected only a superficial change upon the scrap with which it worked because the steel contained therein remained unchanged as a result of the taxpayer's activity"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "449 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945623
      ],
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "96-97",
          "parenthetical": "observing that this Court, in Sitkin's Junk, \"gave a lucid indication that the two definitions differed in the respect that the sales tax definition was a much more inclusive term.\""
        },
        {
          "page": "97"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/449/0088-01"
      ]
    },
    {
      "cite": "194 A.2d 199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 6,
      "year": 1963,
      "pin_cites": [
        {
          "page": "202"
        },
        {
          "page": "202"
        },
        {
          "page": "202"
        },
        {
          "page": "203-04"
        },
        {
          "page": "202"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "412 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887264
      ],
      "weight": 5,
      "year": 1963,
      "pin_cites": [
        {
          "page": "137-38"
        },
        {
          "page": "136"
        },
        {
          "page": "141"
        },
        {
          "page": "138"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/412/0132-01"
      ]
    },
    {
      "cite": "78 S.W.3d 763",
      "category": "reporters:state_regional",
      "reporter": "S.W.3d",
      "case_ids": [
        9408818
      ],
      "pin_cites": [
        {
          "page": "768"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/sw3d/78/0763-01"
      ]
    },
    {
      "cite": "676 N.W.2d 656",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        9281519
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "657"
        },
        {
          "page": "663"
        },
        {
          "page": "665"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/nw2d/676/0656-01"
      ]
    },
    {
      "cite": "897 A.2d 6",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8423643
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/897/0006-01"
      ]
    },
    {
      "cite": "483 Pa. 525",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1751245
      ],
      "weight": 4,
      "year": 1979,
      "pin_cites": [
        {
          "page": "529"
        },
        {
          "page": "1149",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/483/0525-01"
      ]
    },
    {
      "cite": "591 A.2d 1054",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1827748,
        1827694
      ],
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/pa/527/0363-01",
        "/pa/527/0364-01"
      ]
    },
    {
      "cite": "527 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827694
      ],
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/pa/527/0364-01"
      ]
    },
    {
      "cite": "570 A.2d 601",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1399199
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "\"Suburban Cable I\""
        },
        {
          "page": "603"
        },
        {
          "page": "607"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/131/0368-01"
      ]
    },
    {
      "cite": "845 A.2d 762",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        91631,
        9274015
      ],
      "weight": 2,
      "year": 2004,
      "pin_cites": [
        {
          "page": "763",
          "parenthetical": "Saylor, J. dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/577/0328-01",
        "/a2d/845/0762-01"
      ]
    },
    {
      "cite": "511 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2004,
      "opinion_index": 1
    },
    {
      "cite": "799 A.2d 902",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9415627
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "906"
        },
        {
          "page": "906-07"
        },
        {
          "page": "908"
        },
        {
          "page": "908"
        },
        {
          "page": "908"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/799/0902-01"
      ]
    },
    {
      "cite": "877 A.2d 542",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8956315
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "546"
        },
        {
          "page": "548"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/877/0542-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 881,
    "char_count": 23789,
    "ocr_confidence": 0.684,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20235619914520114
    },
    "sha256": "0079a3fbabc5e6094634e9d35b0128e4c036fddc89507cd86a3ec694171f39bc",
    "simhash": "1:e48a24757866a43e",
    "word_count": 3713
  },
  "last_updated": "2024-02-27T22:50:13.836049+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice SAYLOR files a dissenting statement."
    ],
    "parties": [
      "CONCENTRIC NETWORK CORPORATION (Now Merged into and Known as XO Communications, Inc.), Appellant, v. COMMONWEALTH of Pennsylvania, Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nThe Order of the Commonwealth Court is hereby AFFIRMED.\nJustice SAYLOR files a dissenting statement.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "Justice SAYLOR,\ndissenting.\nAppellant, an Internet service provider (“ISp”) for residential and business customers, appeals from the Commonwealth Court’s determination that it is not entitled to relief from sales and/or use tax assessments related to its purchases of data transport services and related equipment for use in its business. For the following reasons, I agree with Appellant that it is entitled to relief under the manufacturing exclusion for the equipment it purchased for the purpose of converting electronic signals from one form into another. See 72 P.S. § 7201(k)(8)(ii)(A), (o)(4)(B)(i).\nBy way of statutory background, the Tax Reform Code of 1971 (the “Code”) provides that purchases of “tangible personal property” are subject to sales and use tax assessments. See 72 P.S. § 7202. The General Assembly has defined the term “tangible personal property” in a broad manner to include, inter alia, telecommunications services:\n“Tangible personal property.” Corporeal personal property including, but not limited to, goods, wares, merchandise, steam and natural and manufactured and bottled gas for non-residential use, electricity for non-residential use, prepaid telecommunications, premium cable or premium video programming service, spirituous or vinous liquor and malt or brewed beverages and soft drinks, interstate telecommunications service originating or terminating in the Commonwealth and charged to a service address in this Commonwealth, intrastate telecommunications service....\n72 P.S. § 7201(m). The Code defines the term “telecommunications service” as “all types of telecommunications transmissions” but excludes from its definition “charges for access to the Internet.” 72 P.S. § 7201(rr)(3). The Code further provides that “access to the Internet” does not include “telecommunication services purchased by an Internet service provider to deliver access to the Internet to its customers.” 72 P.S. § 7201(rr)(3)(B). As a result, telecommunications services purchased by an ISP are included within the general definition of “telecommunications service” and are subject to sales and/or use tax, unless they are excluded from tax under a separate provision.\nThe Code contains an exclusion from tax for tangible personal property that is used or consumed by the purchaser directly in the manufacture of tangible personal property. See 72 P.S. § 7201(k)(8)(ii)(A), (o)(4)(B)(i). The Code defines the term “manufacture” in the following manner:\n“Manufacture.” The performance of manufacturing, fabricating, compounding, processing or other operations, engaged in as a business, which place any tangible personal property in a form, composition or character different from that in which it is acquired whether for sale or use by the manufacturer.\n72 P.S. § 7201(c). As telecommunications services are included within the definition of “tangible personal property,” the manufacturing definition thus facially encompasses activities that place telecommunications services, including the components thereof, namely, electronic signals, into different forms from that in which they were acquired.\nConsistent with the parties’ stipulation of facts, an ISP is a vendor that provides its customers with access to the Internet, along with other secondary functions, such as electronic mail services, web hosting, and other services. An ISP, such as Appellant, functions as an intermediary between its own customers and larger ISPs that comprise the Internet backbone, which is composed of large bandwidth networks that meet at certain points in various metropolitan areas around the world. Customers can access the services of an ISP on a dial-up basis using an ordinary analog voice-grade local telephone line that they lease from a telecommunications carrier. If the customer accesses the Internet through such method, the customer must use a modem to convert the computer’s digital signals into analog signals in order for the information to travel over the analog telephone lines. Once the signal reaches the ISP’s digital transport network, the customer’s information is converted back to digital format to travel across the ISP’s network. This conversion is performed by a modem at the ISP’s point of presence (“POP”), which is the physical place where the ISP operates and maintains the routers, servers, and other facilities necessary to perform its various service functions. As an alternative to dial-up service, a customer may purchase a dedicated data transport service to connect with the ISP, which provides the customer with “full-time” Internet access at higher speeds than the customer would experience using a dial-up access line.\nIn order to provide Internet access to its customers, Appellant made two categories of purchases during the period beginning January 1999 and ending December 2000. First, Appellant purchased various services from several large telecommunication carriers, including MCI Worldcomm, Verizon, and AT & T. Specifically, Appellant purchased ISDN-PRI, T-l, ATM, and Frame Relay Services (collectively referred to hereinafter as “data transport systems”), which enabled Appellant to transport its customers’ information along the carriers’ lines and to connect to the Internet backbone. The second group of items purchased by Appellant included routers, servers, modems, and other equipment. Appellant utilized these items to route its customers’ data and to perform some processing functions, which ensured accurate and efficient delivery of the data to the intended destination. In addition, Appellant used this equipment to provide its customers with secondary services such as e-mail and web hosting.\nIn April 2002, Appellant filed a petition for relief from sales and/or use tax assessments with the Pennsylvania Department of Revenue’s Board of Appeals for both groups of purchases. The Board of Appeals denied Appellant’s petition, and Appellant appealed to the Board of Finance and Revenue, which similarly denied Appellant’s claim. Appellant thereafter filed a petition for review with the Commonwealth Court, asserting,' inter alia, that it was entitled to relief under the manufacturing exclusion applicable to sales and use taxation. See 72 P.S. § 7201(k)(8)(ii)(A), (o)(4)(B)(i).\nThe Commonwealth Court, in a published opinion, held that Appellant was not engaged in manufacturing and was thus not entitled to relief. See Concentric Network Corp. v. Commonwealth, 877 A.2d 542 (Pa.Cmwlth.2005) (“Concentric I ”). The court concluded that the data transport services purchased by Appellant met the definition of telecommunications service, and thus constituted “tangible personal property” as defined by the statute. See Concentric I, 877 A.2d at 546. While recognizing that Appellant’s purchases constituted “tangible personal property,” the court declined to find that Appellant was engaged in “manufacturing.” In this regard, the court observed that the “manufacture” definition does not encompass the transformation of electronic impulses and signals. See Concentric I, 877 A.2d at 548. In support of this proposition, the Commonwealth Court relied upon its previous decision in Bell Atlantic Mobile Sys., Inc. v. Commonwealth, 799 A.2d 902 (Pa.Cmwlth.2002), aff'd per curiam, 511 Pa. 328, 845 A.2d 762 (2004).\nIn Bell Atlantic, Bell Atlantic Mobile Systems, Inc. (“Bell Atlantic”), a provider of cellular telecommunications service (“CTS”), argued that it was entitled to the manufacturing exclusion for its purchase of various items that it utilized to transform tangible personal property, namely, electricity and various signals, into different signals. See Bell Atlantic, 799 A.2d at 906. The Commonwealth Court rejected Bell Atlantic’s argument on the ground that the manufacturing exclusion does not apply to dealings with electrical or electronic impulses, but rather only applies to the production of tangible matter. See id. at 906-07. In reaching this conclusion, the court relied upon the discussion of the term “manufacturing” by the Commonwealth Court in Suburban Cable TV Co. v. Commonwealth, 131 Pa.Cmwlth. 368, 570 A.2d 601 (1990) (“Suburban Cable I”), aff'd per curiam, 527 Pa. 364, 591 A.2d 1054 (1991).\nIn Suburban Cable I, a group of cable television operators, contended that “the transformation of an electronic signal through the use of equipment and personnel, from a form that may not be viewed on a television set to one that may be viewed on a television set, eonstitute[s] manufacturing” under, inter alia, the sales and use tax. See Suburban Cable I, 131 Pa.Cmwlth. at 374, 570 A.2d at 603. In considering the taxpayers’ argument, the Suburban Cable I court relied in large part upon this Court’s discussion of the common law definition of manufacturing in Golden Triangle Broadcasting, Inc. v. City of Pittsburgh, 483 Pa. 525, 397 A.2d 1147 (1979). In Golden Triangle, this Court explained that the term has been given its “ordinary and general meaning” as “the application of labor or skill to material whereby the original article is changed into a new, different and useful article.” See Golden Triangle, 483 Pa. at 529, 397 A.2d at 1149 (citation omitted). On this basis, the Suburban Cable I court concluded that the manufacturing exclusion has been confined to dealings with “tangible matter,” and does not apply to dealings with intangible matter, such as electrical or electronic impulses. See Suburban Cable I, 131 Pa.Cmwlth. at 380, 570 A.2d at 607.\nBased upon these prior cases, the Bell Atlantic court held that Bell Atlantic’s conversion of the sound waves of the human voice into different signals did not qualify for the manufacturing exclusion. See Bell Atlantic, 799 A.2d at 908. The Commonwealth Court, in Concentric I, relied upon Bell Atlantic’s rationale in concluding that Appellant was not engaged in manufacturing.\nAppellant filed exceptions, and the Commonwealth Court, sitting en banc, affirmed its previous decision on essentially the same grounds. See Concentric Network Corp. v. Commonwealth, 897 A.2d 6 (Pa. Cmwlth.2006) (en banc) (“Concentric II ”). Appellant filed a timely direct appeal to this Court pursuant to 42 Pa.C.S. § 723(b), which provides for an appeal as of right from a final order of the Commonwealth Court entered in an appeal of a decision of the Board of Finance and Revenue.\nAppellant presently argues that it “manufactures” digital packets on a micro level. Specifically, Appellant asserts that its conversion of analog signals into digital signals constitutes the performance of “processing, or other operations,” that places tangible personal property, i.e., data packets, in a form, composition, or character different from that in which it was acquired. See Brief for Appellant at 25. Appellant explains that it converts its dial-up customers’ information from an analog format into a digital format, which enables the data to travel across Appellant’s digital network. This process is reversed when the information is sent back to the customer, wherein Appellant transforms the digital signals back into analog form.\nAppellant further supports its argument that the conversion of electronic signals from one form into another constitutes manufacturing with authority from other states, for its persuasive effect. In Sprint Spectrum, L.P. v. Comm’r of Revenue, 676 N.W.2d 656 (Minn.2004), the Minnesota Supreme Court addressed the argument of three telecommunications businesses that their purchases of equipment for their local, wireless, and long distance services should qualify for sales tax exemption on the ground that such equipment was used in the manufacture of tangible personal property. See Sprint Spectrum, 676 N.W.2d at 657. Agreeing with the taxpayers, the court reasoned that these businesses manufactured a product “by converting voice and other raw data into a form that can be conveyed, measured, sold, and is perceived by the senses.” Id. at 663. The court thus concluded that the taxpayers were entitled to the tax exemption for their purchases of capital equipment. Id. at 665. Accord Southwestern Bell Telephone Co. v. Director of Revenue, 78 S.W.3d 763, 768 (Mo.2002) (holding that the transformation of the human voice into electronic impulses is manufacturing under the relevant taxing scheme).\nBy contrast, the Commonwealth asserts that Appellant’s conversion of analog signals to digital signals does not constitute “manufacturing” because the Commonwealth Court has previously held, in Bell Atlantic, that the manufacturing exclusion does not apply to the production of electronic impulses or signals. The Commonwealth, however, acknowledges that the Pennsylvania Legislature has specifically included certain items within the definition of “tangible personal property” that are not tangible under the ordinary meaning of the term, such as electricity and telecommunication services. The Commonwealth maintains that the inclusion of such items is of no import because, as discussed by the Bell Atlantic court, the inclusion of these items has only made them subject to the sales and use tax. These items, the Commonwealth explains, may not be considered in conjunction with the manufacturing exclusion. See Brief for Appellee at 18 (citing Bell Atlantic, 799 A.2d at 908).\nWhile the Commonwealth correctly articulates the holding of Bell Atlantic, the Commonwealth Court in the present matter, in my view, should not have relied upon Bell Atlantic for the proposition that the manufacturing exclusion does not apply to dealings with electronic signals. In this regard, the Bell Atlantic court’s central reliance upon Suburban Cable I and Suburban Cable II was misplaced. First, the Bell Atlantic court relied in large part on the discussion in Suburban Cable I concerning the common law definition of the term manufacturing. In Commonwealth v. Sitkin’s Junk Co., 412 Pa. 132, 194 A.2d 199 (1963), this Court, however, distinguished between the common law definition of manufacturing and the definition of manufacturing contained in the sales and use tax statute. See Sitkin’s Junk, 412 Pa. at 137-38, 194 A.2d at 202. In this regard, the Court observed that, “we have long held that, where a statute contains its own definition, the meaning of the terms as defined at common law or as constructed under prior statutes is not controlling.” See id. at 137, 194 A.2d at 202.\nThis distinction is significant because the manufacturing definition contained in the sales and use tax statute is more inclusive than the common law definition. See Commonwealth v. Deitch Co., 449 Pa. 88, 96-97, 295 A.2d 834, 839 (1972) (observing that this Court, in Sitkin’s Junk, “gave a lucid indication that the two definitions differed in the respect that the sales tax definition was a much more inclusive term.”). Under the common law, as previously noted, the term “manufacturing” is defined as the application of labor and skill to a material that causes it to undergo a substantial transformation into a new, different, and useful item. See Stewart Honeybee Products, Inc. v. Commonwealth, 525 Pa. 222, 224, 579 A.2d 872, 873 (1990). In discussing this definition, Pennsylvania courts have held that a “new and different” product must emerge. See Sitkin’s Junk, 412 Pa. at 136, 194 A.2d at 202. In this regard, the material had to undergo a substantial change in order for a process to be considered to be manufacturing. See, e.g., Stewart Honeybee Products, 525 Pa. at 226, 579 A.2d at 874 (holding that the taxpayer’s processing of raw honey did not constitute manufacturing because the basic substance with which the taxpayer works, i.e., honey, is not substantially changed and is not, therefore, a new, different, and useful product); Deitch, 449 Pa. at 97, 295 A.2d at 839 (holding that a scrap metal dealer effected only a superficial change upon the scrap with which it worked because the steel contained therein remained unchanged as a result of the taxpayer’s activity). By contrast, under the definition of the term “manufacture” as set forth in the sales and use tax statute, it is sufficient if the item is placed in a form or character different from that in which it was acquired. See Sitkin’s Junk, 412 Pa. at 141, 194 A.2d at 203-04.\nThe Bell Atlantic court’s reliance upon Suburban Cable I was also misplaced because the General Assembly expanded the definition of “tangible personal property” to include “telecommunication services” after Suburban Cable I was decided. See Act of August 4, 1991, P.L. 97, No. 22 § 201(m). This amendment was directly relevant to the issue in Bell Atlantic, namely, whether the production of cellular telecommunications service constituted manufacturing. While the Bell Atlantic court acknowledged that the definition of “tangible personal property” included telecommunication services, the court nonetheless declined to read this amendment in conjunction with the manufacturing definition. Instead, the court reiterated the view set forth by Suburban Cable I in concluding that the manufacturing exclusion did not extend to activities involving electronic signals. See Bell Atlantic, 799 A.2d at 908. Finally, the Bell Atlantic court should not have relied upon Suburban Cable II, as that decision concerned the meaning of the term “manufacturing” under the Local Tax Enabling Act, 53 P.S. § 6902(4), and not the sales and use tax.\nThis Court, in Sitkin’s Junk, separated the manufacturing exclusion into two components. First, the Court observed that the activity in question must fall into one or more categories of activity, such as manufacturing, fabricating, compounding, processing, or other operations. Second, the Court noted that, as a result of one of the above activities, the property must be placed in a form different from that in which it was acquired. See Sitkin’s Junk, 412 Pa. at 138, 194 A.2d at 202.\nAs for the first prong of the Sitkin’s Junk analysis, namely, whether the type of activity falls into one of the categories listed, the regulations provide that “[o]per-ations such as compounding, fabricating or processing are illustrative of the types of operation which may result in a change although any operation which has that result may be manufacturing.” 61 Pa.Code § 32.1. It is evident from the regulations that any operation that effects a change to tangible personal property is a sufficient activity. I agree with Appellant that its conversion of electronic signals fits within the catch-all activity of “other operations.” See 72 P.S. § 7201(c).\nThe second prong of Sitkin’s Junk focuses upon whether an activity places tangible personal property in a form different from that in which it was acquired. In the present matter, the issue is whether Appellant’s conversion of electronic signals from one form into another form constitutes a change in form for purposes of the manufacturing exclusion. The parties have stipulated that Appellant converts analog signals into digital signals in order for the signals to be transmitted across Appellant’s network. This conversion places the signals into a different form that have a distinctive use, as only digital signals can pass through the ISP’s server. It is evident that Appellant’s activities effect a change in the form of the electronic signals.\nThe transformations in form, namely, from digital to analog and vice-versa, occur during an intermediate stage in this process. The statute defines manufacturing as the performance of an operation that “placets] any tangible personal property in a form, composition or character different from that in which it is acquired whether for sale or use by the manufacturer.” See 72 P.S. § 7201(c) (emphasis added). Under the statute, therefore, an intermediate step in the taxpayer’s process that changes the property’s form for “use by the manufacturer” may constitute manufacturing under the statute. See Commonwealth v. Olan Mills, Inc., 456 Pa. 78, 83, 317 A.2d 592, 594 (1974) (observing that the making of a photographic negative, which does not itself become an integral part of the finished process, is an essential part of the taxpayer’s business and involves a change in the composition and character of the film for use by the manufacturer in making the portrait). Thus, under the statutory definition, manufacturing may occur at an intermediate stage in the process.\nFor these reasons, and in light of the principle that tax exclusions are to be strictly construed against the Commonwealth and in favor of the taxpayer where the legislative intent is unclear, see AMP v. Commonwealth, 578 Pa. 366, 376, 852 A.2d 1161,1167 (2004), I agree with Appellant that it is engaged in manufacturing, at least on a micro level. Therefore, I conclude that Appellant is entitled to relief under the manufacturing exclusion for sales and/or use tax assessments at least concerning its purchases of equipment directly utilized to convert signals between analog and digital forms. Accordingly, I respectfully dissent to the Court’s per cu-riam affirmance of the Commonwealth Court’s order.\n. Act of March 4, 1971, P.L. 6, No. 2, art. I-XII (as amended, at 72 P.S. §§ 7101-10004).\n. In 1991, the General Assembly amended the definition of “tangible personal property” to include, inter alia, telecommunications service. Specifically, the 1991 amendment added the following language: “interstate telephone, telegraph and telecommunications service originating or terminating in the Commonwealth and charged to a service address in this Commonwealth, intrastate telephone, telegraph and telecommunications service with the exception of subscriber line charges and basic local telephone service for residential use ...” See Act of August 4, 1991, P.L. 97, No. 22 § 201(m).\n. The parties stipulated that if Appellant is entitled to a refund on the sales and use tax assessments for its purchases of data transport systems, the amount would be $85,255.55. Concerning its purchases of equipment, the parties have agreed that Appellant would be entitled to $63,989.25.\n. The Commonwealth Court reaffirmed its holding in Suburban Cable I in Suburban Cable TV Co. v. City of Chester, 685 A.2d 616, 618 (Pa.Cmwlth.1996) {“Suburban Cable II”) (holding that a cable company was not enti-tied to the manufacturing exclusion under the Local Tax Enabling Act, 53 P.S. § 6902(4), on essentially the same reasoning as in Suburban Cable I).\n. I note that this Court’s per curiam affir-mance of the Commonwealth Court’s opinion in Bell Atlantic is not controlling in the disposition of the present matter, as an order with no articulated rationale does not constitute binding authority with respect to any specific legal issues raised in the appeal. See Commonwealth v. Tilghman, 543 Pa. 578, 673 A.2d 898, 904 (1996); accord Bell v. Slezak, 571 Pa. 333, 344 n. 7, 812 A.2d 566, 572 n. 7 (2002). Thus, Bell Atlantic, in which I authored a dissenting statement, is not binding for purposes of this appeal. See Bell Atlantic, 577 Pa. at 329, 845 A.2d at 763 (Saylor, J. dissenting).\n. At issue in Stewart Honeybee Products was whether a taxpayer was eligible for the manufacturing exemption under the Capital Stock Tax, Act of March 4, 1971, P.L. 6, No. 2, art. VI, § 602, as amended, 72 P.S. § 7602. The capital stock tax, unlike the sales and use tax, does not contain a statutory definition of the term \"manufacturing.” See 72 P.S. § 7601. Therefore, the common law definition of manufacturing is applied to claims arising under the capital stock tax.",
        "type": "dissent",
        "author": "Justice SAYLOR,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "CONCENTRIC NETWORK CORPORATION (Now Merged into and Known as XO Communications, Inc.), Appellant, v. COMMONWEALTH of Pennsylvania, Appellee.\nSupreme Court of Pennsylvania.\nMay 31, 2007."
  },
  "file_name": "0883-02",
  "first_page_order": 913,
  "last_page_order": 920
}
