{
  "id": 11501585,
  "name": "Pamela JACKSON, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Jackson v. United States",
  "decision_date": "1999-12-30",
  "docket_number": "No. 97-CO-906",
  "first_page": "883",
  "last_page": "886",
  "citations": [
    {
      "type": "official",
      "cite": "742 A.2d 883"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "597 A.2d 1318",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11947884
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/597/1318-01"
      ]
    },
    {
      "cite": "392 U.S. 40",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167951
      ],
      "weight": 3,
      "year": 1968,
      "pin_cites": [
        {
          "page": "64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0040-01"
      ]
    },
    {
      "cite": "716 A.2d 981",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11705335
      ],
      "weight": 12,
      "pin_cites": [
        {
          "page": "982"
        },
        {
          "page": "982-983"
        },
        {
          "page": "983"
        },
        {
          "page": "984"
        },
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/716/0981-01"
      ]
    },
    {
      "cite": "694 A.2d 860",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11985354
      ],
      "pin_cites": [
        {
          "page": "863"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/694/0860-01"
      ]
    },
    {
      "cite": "518 A.2d 439",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7929336
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/518/0439-01"
      ]
    },
    {
      "cite": "123 L.Ed.2d 496",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "113 S.Ct. 1878",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "507 U.S. 1042",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6506853,
        6507301,
        6507239,
        6507388,
        6506762,
        6507019,
        6506445,
        6506253,
        6506352,
        6506642,
        6506931,
        6507100,
        6506557,
        6507455
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/us/507/1042-07",
        "/us/507/1042-12",
        "/us/507/1042-11",
        "/us/507/1042-13",
        "/us/507/1042-06",
        "/us/507/1042-09",
        "/us/507/1042-03",
        "/us/507/1042-01",
        "/us/507/1042-02",
        "/us/507/1042-05",
        "/us/507/1042-08",
        "/us/507/1042-10",
        "/us/507/1042-04",
        "/us/507/1042-14"
      ]
    },
    {
      "cite": "618 A.2d 96",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7350340
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "99-100"
        },
        {
          "page": "98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/618/0096-01"
      ]
    },
    {
      "cite": "392 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167798
      ],
      "weight": 5,
      "year": 1968,
      "pin_cites": [
        {
          "page": "29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 631,
    "char_count": 11093,
    "ocr_confidence": 0.677,
    "pagerank": {
      "raw": 6.88625782237159e-08,
      "percentile": 0.41889893966791114
    },
    "sha256": "01e408b7ecd8cc3e582591c3cfd9aa2159e7ace466d94bd01ca95bae8a27cad7",
    "simhash": "1:86ad3f12c7029bda",
    "word_count": 1791
  },
  "last_updated": "2024-02-27T18:02:01.051786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN and SCHWELB, Associate Judges, and FERREN, Senior Judge."
    ],
    "parties": [
      "Pamela JACKSON, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "FERREN, Senior Judge:\nAppellant, Pamela Jackson, pleaded guilty to unlawful possession of heroin, D.C.Code § 33-541(d) (1998 Repl.), while reserving her right to appeal the trial court’s denial of her motion to suppress evidence. Jackson contends that (1) the police lacked reasonable suspicion to make an investigative stop under Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), and, alternatively, that (2) assuming the stop was warranted, the police conducted an unlawful search when — without fear for their they own safety and concerned only about searching for evidence — they ordered Jackson to open her hand (disclosing heroin). We reverse and order suppression of the evidence seized.\nI.\nOn February 14, 1997, the trial court heard Jackson’s motion to suppress. The court found the following facts, which essentially were uncontested. On June 26, 1996, Officers Epps and Farmer observed Jackson, David Carthens, and two others walking in a group in a high drug trafficking area. The group stopped, and Car-thens reached into his buttocks area and pulled out a small blue object. He handed the object to Jackson, who clutched it in her right hand. Carthens then retrieved another similar object, also from his buttocks area, and gave it to another member of the group. No money exchanged hands. The officers approached to make an investigative stop. Officer Epps asked Car-thens to hand over “what was in his butt,” and Carthens produced eighteen blue zi-plock baggies that field-tested positive for heroin. Officer Farmer told Jackson to “open [her] right hand.” Jackson complied. Her open hand disclosed two blue ziplock baggies, later shown to contain heroin.\nAt the hearing on the motion to suppress, the government conceded that the police did not have probable cause to arrest, but argued that the search of Jackson’s right hand was either consensual or justified by Terry. The trial court found that appellant’s opening her hand and disclosing the ziplock bags, upon police command, was not consensual, but that when the officers approached the group, they had the specific articulable suspicion required for a legitimate investigative stop under Terry. The trial court further found that the officers had not been concerned about their safety when they ordered Jackson to open her right hand. Nonetheless, the court interpreted Cousart v. United States, 618 A.2d 96 (D.C.1992) (en banc), cert. denied, 507 U.S. 1042, 113 S.Ct. 1878, 123 L.Ed.2d 496 (1993) — or, alternatively, the Fourth Amendment generally — to say that Terry permits a police officer — in every case of a proper investigatory stop — to order a suspect to open her hands without regard to concerns about police safety. The court accordingly denied the motion to suppress.\nII.\nOn appeal, the government declines to defend on Terry grounds but offers to justify the search on grounds of probable cause to arrest. This court may sustain the trial court’s decision for record-based reasons different from those on which the trial court relies. Alston v. United States, 518 A.2d 439, 440 n. 2 (D.C.1986). During the motions hearing, however, the government affirmatively conceded the lack of probable cause to arrest. The record, therefore, does not reflect development of the issue, and we accordingly decline to address it. See, e.g., In re D.A.J., 694 A.2d 860, 863 (D.C.1997). We evaluate appellant’s motion — as the government asked the trial court to do — solely on the basis of Terry and related case law.\nBecause of its revised approach on appeal, limiting its analysis to probable cause, the government no longer advances its argument that appellant had consented to opening her hand. Nor does the government advance a record-based argument that the resulting “search” of appellant’s hand was justified by concern for the police officers’ safety. The narrow issue before us, therefore, is whether — as the trial court held — Terry justifies a non-consensual search of a closed hand absent a concern for police officer safety. We believe — as the government effectively concedes by declining to defend on Terry grounds — that the answer must be no, given our controlling analysis in Upshur v. United States, 716 A.2d 981 (D.C.1998) (decided after the trial court ruled in this case).\nIn Upshur, this court reversed a conviction for possession of cocaine. Two officers, patrolling in a high drug trafficking neighborhood, had observed Upshur leaning into a car and receiving an unknown object in exchange for money. Upshur, 716 A.2d at 982. When Upshur saw the police cruiser, he walked away “with his fist balled as if he was holding something.” Id. Based on the officers’ experience that led them to believe an illegal drug transaction had taken place, they grabbed Upshur and “told him to open his hand.” Id. While one officer was attempting to place Upshur’s hands on the cruiser, the driver of the other car began to speed off. Id. After the other officer tried unsuccessfully to stop the driver, that officer looked back and noticed “objects falling” from Ups-hur’s hand. Id. These objects later tested positive for crack cocaine. Id.\nIn moving to suppress admission of the cocaine in evidence, Upshur argued that the police had lacked probable cause; the government replied that the police had been justified in conducting an investigatory stop and related protective search. Based on the two-way exchange, the trial judge found “reasonable, articulable suspicion for a Terry stop,” then “probable cause to arrest” Upshur “after he dropped the drugs.” Upshur, 716 A.2d at 982-983. The judge accordingly denied the motion to suppress:\nOn appeal, however, this court — assuming without deciding the validity of the investigatory stop — recognized that the “ ‘sole justification of the [Terry ] search ... is the protection of the police officer and others nearby,’” 716 A.2d at 983 (quoting Terry, 392 U.S. at 29, 88 S.Ct. 1868); “[t]he self-protective search authorized under Terry does not permit a generalized search for contraband.” Id. at 984. Quoting Sibron v. New York, 392 U.S. 40, 64, 88 S.Ct. 1889, 20 L.Ed.2d 917 (1968) — permitting a “self-protective search for weapons” only when a police officer can “point to particular facts from which he [or she] reasonably inferred that the individual was armed and dangerous” — we concluded that the suppression hearing testimony “did not reveal such facts.” Upshur, 716 A.2d at 984. In words applicable to the facts here, we summarized:\nThe officer’s testimony made it clear that he thought that appellant had drugs in his fist when he grabbed him. We cannot impute a safety concern to the trained officer where he did not indicate in any way that he apprehended danger and where the evidence does not otherwise support such a claim. Nor can this court impute a safety concern from the mere fact that the officers believed appellant was buying drugs. Although we have recognized that “drugs and weapons go together,” that connection standing alone is insufficient to warrant a police officer’s reasonable belief that a suspect is armed and dangerous, and we have never so held.\nId. (citation omitted). We added that neither Cousart nor Peay v. United States, 597 A.2d 1318 (D.C.1991) (en banc), is applicable when the facts do not indicate concern for police safety.\nOn this record, there is no claimed basis for a finding that these officers — in asking appellant to open her right hand — had been evidencing concern for their own safety, rather than merely looking for evidence of an unlawful drug transaction. Accordingly, the fruits of the impermissible search must be suppressed.\nReversed and remanded.\nSCHWELB, Associate Judge, with whom STEADMAN, Associate Judge, joins, concurring:\nIn light of this court’s decision in Upshur v. United States, 716 A.2d 981 (D.C.1998), I join the judgment and opinion of the court. I am constrained to add, however, that I find Judge Farrell’s dissenting opinion in Upshur extremely persuasive. But for our duty to follow Upshur, I would hold that the officer’s direction to Ms. Jackson to open her hánd was not an unreasonable search. Accordingly, if I were free to do so, I would vote to affirm Ms. Jackson’s conviction.\n. Following her plea, Jackson was released on personal recognizance. Later she was detained (on April 9, 1997) and sentenced (on May 23, 1997) to time served.\n. The trial court found that the police had observed Carthens handling small, blue, and hidden objects; that he had passed them to two persons among those who had been “stopping and going”; that these police officers (who testified that receipt of a “small blue object” was \"consistent with distribution of heroin in that area”) had significant narcotics experience; and that the officers had been patrolling a \"high drug area.” Because we hold that the search of Jackson's hand was unlawful, without regard to the lawfulness of the investigative stop, we need not decide whether these factors, taken together, constitute a basis for reasonable suspicion justifying a stop under Terry.\n. Absent an issue of officer safety, we need not address the question whether a safety concern justifying a Terry frisk may be evaluated solely with reference to objective criteria, without regard to the officers’ subjective state of mind.\n. In Cousart, this court concluded that safety concerns justified the officers’ Terry-based command that the suspect raise and open his hands. Cousart, 618 A.2d at 99-100. After a six-block chase that ended in a high drug area, the officers ordered the occupants of a vehicle to keep their hands up where the officers could see them. Id. at 98. One occupant dropped his hands and one shoulder from view, did something below the dashboard, \"and came back up.” Id. The officers then ordered the occupant out of the car and found a pistol inches from where the occupant had been sitting. Id.\n. In Peay, this court ruled there was reasonable suspicion and thus a justifiable Teny stop. Peay had watched three plain clothes police officers approaching his apartment building, whereupon he \"rather hurriedly” went inside. 597 A.2d at 1319. One officer saw him soon thereafter on the third floor of the building clutching something in his left hand, which the officer believed \" 'could possibly have been a weapon, a small knife, possibly a gun.’ ” Id. When the officer identified himself and asked what Peay was holding, Peay walked away. When the officer then touched or grabbed his shoulder, Peay dropped thirteen small bags of marijuana. Id.\n. See supra note 3 and accompanying text.",
        "type": "majority",
        "author": "FERREN, Senior Judge:"
      }
    ],
    "attorneys": [
      "Kathleen Sutherland, Washington, DC, appointed by this court, was on the brief, for appellant.",
      "Wilma A Lewis, United States Attorney, with whom John R. Fisher, Mary Patrice Brown, and Stephen J. Gripkey, Assistant United States Attorneys, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pamela JACKSON, Appellant, v. UNITED STATES, Appellee.\nNo. 97-CO-906.\nDistrict of Columbia Court of Appeals.\nSubmitted Oct. 28, 1999.\nDecided Dec. 30, 1999.\nKathleen Sutherland, Washington, DC, appointed by this court, was on the brief, for appellant.\nWilma A Lewis, United States Attorney, with whom John R. Fisher, Mary Patrice Brown, and Stephen J. Gripkey, Assistant United States Attorneys, were on the brief, for appellee.\nBefore STEADMAN and SCHWELB, Associate Judges, and FERREN, Senior Judge."
  },
  "file_name": "0883-01",
  "first_page_order": 929,
  "last_page_order": 932
}
