{
  "id": 7339843,
  "name": "GREENWOOD GAMING AND ENTERTAINMENT, INC., Petitioner v. PENNSYLVANIA GAMING CONTROL BOARD, Respondent. Valley Forge Convention Center Partners, L.P., Intervenor",
  "name_abbreviation": "Greenwood Gaming & Entertainment, Inc. v. Pennsylvania Gaming Control Board",
  "decision_date": "2011-03-08",
  "docket_number": "",
  "first_page": "884",
  "last_page": "896",
  "citations": [
    {
      "type": "official",
      "cite": "15 A.3d 884"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "101 A.2d 385",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "pin_cites": [
        {
          "page": "389"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244359
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0528-01"
      ]
    },
    {
      "cite": "927 A.2d 232",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3555888,
        8397114
      ],
      "weight": 2,
      "year": 2007,
      "pin_cites": [
        {
          "page": "238"
        },
        {
          "page": "237-38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/592/0664-01",
        "/a2d/927/0232-01"
      ]
    },
    {
      "cite": "592 Pa. 664",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3555888
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/592/0664-01"
      ]
    },
    {
      "cite": "926 A.2d 926",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3555907,
        8375605
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "929"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/592/0505-01",
        "/a2d/926/0926-01"
      ]
    },
    {
      "cite": "592 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3555907
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/592/0505-01"
      ]
    },
    {
      "cite": "927 A.2d 209",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8396986,
        3555692
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/927/0209-01",
        "/pa/592/0625-01"
      ]
    },
    {
      "cite": "592 Pa. 625",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3555692
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/592/0625-01"
      ]
    },
    {
      "cite": "960 A.2d 442",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3441981,
        8192838
      ],
      "weight": 3,
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "explaining that \"this Court ultimately maintains the final responsibility to interpret or construe statutes\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/599/0131-01",
        "/a2d/960/0442-01"
      ]
    },
    {
      "cite": "599 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3441981
      ],
      "weight": 2,
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "explaining that \"this Court ultimately maintains the final responsibility to interpret or construe statutes\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/599/0131-01"
      ]
    },
    {
      "cite": "378 U.S. 184",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166005
      ],
      "weight": 4,
      "year": 1964,
      "pin_cites": [
        {
          "page": "197",
          "parenthetical": "Stewart, J., concurring"
        },
        {
          "parenthetical": "Stewart, J., concurring"
        },
        {
          "parenthetical": "Stewart, J., concurring"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/us/378/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1450,
    "char_count": 36569,
    "ocr_confidence": 0.719,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1890758882081542
    },
    "sha256": "50eb5ee0ba39af61b893bf083f3a38ddcddef2c632a6d01fb6a34b93f36fa115",
    "simhash": "1:275f26014c160d7a",
    "word_count": 5736
  },
  "last_updated": "2024-02-27T23:14:08.226820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ."
    ],
    "parties": [
      "GREENWOOD GAMING AND ENTERTAINMENT, INC., Petitioner v. PENNSYLVANIA GAMING CONTROL BOARD, Respondent. Valley Forge Convention Center Partners, L.P., Intervenor."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice McCAFFERY.\nIn this appeal, we consider whether Ap-pellee, the Pennsylvania Gaming Control Board (the “Board”), properly approved a Category 3 slot machine license application submitted by Intervenor, Valley Forge Convention Center Partners, L.P. (“Valley Forge Partners”), pursuant to the Race Horse Development and Gaming Act (the “Gaming Act”), 4 Pa.C.S. §§ 1101-1904. Upon careful review of the record, the briefs of the parties, and the relevant law, we determine that the Board properly approved the Category 3 slot machine license, and we affirm.\nOn June 29, 2007, Valley Forge Partners submitted an application to the Board for a Category 3 slot machine license to operate no more than 500 slot machines at the Valley Forge Convention Center in King of Prussia, Montgomery County. Appellant, Greenwood Gaming and Entertainment, Inc. (“Greenwood”), which owns and operates Parx Racing and Casino, a thoroughbred racetrack and casino with 3,300 slot machines in Bensalem, Bucks County, challenged Valley Forge Partners’ eligibility to obtain the license under the Gaming Act. A number of hearings were conducted and a voluminous documentary and testimonial evidentiary record was created, including evidence that access to the gaming area would be limited to those individuals who were overnight guests at or patrons of the Convention Center’s amenities. There was also evidence submitted to support a showing that Valley Forge Partners had adequate financing for the project, and that the Convention Center is more than fifteen miles from any other licensed slots facility in Pennsylvania.\nOn May 8, 2009, the Board approved the application and issued a written adjudication that, among many other things, determined that Valley Forge Partners is the owner of the Valley Forge Convention Center, and that the Valley Forge Convention Center is a well-established resort hotel under the Gaming Act. On June 5, 2009, Greenwood filed a petition for review in the nature of an appeal from a final adjudication, requesting that this Court reverse the Board’s order approving the application, citing this Court’s exclusive jurisdiction over the appeal pursuant to Section 1204 of the Gaming Act.\nThe Gaming Act gives the Board extensive powers over gaming in Pennsylvania, including the specific power and duty, “[a]t its discretion, to issue, approve, renew, revoke, suspend, condition or deny issuance or renewal of slot machine licenses.” 4 Pa.C.S. § 1202(b)(12). The Gaming Act further provides that, notwithstanding statutory provisions relating to judicial review of Commonwealth agency actions and direct appeals from government agencies, this Court’s review of Board decisions is limited to determining whether the Board: (1) erred as a matter of law; or (2) acted arbitrarily and in capricious disregard of the evidence. 4 Pa.C.S. § 1204; Pocono Manor Investors, L.P. v. Pennsylvania Gaming Control Board, 592 Pa. 625, 927 A.2d 209, 216 (2007). If the Board has not committed an error of law or acted arbitrarily and in capricious disregard of the evidence, we must affirm. 4 Pa.C.S. § 1204. Capricious disregard entails a “willful and deliberate disregard of competent testimony and relevant evidence which one of ordinary intelligence could not possibly have avoided in reaching a result.” Riverwalk Casino L.P. v. Pennsylvania Gaming Control Board, 592 Pa. 505, 926 A.2d 926, 929 (2007). The Board’s decision is to be given great deference, and this Court is not to substitute its judgment for the Board’s nor intrude upon the Board’s fact-finding role and discretionary decision-making authority. Station Square Gaming, L.P. v. Pennsylvania Gaming Control Board, 592 Pa. 664, 927 A.2d 232, 238 (2007). Under the capricious disregard standard, relief will rarely be warranted. Id. at 237-38.\nOn appeal, Greenwood raises the following issues, which we reproduce verbatim, but have re-ordered for ease of discussion:\n1.Did the Board err as a matter of law, and act arbitrarily and in capricious disregard of the evidence, by concluding that the Valley Forge Convention Center is a well-established resort hotel?\n2. Did the Board commit an error of law by awarding a Category 3 Slot Machine license to an Applicant that is not an owner of the well-established resort hotel?\n3. Assuming arguendo equitable ownership is legally sufficient and present, did the Board err as a matter of law by awarding a license to the Applicant where such equitable ownership admittedly did not exist at the time of the application?\n4. Did the Board commit an error of law and capriciously disregard the evidence in relation to the Applicant’s plan limiting access to the gaming floor to overnight guests and patrons of the amenities?\n5. Was the Board’s decision that the Applicant was suitable for licensure arbitrary and in capricious disregard of the evidence?\nAppellant’s Brief at 5.\nThe Gaming Act provides, in relevant part, as follows:\nA person may be eligible to apply for a Category 3 license [500 or fewer slot machines] if ... the person is seeking to locate a Category 3 licensed facility in a well-established resort hotel having no fewer than 275 guest rooms under common ownership and having substantial year-round recreational guest amenities. The applicant ... shall be the owner or a wholly owned subsidiary of the owner of the established resort hotel. A Category 3 license may only be granted upon the express condition that an individual may not enter the gaming area of the licensee if the individual is not a registered overnight guest of the established resort hotel or if the individual is not a patron of one or more of the amenities provided by the established resort hotel....\n4 Pa.C.S. § 1305(a)(1).\nIn support of its first issue on appeal, Greenwood argues that the Board ignored the fact that the Valley Forge Convention Center does not hold itself out as a resort, and ignored the allegedly consensus opinion of multiple experts that the Convention Center is not a resort hotel, but is instead, a convention hotel. Central to its argument is the contention that the Valley Forge Convention Center “has always and continues to hold itself out as a convention center and not a resort. The applicant’s name, the facility’s name, its marketing materials, letterhead and internal signage all call itself a Convention Center. There is not a single mention of the facility as a resort.” Appellant’s Brief at 34 (emphasis in original). Thus, Greenwood contends the Board’s decision was arbitrary and in capricious disregard of the evidence, and that the Convention Center is, as a matter of law, a convention hotel, and not a resort hotel.\nThe Board responds that the Valley Forge Convention Center provides numerous amenities that would typically be found at a resort hotel, and that expert testimony at the hearings established that there is significant overlap, according to industry standards, between a resort hotel and a convention hotel. The Board points out that Greenwood did not present any expert testimony on the Convention Center’s status as a resort hotel, and that the testimony of the only expert who did testify on the subject, Peter Tyson, Vice President of PKF Consulting, established that the Convention Center meets the “substantial year-round amenities test” under the Gaming Act. Appellee’s Brief at 31-32.\nThe Gaming Act does not define “well-established resort hotel.” In concluding that the Valley Forge Convention Center is a well-established resort hotel that offers substantial year-round recreational guest amenities, the Board considered the criteria it had adopted by regulation, as follows:\nTo qualify as a well-established resort hotel with substantial year-round recreational guest amenities, the resort hotel must offer at the resort hotel a complement of amenities characteristic of a well-established resort hotel, including but not limited to the following:\n(1) Sports and recreational activities and facilities such as a golf course or golf driving range.\n(2) Tennis courts.\n(3) Swimming pools or a water park.\n(4) A health spa.\n(5) Meeting and banquet facilities.\n(6) Entertainment facilities.\n(7) Restaurant facilities.\n(8) Downhill or cross-country skiing facilities.\n(9) Bowling lanes.\n(10) Movie theaters.\n58 Pa.Code § 441a.23(a) (emphasis supplied).\nHere, the Board found that the Valley Forge Convention Center possessed the following complement of amenities characteristic of a well-established resort hotel: 1) two hotels with a combined total of 488 guest rooms, 58 of which were fantasy-themed suites, and 220 of which featured Jacuzzi-style bathtubs; 2) an outdoor swimming pool; 3) a 3,000 square foot fitness facility with equipment, steam rooms, saunas, and racquetball courts; 4) an exhibition and meeting space of 108,000 square feet; 5) a ballroom of 8,000 square feet, utilized for weddings, corporate meetings, live shows, entertainment, and other social events; 6) three full-service restaurants; and 7) a nightclub. Board’s Adjudication, dated 5/8/09, at 30-32. The Board noted that the definition of a resort, as contained in a leading trade publication, is “a hotel, usually in a suburban or isolated rural location, with special recreational amenities.” The Board found that the Valley Forge Convention Center is adjacent to Valley Forge National Park and that it has been under the control of the same ownership interests since 1994. Id. at 39. The Board explicitly determined that a facility featuring the specific complement of amenities set forth above, that has been in existence for at least 15 years under the same ownership, is a well-established resort hotel.\nWe cannot conclude that the Board committed legal error or acted arbitrarily in capricious disregard of the evidence simply because the applicant has historically marketed itself more as a “convention center” than as a “resort hotel.” That the Valley Forge Convention Center focused its self-promotion on its convention center attributes and did not market its resort amenities as heavily does not mean that the two aspects are mutually exclusive. They are not. Further, the long-standing existence of the Valley Forge Convention Center is not subject to question, and it cannot be gainsaid that Valley Forge Partners presented competent evidence that the Convention Center provides a complement of amenities characteristic of a resort hotel. Thus, the Board’s conclusion that the Valley Forge Convention Center is a well-established resort hotel is not arbitrary. Moreover, the record demonstrates that the Board did not capriciously disregard Greenwood’s evidence. Instead, the record shows that the Board appropriately weighed competing evidence and found in favor of the applicant. That the applicant’s marketplace branding strategy does not employ the word “resort” is not determinative of the legality or reasonableness of the Board’s decision to award it a Category 3 slot machine license, and we thus determine that Greenwood’s first issue does not merit relief.\nGreenwood’s second and third issues challenge the Board’s determination that Valley Forge Partners is the owner of the Convention Center. At the time of application, the owner of the Convention Center was Valley Forge Colonial, L.P. (“Colonial”). Valley Forge Partners subsequently arranged a merger of Colonial into Valley Forge Partners, and signed an agreement of sale to purchase the Convention Center from Colonial. These transactions occurred because some of the limited partners in Colonial did not want to be part of the slot machine venture. The principal partner in control of both entities (Valley Forge Partners and Colonial) was the same person, Ira Lubert.\nThe agreement of sale had contained a condition precedent that the sale would not be consummated if Valley Forge Partners did not receive license approval. At the insistence of the Board, however, the parties to the agreement of sale waived this condition. The Board concluded that even though title to the Convention Center had not passed to Valley Forge Partners by the time the license was approved, Valley Forge Partners was the owner of the Convention Center under the doctrine of equitable conversion, which provides that an unconditional agreement of sale vests equitable ownership in the purchaser. Additionally, the Board determined that, “consistent with its past practice of allowing applicants in this nascent industry in the Commonwealth to amend their application when deficiencies, including eligibility deficiencies, are noted,” Valley Forge Partners’ equitable ownership was retroactive to its application date of June 27, 2007. Board’s Adjudication at 36.\nPennsylvania jurisprudence has long recognized that during the interval between the execution of a real estate sales agreement and the conveyance of title, the purchaser of the real estate is considered the equitable owner of the real estate. Allardice v. McCain, 375 Pa. 528, 101 A.2d 385, 389 (1953). Greenwood takes no serious issue with the law of equitable ownership. Instead, it argues that where satisfaction of a condition precedent to performance under an agreement of sale is under the control of a third party, equitable ownership cannot vest. Appellant’s Brief at 18. Specifically, it contends that Valley Forge Partners is not the owner of the Convention Center because, despite its waiver of the license condition, the record shows that, in fact, the agreement of sale and the merger agreement are contingent upon license approval by the Board. The gravamen of Greenwood’s argument is that even though Valley Forge Partners expressly waived license approval as a condition precedent to closing under Article 6 of the agreement (Conditions) and under Article 10.22 of the agreement (Purchaser’s Approvals Contingency), no express waiver was included in Article 7 of the agreement (Closing). Thus, Greenwood argues the condition precedent remains in place, and that the Board committed an error of law in concluding Valley Forge Partners is the owner of the Valley Forge Convention Center.\nArticle 7 of the sales agreement chiefly addresses the timing of closing. Article 7.1(a) states that “[t]he closing shall occur on a date agreed to by Seller and Purchaser which date shall be promptly after Purchaser’s receipt of the Approvals.” Agreement, Article 7.1(a). Article 7.1(b) requires that closing was to occur by December 31, 2010, and if it did not, the Seller has the right to terminate the agreement whether or not the Purchaser has obtained all of the approvals. Moreover, the agreement of sale provides for a penalty of $1,375,000 that Valley Forge Partners must pay to Colonial should Colonial terminate the agreement if closing did not occur by the specified date. In view of this deadline and the significant penalty for failing to close, the Board stated, “it can hardly be said that closure of the transaction after awarding a Category 3 license is a de facto condition precedent.” Board’s Adjudication at 35.\nWe agree with the Board’s determination that license approval was not a condition precedent here. Rather, license approval was expressly waived by the parties to the sales agreement, and the provision that Greenwood characterizes as a condition precedent is actually an expression that the transaction must close by a date certain, with or without a Category 3 slot machine license. The Board committed no error of law in determining that equitable ownership of the Convention Center was in Valley Forge Partners as purchasers under an unconditional agreement of sale, and that Valley Forge Partners’ equitable ownership was retroactive to the date of the Category 8 slot machine license application.\nIn its fourth issue on appeal, Greenwood asserts that Section 1305(a)(1) of the Gaming Act permits the Board to grant a license upon the express condition that only registered guests and patrons of amenities be allowed in the gaming area. Greenwood posits that the Board’s order itself must contain this condition, and here it does not. In addition, Greenwood contends that the Board failed to approve Valley Forge Partners’ amenities plan before granting it a license. Thus, it contends that the Board committed an error of law. In the alternative, Greenwood contends that the Board capriciously disregarded evidence that Valley Forge Partners is allegedly skirting the Gaming Act’s access limitations by simply requiring any person to pay a $10 fee to enter the gaming area.\nThe Board responds that the Gaming Act does not require pre-license approval of a particular plan for assuring that the gaming area restriction is met. Rather, an access plan is part of an applicant’s internal controls, which must be submitted to the Board for approval 90 days before the commencement of gaming operations. 58 Pa.Code §§ 441a.23 and 465a.2(a). Moreover, the Board points out a distinction between approval of a license and issuance of a license. Issuance occurs only after all conditions have been satisfied and all plans finalized and approved.\nDuring the numerous hearings that were conducted during the application process, both the principal partner of Valley Forge Partners, Ira Lubert, and a high-level employee of the partnership, C. Patrick McCoy, testified that the proposed gaming areas would be available only to Convention Center guests and patrons of the Convention Center’s amenities. Specifically, at the hearing on October 16, 2007, McCoy testified that Valley Forge Partners planned to develop a computerized system to provide guests and patrons of the Convention Center with access passes allowing them entry into the gaming area, and Lubert specifically denied that there would be any entrance fees, admission kiosks, or entrance gates with flat-fee admission charges. Rather, a guest or patron must spend $10 or more on some specific Convention Center amenity in order to satisfy the “non-de minimis” consideration requirement set forth by the Gaming Act. 4 Pa.C.S. § 1305(a)(1), (e).\nGiven this testimony and the fact that the Board still has ultimate authority to issue or deny a gaming license upon final review of the amenities plan, we cannot say that the Board committed an error of law or capriciously disregarded evidence relating to the access plan in approving Valley Forge Partners’ application, and we reject Greenwood’s fourth issue as unavailing.\nIn its final issue, Greenwood alleges that the Board’s determination that Valley Forge Partners is financially suitable for licensure was arbitrary and in capricious disregard of the evidence. Specifically, Greenwood asserts that there was incontrovertible evidence presented that financing of the project was not secure, and that the operation of the slot machines at the Convention Center would reduce gaming revenue at other area licensed slot machine facilities and racetracks.\nWith respect to the financing of the project, Section 1313(a) of the Gaming Act provides that “[t]he Board shall require each applicant ... to produce the information, documentation and assurances concerning financial background and resources as the board deems necessary to establish by clear and convincing evidence the financial stability, integrity and responsibility of the applicant....” 4 Pa.C.S. 1313(a). Here, Valley Forge Partners presented evidence to show that approximately 50% of the financing for the project would come from various lenders, and that the remaining equity necessary to complete the project would be provided by Ira Lubert personally. Greenwood now argues that the evidence was less than clear and convincing that these resources will be available, because, although Mr. Lubert testified that he was “committed” to providing the remaining equity, his commitment was not a “guarantee.”\nThe Board specifically set forth in its adjudication that an assessment of financial suitability was conducted by the Financial Suitability Task Force of the Board’s Bureau of Investigation and Enforcement, and that the process for determining the financial suitability of Valley Forge Partners “entailed extensive document review.” Board’s Adjudication at 13. Based on its review of a financial fitness report submitted by the Task Force, the Board determined that there was “nothing ... that would indicate that the applicant or its principles are not financially suit-ablet.]” Id. at 15.\nWith respect to direct competition for gaming revenue and the potential negative financial impact new gaming licenses may place on other nearby gaming facilities and racetracks, the Act requires only that a new gaming facility not be located within 15 miles of another gaming facility. There is no question that the location of the Convention Center satisfies this distance requirement. Nevertheless, Greenwood presented the testimony of its representative, Thomas C. Bonner, that its “fundamental concern is that the Philadelphia area market for slots gaming is already saturated and that granting Valley Forge a Category Three license will merely redistribute existing slot revenues])]” Hearing, 10/22/08, at 88. Valley Forge Partners, on the other hand, presented expert testimony that any potential negative impact that the Convention Center slot machines might place upon nearby gaming facility revenues would be de minimis in nature.\nBased on the foregoing, we cannot conclude that the Board acted arbitrarily or capriciously disregarded Greenwood’s evidence in determining that Valley Forge Partners is financially suitable for licen-sure, and we reject Greenwood’s claim to the contrary.\nAccordingly, for the reasons set forth above, we affirm the order of the Board that approved the application of Valley Forge Partners for a Category 3 slot machine license.\nChief Justice CASTILLE did not participate in the decision of this case.\nJustice GREENSPAN did not participate in the consideration or decision of this case.\nJustices BAER and TODD join the opinion.\nJustice SAYLOR files a dissenting opinion.\nJustice EAKIN files a dissenting opinion.\n. Section 1204 of the Gaming Act provides:\n§ 1204. Licensed gaming entity application appeals from board\nThe Supreme Court of Pennsylvania shall be vested with exclusive appellate jurisdiction to consider appeals of any final order, determination or decision of the board involving the approval, issuance, denial or conditioning of a slot machine license or the award, denial or conditioning of a table game operation certificate. Notwithstanding the provisions of 2 Pa.C.S. Ch. 7 Subch. A (relating to judicial review of Commonwealth agency action) and 42 Pa.C.S. § 763 (relating to direct appeals from government agencies), the Supreme Court shall affirm all final orders, determinations or decisions of the board involving the approval, issuance, denial or conditioning of a slot machine license or the award, denial or conditioning of a table game operation certificate unless it shall find that the board committed an error of law or that the order, determination or decision of the board was arbitrary and there was a capricious disregard of the evidence.\n4 Pa.C.S. § 1204.\n. Greenwood did not present expert testimony on this issue, but relied on several \"letter opinions” of industry experts submitted by another Category 3 slot machine license applicant.\n. The Merger Agreement contains a provision parallel to Article 7.1(b).",
        "type": "majority",
        "author": "Justice McCAFFERY."
      },
      {
        "text": "Justice SAYLOR,\ndissenting.\nI respectfully differ with the majority’s reasoning and holding on the threshold legal question of what the Legislature meant when it employed the term “well-established resort hotel” as the litmus for Category 3 license eligibility. 4 Pa.C.S. § 1305(a)(1).\nIn the first instance, the majority recognizes that this term is undefined in the statute. See Majority Opinion, at 888-89. Nevertheless, in spite of the apparent ambiguity, the majority offers little or no analysis of the term, other than to accept the Board’s interpretation that the Valley Forge Convention Center qualifies. See id. at 888-89. For my part, I believe a more probing inquiry on this pivotal question of statutory construction is necessary to an appropriate resolution of this licensing appeal. See Nationwide Ins. Co. v. Schneider, 599 Pa. 131, 145 n. 8, 960 A.2d 442, 450 n. 8 (2008) (explaining that “this Court ultimately maintains the final responsibility to interpret or construe statutes”).\nThe Board’s regulations define a well-established resort hotel, somewhat tautologically, as “[a] resort hotel ... having substantial year-round recreational guest amenities.” 58 Pa.Code § 441a.1. This, however, is plainly insufficient to capture the legislative intent, since it affords no meaning to the qualifier that the resort hotel must be “well-established” to support a Category 3 license. 4 Pa.C.S. § 1305(a)(1). Indeed, contrary to the presumption that the General Assembly does not intend to include superfluous language, see 1 Pa.C.S. § 1922(2), neither the Board’s definition, nor its adjudication, gives any attention to this qualifying term.\nFurthermore, the Board appears to read the statutory proviso that the established resort hotel offer “substantial year-round recreational guest amenities,” 4 Pa.C.S. § 1305(a)(1), as if this criterion defines a well-established resort. In the statute, however, the year-round proviso is positioned remotely from the “well-established” qualifier and an independent purpose is readily discernable. In this regard, core amenities offered at many resorts (such as skiing and golfing) are seasonal in nature. Thus, for example, a hotel might enjoy the status of a well-established resort but not meet the independent requirement to provide substantial year round amenities. Moreover, a newly-constructed hotel may offer year-round amenities but cannot fairly be characterized as well established. For these reasons, status as a well-established resort must entail more than the provision of year-round amenities.\nIn considering the purpose of the “well-established” qualifier, I recognize that it is possible that the Legislature intended it to relate only to status as a hotel (which appears to be the majority’s understanding, see Majority Opinion, at 889), as opposed to encompassing the resort term as well. The legislative history related by one of Applicant’s attorneys, however— namely, that the definition was crafted with two of Pennsylvania’s long-standing, landmark resort hotels as the models— strongly favors the latter understanding. Specifically, the attorney explained:\nNow, I think what’s more important here ..., Section 1305 of the Act was substantially amended in November of '06, very — almost the whole thing was rewritten.... The Act was written originally with two resorts in mind. There’s no doubt about that. Both of those resorts originally applied to you, and they both withdrew. You then held your own hearing to try to figure out how to get other applicants to be interested. And the legislature knew when it amended the Act in November of '06, Nemacolin [Woodlands Resort] had already withdrawn and Seven Springs [Mountain Resort], those of us in the industry knew they were going to withdraw.\nN.T., Oct. 22, 2008, at 80. While the attorney also indicated that the General Assembly had subsequently modified the Gaming Act in 2006 and expanded the range of qualifying hotels, see id., in point of fact, the language of Section 1305(a)(1) was unaltered by the 2006 amendments. Compare Act of July 5, 2004, P.L. 572, No. 71, § 1305(a), with Act of Nov. 1, 2006, P.L. 1243, No. 135, § 1305(a)(1). Moreover, the •stronger variant of the “well-established” qualifier — i e., that attaching to both “resort” and “hotel” — is consistent with the apparent legislative intent to closely limit the availability and scope of Category 3 licenses.\nTaking into account that a degree of deference is due the Board’s construction of Section 1305, see Schneider, 599 Pa. at 145 n. 8, 960 A.2d at 450 n. 8, I am simply unable to accept it, because the Board’s regulation and adjudication afford no role to the “well-established” qualifier. Thus, I find that the Board committed an error of law, and its adjudication cannot be sustained for that reason. See 4 Pa.C.S. § 1204. Moreover, as Appellant develops at length, there is little or no record evidence that Applicant so much as markets itself as a resort hotel — certainly, there is no dispute that the convention center is the predominate marketing focus. I find substantial force in Appellant’s argument that Valley Forge Convention Center cannot be well established in the public eye as a resort, where it does not appear even to perceive itself as such.\nI have no doubt that industry definitions may overlap or of the desire among hotel establishments to serve as many things to many people. However, I am unable to accept that a convention center complex which does not broadly portray itself to the public as a resort qualifies as a “well-established resort hotel,” along the lines of the Nemacolin or Seven Springs resort properties. Accord Brief for Appellant at 30 (“Lacking from [the] litany of the ordinary [amenities associated with the property] are those ‘special’ or ‘substantial’ amenities that are the hallmarks of a true well-established resort hotel and that were plainly envisioned by Section 1305 of the Gaming Act. The Valley Forge Convention Center fails to offer its guests such on-site amenities. as golf courses, lakes, boating, winter sports activities, tennis, hiking, biking, horseback riding, art galleries, museums and more.”).\nFinally, I am sympathetic to the Board’s efforts to advance the aims underlying the Gaming Act through the prompt issuance of the finite number of licenses subject to its charge. I also recognize the benefits to the local area associated with a Category 3 approval for Applicant’s facility, as amply developed in its evidence, as well as the wide-scale support Applicant enjoys from its community. Indeed, in light of the experience of attrition among Category 3 applicants, it may very well be that the Legislature may wish to revisit the prevailing restrictions. With all due deference, however, I believe the Board committed legal error by failing to implement, appropriately, the existing statutory prerequisites to the approval of a Category 3 license.\n. Considering the purposes of the Gaming Act (including the clear intent to restrict Category 3 licenses and the gaming activities authorized thereunder), the year-round-amenities requirement may have been added to assure that gaming activities would not be the only substantial attraction during off-season periods, thus converting a resort offering gaming amenities into, effectively, a “casino.”\n. See 4 Pa.C.S. § 1305. Indeed, if anything, the Legislature subsequently has strengthened the qualifiers by modifying the statute, in 2010, to repeat the \"well-established” criterion four additional times. See Act of Jan. 7, 2010, P.L. 1, No. 1, § 1305(a)(1).\n. As Appellant highlights, all of the facility’s signage, letterheads, and marketing and guest materials reflect that it is a convention center and are devoid of a single reference to resort status. See R.R. at 262a-263a, 806a-826a.\n. Appellant also argues that the Board ignored or misconstrued key factors, such as the percentage of leisure guests and their average length of stay, in making its decision. In this regard, I also question the inclusion of convention-center guests within the leisure segment for purposes of determining resort-hotel status.\n.Some insight into what appears to be an evolving understanding of what constitutes a well-established resort hotel on the part of the Board are encapsulated in a commissioner’s comments at the licensing hearing, as follows: \"Well, they’re not exactly standing in line to come in for a Category Three license. And we do have another obligation is [sic] to get gaming up and running in Pennsylvania.” N.T., Oct. 22, 2008, at 97.\n. Of course, concerns with saturation of the Greater Philadelphia market maintained by Appellant also would be relevant to any such legislative inquiry. See N.T., Oct. 22, 2008, at 86-89, 93 (expressing Appellant’s concerns over \"cannibalizing” existing gaming revenues via oversaturation).",
        "type": "dissent",
        "author": "Justice SAYLOR,"
      },
      {
        "text": "Justice EAKIN,\ndissenting.\nOur question is whether the Valley Forge Convention Center is a “well-established resort hotel.” That term, though modified by further requirements of room and recreational amenities, is entirely undefined in the statute, but much like pornography, we need not define it to know it when we see it — and anyone who has seen this excellent complex knows what it is, and what it is not.\nFor all the expert testimony of pools and “theme rooms,” let me suggest the matter can be settled by a simple common sense test. Let each member of the Pennsylvania Gaming Control Board say to his or her significant other, “Honey, I’m taking you for a romantic weekend at a ‘well-established resort hotel.’ ” Then put the suitcases in the car, get on the turnpike or the Schuylkill Expressway and drive to the front of the Valley Forge Convention Center. Get out, smile, say “Honey, we’re here!”, and see what your loved one says.\nThe Convention Center is a fine place, and I do not suggest otherwise. It is more than suitable for many things and with many features justifying its obvious success — indeed, until very recently, our Court’s Bar Examiners held the bar exam at the Convention Center. It is many things, but it simply is not a resort. It is enclosed by the turnpike and major arteries, surrounded by apartment complexes, office parks, and sprawling shopping malls. The area is overrun with traffic, and the center is populated by conventioneers with nametags meeting in the commodious rooms built for the purpose of conventio-neering. It is a wonderful and centrally located convention center and attracts visitors by the busload. I do not know why the statute created a license issuable only to a well-established resort instead of a convention center, but it did, and we should not perpetuate the deceit of calling this facility something it is not.\nYou can call a duck a goose. You can point to its size, its aquatic lifestyle and its diet, its bill and its cry, its feathery -wings and its webbed feet. There are similarities to be sure, but at the end of the day, it is still a duck. No matter what the Board here tried to shoehorn into the term, we know a duck when we see one, and for better or worse, the Convention Center is a duck, not a goose.\nRespectfully, I dissent.\n. Jacobellis v. Ohio, 378 U.S. 184, 197, 84 S.Ct. 1676, 12 L.Ed.2d 793 (1964) (Stewart, J., concurring).\n. There are additional issues with the majority opinion. First, a newly-created partnership, Valley Forge Convention Center Partners, L.P., is actually the one seeking license approval, not the previous 15-year owner. See Majority Op., at 889. Further, the sales agreement between Valley Forge Convention Center Partners, L.P. and the former owner, Colonial, contained a condition precedent that the sale would not be consummated if Valley Forge Convention Center Partners, L.P. did not receive license approval. However, at the Board's insistence, the parties waived this condition. This further evidences Valley Forge Convention Center Partners, L.P. was the owner of the Convention Center merely from the date of its license application, and not for 15 years, as the Board and majority surmise. See id., at 889-90 (citing Board’s Adjudication, at 36 (Valley Forge Convention Center Partners, L.P.’s \"equitable ownership through equitable conversion should be applied retroactive to the ... application date ...”)).",
        "type": "dissent",
        "author": "Justice EAKIN,"
      }
    ],
    "attorneys": [
      "Scott Thomas Wyland, Kevin James McKeon, Hawke McKeon & Sniscak, L.L.P., Mark Scott Stewart, Alan C. Koh-ler, LeRoy S. Zimmerman, Eckert Sea-mans Cherin & Mellott, LLC, Harrisburg, for Greenwood Gaming and Entertainment Inc.",
      "Raymond Adam Quaglia, Jason A. Leck-erman, Adrian Renz King, Jr., Robert P Krauss, Arthur Makadon, Ballard Spahr Andrews & Ingersoll, L.L.P., Philadelphia, Amy Ann Underwood, for Valley Forge Convention Center Partners, LP.",
      "Richard Douglas Sherman, David Cornelius Hittinger, Jr., Stephen S. Cook, PA Gaming Control Board, for Pennsylvania Gaming Control Board."
    ],
    "corrections": "",
    "head_matter": "GREENWOOD GAMING AND ENTERTAINMENT, INC., Petitioner v. PENNSYLVANIA GAMING CONTROL BOARD, Respondent. Valley Forge Convention Center Partners, L.P., Intervenor.\nSupreme Court of Pennsylvania.\nArgued Oct. 21, 2009.\nDecided March 8, 2011.\nScott Thomas Wyland, Kevin James McKeon, Hawke McKeon & Sniscak, L.L.P., Mark Scott Stewart, Alan C. Koh-ler, LeRoy S. Zimmerman, Eckert Sea-mans Cherin & Mellott, LLC, Harrisburg, for Greenwood Gaming and Entertainment Inc.\nRaymond Adam Quaglia, Jason A. Leck-erman, Adrian Renz King, Jr., Robert P Krauss, Arthur Makadon, Ballard Spahr Andrews & Ingersoll, L.L.P., Philadelphia, Amy Ann Underwood, for Valley Forge Convention Center Partners, LP.\nRichard Douglas Sherman, David Cornelius Hittinger, Jr., Stephen S. Cook, PA Gaming Control Board, for Pennsylvania Gaming Control Board.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ."
  },
  "file_name": "0884-02",
  "first_page_order": 936,
  "last_page_order": 948
}
