{
  "id": 9494559,
  "name": "Gordon L. MANIS, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Manis v. State",
  "decision_date": "2001-03-13",
  "docket_number": "No. 148, 2000",
  "first_page": "884",
  "last_page": "886",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 884"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "703 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11883757
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "633"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/703/0629-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 308,
    "char_count": 5174,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.34789093881535177
    },
    "sha256": "c6cda0becdb2deb4cee4a36f60dd027521981745c974d950f6eb3957233eabcd",
    "simhash": "1:8110cbe1cfede301",
    "word_count": 861
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WALSH, HOLLAND and STEELE, Justices."
    ],
    "parties": [
      "Gordon L. MANIS, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HOLLAND, Justice.\nOn December 1, 1998, the defendant-appellant, Gordon L. Manis, was involved in a fatal motor vehicle collision at the intersection of Routes 13 and 273. Manis was arrested at the scene. On January 19, 1999, Manis was indicted by a Superior Court Grand Jury and charged with: Murder in the Second Degree; Driving a Vehicle While Under the Influence of Alcohol and/or Drugs; Failure to have Required Insurance; and Driving While License is Suspended.\nOn June 7,1999, the parties entered into a plea agreement, pursuant to Superior Court Criminal Rule 11(e)(1)(C). This subsection permits the parties to “agree that a specific sentence is the appropriate disposition of the case,” subject to approval by the Superior Court. The parties’ plea agreement provided that Manis would plead guilty to Manslaughter and Driving Under the Influence and that a nolle pro-sequi would be entered as to all the remaining charges. The plea agreement further provided for a sentence of “10 years Level V, suspended after 30 months for probation.” The parties also agreed to a presentence investigation for the purpose of determining restitution.\nOn October 7,1999, the parties appeared for the plea hearing in Superior Court. The plea agreement was presented to a Judge of the Superior Court. The Superi- or Court Judge who presided at the October 7, 1999 guilty plea colloquy stated that “the Court will exercise its discretion and defer to the parties’ agreement with respect to sentence. That will mean two and a half years in prison.” The Superior Court Judge then announced his acceptance of the Rule 11(e)(1)(C) plea agreement, entered judgments of guilt, and ordered a presentence investigation.\nOn January 7, 2000, Manis appeared for sentencing before a different Judge of the Superior Court. According to Manis, the second Judge sentenced him to a punishment in excess of what the parties had agreed to pursuant to the Rule 11(e)(1)(C) plea agreement. On March 10, 2000, Manis filed a motion requesting the second Superior Court Judge to correct Manis’ sentence to reflect the sentence provided for in the plea agreement.\nOn March 28, 2000, the Superior Court denied Manis’ motion to have his sentenced corrected and stated “assuming without deciding that [Manis’] sentence exceeds the Rule 11(e)(1)(C) plea agreement, the Superior Court is not bound by Rule 11(e)(1)(C) agreements.” Manis contends that “given the parties’ Rule 11(e)(1)(C) plea agreement, the Superior Court was bound to impose a sentence no greater than that provided for in the plea agreement once the Superior Court had accepted same.” In this appeal, the State acknowledges that “any statements by the sentencing judge in the post-sentencing proceedings that the trial court is not bound by the provisions of Delaware Superior Court Criminal Rule 11(e)(1)(C) are legally incorrect.”\nSuperior Court Criminal Rule 11(e)(2) provides, in part: “If the agreement is of the type specified in subdivision (e)(1)(C), the court may accept or reject the agreement, or may defer its decision as to the acceptance or rejection until there has been an opportunity to consider the pre-sentence report.” In Manis’ case, the first Superior Court Judge accepted the Rule 11(e)(1)(C) plea agreement immediately. Absent fraud on the court, such a plea agreement is binding on the Superior Court once it is accepted by the Superior Court.\nThis matter is remanded to the Superior Court to ascertain whether Manis was sentenced to punishment in excess of the Rule 11(e)(1)(C) Plea Agreement and, if so, for the imposition of a sentence no greater than that provided for in the Plea Agreement. The Superior Court shall file a report with this Court within sixty days. Jurisdiction is retained.\n.According to Manis, \"the Superior Court sentence ultimately included punishment beyond that provided for in the sentencing agreement: specifically, 30 months at Level 5, to be followed by 6 months at Supervision Level 4, to be followed by 1 years of Home Confinement.” Additionally, Manis submits that his driving privileges were \"revoked for 15 years.”\n. Super. Ct.Crim. R. 11(e)(3).\n. Conversely, this Court has held that the Superior Court is not bound by plea agreements it has not accepted. Somerville v. State, Del.Supr., 703 A.2d 629, 633 (1997). Superior Court Rule 11(e)(1)(C) is based upon a corresponding provision in the Federal Rules of Criminal Procedure. The Federal rule was recently amended to clarify that while the court retains absolute discretion whether to accept a Rule 11(e)(1)(C) Plea Agreement, \"such a plea agreement is binding on the court once it is accepted by the court.” Fed.R.Crim.P. 11(e)(1)(C); Fed.R.Crim.P. 11(e)(1)(C) advisory committee's note.\n. Supr. Ct. R. 19(c).",
        "type": "majority",
        "author": "HOLLAND, Justice."
      }
    ],
    "attorneys": [
      "Louis B. Ferrara, Esquire, of Ferrara, Haley, Bevis & Solomon, Wilmington, Delaware, for appellant.",
      "John Williams, Esquire, of the Department of Justice, Dover, Delaware, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Gordon L. MANIS, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nNo. 148, 2000.\nSupreme Court of Delaware.\nSubmitted: Dec. 12, 2000.\nDecided: March 13, 2001.\nLouis B. Ferrara, Esquire, of Ferrara, Haley, Bevis & Solomon, Wilmington, Delaware, for appellant.\nJohn Williams, Esquire, of the Department of Justice, Dover, Delaware, for ap-pellee.\nBefore WALSH, HOLLAND and STEELE, Justices."
  },
  "file_name": "0884-01",
  "first_page_order": 926,
  "last_page_order": 928
}
