{
  "id": 9137908,
  "name": "EUGENE A. DELLE DONNE AND SON, L.P., Plaintiff Below, Appellant, v. APPLIED CARD SYSTEMS, INC. Defendant Below, Appellee",
  "name_abbreviation": "Eugene A. Delle Donne & Son, L.P. v. Applied Card Systems, Inc.",
  "decision_date": "2003-04-29",
  "docket_number": "No. 601, 2002",
  "first_page": "885",
  "last_page": "889",
  "citations": [
    {
      "type": "official",
      "cite": "821 A.2d 885"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "294 A.2d 799",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "804"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "222 Pa.Super. 315",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        801736
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/222/0315-01"
      ]
    },
    {
      "cite": "47 A.2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "672 A.2d 41",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7346113
      ],
      "pin_cites": [
        {
          "page": "43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/672/0041-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 497,
    "char_count": 9981,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 6.89516513629939e-08,
      "percentile": 0.4191893040868406
    },
    "sha256": "58032c7ed42cfbcebb5bf406d07f2c6525eeac6b68964829f444a93d6c8b9e8f",
    "simhash": "1:85be4f9aec989d78",
    "word_count": 1640
  },
  "last_updated": "2024-02-27T22:09:24.899331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOLLAND, BERGER and STEELE, Justices."
    ],
    "parties": [
      "EUGENE A. DELLE DONNE AND SON, L.P., Plaintiff Below, Appellant, v. APPLIED CARD SYSTEMS, INC. Defendant Below, Appellee."
    ],
    "opinions": [
      {
        "text": "BERGER, Justice.\nThis appeal involves a commercial landlord’s attempt to confess judgment against its tenant. The Superior Court granted the tenant’s motion to vacate the judgment, holding that the confession of judgment clause did not apply to the tenant’s failure to pay rent diming the holdover period after the expiration of the original lease term. The trial court also held that an amendment to the original lease did not effectively incorporate the confession of judgment clause into the amended lease, which covers different space for a term expiring in 2007. We agree with the trial court’s analysis of the original lease, but disagree with its interpretation of the amended lease. Accordingly, we affirm, but write to clarify our view of the parties’ rights and obligations under the amended lease.\nFactual and Procedural Background\nEugene A. Delle Donne and Son, L.P. owns an office building in downtown Wilmington, Delaware, known as 800 Delaware Avenue. Applied Card Systems, Inc. (“ACS”) rented space on five upper floors of the building by lease dated June 26, 1996 (the “Lease”). The parties agree that the Lease term expired on December 31, 2001. In September 1997, ACS decided that it wanted additional space in the building, and the parties executed an amendment to the Lease, under which ACS rented space on the first floor for a term running from September 5, 1997 through September 30, 2007.\nWhen the Lease term expired on December 31, 2001, ACS did not vacate the original space it occupied for several months. As a result, ACS became a holdover tenant as to that space. Because ACS failed to pay the stated holdover rent, Delle Donne confessed judgment against ACS in the amount of $803,273.64. That amount represented the months of holdover rent, late charges, and the accelerated rent for the new, first floor space from March 2002 through September 2007. ACS moved to vacate the judgment and the Superior Court granted its motion. This appeal followed.\nDiscussion\nThe original Lease, with exhibits, is a 90 page document. It provides, in relevant part:\n18. DEFAULT; REMEDIES:\n(a) Default. The occurrence of any one or more of the following events during the Term ... shall constitute an event of default... hereunder:\n(ii) Tenant shall be in default in the payment of any installment of Base Rent, Additional Rent or any other sum herein specified to be paid by Tenant;\n(b) Remedies. Upon the occurrence of any Event of Default which is not cured, in the case of monetary default, within ten (10) days following the giving of written notice thereof, ... Landlord shall have the right, ... at its election to:\n(i) declare due . and payable as if by the terms of this Lease the same were payable in advance, all Base Rent for the balance of the Term;\n(ü) recover all Rent due and payable;\n(in) distrain for Rent; and/or\n(iv) reenter the Premises and remove all persons and all or any property therefrom, either by summary disposition proceedings or by any suitable action. ...\n(d) Confession of Judgment If there shall occur any Event of Default which is not cured following the giving of written notice thereof and following the expiration of any applicable cure period, Tenant hereby authorizes and empowers any Prothonotary or attorney of any court of record to appear for Tenant ... and to confess judgment against Tenant for all or any part of the Rent or other sums....\n24. HOLDING OVER:\nAny holding over after the expiration of the Term without the written consent of Landlord shall, at Landlord’s option, be construed to be a tenancy from month to month at Rent of twice the monthly installment of Base Rent here-inbefore provided for the month immediately preceding such holdover, and shall otherwise be on the terms and conditions hereinbefore specified.\nThe 1997 Amendment, including exhibits, is a four page document that provides in relevant part:\n1. Expansion Space — Tenant has agreed to lease, and Landlord has agreed to Tenant’s leasing, those portions of the Expansion Space as defined herein...\n(b) The First Expansion Space shall be considered to be incorporated into the\nPremises under the Lease as of the date of this Amendment as follows:\n(ii) The First Expansion Space shall constitute a part of the Premises under the Lease and shall be deemed incorporated into the Premises as if the First Expansion Space had been incorporated into the Premises ab ini-tio, except that all obligations as to the First Expansion Space shall arise only as of the date of this Amendment, as provided in this Amendment. The Principal Term as defined in the Lease, shall remain the period beginning January 1, 1997 and ending December 31, 2001 however, the term for the First Expansion Space shall commence on the First Expansion Occupancy Date and terminate on September 30, 2007.\n6. Lease — As of the date of this Amendment, the Lease shall be deemed to mean the original Lease as amended by this Amendment.\n7. Definitions — All capitalized terms not defined in this Amendment shall have the definitions set forth in the Lease.\n8. Effect of Amendment — Except as expressly provided in this Amendment, the Lease remains unamended and in full force and effect.\nIn construing a contract, the document must be considered as a whole, and, if the contract language is unambiguous, it must be given its plain meaning. Confession of judgment clauses are strictly construed, but are enforceable according to their terms, if clearly stated. The confession of judgment clause in the Lease is plain. It authorizes a confession of judgment for any Event of Default that is not cured within a specified period. One of several “Events of Default” is the failure to pay any rent installment during the term of the Lease.\nTo this point, the analysis is straightforward. Two problems arise, however, when attempting to apply the confession of judgment clause to the facts presented. First, ACS’s failure to pay rent occurred after the expiration of the original Lease term. ACS was a holdover tenant as to the upper floors after December 31, 2001, and the unpaid rent was for the upper floor holdover tenancy. Thus, the unpaid holdover rent was not an Event of Default because it did not occur during the term of the Lease. The Superior Court reached this conclusion, and we agree that it is the only reasonable interpretation of the contract language.\nThe second problem relates to the Amendment. Delle Donne argues that the Superior Court’s holding — that there is no right to confess judgment for failure to pay holdover rent — means that Delle Donne has no contractual remedies for any defaults that may occur with respect to the amended Lease. The Superior Court’s holding on this point is not entirely clear, although it did decide that Delle Donne has no right to confess judgment under the amended Lease. We read the Amendment differently and conclude that the right to confess judgment, as well as all other provisions of the original Lease, apply to the first floor space identified in the amended Lease.\nThe 1997 Amendment is not a separate lease; it is an addition to the original Lease. It identifies the new “First Expansion Space,” and sets the rental rate and term for the new space. The Amendment then provides, “As of the date of this Amendment, the Lease shall be deemed to mean the original Lease as amended by this Amendment.” In other words, the Amendment was made a part of the original Lease and all of the terms and conditions of the original Lease became applicable to the First Expansion Space. Thus, although Delle Donne could not confess judgment against ACS with respect to the upper floor space because the term for that space had expired, it retains the authority to confess judgment for the first floor space (or use the other remedies provided in the original Lease) for the remainder of the First Expansion Space term.\nACS contends that this analysis may apply to the other remedies available under the original Lease, but not to the confession of judgment provision. As authority for its position, ACS relies on the principle that confession of judgment clauses are strictly construed and will not be deemed incorporated in a second document by a “general and nonspecific reference.” We are not persuaded. First, the Pennsylvania Superior Court decision ACS relies upon involved obvious overreaching — the lessees were immigrants who spoke broken English; they were told by the lessor that they should use the lessor’s attorney instead of retaining one of their own; and the confession of judgment provision was never discussed. Second, in this case, there was no incorporation by reference into the Amendment. The original Lease remains the controlling document and the Amendment simply added the First Expansion Space to the parties’ existing agreement. Thus, the confession of judgment provision remains enforceable as applied to the new space.\nConclusion\nBased on the foregoing, the judgment of the Superior Court is affirmed in part and reversed in part and this matter is remanded to the Superior Court for further action in accordance with this opinion. Jurisdiction is not retained.\n. Northwestern National Insurance Co. v. Esmark, Inc., 672 A.2d 41, 43 (Del.1996).\n. Rhoads v. Mitchell, 47 A.2d 174 (Del.Super.1946).\n. 46 Am Jur 2d, Judgments § 242.\n. Egyptian Sands Real Estate, Inc. v. Polony, 222 Pa.Super. 315, 294 A.2d 799, 804 (1972).",
        "type": "majority",
        "author": "BERGER, Justice."
      }
    ],
    "attorneys": [
      "Janet Z. Charlton, Esquire, of Young, Conaway, Stargatt & Taylor, LLP, Wilmington, Delaware, for Appellant.",
      "R. Stokes Nolte, Esquire, of Nolte & Brodoway, P.A., Wilmington, Delaware, and David L. Braverman, Esquire, and Helen M. Braverman, Esquire (argued), of Braverman, Daniels, Kaskey, Philadelphia, PA., for Appellee."
    ],
    "corrections": "",
    "head_matter": "EUGENE A. DELLE DONNE AND SON, L.P., Plaintiff Below, Appellant, v. APPLIED CARD SYSTEMS, INC. Defendant Below, Appellee.\nNo. 601, 2002.\nSupreme Court of Delaware.\nSubmitted: Feb. 4, 2003.\nDecided: April 29, 2003.\nJanet Z. Charlton, Esquire, of Young, Conaway, Stargatt & Taylor, LLP, Wilmington, Delaware, for Appellant.\nR. Stokes Nolte, Esquire, of Nolte & Brodoway, P.A., Wilmington, Delaware, and David L. Braverman, Esquire, and Helen M. Braverman, Esquire (argued), of Braverman, Daniels, Kaskey, Philadelphia, PA., for Appellee.\nBefore HOLLAND, BERGER and STEELE, Justices."
  },
  "file_name": "0885-01",
  "first_page_order": 929,
  "last_page_order": 933
}
