{
  "id": 6094899,
  "name": "Mark D. Mitchell v. Jesse A. Morrison, Eugene T. Williams, and Frank V. Trapp; Frank V. Trapp v. Jesse A. Morrison, Eugene T. Williams, and Mark D. Mitchell",
  "name_abbreviation": "Mitchell v. Morrison",
  "decision_date": "1930-03-03",
  "docket_number": "No. 2236; No. 2237",
  "first_page": "886",
  "last_page": "889",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 886"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 437,
    "char_count": 7427,
    "ocr_confidence": 0.44,
    "sha256": "b873fd02602bf801f7973939158152e1c1d71a56bef66b02d277ae3b2555c647",
    "simhash": "1:fdf51df532c7740d",
    "word_count": 1230
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Gareett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Mark D. Mitchell v. Jesse A. Morrison, Eugene T. Williams, and Frank V. Trapp Frank V. Trapp v. Jesse A. Morrison, Eugene T. Williams, and Mark D. Mitchell"
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered the opinion of the court.:\nThese cases constitute an appeal and cross appeal in a three party-interference proceeding relating to the alleged invention, of a time bomb for shooting oil wells.\nThe counts in issue are as follows:\n1. In a well-shooting device, in combination, an exploding unit comprising a casing having a self-contained time controlling means, and an associated initial exploder, said unit being water-tight and adapted to be preset in relation to the time controlling unit .to set off the initial exploder whenever desired, and a main sand shattering exploder external to said shell and its self-contained features, and adapted to be operated by the explosion of the initial exploder within the shell.\n2. In a well-shooting device, in combination, an exploding unit consisting of a shell of water-tight construction, a time-controlling- means within said shell, and an initial exploder in said shell operable from said time-controlling means, together with a main exploder external to the shell and adapted to be exploded by the initial exploder within the shell.\nUpon the hearing the examiner of interferences in the Patent Office awarded priority to Mitchell. The Board of Appeals reversed the decision of the examiner and awarded priority to Morrison and Williams, claiming to be joint inventors. Mitchell and Trapp both appeal from the decision of the board and thus bring the matter before us.\nThe claim on behalf of Morrison and Williams, made through Harriet Morrison, as widow and administratrix of the estate of Jesse A. Morrison, deceased, and Williams, is that there was conception, production, and explanation to others of the invention on or about March 1, 1918, and reduction to practice on or about January 1, 1920. It is really insisted that their reduction to practice, in fact, took ¡dace at about the same time as the acts of conception, production, and explanation to others, but in filing the preliminary statement the date was given as about January 1, 1920, and having failed to secure an amendment they had to stand upon the later date, and this was assigned them by the board’s decision. Their application for patent was filed September 15, 1923.\nOn behalf of Mitchell the claim is that there was conception about May 1, 1921, drawings made about June 1, 1921, written description and explanation to others about December 15, 1921, completion of a full-sized machine about March 17, 1923, and successful operation thereof May 7, 1923. His application for patent was filed August 25, 1923.\nThe claim of Trapp in bis preliminary statement is tbat be conceived in the year 1916 and made pencil sketches about March of that year; that in May, 1922, he explained his invention to others, and in that same month embodied it in a full-size device which was then successfully operated. His application for patent was filed January 17, 1928.\nThe case received very thorough consideration in the Patent Office, and many different steps of procedure relating to it were had which there is no necessity for our reviewing. There was considerable testimony taken, all of which we have most carefully examined. To enter upon a review and analysis of this testimony would extend this opinion to an -undue length with no coriipensating value therefor, and we refrain from so doing.\nIf it be held that Morrison and Williams are entitled to the date assigned them by the board for reduction to practice — that is, about January 1,1920 — and that there was no suppression, concealment, or abandonment by them, such holdings are admittedly decisive of the question of priority, the .only question with which we are concerned.\nWe think the Board of Appeals held correctly upon both of the stated questions.\nThe examiner held that the evidence of the witnesses, McLoney and Horton, established the fact that a device produced and used in a well by Morrison near Bumback Springs, Colo., in May, 1918, “ did have every essential element called for by the counts in issue,” and so “it would constitute conception.”\nIt seems clear to us, as it apparently did to the Board of Appeals, that the testimony of these same two witnesses likewise established with equal clearness the fact that it was then and there used and that it functioned as it was intended to function, exploding at a predetermined time in the manner expected. This we think was reduction to practice.\nThe fact that in the pleading — the .preliminary statement — a date subsequent to the actual date of reduction to practice was stated and that the parties did not succeed in their efforts to amend the statement, only affects the legal situation to the extent that in fixing the date legally effective the one named in the statement must control. It is a technical procedure rendered necessary no doubt for proper administration of the patent laws and provided for by the Patent Office rules.\nThis gives to the joint parties, Morrison and Williams, dates of conception, explanation to others, production, and reduction to practice prior to either Trapp or Mitchell. It is true that Trapp claims conception in 1916, but this is not satisfactorily established, and it is immaterial, since he does not claim explanation to others, production, or reduction to practice earlier than May, 1922.\nIt was the view of tlie examiner of interferences, to whose opinion reference may be had for a very terse and excellent review of the testimony in the case, that the use of the device at Bumback Springs constituted nothing more than “ an abandoned experiment,” and upon the theory of abandonment by Morrison and Williams he accorded priority to Mitchell, having determined against Trapp.\nThe Board of Appeals said upon this:\nThe Bumback Springs test was made at the side of a highway. No attempt to conceal the invention was made. Subsequently wells located at other places were shot. The Morrison and Williams application was not filed until September 15, 1923, but we find nothing in the record to warrant the holding that the invention was concealed and abandoned after tlie reduction to practice in 1918.\nWhile we do not find any very definite testimony to support the statement “ subsequently wells located at other places were shijt ”• — • at least not before 1922 — still we do not think there is any material evidence indicating suppression or concealment, and the record satisfies us that there was no error in the finding of the board to the effect that it would not warrant a holding that there had been any abandonment which should defeat the Morrison and Williams claim.\nWe therefore concur with the Board of Appeals and affirm its decision.\n■Affirmed.",
        "type": "majority",
        "author": "Garrett, Judge,"
      }
    ],
    "attorneys": [
      "A. V. Gushman, John B. Macmley, Luther B. Smith, and Rodney Bedell for Mitchell.",
      "Bennie, Damis, Morris & Bdmonds (Arha B. Marvin, George J. Besselman, Richard K. Stevens, Daniel V. Mahoney, and G. M. Bisher of counsel) for Trapp.",
      "Barry B. Riley (C. J. Rollamdet, Garlos G. Stratton, George G. Shoemaker of counsel) for Morris and Williams."
    ],
    "corrections": "",
    "head_matter": "Mark D. Mitchell v. Jesse A. Morrison, Eugene T. Williams, and Frank V. Trapp Frank V. Trapp v. Jesse A. Morrison, Eugene T. Williams, and Mark D. Mitchell\n(No. 2236)\n(No. 2237)\nUnited States Court of Customs and Patent Appeals,\nMarch 3, 1930\nA. V. Gushman, John B. Macmley, Luther B. Smith, and Rodney Bedell for Mitchell.\nBennie, Damis, Morris & Bdmonds (Arha B. Marvin, George J. Besselman, Richard K. Stevens, Daniel V. Mahoney, and G. M. Bisher of counsel) for Trapp.\nBarry B. Riley (C. J. Rollamdet, Garlos G. Stratton, George G. Shoemaker of counsel) for Morris and Williams.\n[Oral argument January 21, 1930, by Mr. Smith, Mr. Macauley, Mr. Riley, and Mr. Mahoney]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Gareett, and Lenroot, Associate Judges"
  },
  "file_name": "0886-01",
  "first_page_order": 336,
  "last_page_order": 339
}
