{
  "id": 9494596,
  "name": "Larry D. CANNON, Appellant, v. A. IGBORZURKIE, et. al. Appellees",
  "name_abbreviation": "Cannon v. Igborzurkie",
  "decision_date": "2001-08-09",
  "docket_number": "No. 00-SP-111",
  "first_page": "887",
  "last_page": "891",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 887"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "521 U.S. 346",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        916116
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "370-71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/521/0346-01"
      ]
    },
    {
      "cite": "522 U.S. 93",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11470872
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "99-100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/522/0093-01"
      ]
    },
    {
      "cite": "183 F.Supp. 102",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1448708
      ],
      "pin_cites": [
        {
          "page": "102-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/183/0102-01"
      ]
    },
    {
      "cite": "274 F.2d 556",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1956763
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "558"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/274/0556-01"
      ]
    },
    {
      "cite": "107 U.S.App. D.C. 47",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1959,
      "pin_cites": [
        {
          "page": "49"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "491 A.2d 1156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7935061
      ],
      "pin_cites": [
        {
          "page": "1160-61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/491/1156-01"
      ]
    },
    {
      "cite": "922 F.2d 379",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542701
      ],
      "pin_cites": [
        {
          "page": "381-82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/922/0379-01"
      ]
    },
    {
      "cite": "384 F.2d 319",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        4067961,
        2082277
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "321-22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/384/0319-01"
      ]
    },
    {
      "cite": "127 U.S.App. D.C. 367",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        4067961
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "369-70"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "550 A.2d 37",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876554
      ],
      "pin_cites": [
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/550/0037-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 686,
    "char_count": 12561,
    "ocr_confidence": 0.684,
    "pagerank": {
      "raw": 8.209530643395273e-08,
      "percentile": 0.4765903340310574
    },
    "sha256": "92baa901003a678fe15e53fcf778c6f810419eae9636144b79b7b3c47b8e754d",
    "simhash": "1:9e6043e0890c85aa",
    "word_count": 2029
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER, Chief Judge, and STEADMAN and GLICKMAN, Associate Judges."
    ],
    "parties": [
      "Larry D. CANNON, Appellant, v. A. IGBORZURKIE, et. al. Appellees."
    ],
    "opinions": [
      {
        "text": "GLICKMAN, Associate Judge:\nLarry D. Cannon was convicted in 1969 of two counts of robbery and one count of assault with intent to commit rape. He received an aggregate sentence of fifteen to forty-five years’ imprisonment. In June of 1999, Cannon’s parole officer A. Igbor-zurkie notified him that he was required to register as a sex offender under the District’s sex offender registration law. Cannon thereupon filed a habeas corpus action in Superior Court, in which he contended that the registration law did not apply to him because he was seventeen years of age and hence a juvenile when he committed his registration offense. Opposing Cannon’s petition, the District of Columbia argued that Cannon was subject to the statutory registration requirement because the Juvenile Court had waived jurisdiction in his case and he was lawfully prosecuted and convicted as an adult. The Superior Court sided with the District, denied habe-as corpus relief and dismissed Cannon’s petition. We now affirm that ruling on Cannon’s appeal.\nI.\nPreliminarily, Cannon and the District have each pressed claims in this court that they failed to present to the trial court. Cannon asks us to hold that retroactive application of the sex offender registration law to persons who, like him, committed their crimes before the law was enacted, would violate the Double Jeopardy Clause of the Fifth Amendment and the Ex Post Facto Clause of the Constitution. See U.S. Const., art. I, § 10, cl. 1. We decline to address this contention. “Questions not properly raised and preserved during the proceedings under examination, and points not asserted with sufficient precision to indicate distinctly the party’s thesis, will normally be spurned on appeal.” D.D. v. M.T., 550 A.2d 37, 48 (D.C.1988) (quoting Miller v. Avirom, 127 U.S.App. D.C. 367, 369-70, 384 F.2d 319, 321-22 (1967)). We see no good reason to make an exception to this general rule for Cannon’s constitutional claims in this case. The merits of those claims turn on whether the registration and notification provisions of the law are criminal or civil in purpose or effect, an inquiry that might have benefitted from the development of a record in the trial court.\nFor its part, the District argues for the first time on appeal that a habeas corpus petition was not the appropriate vehicle for challenging the duty to register imposed by the Sex Offender Registration Act. See D.C.Code §§ 22-4001 et seq. (2001). According to the District, the “dispute resolution procedures” set forth in the Act required Cannon to await a formal determination by the Court Services and Offender Supervision Agency for the District of Columbia (CSOSA) as to whether he was required to register as a sex offender. See D.C.Code § 22-4004. Upon receiving such a determination, Cannon would have been entitled to notify the agency of his intention to seek review, and then to file a motion in Superior Court. Unless the court found that the motion conclusively showed that Cannon was not entitled to relief, it would call for a response from the “prosecuting attorney,” i.e., the United States Attorney (rather than the District of Columbia). See id.\nIf Cannon had sought relief in Superior Court after obtaining a determination of his status by the CSOSA, his action would not have been dismissed merely because he mislabeled it as a petition for a writ of habeas corpus. See Graham v. Broglin, 922 F.2d 379, 381-82 (7th Cir.1991) (Posner, J.) (“the mislabeling should simply be ignored”). Thus the issue that the District raises is not lack of jurisdiction over Cannon’s claim, but rather a failure by Cannon to exhaust administrative remedies by applying to the CSOSA before he went to court. It is true that Cannon did not exhaust potential remedies with the CSO-SA. But exhaustion requirements are not jurisdictional and may be waived. See Barnett v. District of Columbia Dep’t of Employment Servs., 491 A.2d 1156, 1160—61 (D.C.1985) (exhaustion requirements are “rules of judicial administration”). The District chose to oppose Cannon’s ha-beas petition on the merits without raising the exhaustion defense. The United States Attorney, who appeared in the proceeding as she would have pursuant to Section 22-4004 of the Act if Cannon had moved for review of a prior CSOSA determination, likewise did not invoke the exhaustion doctrine. Instead, she joined in the District’s opposition on the merits. Furthermore, it is not suggested that the CSOSA was vested with any discretion to waive statutory registration requirements in Cannon’s case. No party was prejudiced by Cannon’s habeas petition, and the record before the Superior Court was not deficient for purposes of addressing his claim. A remand to allow Cannon’s case to proceed anew as a motion to review a CSOSA determination would serve no purpose that we can see. In the final analysis, Cannon’s action was functionally equivalent to the application for judicial review contemplated by the Act. See D.C.Code § 22-4004. We hold that any objection that Cannon failed to exhaust administrative remedies has been waived.\nWe turn to the merits of Cannon’s claim that the Sex Offender Registration Act does not apply to him because he was a juvenile when he committed the offense that would otherwise require him to register.\nII.\nThe Sex Offender Registration Act of 1999 establishes a registration and public notification regime for persons who have committed sex offenses against minors or other crimes of sexual abuse. According to the legislative history, the purpose of this regime is to “promote public safety in at least three ways: by facilitating effective law enforcement; by enabling members of the public to take direct measures of a lawful nature for the protection of themselves and their families; and, by reducing registered offenders’ exposure to temptation to commit more offenses.” See REPORT OF THE COUNCIL COMMITTEE ON THE JumciARY on Bill 13-350, The “Sex Offender Registration Act of 1999” at 3 (November 15, 1999) (hereinafter, “Committee Report”).\nIn brief, the Sex Offender Registration Act requires “sex offenders” in the District of Columbia to register with the CSOSA. Registrants are required to report their home addresses and other identifying information. See D.C.Code §§ 22-4003, - 4007, and -4014. Compliance with this duty “shall be a mandatory condition of probation, parole, supervised release, and conditional release for any sex offender,” and criminal penalties are provided for knowing violations of the Act’s requirements. See D.C.Code § 22-4015. The CSOSA is authorized to release registration information about sex offenders in the community to the Metropolitan Police Department. See D.C.Code § 22-4010. The Police Department is given the authority in turn to disseminate this information by various means “to all or parts of the community,” including victims and witnesses, schools and day care centers, law enforcement agencies and the public at large. See D.C.Code § 22-4011.\nThe registration requirements of the Act apply to anyone, regardless of age, who falls within the definition of “sex offender” in Section 22-4001(9). That definition includes any person who lives or works in the District and who “committed a registration offense at any time and is in custody or under supervision on or after the effective date of this act.” D.C.Code § 22-4001(9)(B). As used in this definition, the term “registration offense” encompasses a number of listed offenses, including assault with intent to commit rape. See D.C.Code § 22-4001(8)(D). The term “committed a registration offense” means that the person was “convicted” of such an offense (or was found not guilty by reason of insanity or was determined to be a sexual psychopath under D.C.Code §§ 22-3803 et seq. (2001)). See D.C.Code § 22-4001(3)(A).\nBy these express terms, the Act is applicable to Cannon, despite the fact that he was seventeen — a “juvenile” — when he perpetrated his crimes. Had Cannon been prosecuted as a juvenile, the Act would not apply to him, because a juvenile adjudication or disposition “is not a conviction of crime.” D.C.Code § 16-2318 (2001); see also Pee v. United States, 107 U.S.App. D.C. 47, 49, 274 F.2d 556, 558 (1959); Cogdell v. Reid, 183 F.Supp. 102, 102-03 (D.D.C.1959); accord, Committee Report at 5 (Act “does not apply to juvenile delinquents”). But Cannon was prosecuted and sentenced as an adult, and hence he was “convicted” of crimes within the meaning of the Act. One of those crimes (assault with intent to commit rape) was a “registration offense,” and Cannon was still “under supervision” (on parole) when the Sex Offender Registration Act took effect. The Act therefore required Cannon to register, and the Superior Court ruled correctly in denying Cannon’s habeas petition.\nWe emphasize the narrowness of our holding. This opinion does not address even implicitly any of the myriad constitutional questions that might be raised about the Sex Offender Registration Act or its retroactive application in this instance. Nor does this opinion speak to numerous potential interpretive questions relating, for example, to the scope of judicial review or to the interplay between the Act and other statutes such as the now-repealed Federal Youth Corrections Act or the District of Columbia Youth Rehabilitation Act. None of those questions is properly before us. Rather, the sole issue that this opinion addresses is a single question of statutory interpretation: whether by its terms the Act applies to a sex offender who committed a registration offense as a juvenile but who was lawfully prosecuted, convicted and sentenced as an adult. We hold only that it does.\nThe judgment on appeal is affirmed.\nSo ordered.\n. The Sex Offender Registration Act of 1996, D.C.Code §§ 24-1101 et seq. (1999 Supp.), under which Cannon was initially told he had to register, was superseded by a series of interim emergency acts and ultimately by the Sex Offender Registration Act of 1999, which went into effect on July 11, 2000. See D.C.Code §§ 22-4001 et seq. (2001), formerly codified as D.C.Code §§ 24-1121 et seq. (Sept. 2000 Supp.). The interim emergency legislation was in effect when Cannon commenced this action, and when the Superior Court entered its order disposing of it. As the permanent Act is nearly identical in relevant respects to the interim emergency legislation, this opinion cites to the permanent Act as currently codified.\n. See Hudson v. United States, 522 U.S. 93, 99-100, 118 S.Ct. 488, 139 L.Ed.2d 450 (1997); Kansas v. Hendricks, 521 U.S. 346, 370-71, 117 S.Ct. 2072, 138 L.Ed.2d 501 (1997).\n. A registrant’s timely notification to the CSO-SA of his intent to seek review of its determination that he must register under the Act may forestall the immediate release of registration information to the public. See D.C.Code §§ 22-4010(b)(4) and 22-4011(f).\n. Indeed, we are advised that during the pen-dency of this appeal, Cannon did appear before the CSOSA, and that agency did direct Cannon to register as a sex offender.\n. Section 4001(9) provides:\n\"Sex offender” means a person who lives, resides, works, or attends school in the District of Columbia, and who:\n(A) Committed a registration offense on or after the effective date of this act;\n(B) Committed a registration offense at any time and is in custody or under supervision on or after the effective date of this act;\n(C) Was required to register under the law of the District of Columbia on the day before the effective date of this act; or\n(D) Committed a registration offense at any time in another jurisdiction and, within the registration period, enters the District of Columbia to live, reside, work or attend school.\nSee D.C.Code § 22-4001.\n. Thus, provisions of the Act apply retroactively to certain persons who committed registration offenses prior to its enactment. See D.C.Code § 22-4001(9)(B) & (D). For the reasons stated in Part I, we express no opinion on the constitutionality of such \"retroactive” application of the statute.",
        "type": "majority",
        "author": "GLICKMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Larry D. Cannon, pro se.",
      "Edward E. Schwab, Assistant Corporation Counsel, with whom Robert R. Rigs-by, Corporation Counsel, Charles L. Reis-chel, Deputy Corporation Counsel, and Lutz Alexander Prager, Assistant Deputy Corporation Counsel, were on the brief, for appellees."
    ],
    "corrections": "",
    "head_matter": "Larry D. CANNON, Appellant, v. A. IGBORZURKIE, et. al. Appellees.\nNo. 00-SP-111.\nDistrict of Columbia Court of Appeals.\nArgued May 8, 2001.\nDecided Aug. 9, 2001.\nLarry D. Cannon, pro se.\nEdward E. Schwab, Assistant Corporation Counsel, with whom Robert R. Rigs-by, Corporation Counsel, Charles L. Reis-chel, Deputy Corporation Counsel, and Lutz Alexander Prager, Assistant Deputy Corporation Counsel, were on the brief, for appellees.\nBefore WAGNER, Chief Judge, and STEADMAN and GLICKMAN, Associate Judges."
  },
  "file_name": "0887-01",
  "first_page_order": 929,
  "last_page_order": 933
}
