{
  "id": 7922340,
  "name": "Alan WESTBERRY v. TOWN OF CAPE ELIZABETH, et al.",
  "name_abbreviation": "Westberry v. Town of Cape Elizabeth",
  "decision_date": "1985-05-20",
  "docket_number": "",
  "first_page": "888",
  "last_page": "892",
  "citations": [
    {
      "type": "official",
      "cite": "492 A.2d 888"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "449 A.2d 362",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7960910
      ],
      "pin_cites": [
        {
          "page": "365"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/449/0362-01"
      ]
    },
    {
      "cite": "155 A.2d 260",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "31 N.J. 81",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        565170
      ],
      "weight": 2,
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/nj/31/0081-01"
      ]
    },
    {
      "cite": "136 A. 105",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1927,
      "opinion_index": 0
    },
    {
      "cite": "105 Conn. 512",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        1529524
      ],
      "year": 1927,
      "opinion_index": 0,
      "case_paths": [
        "/conn/105/0512-01"
      ]
    },
    {
      "cite": "132 A. 129",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1926,
      "opinion_index": 0
    },
    {
      "cite": "125 Me. 168",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        493776
      ],
      "weight": 2,
      "year": 1926,
      "pin_cites": [
        {
          "page": "169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/125/0168-01"
      ]
    },
    {
      "cite": "391 A.2d 325",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8050255
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "331"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/391/0325-01"
      ]
    },
    {
      "cite": "140 A. 365",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 3,
      "year": 1928,
      "opinion_index": 0
    },
    {
      "cite": "126 Me. 563",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        594615
      ],
      "weight": 2,
      "year": 1928,
      "pin_cites": [
        {
          "page": "564"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/126/0563-01"
      ]
    },
    {
      "cite": "388 A.2d 512",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8008127
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "515"
        },
        {
          "page": "515"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/388/0512-01"
      ]
    },
    {
      "cite": "308 A.2d 860",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8035125
      ],
      "pin_cites": [
        {
          "page": "861"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/308/0860-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 564,
    "char_count": 9745,
    "ocr_confidence": 0.779,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20059103831922248
    },
    "sha256": "7a366a02d7e0c4a293c9cfe367b60cbbd9f0818b66ab2bb1c0f338150169a088",
    "simhash": "1:6db2c5d2f2def98f",
    "word_count": 1642
  },
  "last_updated": "2024-02-27T22:50:22.790062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NICHOLS, ROBERTS, VIOL-ETTE, WATHEN and GLASSMAN, JJ."
    ],
    "parties": [
      "Alan WESTBERRY v. TOWN OF CAPE ELIZABETH, et al."
    ],
    "opinions": [
      {
        "text": "ROBERTS, Justice.\nThe Town of Cape Elizabeth appeals from a decision of the Appellate Division of the Workers’ Compensation Commission affirming a hearing commissioner’s award of compensation for total disability to Allen Westberry, a patrolman for the Cape Elizabeth Police Department. Because we find that Westberry’s injury did not occur in the course of his employment as required by the Workers’ Compensation Act, we sustain the appeal.\nI.\nOn May 4, 1981, Allen Westberry was employed as a patrolman with the Cape Elizabeth Police Department. On that day, he was injured in an automobile accident while driving home from work to his residence in South Portland, via Route 77 in the town of Cape Elizabeth. At the time of the accident, Westberry possessed an off-duty revolver and was in uniform with the exception of his hat and tie which remained in his locker at the police station. Although Westberry had concluded a shift, he was technically on call twenty-four hours per day.\nII.\nGenerally, accidents occurring on public streets when the employee is merely on his way to or from his place of employment are not compensable. Oliver v. Wyandotte Industries Corp., 308 A.2d 860, 861 (Me.1973). We acknowledged an exception to the “public streets” rule in Abshire v. City of Rockland, 388 A.2d 512 (Me.1978). In that case, a Rockland Police Officer was injured while traveling in a hazardous snow storm to testify in court. We concluded that the matter required application of the “special errand” exception to the “public streets” rule:\nWhen an employee, having identifiable time and space limits on his employment, makes an off-premises journey which would not normally be covered under the usual going and coming rule, the journey may be brought within the course of employment by the fact that the trouble and time of making the journey, or the special inconvenience, hazard or urgency of making it in the particular circumstances, is itself sufficiently substantial to be viewed as an integral part of the service itself.\nAbshire, 388 A.2d at 515 (quoting 1 A. Larson, The Law of Workmen’s Compensation, § 16.10 (1978)).\nWe made it clear, however, that “an accident occurring in the course of travelling to court would not ordinarily be compensable.” Abshire, 388 A.2d at 515. Thus, we stated:\nThe distinguishing factor here, however is that appellee was called at home by his superiors and told that his appearance in court later that afternoon was necessary. Appellee, moreover, was under pressure to arrive at the courthouse at a certain time. The journey here, then, was made at the special request of appellee’s employer. The appellee’s injuries resulting from the journey to the courthouse must be deemed to have arisen out of the course of his employment.\nId. We also recognized that in some jurisdictions the fact that a police officer is on twenty-four hour call is determinative in awarding compensation. Those cases essentially hold that a police officer on twenty-four hour call never departs from the course of employment, although a particular injury may still be noncompensable because it does not arise out of the employment. We expressly declined to reach that issue in Abshire, however. We now refuse to extend the scope of the section 51(1) requirement that injuries occur in the course of employment to encompass an employee injured while driving home from work, even though he is technically on call twenty-four hours a day. When Westberry concluded his formal shift with the police department, he departed from the course of employment. The fact that he was on call twenty-four hours a day is not, without more, enough to bring him within the course of employment. We also find unpersuasive the argument that Westberry was injured on his employer’s premises because he was injured on a highway within the jurisdiction of the Cape Elizabeth Police Department.\nIII.\nWestberry contends, however, that the instant case falls within two of the exceptions to the public streets rule we announced in Rawson’s Case, 126 Me. 563, 140 A. 365 (1928): “(3) Where the employee is subject to emergency calls; and (4) Where the employee is using the highway and doing something incidental to his employment, with the knowledge and approval of his employer.” Id. at 564, 140 A. 365. Further, Westberry urges that these two exceptions are particularly appropriate for cases involving police officers, citing Toomey v. City of Portland, 391 A.2d 325 (Me.1978).\nWestberry reasons that he falls within the first exception in Rawson’s Case because he was within the geographical limits of the town and subject to recall in the event of an emergency. This argument fails because, unlike the cases supporting the exception identified in Rawson’s Case, Westberry was not officially on duty, and no emergency existed at the time of the accident. The emergency call exception applies only to situations akin to Fogg’s Case, 125 Me. 168, 132 A. 129 (1926), where the employee was allowed to leave work to go home for lunch, but in all other respects remained on duty. See Rawson’s Case, 126 Me. at 564, 140 A. 365 (citing Whitney v. Hazard Lead Works, et al., 105 Conn. 512, 136 A. 105 (1927).\nIn Fogg’s Case, a lieutenant in the Portland Fire Department was injured while on his way home for lunch. The Industrial Accident Commission sustained an award of compensation, and the Law Court noted that the employee was subject to emergency calls at all times and was required to respond even while at his residence. We emphasized that\nhe was subject to duty at all times; if an alarm for fire came while he was at his meals, it was his duty to answer the call as soon as possible, if within his district; if the alarm was a second or general alarm, it was his duty to go whether it was within his district or another.\n125 Me. at 169, 132 A. 129.\nThe record indicates, however, that West-berry was not on a formal shift, and was subject to duty only under exceptional circumstances.\nWestberry also urges that he comes within the second exception in Rawson’s Case, as he was on a public way incidental to his employment with the knowledge and approval of his employer. In support of this proposition, he cites Jasaitis v. City of Paterson, 31 N.J. 81, 155 A.2d 260 (1959). There, a police officer in uniform whose shift ended at 6:00 p.m. was injured at 6:20 p.m. when he slipped on some ice after he alighted from a bus while en route to his residence for the evening. Importantly, the court stressed that a policeman in that jurisdiction, while wearing in public a uniform during a period of time permitted by the police department’s rules and regulations, furnished real benefits to the employer as well as to the public. Moreover, the officer was subject to extra departmental restrictions because the uniform signified to the public that the officer was on duty. Jasaitis, 31 N.J. 81, 155 A.2d at 263. Westberry was in his private vehicle, however, and was not subject to such extra restrictions. We are equally unpersuaded by other authorities cited by Westberry in support of compensability. We therefore find that the circumstances giving rise to Westberry’s injury fail the course of employment requirement which “tests work-connection as to time, place and activi-ty_” Comeau v. Maine Coastal Services, 449 A.2d 362, 365 (Me.1982) (citing 1 A. Larson, Workmen’s Compensation Law, § 14 at 4-1 (1978)). He was off duty, not in regulation uniform, and was driving his own car home from work. Further, the police department had little or no control over him at the time of the accident. He performed no official duty relative to the accident, and admitted that he was not paid for any overtime after he left the station. Further, he was not on either a specific call or special assignment at the time of the accident.\nThe entry is:\nJudgment vacated.\nRemanded to the Appellate Division for entry of a judgment remanding the case to the commissioner with directions to deny the petition for award.\nIt is further ordered that the employer pay to the petitioner an allowance of $550.00 for his counsel fees, plus his reasonable out-of-pocket expenses for this appeal.\nAll concurring.\n. 39 M.R.S.A. § 51(1) (Pamph.1984) provides in pertinent part:\n1. Entitlement. If an employee who has not given notice of his claim of common law or statutory rights of action, or who has given the notice and has waived the same, as provided in section 28 receives a personal injury arising out of and in the course of his employment ..., he shall be paid compensation and furnished medical and other services by the employer who has assented to become subject to this Act.\nWe do not reach the question whether Westber-ry’s injury arose out of his employment.\n. In Rawson’s Case the employee was ordered to pick up the employer’s mail at the post office during his noon hour and bring the mail to his office when he returned. The employee was injured on his return journey to work.\n. In Toomey, a Portland police officer who was on duty was killed just over the city line in Westbrook. We stated:\n[P]olice officers are within a grouping of employees who have in common that they may well he engaged in a work-related activity when they are on a public way, whether within or reasonably close to the area constituting the primary locus of their employment.\nToomey v. City of Portland, 391 A.2d at 331.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Daniel G. Lilley Law Offices, Stephen W. Devine (orally), Portland, for plaintiff.",
      "Norman & Hanson, William LaCasse (orally), Stephen Hessert, Portland, for defendants."
    ],
    "corrections": "",
    "head_matter": "Alan WESTBERRY v. TOWN OF CAPE ELIZABETH, et al.\nSupreme Judicial Court of Maine.\nArgued Nov. 20, 1984.\nDecided May 20, 1985.\nDaniel G. Lilley Law Offices, Stephen W. Devine (orally), Portland, for plaintiff.\nNorman & Hanson, William LaCasse (orally), Stephen Hessert, Portland, for defendants.\nBefore NICHOLS, ROBERTS, VIOL-ETTE, WATHEN and GLASSMAN, JJ."
  },
  "file_name": "0888-02",
  "first_page_order": 934,
  "last_page_order": 938
}
