{
  "id": 11631920,
  "name": "Mary Ann JUDITH, Appellant, v. GRAPHIC COMMUNICATIONS INTERNATIONAL UNION, et al., Appellees",
  "name_abbreviation": "Judith v. Graphic Communications International Union",
  "decision_date": "1999-04-15",
  "docket_number": "Nos. 97-CV-1051, 97-CV-1798",
  "first_page": "890",
  "last_page": "892",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 890"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "455 A.2d 900",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7994512
      ],
      "pin_cites": [
        {
          "page": "901"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/455/0900-01"
      ]
    },
    {
      "cite": "699 A.2d 416",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11907237
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/699/0416-01"
      ]
    },
    {
      "cite": "122 F.3d 1242",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        302220
      ],
      "pin_cites": [
        {
          "page": "1244"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/122/1242-01"
      ]
    },
    {
      "cite": "138 F.3d 1209",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        256933
      ],
      "pin_cites": [
        {
          "page": "1213"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/138/1209-01"
      ]
    },
    {
      "cite": "143 F.3d 626",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        268684
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "629"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/143/0626-01"
      ]
    },
    {
      "cite": "561 A.2d 483",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7349252
      ],
      "pin_cites": [
        {
          "page": "484"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/561/0483-01"
      ]
    },
    {
      "cite": "592 A.2d 1069",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7379159
      ],
      "pin_cites": [
        {
          "page": "1071, 1073"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/592/1069-01"
      ]
    },
    {
      "cite": "669 A.2d 717",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11329020
      ],
      "pin_cites": [
        {
          "page": "721"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/0717-01"
      ]
    },
    {
      "cite": "439 A.2d 478",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7942308
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "480"
        },
        {
          "page": "480",
          "parenthetical": "D.C.1981"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/439/0478-01"
      ]
    },
    {
      "cite": "591 A.2d 1286",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7382440
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1289"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/591/1286-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 8231,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 6.211405838620902e-08,
      "percentile": 0.38458786593349653
    },
    "sha256": "9456cef1a66b6868b7782c6db8868533cee2db313e8e83ce5f51d48d980041d9",
    "simhash": "1:3e2ef8f5130eddf4",
    "word_count": 1312
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY, STEADMAN and SCHWELB, Associate Judges."
    ],
    "parties": [
      "Mary Ann JUDITH, Appellant, v. GRAPHIC COMMUNICATIONS INTERNATIONAL UNION, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "STEADMAN, Associate Judge:\nThis sexual harassment lawsuit reaches us on appeal from the trial court’s order granting the defendants’ “Motion for Dismissal of Action and Referral to Arbitration.” The immediate issue before us is whether such an order is immediately appealable. We hold that it is not and hence dismiss the appeal for lack of jurisdiction.\ni.\nAppellant Mary Ann Judith sued her employer, the Graphic Communications International Union (GCIU), and three of its officers and employees alleging sexual harassment and discrimination. During the time period covered by the complaint, Judith was the executive secretary to the Executive Assistant to the President of the GCIU. All defendants moved to have the case referred to arbitration, relying on the arbitration clause contained in the collective bargaining agreement between the GCIU and the Office and Professional Employees International Union, Local 2 (the “Agreement”). Judith responded that, although she was a dues paying member of Local 2, she was not covered by the collective bargaining agreement.\nAfter first denying the defendants’ motion, the court reconsidered based on extrinsic evidence submitted by the defendants. The court requested argument on the issue during a scheduling conference and orally reversed its prior decision, stating, “I am going to ... dismiss this case in favor of arbitration.” Judith appeals this ruling, along with a ruling denying what she termed a Rule 60(b) motion for reconsideration based on additional competing extrinsic evidence.\nII.\nWhen a civil suit is initiated and the defense argues that the matter must be submitted to arbitration, “the trial court must decide as a matter of law whether a particular dispute is arbitrable.” Haynes v. Kuder, 591 A.2d 1286, 1289 (D.C.1991). The District of Columbia Uniform Arbitration Act (DCUAA) identifies those orders relating to arbitration that are deemed final for purposes of appeals. D.C.Code 8 16-4317(a) (1997). While a denial of arbitration is appealable, an order compelling arbitration is not. Id. “The Council’s omission of an order to compel arbitration from the list of orders deemed to be final ... is consistent with the general rule that ... an order is final for purposes of appeal ... [when] it disposes of the entire case on the merits” because “the parties’ rights and obligations are finally determined only after arbitration is had, or, if an arbitrator’s award is challenged, after a court, enters judgment upholding, modifying, or vacating an arbitrator’s award.” American Federation of Government Employees v. Koczak, 439 A.2d 478, 480 (D.C.1981) (internal quotation omitted).\nIf the court sends the matter to arbitration, the DCUAA requires a stay pending the outcome of the arbitration proceeding. D.C.Code § 16-4302(d). Had the trial court simply stayed the litigation pending compelled arbitration, the order would not be appealable. Umana v. Swidler & Berlin, 669 A.2d 717, 721 (D.C.1995); Koczak, supra, 439 A.2d at 480 (D.C.1981). However, argues appellant, here the trial court dismissed the action, and ordinarily dismissal of a case is a final and appealable judgment. We do not think that this formality can create a grant of jurisdiction.\nTo begin with, this was not an outright dismissal of the action. The Motion for Dismissal of Action and Referral to Arbitration upon which the court was ruling requested that “the plaintiff be directed to utilize the grievance procedures of the collective bargaining agreement as mandated by the District of Columbia Uniform Arbitration Act, D.C.Code § 16-4301 (1998) (‘DCUAA’).” The trial court in its oral ruling stated that it was dismissing the case “in favor of arbitration.” The docket entry for that date states: “Case dismissed in favor of binding arbitration pursuant to union agreement between parties. [Final Judgment] should be entered.”\nFurthermore, the DCUAA requires a stay of litigation when arbitration is to take place, and therefore the court’s authority to dismiss the case was at best doubtful. D.C.Code § 16-4302(d). Although the defendants moved for a dismissal, and that is how the court responded, we have made interpretations to effectuate the purpose of the DCUAA in the past. In Hercules & Co. v. Beltway Carpet Serv., Inc., we stated that the defendant’s “motion to dismiss must be seen as a motion to compel arbitration,” noting that “the granting of the motion to ‘dismiss’ would not have resulted in the dismissal of count 1, but rather in a stay of the litigation as to that claim, pending the outcome of arbitration.” 592 A.2d 1069, 1071, 1073 (D.C.1991) (internal citation omitted). Similarly, in Robinson v. Booker, we explained that “appellant’s original motion ... had sought a dismissal of the complaint on the ground that the contract compelled arbitration; accordingly, that motion must be seen as the application for compelled arbitration ...” 561 A.2d 483, 484 (D.C.1989).\nA number of courts have treated rulings for dismissal in favor of arbitration as if they were orders to stay litigation. See, e.g., Seacoast Motors v. Chrysler Corp., 143 F.3d 626 (1st Cir.1998). “Such a result avoids elevating form over substance and promotes both the proarbitration purposes of the FAA and the institutional goal of avoiding piecemeal appeals and systemic delays.” Id. at 629. The Seventh Circuit noted that “a rule that gave weight to whether the district judge dismissed rather than stayed an action would allow a district court to determine the jurisdiction of an appellate court,” an arbitrary result that would not comport with what Congress intended “when it barred appellate review of interlocutory orders compelling arbitration.” Napleton v. GMC, 138 F.3d 1209, 1213 (7th Cir.1998). See also McCarthy v. Providential Corp., 122 F.3d 1242, 1244 (9th Cir.1997). We agree with the reasoning of these courts, and now apply it in our own jurisdiction.\nAppeal dismissed.\n. This court’s jurisdiction is governed by D.C.Code § 11-721 (1995), which, with exceptions not relevant here, establishes jurisdiction over appeals from \"all final orders and judgments of the Superior Court of the District of Columbia.” D.C.Code § ll-721(a)(l).\n. No written order or docketing of a judgment ever followed. This presents another potentially significant bar to finality here resulting from the failure to comply with Super. Ct. Civ. R. 58. That rule requires that \"every judgment shall be set forth on a separate document. A judgment is effective only when so set forth and when entered as provided in Rule 79(a).” This court has enforced Rule 58 in the past, while acknowledging the exception developed in federal courts whereby the requirement is deemed waived if no party objects, and “it is clear that the trial court intended its action to be the final decision in the case.\" Williams v. Vel Rey Props., 699 A.2d 416, 420 n. 8 (D.C. 1997). We do not address this issue further since we would lack jurisdiction in any event.\n. We see no need to determine whether the order should be formally amended to constitute merely a stay. Appellees at oral argument expressly agreed that no statute of limitations bar would be invoked relying on the dismissal and are bound by this commitment, which extends to all appel-lees. Rightly or wrongly, the order to arbitrate applies to the individuals as well as the employer, and we would have no jurisdiction at this point over their dismissal in any event. Dyhouse v. Baylor, 455 A.2d 900, 901 (D.C.1983). We likewise lack jurisdiction over the appeal from the motion for reconsideration, which although framed as one under Rule 60(b) does not in fact address itself to a final order as required by the rule and hence is equally nonappealable.",
        "type": "majority",
        "author": "STEADMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Carol Connor Flowe, with whom Allen G. Siegel and Deborah B. Goldman, Washington, DC, were on the brief, for appellant.",
      "Robert L. Bredhoff, Washington, DC, with whom Robert F. Muse, Boston, MA, was on the brief, for appellees."
    ],
    "corrections": "",
    "head_matter": "Mary Ann JUDITH, Appellant, v. GRAPHIC COMMUNICATIONS INTERNATIONAL UNION, et al., Appellees.\nNos. 97-CV-1051, 97-CV-1798.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 23, 1999.\nDecided April 15, 1999.\nCarol Connor Flowe, with whom Allen G. Siegel and Deborah B. Goldman, Washington, DC, were on the brief, for appellant.\nRobert L. Bredhoff, Washington, DC, with whom Robert F. Muse, Boston, MA, was on the brief, for appellees.\nBefore TERRY, STEADMAN and SCHWELB, Associate Judges."
  },
  "file_name": "0890-01",
  "first_page_order": 944,
  "last_page_order": 946
}
