{
  "id": 9179871,
  "name": "Jonathan HOLT v. Jennifer (Holt) WATSON",
  "name_abbreviation": "Holt v. Watson",
  "decision_date": "2005-02-25",
  "docket_number": "",
  "first_page": "891",
  "last_page": "894",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 891"
    },
    {
      "type": "parallel",
      "cite": "2005 ME 33"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "510 A.2d 1075",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7908972
      ],
      "pin_cites": [
        {
          "page": "1076"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/510/1075-01"
      ]
    },
    {
      "cite": "602 A.2d 1152",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938389
      ],
      "pin_cites": [
        {
          "page": "1153-54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/602/1152-01"
      ]
    },
    {
      "cite": "2004 ME 103",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9213814
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "¶ 3"
        },
        {
          "page": "194"
        },
        {
          "page": "¶ 4"
        },
        {
          "page": "194"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/854/0193-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 420,
    "char_count": 6995,
    "ocr_confidence": 0.685,
    "pagerank": {
      "raw": 1.4975956836136062e-07,
      "percentile": 0.6649559491692373
    },
    "sha256": "f26249d6fbe89fb2f3bb4073e743371f54c4269c3ec79d1a4a84db82eb887e9c",
    "simhash": "1:bbb7ce6634c1ce71",
    "word_count": 1091
  },
  "last_updated": "2024-02-27T18:54:33.983777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: CLIFFORD, RUDMAN, DANA, ALEXANDER, CALKINS, and LEVY, JJ."
    ],
    "parties": [
      "Jonathan HOLT v. Jennifer (Holt) WATSON."
    ],
    "opinions": [
      {
        "text": "RUDMAN, J.\n[¶ 1] Jonathan Holt appeals from a judgment entered in the District Court (Biddeford, Janelle, J.), which granted Jonathan and Jennifer (Holt) Watson a divorce, and awarded Jennifer spousal support of $50,000 to be paid by Jonathan in three installments over a period of three years. Because the court’s findings are unclear as to whether it was awarding reimbursement support or general support, we vacate the portion of the judgment relating to spousal support and remand to the District Court for it to reconsider its award.\nI. BACKGROUND\n[¶ 2] Jonathan and Jennifer had been married for approximately nine years. Jonathan, age thirty, graduated from the University of New England Medical School in 2002 and completed his residency in the fall of 2004. At the divorce hearing, Jonathan acknowledged that he had the ability to earn between $75,000 and $100,000 as a general practitioner. Jonathan, however, wishes to pursue a fellowship opportunity in medical research where he will earn ábout $40,000 annually.\n[¶ 3] Jennifer, age thirty-three, is a social worker and earns about $38,000 a year. The court found that she was at or near her full economic potential. She willingly relocated to Maine, away from family and friends, to support her husband while he obtained a medical degree. While he was in medical school, she acquired a master’s degree in social work at the University of New England at a cost in excess of $70,000. The court found that she would not have incurred such a large education debt but for the assurance from her husband that he, upon becoming a physician, would have the necessary income to pay her educational debts.\n[¶ 4] The court found that a denial of spousal support would lead to an unjust and inequitable result, and that Jennifer had rebutted the presumption against an award of spousal support in the eight-year, eleven-month marriage. The court therefore ordered Jonathan to make reimbursement payments as follows: $15,000 on or before June 1, 2005; $15,000 on or before June 1, 2006; and $20,000 on or before June 1, 2007. Jonathan filed a motion for reconsideration and for further findings of fact regarding his future earnings and level of employability, which the court denied. Jonathan now appeals from the District Court’s spousal support award.\nII. DISCUSSION\n[¶ 5] “Generally, the determination of whether spousal support is appropriate is left to the sound discretion of the trial court.” Urquhart v. Urquhart, 2004 ME 103, ¶ 3, 854 A.2d 193, 194 (quotation mark omitted). “An order granting, denying or modifying spousal support must state ... the type or types of support, if support is awarded ... [and] [t]he factors relied upon by the court in arriving at its decision.” 19-A M.R.S.A. § 951-A(1) (Supp.2004). Our spousal support statute lists five types of spousal support that a trial court may grant, including reimbursement support:\nReimbursement support may be awarded to achieve an equitable result in the overall dissolution of the parties’ financial relationship in response to exceptional circumstances. Exceptional circumstances include, but are not limited to:\n(1) Economic misconduct by a spouse; and\n(2) Substantial contributions a spouse made towards the educational or occupational advancement of the other spouse during the marriage. Reimbursement support may be awarded only if the court determines that the parties’ financial circumstances do not permit the court to fully address equitable considerations through its distributive order pursuant to section 953 [disposition of property statute].\n19-A M.R.S.A. § 951-A(2)(C) (Supp.2004).\n[¶ 6] In this case, although it specifically stated that it is awarding Jennifer reimbursement support, the District Court’s finding that, even though the marriage lasted less than ten years, Jennifer had rebutted the presumption against an award of spousal support because the denial of such support would lead to an unjust and inequitable result, is consistent with the general support section of the statute, 19-A M.R.S.A. § 951-A(2)(A) (Supp.2004), rather than the reimbursement support section, 19-A M.R.S.A. § 951-A(2)(C). Further, the court did not make the findings of “exceptional circumstances” that would warrant reimbursement support. See, e.g., Urquhart, 2004 ME 103, ¶ 4, 854 A.2d at 194. (“The type of [spousal] support awarded will also inform any appellate analysis required ... [and] will bear on any future motion to modify the award.”); Bayley v. Bayley, 602 A.2d 1152, 1153-54 (Me.1992) (“The divorce court has a duty to make findings sufficient to inform the parties of the reasoning underlying its conclusions and to provide for effective appellate review.”).\n[¶ 7] It is unclear whether the court intended to award reimbursement or general spousal support. As a result, the judgment regarding spousal support must be vacated.\nThe entry is:\nJudgment vacated in part and affirmed in part. Case remanded to the District Court for reconsideration of its award of spousal support pursuant to 19-A M.R.S.A. § 961-A (Supp.2004).\n. Before awarding any type of spousal support, the court shall consider the seventeen factors listed in 19-A § 951-A(5) (Supp.2004).\n. Although our Legislature used \"and” instead of “or” in describing exceptional circumstances, 19-A M.R.S.A. § 951-A(2)(C)(1), (2) (Supp.2004), we note that only one section of the statute needs to be met rather than both in order to find exceptional circumstances.\n. The general spousal support section of the statute states, in relevant part:\n[tjhere is a rebuttable presumption that general support may not be awarded if the parties were married for less than 10 years .... If the court finds that a spousal support award based upon a presumption established by this paragraph would be inequitable or unjust, that finding is sufficient to rebut the applicable presumption.\n19-A M.R.S.A. § 951-A(2)(A) (Supp.2004).\n. Our statute requires exceptional circumstances before awarding reimbursement support. A dictionary definition of \"exceptional” states: \"Rare” MERRIAM-WEBSTER DICTIONARY available at http://www.m-w.com/; “Well above average; extraordinary” available at http://dictionauy.reference.com/.\n. Jonathan also advances issues never argued to the trial court and, therefore, does not merit appellate review. See Nicholson v. Nicholson, 510 A.2d 1075, 1076 (Me.1986). Contrary to his contentions, the court did not treat Jonathan's professional degree as marital property. Rather, it looked to Jonathan’s potential future earnings, which.is permissible pursuant to 19-A M.R.S.A. § 951-A(5)(D).",
        "type": "majority",
        "author": "RUDMAN, J."
      }
    ],
    "attorneys": [
      "Jonathan Holt, Menlo Park, CA, for plaintiff.",
      "Thomas G. Ainsworth, Esq., Michael F. Vaillancourt, Esq., Ainsworth, Thelin, Chamberlain & Raftice, P.A., South Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "2005 ME 33\nJonathan HOLT v. Jennifer (Holt) WATSON.\nSupreme Judicial Court of Maine.\nSubmitted On Briefs: Feb. 3, 2005.\nDecided: Feb. 25, 2005.\nJonathan Holt, Menlo Park, CA, for plaintiff.\nThomas G. Ainsworth, Esq., Michael F. Vaillancourt, Esq., Ainsworth, Thelin, Chamberlain & Raftice, P.A., South Portland, for defendant.\nPanel: CLIFFORD, RUDMAN, DANA, ALEXANDER, CALKINS, and LEVY, JJ."
  },
  "file_name": "0891-02",
  "first_page_order": 931,
  "last_page_order": 934
}
