{
  "id": 9494625,
  "name": "Jerome R. EVANS, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Evans v. United States",
  "decision_date": "2001-08-09",
  "docket_number": "No. 99-CF-1365",
  "first_page": "891",
  "last_page": "895",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 891"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "31 Stat. 1322",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "pin_cites": [
        {
          "parenthetical": "attempted robbery"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "630 A.2d 705",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11324494
      ],
      "pin_cites": [
        {
          "page": "707"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/630/0705-01"
      ]
    },
    {
      "cite": "673 A.2d 596",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862614
      ],
      "pin_cites": [
        {
          "page": "597"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/673/0596-01"
      ]
    },
    {
      "cite": "376 A.2d 809",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8004683
      ],
      "pin_cites": [
        {
          "page": "812"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/376/0809-01"
      ]
    },
    {
      "cite": "450 A.2d 428",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975914
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/450/0428-01"
      ]
    },
    {
      "cite": "460 A.2d 38",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7945816
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/460/0038-01"
      ]
    },
    {
      "cite": "215 A.2d 839",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8101203
      ],
      "pin_cites": [
        {
          "page": "841-42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/215/0839-01"
      ]
    },
    {
      "cite": "575 A.2d 1196",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7386160
      ],
      "pin_cites": [
        {
          "page": "1199"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/575/1196-01"
      ]
    },
    {
      "cite": "526 A.2d 1373",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7927919
      ],
      "pin_cites": [
        {
          "page": "1375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/526/1373-01"
      ]
    },
    {
      "cite": "225 A.2d 878",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8103076
      ],
      "pin_cites": [
        {
          "page": "880"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/225/0878-01"
      ]
    },
    {
      "cite": "37 Stat. 193",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "282 A.2d 551",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8073400
      ],
      "pin_cites": [
        {
          "page": "553"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/282/0551-01"
      ]
    },
    {
      "cite": "31 Stat. 1321",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 538,
    "char_count": 9294,
    "ocr_confidence": 0.675,
    "pagerank": {
      "raw": 2.6476673089490927e-07,
      "percentile": 0.8237596091509582
    },
    "sha256": "7ed706c4ddd389a625191d48b4599a07e1155a2d8917979e03da9e5abd490a5c",
    "simhash": "1:9ca01e6cfc7da54e",
    "word_count": 1552
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, REID and GLICKMAN, Associate Judges."
    ],
    "parties": [
      "Jerome R. EVANS, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "GLICKMAN, Associate Judge:\nThe issue in this appeal is whether “attempted threats” is a crime in the District of Columbia. We hold that it is.\nI.\nThe crime charged in this case occurred following a preliminary hearing in Superi- or Court in which appellant Jerome Evans was the defendant. As Evans walked from the courtroom, two police officers sitting in the gallery overheard him speak to an unidentified person behind them. The officers heard Evans say that he was going to kill the witness, another police officer, who had just testified against him. The officers reported what they heard, and Evans was charged with the misdemeanor of making a threat to do bodily harm in violation of D.C.Code § 22-507 (1996). Prior to trial, the government reduced the charge against Evans to one of attempted threats in violation of D.C.Code §§ 22-103 and 22-507. The trial court found Evans guilty of that offense in a bench trial.\nEvans’s primary contention on appeal is that he was convicted of a nonexistent offense. According to Evans, attempted threats cannot be a crime because “it is physiologically impossible to attempt to orally threaten another.” Evans reasons that until the threat is uttered, there is no crime at all, since the law does not punish mere thoughts, even malevolent ones; and that as soon as the threat is uttered, the crime of threats is not merely attempted, but completed. In other words, Evans argues that the evidence in any prosecution for attempted threats will establish either the consummated offense of threats or no offense at all. Evans further asserts that the government improperly charged him with an attempt solely in order to deprive him of a right to a jury trial.\nFor the reasons that follow, we reject Evans’s arguments.\nII.\nThe general attempts statute under which Evans was prosecuted, D.C.Code § 22-103 (1996), originated as a provision in the criminal code that Congress enacted for the District in 1901. See Act of March 3, 1901, ch. 854, § 906, 31 Stat. 1321, 1337. In its current codification, the statute provides in pertinent part that “[wjhoever shall attempt to commit any crime, which attempt is not otherwise made punishable by chapter 19 of [the 1901 Act], shall be punished by a fine not exceeding $1,000 or by imprisonment for not more than 180 days, or both.” D.C.Code § 22-103.\nOn its face, the general prohibition of attempts in D.C.Code § 22-103 does apply to attempts to threaten bodily harm, because the attempt to commit that crime was not “otherwise made punishable” by Chapter 19 (the criminal code chapter) of the 1901 Act. The completed crime of threats itself was not proscribed in the criminal code of 1901, nor was it a crime at common law in this jurisdiction. See Postell v. United States, 282 A.2d 551, 553 (D.C.1971). Threats was made a crime in the District in 1912, when Congress enacted what later became D.C.Code § 22-507. See Act effective July 16, 1912, ch. 235, § 2, 37 Stat. 193. We think it immaterial that threats was not a crime when the general attempts statute became law in 1901. The attempts statute refers expansively to attempts to commit “any crime,” and we can find no warrant for construing that language narrowly so as to exclude new crimes created after 1901 from its scope. On the contrary, without even commenting on the matter, we have long understood the attempts statute to apply to subsequently created offenses. See Greenwood v. United States, 225 A.2d 878, 880 (D.C.1967) (applying attempts statute to unauthorized use of a motor vehicle, an offense enacted in 1913).\nFurthermore, the government was permitted to charge Evans with attempted threats even though it could prove the completed offense. To prove an attempt, the government is not required to prove more than “an overt act done with the intent to commit a crime, ... which, except for some interference, would have resulted in the commission of the crime.” Wormsley v. United States, 526 A.2d 1373, 1375 (D.C.1987). But failure is not an essential element of criminal attempt. “Every completed criminal offense necessarily includes an attempt to commit that offense.” Ray v. United States, 575 A.2d 1196, 1199 (D.C.1990). Our decisions have repeatedly held that “a person charged with an attempt to commit a crime may be convicted even though the evidence shows a completed offense, not merely an attempt.” Id.; accord, United States v. Fleming, 215 A.2d 839, 841-42 (D.C.1966). See also Criminal JURY Instructions for the District of Columbia, No. 4.04 (4th ed.1993).\nWe do not agree with Evans that it is impossible — for physiological or any other reasons — to attempt an oral threat without simultaneously consummating the offense. This court has previously rejected Evans’s claim that “merely uttering a threat completes the crime.” United States v. Baish, 460 A.2d 38, 42 n. 5 (D.C.1983). “The essential elements of the offense of threats to do bodily harm are: that the defendant uttered words to another person; that the words were of such a nature as to convey fear of serious bodily harm or injury to the ordinary hearer; that the defendant intended to utter the words which constituted the threat.” Campbell v. United States, 450 A.2d 428, 431 n. 5 (D.C.1982). Thus, “an individual must do more than utter a threat; the evidence must show that the threatening message was conveyed to someone — either to the object of the threat or to a third party.” Baish, 460 A.2d at 42. “An uncommunicated threat, by definition, cannot threaten.” Id. It follows that if a threat fortuitously goes unheard, the person who utters it is guilty of an attempt, not the completed offense. Attempted but unconsummated oral threats are easy to conceive — as where, for instance, a threat is garbled and not understood, or is whispered too softly to be heard, or is spoken into a telephone answering device that malfunctions and fails to record the utterance, or is recorded but erased before anyone listens to it. As a practical matter, such unconsummated threats may be unprovable, for lack of available evidence; but there is no doubt that they can be perpetrated. Evans was not, therefore, convicted of a non-existent crime.\nSince “attempted threats” is a valid statutory offense, the United States Attorney had discretion to charge it. “If the facts show a violation of two or more statutes, an election may be made to prosecute under either.” United States v. Young, 376 A.2d 809, 812 (D.C.1977).\nEvans complains, however, that the prosecutor’s election in this case deprived him of a statutory right to a trial by jury, even though the penalties for misdemeanor threats and attempted threats are virtually identical. Under D.C.Code § 16 — 705(b) (2001), a defendant is entitled to a jury trial on all offenses (except contempt of court) that are punishable by imprisonment for more than 180 days. The maximum prison sentence for attempted threats is just 180 days. See D.C.Code § 22-103. The maximum prison sentence for the completed offense of misdemeanor threats, on the other hand, is six months, which is deemed to be slightly more than 180 days. See D.C.Code § 22-507; Turner v. Bayly, 673 A.2d 596, 597 (D.C.1996). Thus, had Evans been prosecuted for threats instead of attempted threats, he would have enjoyed a right to be tried by a jury. But that does not mean that Evans’s rights were violated. The existence of a right to a jury trial depends on the maximum punishment for the offense that is charged, not on the maximum punishment for an offense that could be charged but is not. Ultimately, Evans was charged with attempted threats. Since the maximum punishment for that offense fell below the statutory threshold, Evans was not denied any statutory right to a jury trial, for he simply had no such right.\nIII.\nTo sum up, we hold that attempted threats is a valid statutory offense under the laws of the District of Columbia. The government did not violate Evans’s rights in charging him with that offense. The evidence of his guilt was sufficient, and we affirm his conviction.\nSo ordered.\n. Evans also challenges the sufficiency of the evidence to convict him, arguing that no one actually saw who uttered the threat. This challenge does not merit extended discussion. Two police officers testified that they heard and saw Evans make the threat as he walked past them. We defer to the trial judge’s decision to credit their testimony. See, e.g., In re R.H.M., 630 A.2d 705, 707 (D.C.1993).\n. D.C.Code § 22-103 was recently recodified, without change, as D.C.Code § 22-1803 (2001).\n. Chapter 19 of the 1901 Act did contain provisions that dealt specifically with attempts to commit certain other crimes. See, e.g., ch. 854, § 811, 31 Stat. 1322 (attempted robbery).\n. D.C.Code § 22-507 has been recodified as D.C.Code § 22-407 (2001).",
        "type": "majority",
        "author": "GLICKMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Edward DeV. Bunn, appointed by the court, for appellant.",
      "Kent Cassibry, Assistant United States Attorney, with whom Wilma A. Lewis, United States Attorney at the time the brief was filed, and John R. Fisher, Assistant United States Attorney, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jerome R. EVANS, Appellant, v. UNITED STATES, Appellee.\nNo. 99-CF-1365.\nDistrict of Columbia Court of Appeals.\nArgued June 21, 2001.\nDecided Aug. 9, 2001.\nEdward DeV. Bunn, appointed by the court, for appellant.\nKent Cassibry, Assistant United States Attorney, with whom Wilma A. Lewis, United States Attorney at the time the brief was filed, and John R. Fisher, Assistant United States Attorney, were on the brief, for appellee.\nBefore STEADMAN, REID and GLICKMAN, Associate Judges."
  },
  "file_name": "0891-01",
  "first_page_order": 933,
  "last_page_order": 937
}
