{
  "id": 8325625,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Richard CHAMBERS, Appellant",
  "name_abbreviation": "Commonwealth v. Chambers",
  "decision_date": "2007-03-23",
  "docket_number": "",
  "first_page": "892",
  "last_page": "897",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 892"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "423 Pa.Super. 393",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        924760
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/423/0393-01"
      ]
    },
    {
      "cite": "909 A.2d 352",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8456348
      ],
      "pin_cites": [
        {
          "page": "359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/909/0352-01"
      ]
    },
    {
      "cite": "827 A.2d 469",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9108966
      ],
      "pin_cites": [
        {
          "page": "475"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/827/0469-01"
      ]
    },
    {
      "cite": "909 A.2d 352",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8456348
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/909/0352-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 804,
    "char_count": 16884,
    "ocr_confidence": 0.671,
    "pagerank": {
      "raw": 4.518461695170957e-08,
      "percentile": 0.2833622732445019
    },
    "sha256": "70a27538b7c420ff59acb707586226598220211c8ee607472c6dee2e4f6f5883",
    "simhash": "1:c86c8b1f6a6f3700",
    "word_count": 2745
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: STEVENS, KLEIN, and PANELLA, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Richard CHAMBERS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY STEVENS J.:\n¶ 1 This is an appeal from the judgment of sentence entered in the Court of Common Pleas of Montgomery County following Appellant’s conviction on the charges of possession with the intent to deliver a controlled substance, possession of a controlled substance, and possession of drug paraphernalia. Appellant contends the suppression court erred in denying his motion to suppress evidence seized pursuant to an inventory search of his pick-up truck. We affirm.\nWhen reviewing an order denying a motion to suppress evidence, we are limited to determining whether the evidence of record supports the factual findings, inferences and legal conclusions of the suppression court. In so doing, we consider only the evidence of the prosecution’s witnesses along with defense evidence that, fairly read in the context of the entire record, remains uncontradicted. Furthermore, questions of credibility and the weight to be accorded to witness testimony are issues within the sound discretion of the trial court. If the record supports the factual findings of the trial court, we may reverse only for an error of law.\nCommonwealth v. Bennett, 827 A.2d 469, 475 (Pa.Super.2003) (citations omitted).\n¶2 Keeping this standard in mind, the relevant facts and procedural history are as follows: Following the stop and search of his vehicle, Appellant was arrested for various drug offenses and, represented by counsel, Appellant proceeded to a suppression hearing on July 20, 2005, dining which Appellant contended the police did not have a reasonable suspicion to stop his vehicle and the subsequent inventory search was improper. The sole testifying witness was Lansdale Borough Police Officer Thomas Pfund, who testified as follows: Officer Pfund was on patrol on February 11, 2005. N.T. 7/20/05 at 5. At approximately 7:00 p.m., Officer Pfund was traveling behind a Dodge pick-up truck when he decided to run the pick-up truck’s license plate number. N.T. 7/20/05 at 5. The Officer discovered the license plate number was marked as a “dead tag,” indicating that the license plate should not have been affixed to any vehicle. N.T. 7/20/05 at 5-6. Since the pick-up truck was not displaying a proper license plate, Officer Pfund activated his cruiser’s lights, thereby signaling the driver of the pick-up truck to pull to the curb. N.T. 7/20/05 at 6-7. The driver, who was later identified as being Appellant, stopped the pick-up truck in the road, just past a stop sign at the intersection of Sixth and Kenilworth Streets in Lansdale. N.T. 7/20/05 at 7-8. Officer Pfund testified that the pick-up truck obstructed the traffic flowing on Kenilworth and Sixth Streets. N.T. 7/20/05 at 7. In fact, Officer Pfund testified that Sixth Street traffic was blocked. N.T. 7/20/05 at 7-8.\n¶ 3 Officer Pfund approached Appellant, who was the only person in the pick-up truck. N.T. 7/20/05 at 8. Officer Pfund asked to see Appellant’s driver’s license, registration, and insurance. N.T. 7/20/05 at 8. Appellant informed Officer Pfund that the pick-up truck was neither registered nor insured and Appellant did not have a valid driver’s license. N.T. 7/20/05 at 9. Officer Pfund verified with PennDot that Appellant’s driver’s license had been suspended. N.T. 7/20/05 at 9. Officer Pfund told Appellant that he would not be permitted to drive the pick-up truck from the scene and that, per the police department’s policy, the pick-up truck was going to be towed and impounded since it was blocking traffic and no one else was available to drive the pick-up truck from the scene. N.T. 7/20/05 at 9. Officer Pfund testified that, since the pick-up truck was not insured, he would not permit Appellant or himself to move the pick-up truck out of the road. N.T. 7/20/05 at 11. Officer Pfund informed Appellant that he was going to conduct an inventory search in order to ensure that all of Appellant’s valuables were recorded prior to the pick-up truck being towed. N.T. 7/20/05 at 10. Officer Pfund then informed Appellant that he was free to go and he would be receiving a summons in the mail regarding the numerous traffic violations. N.T. 7/20/05 at 12. Appellant asked whether he could retrieve a pair of boots, which he used for work, from the pick-up truck, and Officer Pfund replied affirmatively. N.T. 7/20/05 at 11. Appellant took a pair of boots and a twelve pack of beer from the pick-up truck and walked away from the scene. N.T. 7/20/05 at 12.\n¶ 4 With the assistance of a department inventory sheet, Officer Pfund commenced an inventory search of the pick-up truck. N.T. 7/20/05 at 13. In plain view in the front passenger area, Officer Pfund saw another pair of boots. N.T. 7/20/05 at 14, 29. As he was reaching for the boots, Officer Pfund noticed that a plastic bag was sticking out of the top of one of the boots. N.T. 7/20/05 at 14. Concluding it was unusual for a person to have a plastic bag inside of a boot, and believing the plastic bag contained something valuable or illegal, Officer Pfund took the plastic bag out of the boot and found therein several prepackaged bags of cocaine, a large bag of loose cocaine, and packing material. N.T. 7/20/05 at 14. Officer Pfund radioed a fellow officer, told him what he had discovered in the pick-up truck, and asked the officer to find Appellant and arrest him. N.T. 7/20/05 at 15. Officer Pfund testified that, at this point, he decided to seize the pick-up truck as a forfeiture due to the large amount of cocaine he had discovered. N.T. 7/20/05 at 15.\n¶ 5 On cross-examination, Officer Pfund testified that he was parked in the Kenil-worth Apartments’ parking lot when he first saw Appellant’s pick-up truck drive past him. N.T. 7/20/05 at 16. Officer Pfund indicated he was on duty conducting random checks of license plate numbers when he pulled out of the parking lot behind Appellant’s pick-up truck and typed the license plate number into the computer as he was driving. N.T. 7/20/05 at 16-17. Officer Pfund admitted that the area was known to be a “high drug area” and that he had seen the pick-up truck parked in the vicinity previously. N.T. 7/20/05 at 17. Officer Pfund indicated that, after he stopped the pick-up truck, Appellant provided him with a proper title, confirming that Appellant owned the pick-up truck. N.T. 7/20/05 at 19. Officer Pfund reiterated that, after Appellant stopped the pickup truck, one lane of traffic was completely blocked. N.T. 7/20/05 at 21. Officer Pfund testified that, once he discovered the pick-up truck was neither insured nor registered, he decided to impound and tow the vehicle pursuant to the department’s General Order D88.8. N.T. 7/20/05 at 21. Officer Pfund indicated that he did not give Appellant the option of driving the vehicle himself or having it privately towed. N.T. 7/20/05 at 22. Officer Pfund testified that, whether the police were going to tow the vehicle or whether Appellant arranged to have the vehicle towed privately, Officer Pfund would have conducted an inventory search for personal belongings in order to protect the integrity of the police. N.T. 7/20/05 at 31-32. Officer Pfund testified that his department conducts inventory searches in order to ensure that false claims regarding the loss of valuable are not made against the police. N.T. 7/20/05 at 31-32.\n¶ 6 By order entered on September 8, 2005, the suppression court denied Appellant’s request to suppress evidence, and on November 22, 2005, Appellant proceeded to a bench trial, where it was revealed he possessed 10.71 grams of cocaine. Appellant was convicted of the offenses indicated supra, and he was sentenced to an aggregate of three to six years in prison. This timely appeal followed. On May 26, 2006, the trial court ordered Appellant to file a Pa.R.A.P.1925(b) statement, Appellant filed the requested statement on June 8, 2006, and the trial court filed a Pa.R.A.P. 1925(a) opinion.\n¶ 7 As indicated, Appellant contends the suppression court should have granted his motion to suppress the evidence seized from Appellant’s pick-up truck. Specifically, Appellant’s sole contention is that the inventory search was illegal since “Officer Pfund failed and/or refused to ask [Appellant] if [Appellant] could make arrangements to have the pickup truck towed, hauled, or otherwise transported from the scene to a location where it would not constitute a hazard to the safety of other motorists thus obviating the necessity to conduct an inventory search.” Appellant’s Brief at 9-10.\nA warrantless inventory search of an automobile is different from a warrant-less investigatory search of the same. An inventory search of an automobile is permitted where: (1) the police have lawfully impounded the automobile; and (2) the police have acted in accordance with a reasonable, standard policy of routinely securing and inventorying the contents of the impounded vehicle. A warrantless investigatory search of an automobile requires both a showing of probable cause to search and exigent circumstances.\nIn determining whether a proper inventory search has occurred, the first inquiry is whether the police have lawfully impounded the automobile, i.e., have lawful custody of the automobile. The authority of the police to impound vehicles derives from the police’s reasonable community care-taking functions. Such functions include removing disabled or damaged vehicles from the highway, impounding automobiles which violate parking ordinances ... and protecting the community’s safety.\nThe second inquiry is whether the police have conducted a reasonable inventory search. An inventory search is reasonable if it is conducted pursuant to reasonable standard police procedures and in good faith and not for the sole purpose of investigation.\nCommonwealth v. Henley, 909 A.2d 352, 359 (Pa.Super.2006) (en banc) (citations and quotation omitted).\n¶ 8 In Henley, this Court indicated that police may impound and tow an unregistered, uninsured vehicle pursuant to their care-taking functions. This Court specifically stated, “Judges are not in a position to second-guess a police officer’s decision to tow a vehicle which, in the officer’s opinion, may create a traffic hazard. To do so would seriously handicap legitimate traffic-control activities.” Id. at 864 (quotation and quotation marks omitted). See 75 Pa.C.S.A. §§ 3352 and 3353 (discussing the police’s care-taking function in impounding and towing vehicles which obstruct traffic).\n¶ 9 Appellant’s contention that Officer Pfund was required to determine whether Appellant wanted to make the towing arrangements personally, thus obviating the need for impounding the pick-up truck and conducting an inventory search, is based on Appellant’s interpretation of General Order D88.8, pursuant to which Officer Pfund conducted the inventory search.\n¶ 10 The General Order at issue provides, inter alia, the following:\nII. POLICY. Lawful and necessary custody of any vehicle towed or impounded at the direction of an officer of this Department from public or private property within or outside the Township is to be inventory searched for. valuables.\nIII. AUTHORIZATION. Officers are authorized to have vehicles towed under a variety of circumstances which shall include but not be limited to the following:\n—where the operator is no longer physically or mentally competent to safeguard the motor vehicle or its contents,\n—where the motor vehicle is illegally parked or obstructing the normal and safe movement of traffic,\n—where the operator has been lawfully arrested and taken into custody for a criminal or motor vehicle law violation and the arrestee is unable or unwilling to provide for a reasonable and immediate alternative arrangement for the safety and security of the vehicle and its contents.\nEXAMPLES-DUI arrests, operating under suspension or revocation, recovered stolen vehicles, lawful custodial arrest where the vehicle must be removed from public or private property, abandoned vehicles removed from highways by police order, motor vehicle accidents where the operator has been physically removed from the scene and no other passenger/responsible person is available to take control of the vehicles and its contents.\nIV.PROCEDURE. The inventory search should be conducted either immediately before the vehicle is towed, or as soon as it practically possible.\n1111 A plain reading of the General Order at issue reveals that, contrary to Appellant’s assertion, Officer Pfund was not required to determine whether Appellant wished to make reasonable alternate arrangements for the pick-up truck, thus obviating the need for an inventory search. The General Order explicitly provides that officers are authorized to tow a vehicle if it is illegally parked or obstructing the normal and safe movement of traffic. There is no qualifying provision for this authority. Therefore, contrary to Appellant’s assertion, Officer Pfund did not disregard the police department’s standard inventory search procedures.\n¶ 12 Affirmed.\n¶ 13 KLEIN, J. FILES A DISSENTING OPINION.\n. 35 P.S. § 780-113(a)(30), (16), and (32), respectively.\n. Prior to filing this appeal, Appellant filed a pro se Post Conviction Relief Act, 42 Pa.C.S.A. §§ 9543-9546, petition, which the trial court denied as being premature.\n. General Order D88.8 was properly attached as an exhibit to the suppression notes of testimony.\n. Appellant does not challenge the validity of General Order D88.8; but rather, he contends Officer Pfund did not follow proper procedures as mandated by the General Order.\n. To the extent Appellant cites to Commonwealth v. Germann, 423 Pa.Super. 393, 621 A.2d 589 (1993), for the proposition that the police officer was required to ask Appellant whether he wished to make arrangements for the pick-up truck instead of the police impounding it, we find the case to be distinguishable. In Germann, a panel of this Court determined that there was no justification for towing the vehicle and there was no evidence that the vehicle at issue was obstructing traffic or otherwise creating a safety hazard. Such was not the situation in the case sub judice.\n. We note Appellant has not proffered any evidence that he would have been able to make alternate arrangements for the pick-up truck. Moreover, Officer Pfund testified that, even if Appellant had personally made arrangements for the vehicle to be towed, his department would still require an inventory search for valuables in order to protect the police’s integrity. Appellant has not challenged this testimony on appeal.",
        "type": "majority",
        "author": "OPINION BY STEVENS J.:"
      },
      {
        "text": "DISSENTING OPINION BY\nKLEIN, J.:\n¶ 1 I recognize that the police have a duty to remove cars that are blocking the public highways, that they should tow them to an area of safety, and that it is necessary to inventory a vehicle before it is towed to avoid claims that something is missing. I also agree with the majority that the language in Commonwealth v. Henley, 909 A.2d 352 (Pa.Super.2006) (en banc), supports the rationale of the majority.\n¶ 2 However, as I noted in my concurring and dissenting opinion in Henley, much of the language in that opinion was dicta. In Henley, the police stopped the car in an area where it had been snowing, there were mounds of snow, and parking was prohibited. There was no choice but to tow the car.\n¶3 I do not believe that means that every time the police pull a car over and find there is no insurance, registration, or driver’s license, they should have free rein to search the car. If the driver consents to leave the car where it is and take the risk of theft or vandalism, there should be no problem in either allowing the driver to go a short distance to park the car legally or have the officer drive the car a short distance to park it legally. It well may be that if there is a valid registration and insurance certificate, a friend or family member could arrive quickly to remove the car. Even if there is no registration or insurance, someone could come to tow the car privately.\n¶ 4 The alternative is to essentially overrule the notice requirements of 75 Pa. C.S.A. § 6309.2 by allowing the police to search immediately if the stop occurs in a no-parking zone. Even more serious, any time police see a car violating a traffic regulation, they can wait to pull the car over and use this as an excuse for a search, essentially overruling the Fourth Amendment. When it is easy to have the car pulled over to a safe location, as it was in this case, I do not believe the impossible burden of proving that the stop was a pretext for a search should be placed on the defendant.\n¶ 5 For these reasons, I respectfully dissent.",
        "type": "dissent",
        "author": "KLEIN, J.:"
      }
    ],
    "attorneys": [
      "Joseph J. Hylan, Norristown, for appellant.",
      "Bruce L. Castor, Jr., Norristown, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Richard CHAMBERS, Appellant.\nSuperior Court of Pennsylvania.\nArgued Nov. 16, 2006.\nFiled March 23, 2007.\nJoseph J. Hylan, Norristown, for appellant.\nBruce L. Castor, Jr., Norristown, for appellee.\nBEFORE: STEVENS, KLEIN, and PANELLA, JJ."
  },
  "file_name": "0892-01",
  "first_page_order": 926,
  "last_page_order": 931
}
