{
  "id": 7922454,
  "name": "JANET M. SING, INC. v. MAINE DEPARTMENT OF LABOR",
  "name_abbreviation": "Janet M. Sing, Inc. v. Maine Department of Labor",
  "decision_date": "1985-05-22",
  "docket_number": "",
  "first_page": "892",
  "last_page": "895",
  "citations": [
    {
      "type": "official",
      "cite": "492 A.2d 892"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "351 A.2d 546",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8065586
      ],
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/351/0546-01"
      ]
    },
    {
      "cite": "125 A.2d 83",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "84"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "152 Me. 114",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        472602
      ],
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/152/0114-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 454,
    "char_count": 8019,
    "ocr_confidence": 0.772,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20059161750356874
    },
    "sha256": "f8fda3bf45993c7864269f194bc23bf2e21af567ed0dd479980b58d450f293f2",
    "simhash": "1:a4beaf8eb5834bc6",
    "word_count": 1288
  },
  "last_updated": "2024-02-27T22:50:22.790062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN and SCOLNIK, JJ."
    ],
    "parties": [
      "JANET M. SING, INC. v. MAINE DEPARTMENT OF LABOR."
    ],
    "opinions": [
      {
        "text": "WATHEN, Justice.\nJanet M. Sing, Inc. (“JMS”) appeals from a decision of the Superior Court (Penobscot County) affirming a decision of the Maine Unemployment Insurance Commission (the “Commission”). The Commission found that JMS was a successor employer within the meaning of 26 M.R.S.A. § 1228 (Supp. 1984-1985), and was liable as such for the unpaid unemployment compensation contributions owed by its predecessor. On appeal, JMS argues: 1) that it is not a successor employer, and 2) that the individual owners of JMS, who were secured creditors of the “predecessor” employer and who repossessed the collateral, did not acquire the business or the assets of the predecessor and thus are not “employers” under the statute. We find no error and deny the appeal.\nI.\nThomas and Janet Sing were the co-owners of Thomas Wong Sing, Inc., which owned the machinery, furniture, equipment, and inventory used in running “Sing’s Polynesian Restaurant.” Thomas and Janet Sing also owned the real estate on which Thomas Wong Sing, Inc. operated.\nOn March 31, 1980, Thomas and Janet Sing sold their ownership shares in Thomas Wong Sing, Inc. to four buyers. The buyers paid part of the purchase price in cash and gave a promissory note secured by: an assignment of life insurance policies, security interests in the assets of Thomas Wong Sing, Inc., and a pledge of the shares of the company. Thomas and Janet Sing continued to own the real estate, but they leased the land and the restaurant building to the corporation. The new owners of Thomas Wong Sing, Inc. changed the name of the corporation to “Sing’s Garden Restaurant, Inc.” (“Garden, Inc.”) and began operating “Sing’s Garden Restaurant.”\nOn March 26, 1983, after Garden, Inc. defaulted on payments due under the lease and the promissory note, Thomas and Janet Sing exercised their rights under the lease and security agreement. The shareholders of Garden, Inc. surrendered possession of the assets and premises to Thomas and Janet Sing. Three days later the Sings formed JMS, with Janet Sing as the sole shareholder. The Sings transferred title to the restaurant equipment and furniture to JMS. On April 26, 1983, after completing certain renovations, JMS reopened the restaurant under the name “Sing’s Polynesian Restaurant.” JMS employed some of the same workers that Garden, Inc. had employed.\nIn September of 1983, the Maine Bureau of Employment Security (the “Bureau”) determined that JMS was a successor employer, within the meaning of 26 M.R.S.A. § 1228, of Garden, Inc. The Bureau informed JMS that if the Bureau could not secure payment of $5,501.43 from Garden, Inc. for unpaid contributions, JMS, as the successor employer, would be “requested to pay the balance due.”\nJMS appealed the assessment to the Commission. After holding a hearing on the matter, the Commission affirmed the assessment. The Commission found that Thomas and Janet Sing acquired the business from Garden, Inc., and that the Sings then transferred the assets to JMS which commenced business within about one month of the predecessor employer’s going out of business.\nPursuant to 5 M.R.S.A. § 11001 et seq. (1979 & Supp.1984-1985) and M.R.Civ.P. 80C, JMS filed a petition for review of final agency action. After hearing argument from the parties, the Superior Court affirmed the Commission’s assessment. JMS appeals from the decision of the Superior Court.\nII.\nJMS argues that the intervening interest of Thomas and Janet Sing prevents JMS from being considered as a successor employer within the scope of 26 M.R.S.A. § 1043(9)(B) (1974) and 26 M.R.S.A. § 1228 (Supp.1984-1985). Section 1043(9)(B) defines “employer” as:\nAny individual or employing unit which acquired the organization, trade or business, or substantially all the assets thereof, of another which at the time of such acquisition was an employer subject to this chapter.\nSection 1228; Liability of successor, provides in part:\nAny individual or organization, including the types of organizations described in section 1043, subsection 10, whether or not an employing unit, which acquires the organization, trade or business or a substantial part of the assets thereof from an employer, shall be liable, in an amount not to exceed the reasonable value of the organization, trade, business or assets acquired, for any contributions or interest due or accrued and unpaid by the employer, and the amount of liability shall, in addition, be a lien against the property or assets so acquired which shall be prior to all other liens.\nIn Stewart v. Maine Employment Security Commission, 152 Me. 114, 125 A.2d 83 (1956), in a somewhat different context, this Court construed a provision containing language nearly identical to the present section 1043(9)(C). In discussing the meaning of “acquiring a business”, we stated that the Legislature “contemplated a situation in- which there is continuity of the enterprise relatively uninterrupted by the transfer of ownership. In our view, the legislative concept was one of succession to and continuation of a business ordinarily as a going concern.” See Stewart, 152 Me. at 117, 125 A.2d at 84. In the more recent case of Cornwall Industries, Inc. v. Maine Department of Manpower Affairs, 351 A.2d 546, 551 (Me.1976), we considered similar language in connection with the transfer of the experience rating of a predecessor employer. In that case we stated that an entity that has acquired the business or substantially all of the assets of a business will have the status of successor employer if, at the time of the acquisition, the new owner has the capacity to continue the business as a going concern.\nThe evidence fully supports the conclusion that Thomas and Janet Sing acquired the business of Garden, Inc. Nor can there be any doubt that the Sings had the capacity to continue the business as a going concern at the time of acquisition. The central dispute is whether JMS can be a successor employer even though it did not acquire the business directly from Garden, Inc.\nThe purpose of the Employment Security Act’s successor liability provisions is to insure that changes in the identity of the employing unit do not jeopardize the insurance fund. Coupling this statutory goal with the requirement of capacity to continue the business as developed in Stewart and Cornwall, we conclude that the Commission committed no error in imposing successor liability on JMS. In the present case there were two successive acquisitions of the business by entities having the capacity to continue the business. As a result of the successive acquisition, the business was actually continued. The case before us is readily distinguishable from the situation in which an ordinary secured creditor repossesses the assets of an employer but lacks the capacity to continue the business without interruption.\nFinally, JMS contends that because the Sings always retained title to the assets of Garden, Inc. under the security agreement and lease, the Sings did not acquire the assets of Garden, Inc. when they repossessed. The statutory term “acquire” is imprecise. We are persuaded that the Legislature intended to describe a broad spectrum of transactions whereby a successor obtained the business of his predecessor. Notwithstanding the reservation of title for security purposes, we readily conclude that the Sings gained the business as their own, only upon repossession. Accordingly, the Sings “acquired” the business within the meaning of section 1228 when they took possession and thereby became an employer. JMS in turn acquired the business from an employer.\nThe entry is:\nJudgment affirmed.\nAll concurring.",
        "type": "majority",
        "author": "WATHEN, Justice."
      }
    ],
    "attorneys": [
      "Rudman & Winchell, Dawn M. Pelletier (orally), Bangor, for plaintiff.",
      "James E. Tierney, Atty. Gen., Pamela W. Waite, Leanne Robbin (orally), Asst. Attys. Gen., Augusta, for defendant."
    ],
    "corrections": "",
    "head_matter": "JANET M. SING, INC. v. MAINE DEPARTMENT OF LABOR.\nSupreme Judicial Court of Maine.\nArgued May 7, 1985.\nDecided May 22, 1985.\nRudman & Winchell, Dawn M. Pelletier (orally), Bangor, for plaintiff.\nJames E. Tierney, Atty. Gen., Pamela W. Waite, Leanne Robbin (orally), Asst. Attys. Gen., Augusta, for defendant.\nBefore McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN and SCOLNIK, JJ."
  },
  "file_name": "0892-02",
  "first_page_order": 938,
  "last_page_order": 941
}
