{
  "id": 6094905,
  "name": "In re Earl W. Ford",
  "name_abbreviation": "In re Ford",
  "decision_date": "1930-03-03",
  "docket_number": "No. 2251",
  "first_page": "893",
  "last_page": "896",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 893"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "16 App. D. C. 345",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1312342
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/16/0345-01"
      ]
    },
    {
      "cite": "14 App. D. C. 181",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1315837
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/14/0181-01"
      ]
    },
    {
      "cite": "11 App. D. C. 177",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1321698
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/11/0177-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 406,
    "char_count": 6962,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 1.2363383997245124e-07,
      "percentile": 0.6067871138433167
    },
    "sha256": "47ccd6d01e5c9e6dee46faf8fa82c02fab3548c67fed8d2cef10bc2d6bff1667",
    "simhash": "1:42de4aff1b352ed9",
    "word_count": 1184
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland; Hatfield; Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Earl W. Ford"
    ],
    "opinions": [
      {
        "text": "Lenroot, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Commissioner of Patents rejecting the single claim of appellant’s application.\nThe invention relates to a “ daylight loading ” motion-picture film and a holder therefor. The subject matter on appeal is defined in the claim as follows:\nA film holder for use in motion-picture cameras comprising in combination, a reel having imperforate flanges, and a flexible strip of uniform width wound tightly upon the reel between and in light-proof contiguity to its flanges, the strip consisting of a sensitive film having along its longitudinal edges rows of equidistantly spaced perforations adapted to operatively engage with sprockets of the feed mechanism of a motion-picture camera to which the reel is applied and opaque extensions at the ends of the film having rows of perforations spaced in correspondence with the rows of perforations of the film and alined in unbroken continuity with the same, and the outer extension of the film being wound repeatedly upon itself with its perforations out of register with each other and with those of the film so that the perforations will overlap and be completely covered by the spaces between the perforations and light completely excluded therefrom, said opaque extensions snugly fitting against the flanges of the reel in light-proof contact therewith.\nThe references cited are:\nMcCurdy, No. 647901, April 17, 1900.\nBianchi, No. 886673, May 5, 1908.\nMay et al. (British), No. 2004, January 25, 1912.\nThe object of the invention as stated in the specification is to protect the sensitized surface of the film against the influence of light when it is rolled upon the spool, and thereby permit of its being handled and transported without the light-proof containers commonly used for the protection of film reels. This is stated to be accomplished by providing each end of the sensitized film with an opaque extension or leader having rows of perforations out of register with one another and with those of the film, said extensions fitting snugly against the flanges of the reel upon which the film is -wound, whereby the light is excluded from the sensitized film.\nThe examiner, the examiners in chief, and the commissioner were all of the opinion that appellant’s device was devoid of invention. The examiner and the commissioner relied upon all of the references cited, and the examiners in chief upon McCurdy.\nIt is well settled that a question of invention is a question of fact and not of law. Walker on Patents (6th ed.), sec. 81.\nIt is also well settled that when patentable novelty has been denied by all the expert tribunals of the Patent Office, it is incumbent upon, one appealing therefrom to make out a clear case of error to obtain a reversal. In re Barratt, 11 App. D. C. 177; In re Smith, 14 App. D. C. 181; In re Beswick, 16 App. D. C. 345.\nWith these principles in mind, we will briefly review the basis of the decision of the tribunals of the Patent Office.\nThe patent to McCurdy discloses a photographic film roll, with covering portions or leaders attached thereto. The specification states that they are “wound upon a spool, the heads or flanges of which serve, together with the enveloping section or covering jmrtion of the film, to exclude the light therefrom at the edges ”; and further, that the leader “ should be of a length sufficient to wind one or more times about the coiled image-receiving portion.”\nThis patent, however, does not relate to films for motion-picture cameras, and the film leaders described therein have no apertures which are necessary for use in such cameras.\nBianchi shows a leader, as does McCurdy, but it also shows perforations of the same, as does appellant. The commissioner found that “ by the repeated winding of the leaders or extension, the said perforations in and next to the sensitized portion of the film would necessarily be covered, thereby excluding the light.”\nAppellant, however, contends that Bianchi does not state that his extension or leader is repeatedly wound upon the film; that there is nothing in his specification or drawings to suggest that the leader would be “ repeatedly wound ” upon itself, and that the sole object of Bianchi was to prevent edge fog due to light passing in between the film edges and the flanges of the spool.\nWe agree with appellant that Bianchi only claimed invention in providing his film with a marginal strip of coloring matter, but we can not agree with appellant that Bianchi’s specification does not disclose the device here in issue. As already stated, he does disclose the leader with perforated edges, and if it was specifically shown that the leader was long enough to be wound upon itself a sufficient number of times to prevent light from entering through the apertures in the leader to the film, it would have to be conceded that this feature of appellant’s device was fully and completely disclosed. But we think that while the length of the leader is not stated, the specification of Bianchi clearly implies such a length of leader as will accomplish the same result as is claimed by appellant.\nIn his specification, Bianchi states:\nIt will be seen that in tlie leader O, near the end, gaps or slots are cut in line with the perforations a, so that when these gaps reach the roller D the latter ceases to feed the film just as the end of the ribbon is reached. This prevents the l-ibbon being torn by the continued turning of the roller through the mediuni of the crank handle; at the same time the winding- spool may be continued in movement to take up any slack and wind the film as tightly as desired. It is then safe to seal up and remove the spool in daylight as the leader protects the outside of the film,; (Italics ours.)\nIt is obvious that without repeated windings of the leader upon itself it could not be said that it “ protects the outside of the film,” and without such repeated windings it is likewise obvious that Bianchi’s invention would be of no value whatever. To protect the film “ against fog creeping inward from the exposed edges ” would accomplish nothing unless the film was also protected from light penetrating through the apertures of the leader, and when he states that after being wound the “ leader protects the outside of the film,” it is clear that he had in mind a sufficient number of windings to accomplish that purpose, and this would be obvious to any one skilled in the art.\n• We do not think that appellant has established error upon the part of the Commissioner and his decision is affirmed.",
        "type": "majority",
        "author": "Lenroot, Judge,"
      }
    ],
    "attorneys": [
      "Bertha L. MacGregor (L. II. Sutton of counsel) for appellant.",
      ". T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Earl W. Ford\n(No. 2251)\nUnited States Court of Customs and Patent Appeals,\nMarch 3, 1930\nBertha L. MacGregor (L. II. Sutton of counsel) for appellant.\n. T. A. Hostetler for the Commissioner of Patents.\n[Oral argument January 21, 1930, by Mr. MacGregor and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland; Hatfield; Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0893-01",
  "first_page_order": 343,
  "last_page_order": 346
}
