{
  "id": 11244088,
  "name": "STATE of Delaware v. Franklin L. CLAY",
  "name_abbreviation": "State v. Clay",
  "decision_date": "2000-01-05",
  "docket_number": "Criminal Action No. 99-06-1093",
  "first_page": "894",
  "last_page": "895",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 894"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "1995 WL 562128",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1995,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 279,
    "char_count": 3522,
    "ocr_confidence": 0.641,
    "sha256": "0b25a140afccb93012bd7af264414c57941be961e6b2d3085230c74429812634",
    "simhash": "1:bd7931d8b85da157",
    "word_count": 614
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE of Delaware v. Franklin L. CLAY."
    ],
    "opinions": [
      {
        "text": "Letter Opinion\nDear Counsel:\nThis is the Court’s decision on the above-referenced traffic matter. Trial took place on January 8, 2000 and after the receipt of testimony and evidence the Court reserved decision.\nThe relevant facts presented at trial indicated the following. Michael Tussie, the State’s only fact witness, was traveling, northbound on 1-95 on March 5, 1997 around 7:30 a.m. and was involved in a traffic accident with the defendant. He testified he was struck in the rear by the defendant and both parties pulled over to the side of the road. The defendant asked him, “Are you alright?” Mr. Tussie testified he thereafter went to the hospital “to get checked out.” The speed limit posted on northbound 1-95 was 55 miles per hour, with four (4) lanes, and Tussie testified that he was in the “second to the left lane.” He testified traffic stopped and defendant hit him in the rear of his motor vehicle. Tussie also testified the weather conditions were “fair” and that he “did not believe it was raining.” He testified that at the time of the incident in March, there was “no snow” and the accident occurred in New Castle County.\nOn cross-examination Tussie testified that there were “cars in front” of him and “in back” of him. He testified that he braked because the cars in front of him began to brake. He further testified further he saw defendant’s car in his rear view mirror and at 30 miles per hour, after braking, he was hit by the defendant.\nThe defense presented its case in chief. Mr. Clay testified he was traveling to work at approximately 8:00 a.m. at the I-495/T-95 split. He testified that he saw a motor vehicle backing up near the median at I-495 split and the car in front of him suddenly stopped. He testified that he was travelling 30 miles per hour in the right lane.\nThe defendant is charged in the Information with one count of violating 21 Del.C. § 4123(a) in that he did:\n... on or about the 5th day of March, 1999, in the County of New Castle, State of Delaware, did drive a motor vehicle upon a public roadway known as 1-95 north bound and did follow another vehicle more closely than reasonable and prudent, failing to have due regard for the speed of such vehicle and the traffic upon and the condition of the highway.\nThe State has the burden of proving each and every element of these charges beyond a reasonable doubt. 11 Del.C. § 301. Clearly, the State has proven beyond a reasonable doubt that the defendant “did follow another vehicle more closely than reasonable and prudent” and “failed to have due regard for the speed of such vehicle and traffic upon and the condition of the highway.” 21 Del.C. § 4123(a).\nThe Court finds the State has proven the instant charge beyond a reasonable doubt. 11 Del. C. § 301. The Court bases its decision on the facts outlined in the record. See, Rufus Jones v. State of Delaware, Del.Super., Cr. A. No. N94-08-1659AC, 1995 WL 562128, Silverman, J. (August 23, 1995). The Court, therefore, fines the defendant Fifty Dollars ($50.00) plus 18% to the Victim’s Compensation Fund, One Dollar ($ 1.00) to the Video fee, and Court costs and orders that said fine be paid to the Clerk of Court within 30 days.\nIT IS SO ORDERED.\nJohn K. Welch,\nAssociate Judge.",
        "type": "majority",
        "author": "John K. Welch, Associate Judge."
      }
    ],
    "attorneys": [
      "Allison Lynn Peters, Deputy Attorney General, Department of Justice, Criminal Division, Wilmington, DE.",
      "Sidney Balick, Law Offices of Balick & Balick, Wilmington, DE."
    ],
    "corrections": "",
    "head_matter": "STATE of Delaware v. Franklin L. CLAY.\nCriminal Action No. 99-06-1093.\nSuperior Court of Delaware.\nJan. 5, 2000.\nAllison Lynn Peters, Deputy Attorney General, Department of Justice, Criminal Division, Wilmington, DE.\nSidney Balick, Law Offices of Balick & Balick, Wilmington, DE."
  },
  "file_name": "0894-01",
  "first_page_order": 928,
  "last_page_order": 929
}
