{
  "id": 9494703,
  "name": "Wayne LANTON, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Lanton v. United States",
  "decision_date": "2001-08-16",
  "docket_number": "Nos. 00-CO-487, 99-CM-245",
  "first_page": "895",
  "last_page": "906",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 895"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "688 A.2d 412",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7352901
      ],
      "pin_cites": [
        {
          "page": "420"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/688/0412-01"
      ]
    },
    {
      "cite": "756 A.2d 458",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11243193
      ],
      "pin_cites": [
        {
          "page": "463"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/756/0458-01"
      ]
    },
    {
      "cite": "570 A.2d 777",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7383232
      ],
      "pin_cites": [
        {
          "page": "784"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/570/0777-01"
      ]
    },
    {
      "cite": "585 A.2d 1335",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7394710
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1337"
        },
        {
          "page": "1338"
        },
        {
          "page": "1340"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/585/1335-01"
      ]
    },
    {
      "cite": "620 A.2d 233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353160
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "235"
        },
        {
          "page": "236"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/620/0233-01"
      ]
    },
    {
      "cite": "741 A.2d 427",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11654070
      ],
      "pin_cites": [
        {
          "page": "438-39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/741/0427-01"
      ]
    },
    {
      "cite": "614 A.2d 25",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7926964
      ],
      "pin_cites": [
        {
          "page": "30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/614/0025-01"
      ]
    },
    {
      "cite": "466 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204802
      ],
      "weight": 8,
      "year": 1984,
      "pin_cites": [
        {
          "page": "687"
        },
        {
          "page": "688"
        },
        {
          "page": "694"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0668-01"
      ]
    },
    {
      "cite": "388 A.2d 1214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8021209
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1216"
        },
        {
          "page": "1216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/388/1214-01"
      ]
    },
    {
      "cite": "623 A.2d 1198",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7372179
      ],
      "pin_cites": [
        {
          "page": "1206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/623/1198-01"
      ]
    },
    {
      "cite": "411 U.S. 213",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10008
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0213-01"
      ]
    },
    {
      "cite": "569 A.2d 142",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11936038
      ],
      "pin_cites": [
        {
          "page": "147"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/569/0142-01"
      ]
    },
    {
      "cite": "711 A.2d 78",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11814237
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "83"
        },
        {
          "page": "83",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/711/0078-01"
      ]
    },
    {
      "cite": "728 A.2d 101",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11617719
      ],
      "pin_cites": [
        {
          "page": "103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/728/0101-01"
      ]
    },
    {
      "cite": "415 U.S. 308",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6174956
      ],
      "weight": 6,
      "year": 1974,
      "pin_cites": [
        {
          "page": "316"
        },
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/415/0308-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1746",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 1
    },
    {
      "cite": "545 A.2d 1197",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7943569
      ],
      "pin_cites": [
        {
          "page": "1199"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/545/1197-01"
      ]
    },
    {
      "cite": "698 A.2d 485",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12007366
      ],
      "pin_cites": [
        {
          "page": "489"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/698/0485-01"
      ]
    },
    {
      "cite": "620 A.2d 233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353160
      ],
      "pin_cites": [
        {
          "page": "235"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/620/0233-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1324,
    "char_count": 33518,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 1.5760480883106924e-07,
      "percentile": 0.6795498502036219
    },
    "sha256": "a5ddfbafcaa40b0b98c8416694168488662f0378908c52cd722507f66bc8879c",
    "simhash": "1:8225b2687dfa9bc3",
    "word_count": 5592
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SCHWELB, FARRELL, and RUIZ, Associate Judges."
    ],
    "parties": [
      "Wayne LANTON, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "SCHWELB, Associate Judge:\nOn February 16, 1999, following a bench trial, Wayne Lanton was found guilty of assaulting his wife, Nnennaya Oti Lanton. He received a suspended sentence of imprisonment and was placed on probation. On August 18, 1999, Lanton filed a motion to vacate his sentence pursuant to D.C.Code § 23-110 (1998), alleging ineffective assistance of counsel. On March 22, 2000, the trial judge issued a written order in which she denied Lanton’s motion without a hearing. Lanton’s appeals from his conviction (No. 99-CM-245) and from the order denying his post-trial motion (No. OO-CO-487) were consolidated by order of this court. We conclude that the trial judge erred in denying Lanton’s § 23-110 motion without a hearing.\nI.\nThis case arose from a domestic dispute between Lanton and his wife which occurred on July 30, 1998 at the home that the couple shared with their two young children, aged five and two. When Mrs. Lanton arrived at home early that afternoon, it appeared that her husband was attempting to clean up the apartment. In doing so, Mr. Lanton was apparently disposing of some old furniture and clothing. Mrs. Lanton became concerned that Mr. Lanton was throwing away clothes that still fit the children, including, in particular, some shoes that belonged to the Lan-tons’ daughter. According to Mrs. Lan-ton, her husband ridiculed her concerns.\nIt is undisputed that Mrs. Lanton began yelling at her husband, pointing out forcefully that he had not paid for the shoes and that he had no right to throw them away. The two principals’ accounts diverge as to exactly what happened after Mrs. Lanton began berating her spouse.\nAccording to Mrs. Lanton, her husband told her to “get out of his face” and warned that, if she did not, he was going to “smack” her. Although Mrs. Lanton was much shorter and lighter than her husband, she apparently gave as good as she got; she testified that when she did not “get out of [Mr. Lanton’s] face,” her husband responded by striking his wife in her face. Mrs. Lanton admitted that she hit her husband back and that she continued to yell at him. According to the wife’s account, Mr. Lanton threatened to hurt her and\nthe argument started a little louder, so he smacked me again. So I hit him back. And he told me to back off or he [was] going to throw me out a window. So I told him to go ahead and throw me out the window.\nMrs. Lanton claimed that her husband then “smacked me again and punched me and kicked me a lot,” but that she continued to hit him back because, in her words, she “wasn’t going to let him kick me or punch me around. So he left.” Mrs. Lan-ton testified that she locked her husband out and refused to let him in, but Mr. Lanton managed to kick the door open, bragging that he was a “mighty man.” When Mr. Lanton went into the kitchen to try to cook some food, Mrs. Lanton insisted that her husband “can’t cook that food because that’s my food, I just bought it.”\nOn the key question regarding who was the initial aggressor, Mrs. Lanton insisted that it was her husband who struck the first blow. She testified that she suffered “a little bit of [a] bruise” which she showed to an officer when the police arrived a short time later. The officers arrested Mr. Lanton but not his wife.\nMr. Lanton testified that he was cleaning the apartment when his wife asked him about the location of their daughter’s missing shoes. According to Mr. Lanton, his wife was “pissed” that he had seemingly thrown the shoes away, and she began to yell at him, tried to throw out his books, and generally became very aggressive. Mr. Lanton testified that he left the apartment to “chill out” in the hallway, but that his wife followed him and continued to scream at him and berate him. Mr. Lan-ton eventually returned to the apartment to cook some food, but his wife, who was still in a rage, insisted that it was her food because she had paid for it. According to Lanton, his wife punched him in the face, continued to yell at him, and tried to beat him. Mr. Lanton denied striking his wife, and he insisted that, throughout the entire episode, he simply attempted to protect himself and to ward off his wife’s blows. According to Mr. Lanton, his wife was the aggressor and initiated the physical confrontation. Lanton indicated that he was trained in martial arts, and he implied that if he had wanted to fight his wife, she would have got by far the worst of it.\nThe trial judge found Mr. Lanton guilty of assault. She found the wife to be a more credible witness than her husband, and noted that the wife had a far better recollection of what occurred. The judge continued:\nI also find telling the difference in admitting of wrongdoing. To hear the Defendant tell it, he did everything right this day; he was just the picture of calm, intervening only to prevent the complaining witness from becoming out of control. Whereas, Mrs. Lanton admitted to her own wrongdoing but also was quite clear that she did not engage in any physical misconduct, which is what this case is about.\nI will also say that I found the Defendant to be a very arrogant man as he testified. And, again, the very poor memory that he has of what happened on this day, I just find it not credible.\nII.\nOn August 20, 1999, Lanton filed a motion pursuant to D.C.Code § 23-110 in which he claimed that his trial counsel was constitutionally ineffective. Lanton alleged, inter alia, that his attorney\n1. failed to adequately confer with Lan-ton prior to trial;\n2. neglected to interview favorable witnesses whose names Mr. Lanton claimed to have provided counsel; and\n3. conducted an inadequate cross-examination of Mrs. Lanton.\nAttached to Lanton’s motion were letters from two of his neighbors, Santos Manuel and Daiv Johnson. Manuel’s letter, which was framed as a kind of informal affidavit, reads as follows:\nTO WHOM OF THE COURT IT MAY CONCERN\nJune 9,1999\nI Santos Manuel, am certifying that I have known Mr. Lanton for 3-4 months. We used to stay in the same building and next door to each other. I also certify that I saw Mr. Lanton leaving his apartment and I heard him saying “stop, stop, don’t use violence, what is wrong?” I saw, with my own eyes, in that same event, his wife beating him, Mr. Lanton, and I heard her cursing and insulting him. In fact, I heard Mr. Lanton’s wife saying “I will make you arrested, why don’t you beat me back?” His wife continued with violence even though Mr. Lanton was already in the hallway across to my apartment. I did not see Mr. Lanton raise his hand and beat his wife back.\nMr. Lanton is a caring and family person. I have been seeing him taking his kids to school and sometimes to parks.\nI swear hereby that this information was written and given by me to the best of my knowledge.\nSantos Manuel.\nMr. Johnson wrote that he lived next door to the Lantons, that the walls between the two apartments are thin, and that he “could not help overhearing what was going on.” According to Mr. Johnson, the wife\nwas clearly the aggressor and baiting him to fight her. [Mr. Lanton] responded by going out and sitting in the hall, in the hope [that] she would cool down.... It struck me as decidedly unjust that [the police] should have arrested him....\nOn November 16, 1999, the government filed its opposition to Mr. Lanton’s motion, together with an affidavit by Lanton’s trial attorney. The attorney stated in his affidavit that he had met with his client five times prior to trial, that he had tried unsuccessfully to reach Lanton on several other occasions, and that Lanton had never told him that there were any witnesses to the incident. The affidavit does not disclose whether counsel asked Lanton about possible witnesses, or whether he made any independent effort to determine whether neighbors or others in the area may have seen or heard any part of this obviously extended and noisy confrontation.\nOn March 22, 2000, the trial judge issued a 7 page written order in which she denied Lanton’s § 23-110 motion without a hearing. Noting that the allegations in Lanton’s motion were not made under oath, the judge “credited” trial counsel’s account that he had conferred with his client on several occasions and that Lanton had not furnished him with the names of favorable witnesses prior to the day of trial. The judge made this credibility determination notwithstanding the fact that counsel’s account had not been subjected to cross-examination, which is “the principal means by which the believability of a witness and the truth of his testimony are tested.” Davis v. Alaska, 415 U.S. 308, 316, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974); see also Tyree v. Evans, 728 A.2d 101, 103 (D.C.1999). The judge made no finding as to whether counsel had asked Lanton about possible witnesses or whether the attorney had conducted an investigation on his own initiative. With respect to the proffered testimony of Lanton’s two neighbors, the judge found that in one respect, Mr. Manuel’s statement contradicted Mr. Lanton’s trial testimony, and that “there is no indication that [Daiv Johnson] witnessed any physical abuse by either the defendant or the complainant.” Rejecting a number of other contentions raised in Mr. Lanton’s § 23-110 motion, the judge concluded:\nThe defendant’s final argument is that defense counsel failed to impeach the credibility of the complainant with information he could have obtained from discussions with, and subpoenas of, the defendant’s neighbor witnesses. The defendant asserts that such actions would have bolstered the credibility of the defendant and diminished that of the complainant in the eyes of the court. But the statements of the two neighbor witnesses, as discussed above, would not have been particularly relevant since they were not present and did not see the assault in question. The complainant admitted to yelling loudly at the defendant and this was not an issue. The Court cannot conclude that defense counsel’s cross-examination of the complainant was ineffective.\nBased upon the pleadings and affidavits presented for the Court’s consideration, the Court credits the sworn testimony of defense counsel which disputed every significant claim of ineffective assistance of counsel that is raised in the defense motion, a motion that is unaccompanied by any sworn affidavit of the defendant himself. The Court further concludes that even had the information provided in the sworn affidavits of the two neighbor witnesses been presented at trial it would not have affected the trial’s outcome since it would not have altered the Court’s assessment of the complainant and the defendant’s credibility. Since it is clear from the pleadings and from the Court’s review of its own files and notes that the defendant is not entitled to the relief he is seeking, no hearing will be conducted on his motion.\nThese consolidated appeals followed.\nIII.\nSection 23-110(c) provides in pertinent part as follows:\nUnless the motion and files and records of the case conclusively show that the prisoner is entitled to no relief, the court shall cause notice thereof to be served upon the prosecuting authority, grant a prompt hearing thereon, determine the issues, and make findings of fact and conclusions of law with respect thereto.\n“In light of the foregoing provision, there is a presumption that a trial court presented with a § 23-110 motion alleging the ineffective assistance of counsel should conduct a hearing.” Dobson v. United States, 711 A.2d 78, 83 (D.C.1998) (citations omitted). In order to uphold the denial of a § 23-110 motion without a hearing, we must be satisfied that “under no circumstances could the petitioner establish facts warranting relief.” Ramsey v. United States, 569 A.2d 142, 147 (D.C.1990) (quoting Fontaine v. United States, 411 U.S. 213, 215, 93 S.Ct. 1461, 36 L.Ed.2d 169 (1973)). The determination whether or not to hold a hearing is discretionary, see, e.g., Webster v. United States, 623 A.2d 1198, 1206 (D.C.1993), but “because § 23-110 is a remedy of virtually last resort, any [non-frivolous] question whether a hearing is appropriate should be resolved in the affirmative.” Gibson v. United States, 388 A.2d 1214, 1216 (D.C.1978) (per curiam).\nThis court has recognized three categories of claims that do not merit a hearing:\n(1) vague and conclusory allegations;\n(2) palpably incredible claims; and\n(3) assertions that would not merit relief even if true.\nDobson, supra, 711 A.2d at 83 (citation omitted). Lanton’s claims in his § 23-110 motion are not vague or conclusory, nor can they be characterized as “palpably incredible.” The question to be decided is whether, if true, they would merit relief.\nThe standards which govern claims of ineffective assistance of counsel have been articulated by the Supreme Court in Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984):\nFirst, the defendant must show that counsel’s performance was deficient.... Second, the defendant must show that the deficient performance prejudiced the defense. This requires showing that counsel’s errors were so serious as to deprive the defendant of a fair trial, a trial whose result is reliable.\n“The failure to make a proper pretrial investigation, to interview exculpatory witnesses, and to present their testimony constitutes constitutional ineffectiveness.” Byrd v. United States, 614 A.2d 25, 30 (D.C.1992) (citations omitted). If the existence, identity or location of a potential exculpatory witness is unknown, counsel is required to make all reasonable inquiries, and to take any other appropriate steps, to find and interview such a witness. See, e.g., Frederick v. United States, 741 A.2d 427, 438-39 (D.C.1999).\nIn the present case, the principal issue on which Lanton’s guilt or innocence turned was whether he or his wife was the aggressor. This is so because the wife made no secret of the fact that, notwithstanding her husband’s far greater height and weight, she did some punching and pummeling of her own; she justified her conduct upon the grounds of self-defense following an assault upon her by her husband. The judge heard only two witnesses on this issue, namely, the two protagonists. The judge credited the wife and not the husband.\nBut a careful consideration of the statements of the two neighbors reveals that both of them proffered information that went to the heart of the question whether it was the husband or the wife that committed the initial assault. According to Mr. Manuel, Mrs. Lanton, after beating on her husband, asked him (tauntingly) “why don’t you beat me back? ” (Emphasis added.) Mr. Johnson similarly alleged that the wife “was clearly the aggressor and baiting him to fight her.” (Emphasis added.) If the proffered testimony of the two neighbors was true — and, for purposes of whether Lanton was entitled to a hearing, we must assume that it was true, as the judge was in no position to discredit the witnesses without giving them an opportunity to testify — then it surely casts grave doubt on Mrs. Lanton’s allegation that the husband was the aggressor. If Mr. Lanton had been assaulting his wife, she would hardly have taunted him for not fighting back! Yet in stating that the testimony of the two neighbors would not have affected the outcome of the trial, the judge did not focus at all on the allegations that the wife taunted the husband for not fighting her.\nMoreover, if Lanton’s attorney had been aware of the statements of the two neighbors, his cross-examination of Mrs. Lanton could have been far more effective. For example, counsel could have asked the wife if she had mocked her much larger husband for his unwillingness to fight her. An affirmative answer would have cast doubt on her claim that she was the victim of an assault by her husband. If, on the other hand, the wife had denied taunting her husband, her account — and she was the only prosecution witness — would have been in conflict with the testimony of the two neighbors.\nIV.\nThe government takes the position that because Lanton filed no sworn affidavit in response to the affidavit of his trial counsel, the allegations in Lanton’s § 23-110 motion lack sufficient substantiation. We do not agree.\nIt is true that, where a defendant claims in a post-trial motion that his counsel was ineffective by failing to call prospective witnesses, we have required “an affidavit or other credible proffer as to the allegedly exculpatory nature of [the prospective witnesses’] testimony.” Ready v. United States, 620 A.2d 233, 235 (D.C.1993). In Sykes v. United States, 585 A.2d 1335 (D.C.1991), for example, the defendant, who had been convicted of selling heroin to an undercover police officer, claimed that his trial attorney was constitutionally ineffective. The attorney had not called as a witness, or even interviewed, one Audrey Smith, who had been present on the scene of the undercover buy. According to Sykes’ affidavit, Ms. Smith “would have been able to corroborate my testimony, and establish my innocence of the charges against me.” Under the particular circumstances of the case, however, it appeared likely that if Ms. Smith had testified as Sykes hoped that she would, she would have incriminated herself in connection with the transaction that led to Sykes’ conviction. The trial judge therefore found it likely that, if Ms. Smith had been called as a witness, she would either have invoked her privilege against self-incrimination or provided testimony unfavorable to Sykes. The judge concluded that the defense could not satisfy Strickland’s prejudice prong, and denied Sykes’ § 23-110 motion without a hearing.\nOn appeal, this court stated that “it would have been judicious on the part of [Sykes’ attorney] at least to attempt to obtain Ms. Smith’s version.” Id. at 1337. Indeed, it would have “behooved” counsel to interview any witness who might have knowledge of the crime. Id. at 1338. But\nMs. Smith ... was no ordinary witness. The possibility that she would have “confessed” to the serious crime of distribution of heroin, and would have thereby voluntarily made herself vulnerable to the possibility of prosecution, conviction, and incarceration, was surely remote. On the other hand, the likelihood that upon being interviewed Ms. Smith would have denied having been the perpetrator of the charged offenses (either falsely, as Sykes contends, or truthfully, as the government maintains), or would have invoked her constitutional privilege against self-incrimination, was substantial.\nId. The court stated that even under these circumstances, “it might well have been wise” for the trial judge to hold a hearing on Sykes’ § 23-110 motion. Id. at 1340. Nevertheless, the court concluded that\non these particular facts, where Sykes failed to produce an affidavit from Ms. Smith, where Ms. Smith would have had to risk incriminating herself to assist Sykes, and where the defense case depends on a jury’s crediting that Ms. Smith sold drugs to Officer Awkard after being warned by Sykes that Awkard was a policeman, the trial judge acted within her discretion in concluding that a hearing could serve no useful purpose.\n(Footnote omitted.) In a dissenting opinion, Judge Mack indicated that she would have remanded the case for a hearing on Sykes’ § 23-110 motion.\nThe court’s recognition that Sykes was a close case lends support to Lanton’s claim that, on this record, he was entitled to a hearing on his motion. In Sykes, the circumstances made it highly improbable that Ms. Smith would provide testimony favorable to the defendant when this would have required her to incriminate herself, and the court concluded-somewhat reluctantly-that no hearing was required if Sykes was unable to produce an affidavit from Ms. Smith. Here, on the other hand, the defense proffered the testimony of the two neighbors with its motion, and there was no reason to doubt their willingness to testify. Although conventional sworn affidavits would have been preferable, it would surely exalt form over substance to deny a hearing simply because the statements were not notarized, especially when, as we have noted, “ § 23-110 is a remedy of virtual last resort.” Gibson, supra, 388 A.2d at 1216. Indeed, the signed statements of the neighbors, one of which was framed in quasi-affidavit form, surely qualified as “other credible proffer[s],” as that term was used by the court in Ready, supra, 620 A.2d at 236.\nAlthough Lanton’s allegation that he gave his attorney the names of neighbor witnesses was unsworn, there were no circumstances here suggesting that Lanton would be unwilling to testify in his own behalf or to confirm, under oath, the allegations in his pleading. We therefore do not believe that, on this record, Lanton’s failure in this case to file a separate affidavit verifying the allegations in his motion should result in the denial of the motion, with prejudice, without a hearing. The § 23-110 motion was, after all, in the nature of a pleading, roughly comparable to a complaint in a civil action. A motion which raises issues regarding events outside the trial record should not be denied with prejudice because the defendant’s initial pleading as to his own dealings with his attorney, to which he hoped to testify at a hearing, was not submitted under oath. In this case, unlike in Sykes, it would have been most astonishing if Lanton had been unwilling to swear to the facts alleged in his motion.\nBut even if we were to discount unsworn allegations in Lanton’s pleading and therefore treat trial counsel’s affidavit as unre-butted with regard to counsel’s discussions with his client, denial of Lanton’s motion without a hearing would arguably still have been unwarranted. It is the function of the attorney, not of the client, to prepare a case for trial. Assuming, arguendo, that Lanton did not adequately communicate to his lawyer that Santos Manuel and Daiv Johnson were potential defense witnesses, there is nothing in the record to suggest that counsel ever asked the client for any information about what the neighbors or other possible witnesses might know about the alleged offense. Moreover, this incident obviously caused a considerable hullabaloo, and local residents might reasonably be expected to have seen or heard some of what took place. In fact, one of the neighbors apparently called the police. Counsel’s affidavit did not indicate that he conducted any neighborhood investigation or undertook to obtain information from anyone other than Lanton himself. Even as to Lanton, the affidavit did not reveal what, if any, inquiries counsel posed.\nIt may be that, if a hearing had been held, trial counsel could have elaborated on the facts disclosed in his affidavit and established that his performance satisfied the standards established by Strickland and its progeny. Counsel would, however, have been subject to cross-examination by Lanton’s new attorney, and his testimony could have been more effectively evaluated. See Davis, supra, 415 U.S. at 316, 94 S.Ct. 1105. The trial judge would then have had a far more complete and reliable record on which to base her disposition of Lanton’s claims of deficient performance and prejudice.\nV.\nWe conclude that Lanton has proffered sufficient evidence, both as to deficient performance and as to prejudice, to entitle him to a hearing on his § 23-110 motion. There is a reasonable probability that Lan-ton could establish at a hearing that his attorney knew, or should have known, of the potential testimony of Manuel and Johnson, and that counsel’s failure to present their testimony was unreasonable “under prevailing professional norms.” Strickland, supra, 466 U.S. at 688, 104 S.Ct. 2052. If true, the claim of each neighbor that the wife appeared to be the aggressor and that she mocked her husband for not fighting back was highly probative as to who assaulted whom. Moreover, as we have previously observed, knowledge of these allegations would have enabled counsel to conduct a far more effective cross-examination of the defendant’s wife, who was the only prosecution witness.\nThere is likewise a reasonable probability that, if the two neighbors had testified in conformity with their proffers, and if the trier of fact had believed them, the outcome of the trial would have been different.\n[T]he result of a proceeding can be rendered unreliable, and hence the proceeding itself unfair, even if the errors of counsel cannot be shown by a preponderance of the evidence to have determined the outcome.\nMack v. United States, 570 A.2d 777, 784 (D.C.1990) (quoting Strickland, supra, 466 U.S. at 694, 104 S.Ct. 2052). If Mrs. Lan-ton engaged in the particular taunting behavior that these witnesses described, it would have been substantially more difficult for the prosecution to prove, beyond a reasonable doubt, that Mr. Lanton assaulted his wife, rather than the other way around.\nVI.\nFor the foregoing reasons, in No. 00-CO-487, the order denying Lanton’s § 23-110 motion without a hearing is reversed. The case is remanded to the trial court for further proceedings consistent with this opinion.\nSo ordered.\n. Mrs. Lanton testified that she was 5'1\" in height, and that she weighed 110 pounds. Her husband was nine or ten inches taller and seventy pounds heavier.\n. On cross-examination, Mrs. Lanton stated her position concisely: \"I didn’t hit him. He hit me first. He hit me first, so I strike back.”\n. Mrs. Lanton testified that she tried to call the police but that her husband tore the telephone from the wall. Mr. Lanton denied this allegation and all other allegations of wrongdoing. It appears that a neighbor called the police. No charge of malicious destruction of property was brought.\n.Lanton's testimony regarding this phase of the encounter was quite colorful:\nI was hungry, and my two kids wanted to eat spaghetti. So I was going to cook.\nShe said, if you cook that food, she said, we going to rumble tonight. And I said, Nnenna, I’m not trying to get in any trouble; I’m just going to cook this food. She said, well, I'm going to bring you trouble.\nWhen I proceeded to cook the food, she punched me in the face.\n. Since a neighbor apparently called the police, it was surely obvious that someone other than the principals might have some knowledge of the encounter.\n. Mr. Manuel claimed that he saw Mrs. Lan-ton strike her husband as he left the apartment. Mr. Lanton did not testify that this occurred.\n. In this opinion, we recite only those facts, and address only those contentions by Mr. Lanton, that arguably supported Lanton's request for a hearing on the motion. Several of Lanton's claims were plainly meritless, and we do not discuss them here.\n. Cf. the husband's testimony that his wife said \"if you cook that food .., we going to rumble tonight.” See note 4, supra.\n. Judge Davis pointed out that the wife “admitted yelling loudly at the defendant and this was not an issue,” but the judge did not attempt to analyze the significance of the alleged content of the wife's verbal barrage, and especially of the alleged baiting. Moreover, even if the judge discredited Mr. Lanton’s claim that he never struck his wife at all, the neighbors’ proposed testimony tended to show that the wife was the aggressor, which could constitute a defense even if the husband did strike the wife while fighting back. See Johnson v. United States, 756 A.2d 458, 463 (D.C.2000) (discussing defendant’s right to present inconsistent defenses).\n. We recognize that a busy trial judge may understandably be reluctant to schedule a hearing when there is no assurance that potential witnesses are prepared to testify. This case would be in a different posture, and denial of the motion without a hearing might have been appropriate, if the trial judge had given Lanton a specified brief period to present his allegations and the allegations of his witnesses in affidavit form, and if Lanton had failed to comply.\n. In Spencer v. United States, 688 A.2d 412, 420 (D.C.1997), this court stated that the defendant’s failure to submit an affidavit in response to an affidavit by his trial counsel permitted the court to treat counsel's affidavit as unrebutted and to deny the defendant’s § 23-110 motion without a hearing. But in Spencer, the defendant apparently relied entirely on his pleading, and did not attach statements of potential witnesses. We do not believe that the Spencer decision was designed to announce a universal rule applicable to cases, such as this one, in which so much of Lanton’s motion was supported by detailed proffer.\n. Lanton has not pressed his direct appeal in No. 99-CM-245, and in that case his conviction is affirmed.",
        "type": "majority",
        "author": "SCHWELB, Associate Judge:"
      },
      {
        "text": "FARRELL, Associate Judge,\ndissenting in No. 00-CO-487:\nHad this been a jury trial, I would agree with the conclusion that a hearing must be held. But it was a bench trial, and the judge concluded that the testimony of Manuel and Johnson, assuming it would have conformed to their statements, would not have changed her decision to credit the complainant’s testimony as to who was the first aggressor (the judge had focused on that issue at trial, personally questioning both wife and husband as to “who was the first person to use force against the other”), and thus would not have changed her verdict. Since in my view the judge explained this conclusion satisfactorily, she was not obliged to hold an evidentiary hearing.\nManuel purportedly had heard (in the majority’s words) a “verbal barrage” by Mrs. Lanton in the hallway outside the apartment. But, as the judge pointed out, the trial evidence was unequivocal — from both husband and wife — that the first blow had been struck inside the apartment; the spouses differed only as to who had delivered it and at precisely what point in their argument. Thus Manuel could shed only pale light on the first aggressor issue. Johnson’s professed observations were perhaps slightly more probative because he, an adjoining neighbor, had heard Mrs. Lanton through the thin apartment wall “baiting [her husband] to fight her.” Accepting this auditory observation as true, however, the trial judge still considered it thin gruel in suggesting who had initiated the violence. Indeed, what had impressed the judge most about the wife’s credibility at trial was her candor in admitting (in the majority’s words) that she had given “as good as she got.” She testified that when appellant began hitting her, she hit back repeatedly because, as she said, “[n]obody is going to put their hands on me without me hitting back.” Appellant, by contrast, had professed to be blameless in the altercation — in the judge’s view, “the picture of calm, intervening only to prevent the [wife] from becoming out of control.” The judge had also found him to be “arrogant” on the stand and in effect contemptuous of his truthtelling duty, asserting “that he just doesn’t remember much about the day,” in contrast to the wife who “presented a far clearer memory of this day.”\nFor these reasons, the trial judge was not convinced that merely learning through other witnesses that the wife had stood toe to toe with her husband or even taunted him during the altercation would have changed her conclusion as the trier of fact. As she stated, “it would not have altered [her] assessment of the complainant[’s] and the defendant’s credibility” on who was responsible for the fray. I would leave the matter at that, rather than remand for a hearing whose outcome seems to me inevitable.\n. It is disturbing that appellant, through his appointed counsel, failed to provide sworn affidavits from these two witnesses, or for that matter himself, in support of their factual allegations. The majority agrees, pointing out that the case \"would be in a different posture ... if the trial judge had given Lanton a specified brief period to present his allegations and the allegations of his witnesses in affidavit form, and if Lanton had failed to comply.” Ante at 903-04 n. 10. There is language in our cases suggesting the trial court is not bound to afford such an opportunity. See, e.g., Fields v. United States, 698 A.2d 485, 489 (D.C.1997) (“The fact that Fields has not provided an affidavit from any of these witnesses is itself a sufficient ground to reject without a hearing allegations of ineffectiveness premised on the failure to call them.”). I do not make an issue of this failure, however, because our decisions have not been clear on whether a formal affidavit is required or only some \"other credible proffer” of what the witness would say. Ready v. United States, 620 A.2d 233, 235 (D.C.1993); see also Ellerbe v. United States, 545 A.2d 1197, 1199 (D.C.1988) (\"Nor did [appellant] file any affidavits with his motion or make a proffer of facts to support his claims”). Here, as the majority notes, Manuel's statement (at least) was framed \"as a kind of informal affidavit,” lacking only the oath or an assertion that it was true under penalty of perjury. See 28 U.S.C. § 1746. That would appear sufficient under those cases.",
        "type": "dissent",
        "author": "FARRELL, Associate Judge,"
      }
    ],
    "attorneys": [
      "Donna L. Biderman filed a brief for appellant.",
      "Wilma A. Lewis, Washington, DC, United States Attorney at the time the brief was filed, and John R. Fisher, Elizabeth Trosman, and Jacqueline Bussiere-Burke, Assistant United States Attorneys, filed a brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Wayne LANTON, Appellant, v. UNITED STATES, Appellee.\nNos. 00-CO-487, 99-CM-245.\nDistrict of Columbia Court of Appeals.\nSubmitted June 12, 2001.\nDecided Aug. 16, 2001.\nDonna L. Biderman filed a brief for appellant.\nWilma A. Lewis, Washington, DC, United States Attorney at the time the brief was filed, and John R. Fisher, Elizabeth Trosman, and Jacqueline Bussiere-Burke, Assistant United States Attorneys, filed a brief for appellee.\nBefore SCHWELB, FARRELL, and RUIZ, Associate Judges."
  },
  "file_name": "0895-01",
  "first_page_order": 937,
  "last_page_order": 948
}
