{
  "id": 6094906,
  "name": "In re Forest Ray Moulton",
  "name_abbreviation": "In re Moulton",
  "decision_date": "1930-03-19",
  "docket_number": "No. 2284",
  "first_page": "896",
  "last_page": "899",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 896"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "214 U. S. 366",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3650415
      ],
      "pin_cites": [
        {
          "page": "383"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/214/0366-01"
      ]
    },
    {
      "cite": "170 U. S. 537",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3599286
      ],
      "pin_cites": [
        {
          "page": "557"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/170/0537-01"
      ]
    },
    {
      "cite": "158 U. S. 68",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1220447
      ],
      "pin_cites": [
        {
          "page": "77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/158/0068-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 546,
    "char_count": 9613,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1735448669015066
    },
    "sha256": "61802b58092cc65ea8babd2440fbd9e18124e539dd5c76bd511c8d68f6a6f7c0",
    "simhash": "1:c8e6871b05a47ad9",
    "word_count": 1644
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, LIateteild, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Forest Ray Moulton"
    ],
    "opinions": [
      {
        "text": "Graiiam, Presiding Judge,\ndelivered the opinion of the court:\nThe appellant appeals from the decision of the Board of Appeals of the Patent Office, rejecting all his claims, 1 to 15, inclusive, in his application for a patent on improvements in apparatus for the projection of moving pictures. All tribunals in the office concurred in this unfavorable decision.\nThe said claims may be divided into two classes, namely: Those framed upon alleged improvements in the shape and operation of the star or Geneva-geared wheel used in advancing the film, being, claims 1 to 8, inclusive, and 13 to 15, inclusive; those framed upon claimed improvements in the shape and operation of the shutter, being claims 9 to-12, inclusive. Claims 1 and 9 are illustrative of these classes, and are here given:\n1. In an apparatus of the character referred to, in combination, a frame for a strip of movable material, having an aperture for disclosing a portion of such strip, and means for moving the material step-by-step into register with said aperture including a driver provided with a projection, a star wheel provided with a slot adapted to receive said projection, said slot being provided with a bearing surface which is continuously curved and adapted to be in continuous contact with said projection while in said slot to receive and transmit a uniform rate of movement from said projection to said moving means throughout contact of the projection and slot.\n9. In an apparatus of the character described, in combination, a source of light, a focusing lense element, an intermittent motion device, a rotatable shutter structure synchronized therewith, said shutter having at least three blades, 'two at least of which wholly interrupt the passage of light from said lense element during projection of a picture, one of said blades being of a width sufficient to eclipse said lense element irrespective of the other blades during the entire movement of said intermittent motion device succeeding such projection of a picture.\nClaims 1 to 9, inclusive, and 13 to 15, inclusive, were rejected by tbe board on reference to DeVault, 1355543, dated October 12, 1920. The others were rejected on reference to Pross, 722382, dated March 10, 1903, and Power, 1427228, dated August 29, 1922.\nThe claim of invention in the form and operation of the star wheel involved in appellant’s application resides in the shape of the four slots therein. The photographic film is moved forward past the projecting lens by a sprocket wheel, which is in turn caused to move by the revolution of the star wheel. The star wheel receives its motive power from a drive wheel, having a pin mounted on its side near its outer margin. As the driver revolves, this pin engages in one of the slots in the star wheel and moves this wheel forward 90°; the star wheel then remains stationary until the driver again revolves, the pin reengages, and another forward movement occurs, This star wheel is shaped much like a Maltese cross, and the slots are four in number, one at each corner of the cross and extending inward toward the center of the wheel. It will thus be seen that as the pin enters the slot, the movement of the star wheel will be slow at first, greatly accelerated as the pin enters the slot, and slowed up again as the pin leaves the slot.\nThe appellant claims that these slots, in the prior art, were straight sided, and, because of their shape, had a tendency to jerk the film when the pin reached the bottom of the slot, causing poor projection and frequently breaking the film. To cure this, he conceived the idea of making the sides of these slots in a continuous curve, the entrance and lower end of the slots being comparatively narrow and the center thereof being wider, the sides of the slots being curved, concavely, throughout their entire length. This structure, it is claimed, is an improvement in the art and will obviate the breaking of films and much of the jerking and irregularity of moving the film forward, and will give a continuous impulse to the star wheel in a smooth, regular, and much more efficient way.\nAs we understand it, this is not controverted by the Board of Appeals or the examiner, but it is contended that all this is shown by DeVault, supra. An inspection of the drawings and specifications of DeVault fails to convince us that this is true. The slots are thus described in DeVault’s specifications:\nThe star wheel, or driven member 13, is provided with radially disposed recesses 26 having inner portions 27 with which the body of the driving pin coacts to actuate the wheel and the outer portions' 28 of a width less than the diameter of the body portion of said pin, adapted to receive and coact with said pin extension. These outer portions of the slots have outwardly and diverging flat surfaces 29- at the entrance of the slots with which the flat face of said pin extension coaets when the pin passes into and from the slots. See Figure VII. During this period of movement the pin acts as a stop member, preventing the movement of the star wheel, or stopping its movement, thereby preventing its striking the locking cam 30 of the driving gear and eliminating noise. The star wheel is provided with concave surfaces 31 between its slots with which the cam 30 of the gear 15 coacts to hold the star wheel against movement, the cam being recessed at 32 at the pin 23 to permit rotation of the star wheel.\nIt will be noted (see Fig. VIII) that the portion of the slot with which the body portion of the actuating pin engages is substantially shorter than the slot, and that this portion of the slot extends well toward the axis of the wheel, so that in operation the period of actuation is very short, thus reducing the time of shifting or actuation of the film-\nThe drawings indicate (Figs. VII and VIII) that the curved upper surface of the slot 28, and the diverging flat surfaces 29, are provided only for a clearance space and to provide surfaces which may, at the moments of entering the slot and removal therefrom, engage Avith the pin extension 24 to prevent noise and unnecessary moATment of the star wheel. The motive power, however, is ob-Afiously furnished by the pin proper, moving in the loAver, or true, slot. The entrances to these loAver slots are curved, convexly. The sides, however, are straight and parallel. It nowhere appears that DeVault had a conception of the idea here suggested by the applicant. DeVault’s conception is Avell stated in his seventh claim, as folloAA7s:\n7. The combination of a driving Avlieel provided wiili driving pin having a cylindrical body portion .and an extension, and a eoacting driven wheel provided with radially disposed slots having inner portions Avith Avhich the body portion of said driving pin coacts to actuate the wheel and outer portions with which said pin extension coacts having surfaces Avith Avhich the pin extension engages AA'hile the driven wheel is at rest as the pin passes into and from the slots.\nIt would seem that there is invention in the device proposed by the applicant in these counts, and that the DeVault patent constitutes no anticipation thereof.\nClaims 9 to 12, inclusive, as has been noted, have reference to a multibladed shutter. Claims 9 rests upon a shutter of “ at least three blades,” two at least of which wholly interrupt the light, claim 10, “ a shutter having four blades,” one of which wholly interrupts the light, claim 11, “ three blades,” one of which wholly interrupts the light, and claim 12, a shutter having “ four blades,” one of which wholly eclipses the lens. There is certainly nothing new or novel in the form of appellant’s shutter, whether three bladecl or four. Pross shows a 3-bladed shutter and Power a 4-bladecl one, each constructed substantially in the same manner as appellant’s. Appellant claims these patents do not anticipate his idea, inasmuch as they do not provide that the master blade shall be of sufficient width to entirely obscure the lens. As is indicated in the examiner’s statement herein, Power had this element in mind. His specifications recite:\nBy this arrangement each blade of the shutter successively acts as the effective blade to conceal the film movement, the light being intercepted twice while the film is stationary, in the usual manner.\nFurthermore, it seems quite obvious that the mere widening or narrowing of the blade or blades of an ordinary shutter, such as is commonly used in conjunction with projection lenses, to care for local conditions, would be one that would suggest itself to any skilled operator of a motion-picture projector. We hardly think the speed at which this shutter is made to revolve constitutes patentability. No process claims are here filed. The machine itself is anticipated, and the process of operating it would seem to be functional. Risdon Locomotive Works v. Medart, 158 U. S. 68, 77; Westinghouse v. Boyden P. Brake Co., 170 U. S. 537, 557; Expanded Metal Co. v. Bradford, 214 U. S. 366, 383. These claims of appellant, in our judgment, were properly rejected on the references cited.\nThe decision of the Board of Appeals is hereby reversed as to claims 1 to 8, inclusive, and 13 to 15, inclusive, and affirmed as to claims 9 to 12, inclusive.",
        "type": "majority",
        "author": "Graiiam, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Paul Carpenter (J. T. Basseches of counsel) for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Forest Ray Moulton\n(No. 2284)\nUnited States Court of Customs and Patent Appeals,\nMarch 19, 1930\nPaul Carpenter (J. T. Basseches of counsel) for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument March 3, 1930, by Mr. Basseches and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, LIateteild, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0896-01",
  "first_page_order": 346,
  "last_page_order": 349
}
