{
  "id": 7260633,
  "name": "Linda WATT v. UNIFIRST CORPORATION",
  "name_abbreviation": "Watt v. UniFirst Corp.",
  "decision_date": "2009-05-05",
  "docket_number": "",
  "first_page": "897",
  "last_page": "906",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 897"
    },
    {
      "type": "parallel",
      "cite": "2009 ME 47"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "398 F.3d 76",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9027614
      ],
      "pin_cites": [
        {
          "page": "95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/398/0076-01"
      ]
    },
    {
      "cite": "542 U.S. 129",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5858697
      ],
      "weight": 3,
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/us/542/0129-01"
      ]
    },
    {
      "cite": "524 U.S. 775",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11183186
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "807"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/524/0775-01"
      ]
    },
    {
      "cite": "524 U.S. 742",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11183137
      ],
      "weight": 4,
      "year": 1998,
      "pin_cites": [
        {
          "page": "754, 758-61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/524/0742-01"
      ]
    },
    {
      "cite": "606 A.2d 1051",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11317627
      ],
      "pin_cites": [
        {
          "page": "1053"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/1051-01"
      ]
    },
    {
      "cite": "2007 ME 34",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8321403
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 17"
        },
        {
          "page": "126"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/917/0123-01"
      ]
    },
    {
      "cite": "78 N.Y.U. L.Rev. 982",
      "category": "journals:journal",
      "reporter": "N.Y.U. L. Rev.",
      "year": 2003,
      "pin_cites": [
        {
          "page": "1083-84"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2003 ME 62",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9123625
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "¶ 23"
        },
        {
          "page": "559"
        },
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/0551-01"
      ]
    },
    {
      "cite": "29 C.F.R. § 1604.11",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 2008,
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2003 ME 61",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9119608
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "¶ 23"
        },
        {
          "page": "56"
        },
        {
          "page": "¶ 20"
        },
        {
          "page": "55-56",
          "parenthetical": "quotation marks omitted"
        },
        {
          "page": "56"
        },
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/824/0048-01"
      ]
    },
    {
      "cite": "303 F.3d 387",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11433286
      ],
      "pin_cites": [
        {
          "page": "395"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/303/0387-01"
      ]
    },
    {
      "cite": "511 F.3d 225",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4067287
      ],
      "weight": 4,
      "year": 2007,
      "pin_cites": [
        {
          "page": "228"
        },
        {
          "page": "232"
        },
        {
          "page": "232"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/511/0225-01"
      ]
    },
    {
      "cite": "675 A.2d 973",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868134
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "976-77"
        },
        {
          "page": "976"
        },
        {
          "page": "976-77",
          "parenthetical": "quotation marks omitted"
        },
        {
          "page": "977"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/675/0973-01"
      ]
    },
    {
      "cite": "11 C.M.R. 94",
      "category": "reporters:specialty",
      "reporter": "C.M.R.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "477 U.S. 57",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6203537
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "66-67, 73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0057-01"
      ]
    },
    {
      "cite": "2005 ME 32",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9176610
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 4"
        },
        {
          "page": "237"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/868/0234-01"
      ]
    },
    {
      "cite": "561 F.3d 38",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3481808
      ],
      "weight": 2,
      "year": 2009,
      "pin_cites": [
        {
          "page": "41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/561/0038-01"
      ]
    },
    {
      "cite": "2005 ME 29",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9176566
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "¶ 7"
        },
        {
          "page": "224"
        },
        {
          "page": "¶ 7"
        },
        {
          "page": "224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/868/0220-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1227,
    "char_count": 26770,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 1.809460796050561e-07,
      "percentile": 0.717571758044581
    },
    "sha256": "93316957e35eb84b2da175000870bd0b268e4bdfd46b183ebe85fa91b5c5f497",
    "simhash": "1:59908b46a923a104",
    "word_count": 4419
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and ALEXANDER, LEVY, SILVER, MEAD, and GORMAN, JJ."
    ],
    "parties": [
      "Linda WATT v. UNIFIRST CORPORATION."
    ],
    "opinions": [
      {
        "text": "LEVY, J.\n[¶ 1] Linda Watt appeals from a summary judgment entered by the Superior Court (Cumberland County, Cole, J.) in favor of her former employer UniFirst Corporation on Watt’s complaint alleging violations of the Maine Human Rights Act. Watt contends that summary judgment was inappropriate because triable issues of fact exist as to (1) whether UniFirst implemented immediate and appropriate corrective action in response to Watt’s complaints of sexual harassment, and (2) whether UniFirst’s alleged non-discriminatory reason for her termination was pre-textual. We vacate the judgment and remand for further proceedings.\nI. BACKGROUND\n[¶ 2] In reviewing an appeal from a summary judgment, we view the evidence “in the light most favorable to the party against whom the judgment was entered.” Reliance Nat’l Indem. v. Knowles Indus. Servs., Corp., 2005 ME 29, ¶ 7, 868 A.2d 220, 224. With this standard in mind, the record supports the following facts.\n[¶ 3] Linda Watt began working at Un-iFirst, a supplier of workplace uniforms, textiles, and linens, in July 2004, as part of a crew responsible for filling orders. At the beginning of her employment, Watt received training on the company’s policies concerning sexual and other forms of harassment, and was told to promptly report any incidents of harassment to a supervisor or manager. UniFirst’s written policy states that “every report of harassment will be investigated thoroughly and promptly,” and that if an employee is dissatisfied with the response to such a report, the employee should contact the Corporate Employee Relations Manager.\n[¶ 4] Beginning in March 2005, Watt agreed to prepare lunches for a new coworker, John Hughes, in exchange for a weekly fee of $25. The arrangement was short-lived. Watt stopped providing the lunches sometime in April due to complaints from Hughes, and Hughes grew increasingly hostile toward Watt.\nA. First Complaint\n[¶ 5] Watt first complained to UniFirst of Hughes’s behavior sometime prior to May 16, 2005. Specifically, Watt told her supervisor, Mark Oliver, that Hughes had been:\ncalling [her] black bitches, ... saying nasty things, derogatory stuff. Putting things in [her] way.... If [she] moved it, he’d call out [her] name and push it hard, say nasty words, trying to hit [her] with the hamper; coming back where [she] worked and ... saying rude and lewd stuff. If [she said] “excuse me,” he [would call her] a bitch and say “you’re not the only person that works here. I don’t have to move for you.” Things like that.\nUniFirst claims that in response to Watt’s complaint, Oliver moved Hughes to a different part of the production floor.\nB. Dock Incident\n[¶ 6] On another occasion prior to May 16, 2005, an incident occurred while Watt was on the loading dock where Oliver was also present. Hughes yelled at Watt to “get the f**k off the dock bitch! Women don’t belong in the plant! Get the f**k out of here, now!” Hughes then approached Watt with “balled fists.” Oliver responded by telling Watt to go back inside the plant.\nC. Second Complaint\n[¶ 7] Later that day, Watt complained to Oliver about another incident that had occurred after the altercation on the dock. Specifically, Hughes had come into her work area and “blocked her as he stood with his arms folded and his legs spread apart. [Hughes then told her], ‘my balls don’t smell through the pants.’ ”\n[¶ 8] In response, Oliver held a meeting between Hughes, Watt, and some other co-workers. Oliver asked that the bickering and fighting among employees come to an end. At the end of the meeting, Hughes wanted to apologize to Watt.\nD. Third Complaint\n[¶ 9] About a week later, Watt complained to Dan Begin, another supervisor, that Hughes had come into the break room and kissed her on the cheek. Watt told Begin of Hughes’s harassing conduct, including swearing, hugging, kissing, grabbing Watt around the waist, and his interference with her ability to perform her job. Begin met with Watt and Hughes the next day. They discussed Watt’s allegations and, at the end of the meeting, Begin, in effect, told Hughes to mind his own business.\nE. Fourth Complaint and Warnings\n[¶ 10] On May 16, 2005, Watt injured her foot and was driven to the hospital by Benjamin Smith, the Plant Supervisor. She complained to Smith about Hughes’s sexual harassment, the company’s failure to address it, and her fear of Hughes. Smith later spoke to Hughes, who acknowledged that he had attempted to hug and kiss Watt and had asked her out on a date. On May 19, Hughes was issued a verbal warning and ordered to have no further verbal or physical contact with Watt.\n[¶ 11] On May 26, 2005, Hughes was issued a “final warning” for a separate incident due to an altercation with another employee, unrelated to sexual harassment issues.\nF. Fifth Complaint\n[¶ 12] Sometime in June 2005, Watt complained to Oliver that Hughes had told several male co-workers in the break room that Watt was a “bitch,” though Watt was not present when the statements were made. Robert Thompson, General Manager at UniFirst, later received a letter from Watt’s attorney, dated June 21, 2005, stating that Watt continued to be subject to improper conduct from Hughes. Thompson commenced an investigation into the issue and spoke with Watt and other employees.\n[¶ 13] After the investigation, Thompson concluded that Hughes “had attempted to have verbal contact with Watt, had stared at her inappropriately, and [that] he had pinched another [female] employee.” Hughes was subsequently suspended for three days, and warned not to have any physical or verbal contact with Watt, or to speak to other employees about her. He was told that if the problem was not corrected he would be terminated. Thompson also sent a letter to Watt’s attorney informing him of the action taken, that he would be changing Hughes’s duties so that Hughes would not be working in the same area as Watt, and that Watt should contact him immediately if any further problems arose with Hughes.\n[¶ 14] After the suspension period, Smith met with Hughes when he returned to work and reviewed with him his behaviors and the company’s policy on harassment. Hughes was also reminded not to have any contact with Watt, and he was moved to another department away from Watt’s area. Watt was told to have an escort with her whenever she went to areas where Hughes worked, to take different breaks from those taken by Hughes, and to have others with her when she went into the break room.\nG. Incidents After May 16\n[¶ 15] Watt asserts that after Hughes’s suspension, he continued to stare at her and make whispered comments to her when no one else was around, including calling Watt a “black bitch” and other derogatory terms.\nH. Hamper Altercation\n[¶ 16] Watt claims that she encountered Hughes on July 13, 2005, when she came out on the dock looking for a hamper. He called her a “black bitch” and warned that he would “put [her] where [her] mother is,” and Watt maintains in her brief that her mother is deceased. Watt admits to having called Hughes a “yellow bitch” in response. When Hughes reported this incident to Smith, Watt recounted to him what Hughes had said, and explained that she made the derogatory comment to Hughes in response to Hughes’s threat and because Hughes had used a hamper to block her access to the door. She also told him that Hughes “always says ‘black bitch’ when nobody [is] around .... [and that] [h]e [would] call [her] that when he s[aw her] coming, only in [her] earshot.” Watt also told Smith that she was upset that the company had only suspended Hughes rather than fire him, and that she was going to sue the company.\n1. Final Incident\n[¶ 17] In mid-September 2005, Watt was filling orders when she ran out of hampers and searched the floor for another one. She had taken an empty hamper when Hughes grabbed it from her, surprising Watt. He pulled on it and called Watt names, and she responded in kind. Watt shoved the hamper back at Hughes, who kicked it back at her “really hard.” He then began to approach her with his “fists balled up.” Watt grabbed a metal trolley and struck Hughes on his shoulder. Watt then asserts that Hughes struck her with another trolley, and the two were then separated. Both Hughes and Watt were suspended pending an investigation.\n[¶ 18] William Coe, Corporate Director of Human Resources for UniFirst, conducted an investigation, and met with Watt, Hughes, and various witnesses. Watt told Coe about the harassment directed at her by Hughes.\n[¶ 19] After Coe’s investigation of the incident, UniFirst hired Peter Kraft, an attorney, to prepare a report and obtain sworn statements from those involved. During Kraft’s investigation, Watt asserted that she had hit Hughes in self-defense because she was afraid for her safety. In his investigative report, Kraft noted that Watt alleged that incidents of harassment continued to occur throughout the summer. UniFirst claims that this investigation was the first time it had learned that Hughes had “continued to stare at her and make whispering comments” after he had been suspended. Watt denies that this was the first time, and points to the July 13 incident. Upon the completion of Kraft’s investigation, both Watt and Hughes were terminated from employment as a result of their September altercation.\n[¶ 20] Watt filed her civil complaint against UniFirst in September 2006, alleging that UniFirst had violated the Maine Human Rights Act (MHRA), 5 M.R.S.A. § 4572(1)(A) (2002), because it had maintained a hostile work environment and had fired Watts in retaliation for her harassment complaints. Watt had previously received “right to sue” letters from the Equal Opportunity Commission and the Maine Human Rights Commission (MHRC). The Superior Court granted summary judgment on both counts in favor of UniFirst. Watt now appeals.\nII. DISCUSSION\n[¶ 21] “We review an entry of summary judgment for errors of law, viewing the evidence in the parties’ statements of material facts and any record references therein in the light most favorable to the party against whom the judgment was entered,” Reliance Nat’l Indem., 2005 ME 29, ¶ 7, 868 A.2d at 224, and “draw all reasonable inferences in favor of the same.” Chadwick v. Wellpoint, Inc., 561 F.3d 38, 41, 2009 U.S.App. Lexis 6426, *2 (1st Cir. March 26, 2009). To withstand “a motion for a summary judgment, the plaintiff must establish a prima facie case for each element of her cause of action. If a plaintiff does not present sufficient evidence on the essential elements ... the defendant is entitled to a summary judgment.” Blake v. State, 2005 ME 32, ¶ 4, 868 A.2d 234, 237 (quotation marks omitted). Accordingly, we analyze whether Watt has presented a prima facie case, first, of a hostile work environment, and second, for unlawful retaliation in violation of the Maine Human Rights Act.\nA. Sexual Harassment Based on a Hostile Work Environment\n1. Hostile Work Environment\n[¶ 22] Beginning in 1986, the Supreme Court has recognized that a claim for unlawful employment discrimination under Title VII of the Civil Rights Act may be based on sexual harassment sufficiently severe or pervasive that it creates a hostile work environment. See Meritor Sav. Bank, FSB v. Vinson, 477 U.S. 57, 66-67, 73, 106 S.Ct. 2399, 91 L.Ed.2d 49 (1986). The MHRA also authorizes employment-related claims of sexual harassment based on a hostile work environment. See 5 M.R.S. § 4572(1)(A); 11 C.M.R. 94 348 003-6 § 3.06(I)(1)(c) (2007) (regulations issued by the MHRC); see also Nadeau v. Rainbow Rugs, Inc., 675 A.2d 973, 976-77 (Me.1996); Forrest v. Brinker Int’l Payroll Co., 511 F.3d 225, 228 n. 1 (1st Cir. 2007). To succeed on such a claim, the First Circuit has required that, pursuant to the MHRA, concurrent with Title VII, a plaintiff must demonstrate:\n(1) that she (or he) is a member of a protected class; (2) that she was subject to unwelcome sexual harassment; (3) that the harassment was based upon sex; (4) that the harassment was sufficiently severe or pervasive so as to alter the conditions of plaintiffs employment and create an abusive work environment; (5) that sexually objectionable conduct was both objectively and subjectively offensive, such that a reasonable person would find it hostile or abusive and the victim in fact did perceive it to be so; and (6) that some basis for employer liability has been established.\nForrest, 511 F.3d at 228 (quoting Crowley v. L.L. Bean, Inc., 303 F.3d 387, 395 (1st Cir.2002)).\n[¶ 23] A hostile work environment claim requires an examination of “all the circumstances, including the frequency of the discriminatory conduct; its severity; whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it unreasonably interferes with an employee’s work performance.” Doyle v. Dep’t of Human Servs., 2003 ME 61, ¶ 23, 824 A.2d 48, 56 (quotation marks omitted). Such a determination is left to the trier of fact. Nadeau, 675 A.2d at 976.\n[¶ 24] The summary judgment record, viewed in the light most favorable to Watt, establishes that Hughes subjected Watt to a pattern of harassment that included offensive and derogatory names, hugging and kissing, and verbal and physical threats and intimidation. This alleged harassment was sufficiently severe as to alter Watt’s work environment, as demonstrated by the requirement that Watt had to be accompanied by another co-worker in the break room and whenever she would be in close proximity to Hughes. These facts, although disputed in part by Uni-First, are sufficient to satisfy the first five of the six criteria identified in Forrest and, as the Superior Court found, establish a prima facie claim of a hostile work environment. The issue in this case is whether Watt has satisfied the sixth criterion — a basis for employer liability.\n2. Employer Liability for Co-Worker Harassment\n[¶25] To date, we have not directly addressed the standard by which an employer may be held liable for the sexual harassment of an employee by a co-worker, although we have previously addressed employer liability based on the conduct of a supervisor. In Nadeau, we affirmed a finding that under the MHRA, “employers are liable for hostile environment harassment by supervisors and co-workers if an official representing that institution knew, or in the exercise of reasonable care, should have known, of the harassment’s occurrence, unless that official can show that he or she took appropriate steps to halt it.” Nadeau, 675 A.2d at 976-77 (quotation marks omitted). Although our decision referenced co-workers as well as supervisors, the issue presented in Nadeau was limited to employer liability for the actions of a supervisor. Id. at 977.\n[¶ 26] Since Nadeau, and concurrent with developments in federal jurisprudence, the MHRC, the agency charged with administering the MHRA, has issued regulations governing employer liability for co-workers. See 5 M.R.S.A. § 4566(7) (2002) (The MHRC “shall have the power ... [t]o adopt, amend and rescind rules and regulations to effectuate this Act.”). Consistent with agency principles of negligence, the MHRC’s rule articulates the following standard:\n[w]ith respect to persons other than [agents and supervisors], an employer is responsible for acts of sexual harassment in the workplace where the employer, or its agents or supervisory employees, knows or should have known of the conduct. An employer may rebut apparent liability for such acts by showing that it took immediate and appropriate corrective action.\n11 C.M.R. 94 348 003-6 § 3.06(I)(3) (2007). This regulation is virtually identical to that adopted by the Equal Employment Opportunity Commission in interpreting Title VII of the Civil Rights Act, 29 C.F.R. § 1604.11(d) (2008).\n[¶ 27] We give special deference to an agency’s rule where “the Legislature’s intent is not expressed unambiguously and the interpretation of the statutory scheme involves issues that are within the scope of the agency’s expertise,” Conservation Law Found. v. Dep’t Envtl. Prot., 2003 ME 62, ¶ 23, 823 A.2d 551, 559, and where the rule is not arbitrary, capricious, an abuse of discretion or otherwise not in accordance with the law. Id. ¶ 21, 823 A.2d at 559. In this case, the Legislature’s intent regarding employer liability for sexual harassment by co-workers is ambiguous, and the issue is within the particular expertise of the MHRC. See 5 M.R.S.A. § 4566 (2002). In addition, UniFirst has not asserted that the rule is arbitrary, capricious, an abuse of discretion or otherwise not in accordance with the law. Accordingly, we defer to and will apply the standard adopted by the MHRC. Consistent with that standard, employers may be liable for the sexual harassment of an employee by a co-worker or workers under a hostile environment claim where the employer knew or should have known of the charged sexual harassment and failed to take immediate and appropriate corrective action.\n[¶ 28] Corrective action may take the form of a series of discrete actions in response to a series of discrete incidents, as was the case here. The immediate and appropriate corrective action standard does not lend itself to any fixed requirements regarding the quantity or quality of the corrective responses required of an employer in any given case. Accordingly, the rule of reason must prevail and an employer’s responses should be evaluated as a whole, from a macro perspective. As the First Circuit has noted, this evaluation “often requires the sort of case-specific, fact-intensive analysis best left to a jury.” Forrest, 511 F.3d at 232. Although the “immediate and appropriate corrective action” standard, 11 C.M.R. 94 348 003-6 § 3.06(I)(3), presents a mixed question of law and fact, ultimately it is the jury or fact-finder that must judge the historical facts, apply the standard, and conclude whether the employer’s actions conform to the standard. See Arthur R. Miller, The Pretrial Rush to Judgment: Are the “Litigation Explosion,” “Liability Crisis,” and Efficiency Cliches Eroding our Day in Court and Jury Trial Commitments?, 78 N.Y.U. L.Rev. 982, 1083-84 (2003).\n3. UniFirst’s Potential Liability\n[¶ 29] With the foregoing standard in mind, we focus on the specific question of whether UniFirst, knowing of the incidents of sexual harassment alleged by Watt, failed to take immediate and appropriate corrective action. For the reasons that follow, we conclude that a reasonable jury could find that UniFirst’s corrective action, considered as a whole, was neither immediate nor appropriate.\n[¶ 30] At first, Watt alleges that her supervisors took minimal or no action in response to Watt’s reports of harassment by Hughes. A reasonable juror might thus conclude that in light of the escalating pattern of alleged harassment to which Watt claims she was subjected, the verbal warning issued to Hughes in May and the three-day suspension imposed against him in June were insufficient, although contrary conclusions could also be drawn. The conclusion that UniFirst’s overall corrective action was not immediate and appropriate is buttressed if one also accepts Watt’s position that she acted in self-defense when she struck Hughes in September and that the reason for her firing was pretextual, and therefore inappropriate.\n[¶ 31] Many of Watt’s allegations against UniFirst are disputed. At this preliminary stage of the litigation, we form no opinion as to whether UniFirst took immediate and appropriate corrective action. For purposes of summary judgment, however, we conclude that when the disputed facts are viewed in the light most favorable to Watt, a reasonable jury could find that UniFirst’s responses to Watt’s complaints, considered as a whole, were not the immediate and appropriate corrective action reasonably required under the circumstances.\nB. Retaliation Claim\n[¶ 32] Watt also asserts, as a separate claim, that her termination after the September incident was in retaliation for the reports of sexual harassment she had made against Hughes, also in violation of the MHRA. UniFirst argues that it has a clear policy establishing that assault is grounds for termination; that Watt admitted to assaulting Hughes; and thus, that after its investigation, UniFirst properly fired both Watt and Hughes.\n[¶ 33] To demonstrate a pri-ma facie case of improper retaliation under the MHRA, a plaintiff “must show that she engaged in statutorily protected activity; her employer made an employment decision that adversely affected her; and that there was a causal link between the protected activity and the adverse employment action.” Doyle, 2003 ME 61, ¶ 20, 824 A.2d at 55-56 (quotation marks omitted). Further, if the “adverse employment action happens in ‘close proximity’ to the protected conduct, the burden shifts to the employer ‘to produce some probative evidence to demonstrate a nondiscriminatory reason for the adverse employment action.’ ” Id. ¶ 20, 824 A.2d at 56. A view of the facts in the light most favorable to Watt supports the inference that she last complained of sexual harassment during the investigation of the September assault incident, a few weeks before the firing.\n[¶ 34] For purposes of this appeal, UniFirst does not contest that Watt met her initial burden of raising a prima facie retaliation claim. Instead, it argues that Watt’s physical assault of Hughes constitutes a legitimate, non-diseriminato-ry reason for her termination. Because Watt admitted to hitting Hughes with a metal bar, UniFirst contends that her conduct was a clear violation of UniFirst’s General Code of Conduct and Workplace Violence Policies, and was an immediately dischargeable offense.\n[¶ 35] Because UniFirst has articulated a legitimate reason for the action, “the burden remains with [Watt] to persuade the fact-finder that there was, in fact, a causal connection between the protected activity and the adverse employment action.” Id. ¶ 20, 824 A.2d at 56. In this case, Watt asserts that she hit Hughes because she was frightened and was acting in self-defense, and that UniFirst’s claim to the contrary is merely pretextual. Although UniFirst argues that the record demonstrates that Watt did not act in self-defense, the reason Watt struck Hughes is a disputed issue of material fact. “Even when one party’s version of the facts appears more credible and persuasive to the court, a summary judgment is inappropriate if a genuine factual dispute exists that is material to the outcome.” Arrow Fastener Co., Inc. v. Wrabacon, Inc., 2007 ME 34, ¶ 17, 917 A.2d 123, 126; see also Chadwick, 561 F.3d at 48 n. 11, 2009 U.S.App. Lexis 6426 at *22 n. 11 (“[A]t summary judgment we do not decide which explanation ... is most convincing, but only whether [the plaintiff] has presented sufficient evidence regarding her explanation.”). Accordingly, Watt’s retaliation claim should proceed to trial.\nThe entry is:\nSummary judgment vacated; case remanded for further proceedings on both counts.\n. UniFirst denied this allegation contained in paragraph 16 of Watt’s statement of material facts on the basis that it was not supported by a record reference to facts that would be admissible in evidence, and that the record citation provided by Watt \"Tab 9, ¶ 37” did not exist in the record. The correct record citation is \"Tab 6, ¶ 37,\" which is apparent from the paragraphs that precede and follow paragraph 16. The record reference is to Watt’s sworn statement as to what she was told by Thompson, which constitutes a citation to admissible evidence.\n. A trolley is apparently a long metal bar used to hang mats.\n. This statute has since been amended in ways not material to our discussion. See P.L. 2005, ch. 10, § 11 (effective Jun. 29, 2005) (codified at 5 M.R.S. § 4572(1)(A) (2008)).\n. It is appropriate to look to analogous federal case law for guidance in the interpretation of the Maine Human Rights Act (MHRA). See Bowen v. Dep’t of Human Servs., 606 A.2d 1051, 1053 (Me.1992).\n. The Supreme Court, looking to traditional principles of agency, has differentiated between standards for finding employer liability for a hostile environment based on the actions of a supervisor as opposed to a co-worker. See Burlington Indus., Inc. v. Ellerth, 524 U.S. 742, 754, 758-61, 118 S.Ct. 2257, 141 L.Ed.2d 633 (1998); Faragher v. City of Boca Raton, 524 U.S. 775, 807, 118 S.Ct. 2275, 141 L.Ed.2d 662 (1998). Under Title VII, in cases involving supervisors, the Supreme Court has found that employers may be held strictly liable based on a vicarious liability theory, subject to an affirmative defense when there has been no tangible adverse employment action. See Burlington Indus., 524 U.S. at 765, 118 S.Ct. 2257. We have not yet ruled on whether the MHRA affords employers similar defenses for the actions of supervisors. However, the Supreme Court has yet to rule explicitly on employer liability for the actions of co-workers. See Pa. State Police v. Suders, 542 U.S. 129, 143 n. 6, 124 S.Ct. 2342, 159 L.Ed.2d 204 (2004). Some federal circuit courts, though, have recognized that under Title VII, employers may be directly liable for actions of co-workers based on a theory of negligence: ''[t]ypically, this involves a showing that the employer knew or should have known about the harassment, yet failed to take prompt action to stop it.” Noviello v. City of Boston, 398 F.3d 76, 95 (1st Cir.2005).\n. The Maine Human Rights Commission has submitted a brief on this issue as amicus curiae.\n. This statute has since been amended in ways not material to our discussion. See P.L. 2007, ch. 385, § 5 (effective Sept. 20, 2007) (codified at 5 M.R.S. § 4566(7) (2008)).\n. This statute has since been amended not material to our discussion. See P.L. 2005, ch. 10, §§ 7-9 (effective Jun. 29, 2005) (codified at 5 M.R.S. § 4566 (2008)); supra note 6.\n. We do not mean to suggest that this analysis must always go to a jury. Summary judgment is appropriate where the undisputed material facts make it possible for a judge to conclude that a reasonable jury could not find that an employer’s actions were not prompt and appropriate, as was the case in Forrest. See Forrest v. Brinker Int’l Payroll Co., 511 F.3d 225, 232 (1st Cir.2007).",
        "type": "majority",
        "author": "LEVY, J."
      }
    ],
    "attorneys": [
      "Guy D. Loranger (orally), Nichols, Webb & Loranger, PA, Saco, for Linda Watt.",
      "Adam S. Taylor, Esq. (orally), Kim Anderson True, Esq., Taylor, McCormack & Frame, LLC, Portland, for UniFirst Corporation.",
      "John P. Gause, Esq., Commission Counsel, Maine Human Rights Commission, Augusta, for amicus curiae Maine Human Rights Commission."
    ],
    "corrections": "",
    "head_matter": "2009 ME 47\nLinda WATT v. UNIFIRST CORPORATION.\nSupreme Judicial Court of Maine.\nArgued: Nov. 18, 2008.\nDecided: May 5, 2009.\nGuy D. Loranger (orally), Nichols, Webb & Loranger, PA, Saco, for Linda Watt.\nAdam S. Taylor, Esq. (orally), Kim Anderson True, Esq., Taylor, McCormack & Frame, LLC, Portland, for UniFirst Corporation.\nJohn P. Gause, Esq., Commission Counsel, Maine Human Rights Commission, Augusta, for amicus curiae Maine Human Rights Commission.\nPanel: SAUFLEY, C.J., and ALEXANDER, LEVY, SILVER, MEAD, and GORMAN, JJ."
  },
  "file_name": "0897-01",
  "first_page_order": 925,
  "last_page_order": 934
}
