{
  "id": 6094908,
  "name": "In re Frank Kusterle",
  "name_abbreviation": "In re Kusterle",
  "decision_date": "1930-03-19",
  "docket_number": "No. 2221",
  "first_page": "899",
  "last_page": "901",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 899"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 318,
    "char_count": 4797,
    "ocr_confidence": 0.448,
    "sha256": "aa9135c29955a5f3b4e35901043e0476baa919af0f6b2b0fc64c64a5f81fa295",
    "simhash": "1:e58520f78335ef0a",
    "word_count": 825
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Frank Kusterle"
    ],
    "opinions": [
      {
        "text": "Hatpield, Judge,\ndelivered tlie opinion of tbn court:\nThis is an appeal from the decision of the Board of Appeals affirming the decision of the examiner denying claim 12 in appellant’s application for a patent for an alleged invention relating to improvements in “ Side rail locks for metallic bed frames.”\nThe claim in question reads as follows:\n12. In a bedstead corner, fastening, tlie combination of a corner post, a bracket having- a vertically extending plate secured to the post and a vertically extending- wing- projecting- outwardly from one side of said plate, and having an inclined slot formed therein, a vertically extending flaring groove being formed at the junction of said wing and plate, a side rail comprising- a section of angle iron one flange of which is located in a vertical plane and disposed against the inside of the wing-, and a pin secured to said flange and projecting laterally from the plane of the flange and co-operating- with the edge of said slot to wedge the end of the flange into said groove, and whereby the relatively offset thrusts of the bracket parts against the respective interengaging parts of the rail and pin cause a twisting moment [movement] about a vertical axis serving to force the side of the flange against the free end of said wing.\nThe references are:\nBrandt et al. (Austrian), 7941, June 25, 1902.\nBrand, 724159, March 31, 1903. '\nGoodall (British), 24980, October 30, 1909.\nKusterle, 1279366, September 17, 1918.\nThere are two structural features, namely: A vertically extending flaring groove formed at the junction of the bracket wing and plate, and a pin secured to and projecting laterally from the side bar flange (more fully set forth in the involved claim), “whereby the relatively offset thrusts of the bracket parts against the respective interengaging parts of the rail and pin cause a twisting moment [movement] about a vertical axis serving to force the side of the flange against the far end of said wing” which, in combination, according to the contention of appellant, differentiate ajjpellant’s structure from the prior art, produce new and useful results, and, accordingly, involve invention.\nIt is not claimed that either of the involved structural features is new. It is contended, however, that the combination of these features in the manner described produced a new and useful result; that the combination is not suggested in the references; and that it involves inventive genius.\nIn holding that the claim was not patentable, the examiner said:\nClaim 12 is directed particularly to tlie point brought out in the amendment to tlie end of tlie first paragraph on page 4. Apparently by having the socket 15 flaring, the end 13 of the rail flange is thrown away a trifle from the wing and, in consequence, the remote free edge of the wing is held firmly against the side rail by the action of the pin.\nIt is not believed this claim offers anything over Brandt in view of Brand and Goodall. In view of Brand it is thought it would be obvious to apply Brandt to an angle iron side rail. Brand has a socket formed by the ridge 6 in which the end of the side rail is tightly received. The free edge of the wing is shown in close engagement with the side flange of the wing. It is not believed that if it was found that a square socket of the Brand type did not always produce a good fit that it would be beyond the skill of the ordinary mechanic to use a flared socket as in Figure 7 of Goodall or in Kusterlee. The slight warping or twisting on a vertical axis through the pin would follow as a necessary consequence.\nIn affirming the decision of the examiner, the Board of Appeals discussed the claim in considerable detail.\nCounsel for appellant has devoted a considerable portion of his • brief in explaining the reasons why, in his opinion, the board has misconstrued the technical features of appellant’s device.\nWe do not find it necessary to comment upon, much less to discuss in detail, the reasons given in the decision of the Board of Appeals for the conclusion it reached. We are satisfied that the most appellant can claim for his alleged invention is a better, not a new, result. Furthermore, we are in accord with the views expressed by the examiner that, due to the disclosures in the patents to Brandt et al., Brand, and Goodall, the involved combination does not involve invention:\nThe decision is affirmed.",
        "type": "majority",
        "author": "Hatpield, Judge,"
      }
    ],
    "attorneys": [
      "E. W. Shepard George P. Fisher (Cyril A. Soans of counsel) for appellant.",
      "T. A. Hostetler and Howard S. Miller for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Frank Kusterle\n(No. 2221)\nUnited States Court of Customs and Patent Appeals,\nMarch 19, 1930\nE. W. Shepard George P. Fisher (Cyril A. Soans of counsel) for appellant.\nT. A. Hostetler and Howard S. Miller for the Commissioner of Patents.\n[Oral argument January 16, 1930, by Mr. Soans and Mr. Miller]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0899-01",
  "first_page_order": 349,
  "last_page_order": 351
}
