{
  "id": 8459411,
  "name": "Marcus John COLE, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING",
  "name_abbreviation": "Cole v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "2006-08-23",
  "docket_number": "No. 67 C.D. 2006",
  "first_page": "900",
  "last_page": "906",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 900"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "714 A.2d 502",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11712976
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/714/0502-01"
      ]
    },
    {
      "cite": "681 A.2d 1357",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868432,
        769263
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/681/1357-01",
        "/pa-super/452/0315-01"
      ]
    },
    {
      "cite": "452 Pa.Super. 315",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        769263
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/452/0315-01"
      ]
    },
    {
      "cite": "522 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818919
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0136-01"
      ]
    },
    {
      "cite": "685 A.2d 559",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        772840,
        7351142
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "non-discriminatory, non-arbitrary systematic roadblocks for purposes of ensuring highway safety are constitutional"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/454/0330-01",
        "/a2d/685/0559-01"
      ]
    },
    {
      "cite": "454 Pa.Super. 330",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        772840
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "non-discriminatory, non-arbitrary systematic roadblocks for purposes of ensuring highway safety are constitutional"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/454/0330-01"
      ]
    },
    {
      "cite": "832 A.2d 1112",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9089128
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/832/1112-01"
      ]
    },
    {
      "cite": "2006 WL 1756461",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "903 A.2d 33",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8409055
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/903/0033-01"
      ]
    },
    {
      "cite": "832 A.2d 599",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9087619
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/832/0599-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "648 A.2d 285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866577,
        475563
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/648/0285-01",
        "/pa/538/0236-01"
      ]
    },
    {
      "cite": "538 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475563
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0236-01"
      ]
    },
    {
      "cite": "666 A.2d 376",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12046387
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/666/0376-01"
      ]
    },
    {
      "cite": "514 A.2d 1008",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1352376
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "1009",
          "parenthetical": "\"our reading of the provisions of Section 1547(b) gives no indication that the legislature ever intended such a requirement\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/100/0448-01"
      ]
    },
    {
      "cite": "619 A.2d 397",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1439896
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/152/0423-01"
      ]
    },
    {
      "cite": "517 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1809817
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "the legality of arrest is immaterial for a license suspension based on failure to submit to chemical testing"
        },
        {
          "parenthetical": "the legality of arrest is immaterial for a license suspension based on failure to submit to chemical testing"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/517/0175-01"
      ]
    },
    {
      "cite": "835 A.2d 866",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9068825
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/835/0866-01"
      ]
    },
    {
      "cite": "857 A.2d 719",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9183339
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/857/0719-01"
      ]
    },
    {
      "cite": "866 A.2d 1181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9040592
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/866/1181-01"
      ]
    },
    {
      "cite": "879 A.2d 327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8934379
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/879/0327-01"
      ]
    },
    {
      "cite": "880 A.2d 716",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8939030
      ],
      "pin_cites": [
        {
          "page": "719"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/880/0716-01"
      ]
    },
    {
      "cite": "885 A.2d 651",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8905382
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/885/0651-01"
      ]
    },
    {
      "cite": "890 A.2d 1061",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "586 Pa. 730",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "873 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8968778
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/873/0001-01"
      ]
    },
    {
      "cite": "782 A.2d 1127",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9473575
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/782/1127-01"
      ]
    },
    {
      "cite": "521 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817472
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0242-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 841,
    "char_count": 19570,
    "ocr_confidence": 0.726,
    "pagerank": {
      "raw": 4.4916476050659184e-08,
      "percentile": 0.2816642978026904
    },
    "sha256": "a54e41f6a93ef244c35eb241fd89a86da59c9f8a276184e208e088c09b7c0645",
    "simhash": "1:0960b383e4d69a07",
    "word_count": 3095
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: SMITH-RIBNER, Judge, SIMPSON, Judge, and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "Marcus John COLE, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge SIMPSON.\nMarcus John Cole (Licensee) appeals an the order of the Court of Common Pleas of Bradford County (trial court) that denied his statutory appeal of a one-year suspension of his operating privilege imposed by the Department of Transportation, Bureau of Driver Licensing (PennDOT), pursuant to 75 Pa.C.S. § 1547 (Implied Consent Law). Licensee contends the warnings established in Department of Transportation, Bureau of Traffic Safety v. O’Connell, 521 Pa. 242, 555 A.2d 873 (1989), are insufficient to advise individuals of the consequences for refusing to submit to chemical testing in view of the newly enacted\nChapter 38 of the Vehicle Code, and, in particular 75 Pa.C.S. § 3804, dealing with penalties for driving under the influence of alcohol or controlled substance (DUI). Licensee further asserts non-standardized and improperly conducted standardized field sobriety tests do not provide reasonable grounds to believe an individual violated 75 Pa.C.S. § 3802 (DUI provisions). Discerning no error, we affirm.\nOn August 20, 2005, the Sayre Borough Police Department participated in a DUI checkpoint. A police officer observed Licensee stop in the middle of the road for 30 seconds and then pull into a parking lot upon approaching the checkpoint. The officer made contact with Licensee, and observed Licensee had an odor of alcoholic beverage about him and his eyes were red, glassy, and bloodshot. When called to assist, Borough Officer Jeremy Horton (Borough Officer) made the same observations and also noticed Licensee slurred his speech. When asked, Licensee admitted to Borough Officer he drank a few beers earlier in the evening. Consequently, Borough Officer asked Licensee to perform six field sobriety tests, which Licensee failed.\nNext, Borough Officer placed Licensee under arrest for DUI and read Licensee PennDOT Form DL-26. Licensee refused to submit to chemical testing even after Borough Officer repeated the warnings.. Accordingly, PennDOT suspended Licensee’s operating privilege pursuant to the Implied Consent Law.\nLicensee appealed. At the trial court hearing, Borough Officer testified as noted above. On cross-examination, Borough Officer admitted three of the field tests he administered were not standardized field sobriety tests. Additionally, Borough Officer acknowledged the DUI checkpoint was not equipped with a pre-set straight line to perform the “walk and turn” test.\nLicensee testified that upon approaching the DUI checkpoint, he pulled into a parking lot to turn around. Another officer motioned him over, whereupon Borough Officer asked him to perform the field sobriety tests after he admitted drinking earlier in the evening. Licensee believed he performed adequately on the field sobriety tests. He denied Borough Officer read PennDOT Form DL-26 to him.\nThe trial court found the field sobriety tests, when considered in their totality, provided Borough Officer with reasonable grounds to believe Licensee drove while under the influence of alcohol. N.T. at 50. The trial court further concluded Borough Officer adequately informed Licensee of the consequences for refusal to submit to chemical testing. Id. at 51. Accordingly, the trial court denied Licensee’s appeal.\nOn further appeal, Licensee maintains a request for chemical testing under the Implied Consent Law is so entwined with the new DUI provisions as to render the O’Connell warnings insufficient. Licensee further asserts, absent other indicia of DUI, the non-standardized and improperly conducted standardized field sobriety tests were insufficient to establish reasonable grounds to request Licensee to submit to chemical testing.\nBefore examining the merits of Licensee’s appeal, a brief history of the Implied Consent Law is helpful. Prior to February 2004, police officers were required to inform an individual that there was no right to speak to counsel or anyone else before deciding whether to submit to chemical testing. O’Connell Police officers were further required to inform an individual that refusal to submit to chemical testing would result in the suspension of operating privileges. See Former 75 Pa.C.S. § 1547(b)(2). Effective February 2004, the General Assembly amended the Implied Consent Law and added Chapter 38 to the Vehicle Code, which replaced former 75 Pa.C.S. § 3731. Chapter 38, Driving After Imbibing Alcohol or Utilizing Drugs, sets forth, among other things, the offense of DUI and the resulting penalties for a DUI conviction.\nOf particular import here, Section 1547(a) of the Implied Consent Law now requires a police officer to possess reasonable grounds to believe an individual operated - a vehicle in violation of the DUI provisions before requesting chemical testing. Section 1547(b) of the Implied Consent Law further requires a police officer to inform an individual that operating privileges will be suspended if chemical testing is refused and, that, if convicted of DUI, the enhanced penalties of the DUI provisions apply. Unlike former Section 3731, the new DUI provisions identify the penalties to be imposed where an individual is convicted of DUI after refusing chemical testing. 75 Pa.C.S. § 3804(c).\nWe now address Licensee’s appeal. Specifically, Licensee first contends the O’Connell warnings are insufficient in view of the changes to the DUI law. We disagree.\nIn license suspension matters, PennDOT must first demonstrate the licensee was arrested for DUI, was asked to submit to chemical testing, refused to do so, and was specifically warned that refusal would result in the suspension of his operating privilege. Whiteford v. Dep’t of Transp., Bureau of Driver Licensing, 782 A.2d 1127 (Pa.Cmwlth.2001). Here, Licensee does not dispute PennDOT met the first three prongs of its burden, but he contends the warnings provided were insufficient to allow-him to make a knowing and conscious decision regarding refusal to submit to chemical testing.\nWe rejected an identical argument in Weaver v. Department of Transportation, Bureau of Driver Licensing, 873 A.2d 1 (Pa.Cmwlth.), pet. for allowance of appeal granted, 586 Pa. 730, 890 A.2d 1061 (2005). Speaking through President Judge Colins, we held:\nIt is not the duty of the police to explain the various sanctions available under a given law to an arrestee to give that individual an opportunity to decide whether it is worth it to violate that law. It is sufficient for the police to inform a motorist that he or she will be in violation of the law and will be penalized for that violation if he or she should fail to accede to the officer’s request for a chemical test. The verbiage on form DL-26 informs a motorist that he or she will be in violation of the law and will be penalized for that violation if he or she should fail to accede to the officer’s request for a chemical test; that is sufficient information upon which to base a decision as to whether or not to submit to chemical testing.\nId. at 2. See also Alexander v. Dep’t of Transp., Bureau of Driver Licensing, 885 A.2d 651 (Pa.Cmwlth.2005); Witmer v. Dep’t of Transp., Bureau of Driver Licens ing, 880 A.2d 716, 719 (Pa.Cmwlth.2005) (“[t]he amendments to the DUI statute have not changed the fundamental precept that the sanctions imposed by the Implied Consent Law are civil in nature and wholly unrelated to the consequences of a criminal DUI prosecution; [t]he statute, as revised, retains this distinction by requiring that a licensee must first be convicted in a criminal proceeding of a DUI offense before any .enhanced criminal penalties are applicable.”); Garner v. Dep’t of Transp., Bureau of Driver Licensing, 879 A.2d 327 (Pa.Cmwlth.2005). Because Licensee’s first argument is consistently rejected, the trial court did not err in also rejecting the argument and in finding Borough Officer adequately advised Licensee of the potential consequences for refusing to submit to chemical testing.\nIn his second argument, Licensee contends Borough Officer lacked reasonable grounds to request Licensee submit to chemical testing based on non-standardized and improperly conducted standardized field sobriety tests.\nInitially, we note the test for determining whether a police officer possesses reasonable grounds to suspect an individual is driving under the influence is not very demanding. Hasson v. Dep’t of Transp., Bureau of Driver Licensing, 866 A.2d 1181 (Pa.Cmwlth.2005). Rather, a police officer has reasonable grounds if a reasonable person, viewing the facts as they appeared to the police officer, could conclude the individual operated a vehicle while under the influence of alcohol. Stein v. Dep’t of Transp., Bureau of Driver Licensing, 857 A.2d 719 (Pa.Cmwlth.2004). Whether a police officer has reasonable grounds to believe an individual is in violation of the DUI provisions is a question of law subject to appellate review. Miller v. Dep’t of Transp., Bureau of Driver Licensing, 835 A.2d 866 (Pa.Cmwlth.2003).\nHere, Licensee argues Borough Officer did not have reasonable grounds to suspect he violated the DUI provisions because there was no evidence of erratic driving or any other Vehicle Code violations. However, Licensee encountered a DUI checkpoint and, on appeal, does not challenge the validity of the checkpoint. Under most circumstances, there is no evidence of erratic driving where motorists are stopped at a checkpoint. Moreover, evidence of Vehicle Code violations is not essential to the issue of whether reasonable grounds existed to believe Licensee violated the DUI provisions. See also Commonwealth of Pa., Dep’t of Transp., v. Wysocki, 517 Pa. 175, 535 A.2d 77 (1987) (the legality of arrest is immaterial for a license suspension based on failure to submit to chemical testing).\nFurthermore, once Borough Officer contacted Licensee, he observed and questioned Licensee to ascertain whether he drove in violation of 75 Pa.C.S. § 3802. Borough Officer observed Licensee had an odor of alcoholic beverage about him, his eyes were glassy and bloodshot, and he slurred his speech. Upon questioning, Borough Officer learned Licensee drank earlier in the evening. This evidence may support a conclusion of reasonable grounds.\nMoreover, contrary to Licensee’s assertions, the field sobriety tests provided Borough Officer with additional bases to support a conclusion of reasonable grounds. Licensee contends Borough Officer’s use of non-standardized field sobriety tests and the results of the walk and turn test should be given little evidentiary weight. In the case of the walk and turn test, Licensee asserts the test was invalid because the DUI checkpoint did not have a pre-set straight line upon which to perform the test. However, we reject these assertions for several reasons.\nFirst, the trial court, as fact finder, determines witness credibility and evidentia-ry weight. Olbrish v. Dep’t of Transp., Bureau of Driver Licensing, 152 Pa. Cmwlth. 423, 619 A.2d 397 (1992). Here, the trial court found Borough Officer a “very credible witness.” N.T. at 50. In passing on the field sobriety tests, the trial court stated:\n[Licensee] acknowledged he had been drinking. He made the statement, I find this credible, during the one-leg stand — I can’t even do that sober. That was after, according to [Borough Officer], on two attempts [Licensee] was able to do it for a total time of less than six seconds before he raised his arms or started hopping around for his balance. The Walk and Turn four out of nine out, three out of nine in, didn’t touch heel to toe, crossed his foot over, raised his arms. These tests as I understand from the evidence are certified tests but those that aren’t, even if they’re not certified tests, it doesn’t mean that the court can’t consider them in the totality of the circumstances. If would certainly suggest to me that if someone can’t complete the alphabet ... that’s a — a-suggestion, in the totality here, that they’re under the influence of alcohol.\nN.T. at 51 (emphasis added). Clearly, the trial court weighed the field sobriety tests collectively when assessing whether reasonable grounds existed to believe Licensee violated the DUI provisions. We discern no error in the trial court’s totality of the circumstances approach. Olbrish.\nSecond, a police officer is not required to conduct field sobriety tests to form a reasonable belief an individual violated the DUI provisions. See generally Dep’t of Transp., Bureau of Traffic Safety v. O’Neill, 100 Pa.Cmwlth. 448, 514 A.2d 1008, 1009 (1986) (“our reading of the provisions of Section 1547(b) gives no indication that the legislature ever intended such a requirement”). As previously noted, Borough Officer observed other indicia of intoxication prior to requesting Licensee to submit to chemical testing. Dept. of Transp., Bureau of Driver Licensing v. Hall, 666 A.2d 376 (Pa.Cmwlth. 1995).\nThird, regardless of the non-standardized and allegedly improper walk and turn test, the trial court credited Borough Officer’s testimony Licensee failed two additional standardized field sobriety tests. Although Licensee stated he either performed the field tests adequately or could not remember specific tests, the trial court implicitly rejected Licensee’s testimony when it credited the contradictory testimony of Borough Officer.\nBased upon the evidence presented, we conclude reasonable grounds existed to believe Licensee violated the DUI provisions and that the request for chemical testing was therefore permitted by the Implied Consent Law. Accordingly, we affirm.\nORDER\nAND NOW, this 23rd day of August, 2006, the order of the Court of Common Pleas of Bradford County is AFFIRMED.\n. 75 Pa.C.S. § 1547, provides in relevant part:\n(a) General rule. — Any person who drives, operates or is in actual physical control of the movement of a vehicle in this Commonwealth shall be deemed to have given consent to one or more chemical tests of breath, blood or urine for the purpose of determining the alcoholic content of blood ... if a police officer has reasonable grounds to believe the person to have been driving, operating or in actual physical control of the movement of a vehicle:\n(1) in violation of [75 Pa.C.S. § 3802 (relating to driving under the influence of alcohol or controlled substance (DUI))]....\n(b) Suspension for refusal.—\n(1) If any person placed under arrest for a violation of section 3802 is requested to submit to chemical testing and refuses to do so, the testing shall not be conducted but upon notice by the police officer, the [Department shall suspend the operating privilege of the person as follows:\n(i) ... for a period of 12 months.\n(2) It shall be the duty of the police officer to inform the person that:\n(1) the person’s operating privilege will be suspended upon refusal to submit to chemical testing; and\n(ii) if the person refuses to submit to chemical testing, upon conviction or plea for violating [75 Pa.C.S. § 3802(a)(1)], the person will be subject to the penalties provided in [75 Pa.C.S. § 3804(c)] (relating to penalties).\n. In O’Connell, the Supreme Court held police officers must inform individuals there is no right to counsel when deciding whether to submit to chemical testing. The Supreme Court explained in Department of Transportation, Bureau of Driver Licensing v. Ingram, 538 Pa. 236, 648 A.2d 285 (1994), that a proper O’Connell warning advises an individual his driving privilege will be suspended for one year if he refuses chemical testing and his Miranda [v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966)] rights do not apply to chemical testing.\n.PennDOT Form DL-26 provides, in relevant part:.\n3. It is my duty as a police officer to inform you that if you refuse to submit to the chemical test, your operating privilege will be suspended for at least one year. In addition, if you refuse to submit to the chemical test, and you are convicted of, plead to, or adjudicated delinquent with respect to violating [75 Pa.C.S. § 3802(a)], because of your refusal, you will be subject to the more severe penalties set forth in [75 Pa.C.S. § 3804(c)], which include a minimum of 72 hours in jail and a minimum fine of $1,000.00.\n4. It is also my duty as a police officer to inform you that you have no right to speak with an attorney or anyone else before deciding whether to submit to testing and any request to speak with an attorney or anyone else after being provided these warnings or remaining silent when asked to submit to chemical testing will 'constitute a refusal, resulting in the suspension of your operating privilege and other enhanced criminal sanctions if you are convicted of violating [75 Pa.C.S. § 3802(a)],\nDepartment Ex. 1.\n. Borough Officer asked Licensee to perform the following standardized tests: the horizontal gaze, one-leg stand and the “walk and turn.” The officer also conducted three non-standardized tests: recitation of the alphabet, counting backwards, and the Romberg test. The Romberg test is performed by titling one’s head back and, with eyes closed, estimating 30 seconds. Notes of Testimony (N.T.), 12/13/05, at 15. The individual’s estimate of time and degree of body sway are indicative of intoxication. Id. at 17.\n. Our review is limited to determining whether the findings of fact were supported by substantial evidence, whether an error of law was committed or whether the trial court abused its discretion. Zwibel v. Dep’t of Transp., Bureau of Driver Licensing, 832 A.2d 599 (Pa.Cmwlth.2003).\n. Licensee relies on Commonwealth v. Jaggers, 903 A.2d 33, 2006 WL 1756461 (Pa.Super. 2006), where the Superior Court recently held, although PennDOT Form DL-26 is insufficient to provide individuals with adequate notice of the minimum penalties under 75 Pa.C.S. § 3804(c), it is admissible evidence during prosecution for DUI. However, we explicitly held in the context of license suspensions, Form DL-26 adequately advises an individual of the civil consequences for refusal to submit to chemical testing. Alexander; Witmer; Gamer; Weaver. Additionally, we are not bound by decisions of the Superior Court. Connor v. Crozer Keystone Health Sys., 832 A.2d 1112 (Pa.Super.2003).\n. See 75 Pa.C.S. § 6308(b); Commonwealth v. Ziegelmeier, 454 Pa.Super. 330, 685 A.2d 559 (1996) (non-discriminatory, non-arbitrary systematic roadblocks for purposes of ensuring highway safety are constitutional).\n. In Commonwealth v. Peth, 522 Pa. 136, 560 A.2d 139 (1989) and Commonwealth v. Drake, 452 Pa.Super. 315, 681 A.2d 1357 (1996), the courts recognized non-standardized held sobriety test results are admissible in DUI prosecutions because they allow an ordinary observer to opine whether a person is intoxicated based on his or her coordination and concentration as shown by his or her acts and speech.\n. In his statement of issues, Licensee further asserts Borough Officer lacked reasonable grounds to believe Licensee actually drove or controlled the movement of a vehicle in violation of 75 Pa.C.S. § 3802. Licensee failed to brief the issue; therefore, it is waived. Stewart v. Pa. Bd. of Probation & Parole, 714 A.2d 502 (Pa.Cmwlth.1998).",
        "type": "majority",
        "author": "Judge SIMPSON."
      }
    ],
    "attorneys": [
      "David B. Keeffe, Sayre, for appellant.",
      "Terrance M. Edwards, Asst. Counsel and Timothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Marcus John COLE, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs June 23, 2006.\nDecided Aug. 23, 2006.\nPublication Ordered Nov. 2, 2006.\nDavid B. Keeffe, Sayre, for appellant.\nTerrance M. Edwards, Asst. Counsel and Timothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellee.\nBEFORE: SMITH-RIBNER, Judge, SIMPSON, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "0900-01",
  "first_page_order": 956,
  "last_page_order": 962
}
