{
  "id": 11334697,
  "name": "Frank DATH and Marie Dath, Appellants, v. MARANO TRUCK SALES AND SERVICE, INC. and Marano Truck Rental Corp., Appellee",
  "name_abbreviation": "Dath v. Marano Truck Sales & Service, Inc.",
  "decision_date": "1994-12-05",
  "docket_number": "",
  "first_page": "901",
  "last_page": "902",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 901"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "423 Pa.Super. 208",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        924715
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/423/0208-01"
      ]
    },
    {
      "cite": "94 L.Ed.2d 801",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "107 S.Ct. 1617",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "480 U.S. 951",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1131233,
        1131426,
        1131146,
        1131316,
        1131478,
        1131161
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/480/0951-01",
        "/us/480/0951-05",
        "/us/480/0951-06",
        "/us/480/0951-03",
        "/us/480/0951-02",
        "/us/480/0951-04"
      ]
    },
    {
      "cite": "511 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1798720
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "353"
        },
        {
          "page": "1376"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/511/0343-01"
      ]
    },
    {
      "cite": "444 A.2d 653",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1776204,
        1776158
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "655-57"
        },
        {
          "page": "656",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/498/0033-01",
        "/pa/498/0032-01"
      ]
    },
    {
      "cite": "498 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776204
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "37-39"
        },
        {
          "page": "38",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/498/0033-01"
      ]
    },
    {
      "cite": "429 Pa.Super. 498",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        934766
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "501-02"
        },
        {
          "page": "1334"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/429/0498-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 347,
    "char_count": 5272,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23984101003572023
    },
    "sha256": "ec885de59f2fa95ecf33e424ecedde4ce5c9cdb73f48b09ce3704cfb28d62a97",
    "simhash": "1:8e7e4a148b0f057e",
    "word_count": 849
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROWLEY, President Judge, and WIEAND and SAYLOR, JJ."
    ],
    "parties": [
      "Frank DATH and Marie Dath, Appellants, v. MARANO TRUCK SALES AND SERVICE, INC. and Marano Truck Rental Corp., Appellee."
    ],
    "opinions": [
      {
        "text": "SAYLOR, Judge:\nThis is an appeal from an order of the Court of Common Pleas of Philadelphia County, entering judgment in favor of Appel-lee, Maraño Truck Rental (Maraño). We affirm.\nAppellants, Frank and Marie Dath, initiated an action against Maraño alleging that Maraño negligently installed and maintained an overhead radio located in a truck owned by Maraño and leased to Frank Dath’s employer. Specifically, Mr. Dath alleged that while he was driving the truck on September 12, 1988, the overhead radio dislodged from its compartment and hit him on the head, causing him to slam on the brakes. As a result of this incident, Mr. Dath allegedly sustained head injuries and a herniated disc. At trial, Mr. Dath testified that he was aware of the radio’s propensity to fly out of its compartment, and that it had done so on previous occasions. After four days of trial testimony, the jury found that both Mr. Dath and Appellee were causally negligent. In response to special interrogatories, the jury apportioned the negligence as follows: Mr. Dath — 70% and Maraño — 30%; accordingly, a verdict was entered in favor of Maraño. Appellants filed a motion for a new trial which was denied. This timely appeal followed.\nOn appeal, Appellants allege that the trial court erred in prohibiting their counsel from cross examining and impeaching a witness called during their case in chief, when the witness’ trial testimony was inconsistent with his prior deposition testimony. Appellants assert that this alleged error by the trial court warrants the grant of a new trial.\nIn reviewing the trial court’s denial of a motion for a new trial, this court must determine whether “the trial court clearly and palpably abused its discretion or committed an error of law which may have controlled the outcome of the case”. Sacks v. Mambu, 429 Pa.Super. 498, 501-02, 632 A.2d 1333, 1334 (1993).\nInstantly, Appellants contend that the trial court erred in refusing to allow Appellants to impeach their own witness, Marcel Girard, a Maraño employee, with a prior inconsistent statement. For counsel to cross-examine his own witness on a plea of surprise, the following conditions must be met:\nthe witness has given testimony which was unexpected, contrary to statements which the witness had made earlier, and harmful to the party calling the witness and beneficial to the opposing side. Commonwealth v. Waller, 498 Pa. 33, 37-39, 444 A.2d 653, 655-57 (1982).\nCommonwealth v. Smith, 511 Pa. 343, 353, 513 A.2d 1371, 1376 (1986), cert. denied, Smith v. Pennsylvania, 480 U.S. 951, 107 S.Ct. 1617, 94 L.Ed.2d 801 (1987).\nThus, the first prong of the test employed in determining whether a party will be permitted to impeach his own witness is that of surprise. Here, Appellants claim that Gir-ard’s testimony was unexpected because it conflicted with his previous statements.\nThe next requirement is that the witness’ testimony must be inconsistent with a prior statement made by the witness. Girard testified at trial that when the radio was brought into Marano’s garage following the incident it was hanging from its wires, whereas in prior deposition testimony he stated that the radio was in its proper place at such time. Therefore, the trial court correctly noted that “[ajdmittedly, there seems to be a question as to whether Mr. Girard’s trial testimony contradicted his deposition testimony.”\nHowever, Appellants must not only prove surprise and the existence of a prior inconsistent statement; they must also demonstrate that the testimony given by the witness was detrimental to the party calling the witness and beneficial to the opposing party. Harding v. Consolidated Rail Corp., 423 Pa.Super. 208, 620 A.2d 1185 (1993). Here, the substance of Girard’s testimony corroborated Mr. Dath’s testimony and lent credibility to his position. At trial, both Girard and Mr. Dath testified that the radio was hanging from its wires when brought in for repairs immediately following the incident. Therefore, the testimony itself was not detrimental to Appellants and indeed supported their claim.\nAppellants assert, however, that the harm was not in the substance of the testimony; rather, they claim that their ease was prejudiced because they were denied the opportunity to bring into question the credibility of a Maraño employee. The standard enunciated in Smith, supra, clearly refers to harm caused by the testimony itself, and not the effect of being denied an opportunity to discredit a witness. “[TJhere must be something in the witness’ testimony, which if not disbelieved by the jury will be hurtful or injurious to the party calling him.” Commonwealth v. Waller, 498 Pa. 33, 38, 444 A.2d 653, 656 (1982) (citations omitted). Accordingly, Appellants have failed to demonstrate that they were harmed by the trial court’s ruling.\nFinding no abuse of discretion or error of law, we affirm the order of the trial court.\nOrder affirmed.",
        "type": "majority",
        "author": "SAYLOR, Judge:"
      }
    ],
    "attorneys": [
      "Brian P. Pincus, Philadelphia, for appellants.",
      "Glen R. Stuart, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "Frank DATH and Marie Dath, Appellants, v. MARANO TRUCK SALES AND SERVICE, INC. and Marano Truck Rental Corp., Appellee.\nSuperior Court of Pennsylvania.\nArgued Oct. 27, 1994.\nFiled Dec. 5, 1994.\nBrian P. Pincus, Philadelphia, for appellants.\nGlen R. Stuart, Philadelphia, for appellee.\nBefore ROWLEY, President Judge, and WIEAND and SAYLOR, JJ."
  },
  "file_name": "0901-01",
  "first_page_order": 959,
  "last_page_order": 960
}
