{
  "id": 12489301,
  "name": "Kathleen B. BOOMER, et al. v. WATERMAN FAMILY LIMITED PARTNERSHIP, et al.",
  "name_abbreviation": "Boomer v. Waterman Family Ltd.",
  "decision_date": "2017-03-02",
  "docket_number": "No. 1783, Sept. Term, 2015",
  "first_page": "901",
  "last_page": "908",
  "citations": [
    {
      "type": "official",
      "cite": "155 A.3d 901"
    },
    {
      "type": "parallel",
      "cite": "232 Md. App. 1"
    }
  ],
  "court": {
    "name_abbreviation": "Md. App. Ct.",
    "id": 25268,
    "name": "Court of Special Appeals of Maryland"
  },
  "jurisdiction": {
    "id": 50,
    "name_long": "Maryland",
    "name": "Md."
  },
  "cites_to": [
    {
      "cite": "232 Md.App. 13",
      "category": "reporters:state",
      "reporter": "Md. App.",
      "case_ids": [
        12313858,
        12489302
      ],
      "weight": 2,
      "year": 2017,
      "opinion_index": 0,
      "case_paths": [
        "/md-app/232/0013-01",
        "/a3d/155-2/0909-01"
      ]
    },
    {
      "cite": "110 Md.App. 300",
      "category": "reporters:state",
      "reporter": "Md. App.",
      "case_ids": [
        4434920
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "regarding zoning changes, rights do not vest unless there is some significant and visible construction undertaken in good faith and pursuant to valid permit"
        },
        {
          "parenthetical": "regarding zoning changes, rights do not vest unless there is some significant and visible construction undertaken in good faith and pursuant to valid permit"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md-app/110/0300-01"
      ]
    },
    {
      "cite": "309 A.2d 476",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "269 Md. 677",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1907138
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "684"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/269/0677-01"
      ]
    },
    {
      "cite": "354 A.2d 817",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "\"The General Assembly is presumed to have had, and acted with respect to, full knowledge and information as to prior and existing law and legislation on the subject of the statute and the policy of the prior law.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "277 Md. 399",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1882859
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "406-07",
          "parenthetical": "\"The General Assembly is presumed to have had, and acted with respect to, full knowledge and information as to prior and existing law and legislation on the subject of the statute and the policy of the prior law.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/277/0399-01"
      ]
    },
    {
      "cite": "173 Md.App. 349",
      "category": "reporters:state",
      "reporter": "Md. App.",
      "case_ids": [
        3876471
      ],
      "weight": 2,
      "year": 2007,
      "pin_cites": [
        {
          "page": "361",
          "parenthetical": "Maryland recognizes the inherent authority of agencies to reconsider their own quasi-judicial decisions"
        },
        {
          "parenthetical": "Maryland recognizes the inherent authority of agencies to reconsider their own quasi-judicial decisions"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md-app/173/0349-01"
      ]
    },
    {
      "cite": "185 A.2d 502",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "parenthetical": "An administrative body acting in a quasi-judicial capacity has the right to correct errors in its decisions, but this power must not be exercised arbitrarily and can only be exercised where there is justification and good cause"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "230 Md. 76",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1863686
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "81-82",
          "parenthetical": "An administrative body acting in a quasi-judicial capacity has the right to correct errors in its decisions, but this power must not be exercised arbitrarily and can only be exercised where there is justification and good cause"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/230/0076-01"
      ]
    },
    {
      "cite": "34 A.2d 464",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1943,
      "pin_cites": [
        {
          "parenthetical": "regarding zoning changes, rights do not vest unless there is some significant and visible construction undertaken in good faith and pursuant to valid permit"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "182 Md. 200",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2238616
      ],
      "weight": 2,
      "year": 1943,
      "pin_cites": [
        {
          "page": "206"
        },
        {
          "page": "206-07"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/182/0200-01"
      ]
    },
    {
      "cite": "192 A. 531",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1937,
      "pin_cites": [
        {
          "page": "537"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "172 Md. 667",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2259453
      ],
      "year": 1937,
      "pin_cites": [
        {
          "page": "192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/172/0667-01"
      ]
    },
    {
      "cite": "357 A.2d 386",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "278 Md. 1",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1884481
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/278/0001-01"
      ]
    },
    {
      "cite": "369 Md. 497",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        191233
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "507",
          "parenthetical": "citing Steimel v. Bd. of Election Supervisors of Prince George's County , 278 Md. 1, 5, 357 A.2d 386 (1976) ; and Norris v. Mayor and City Council of Baltimore , 172 Md. 667, 192, 192 A. 531, 537 (1937) "
        },
        {
          "page": "154",
          "parenthetical": "citing Steimel v. Bd. of Election Supervisors of Prince George's County , 278 Md. 1, 5, 357 A.2d 386 (1976) ; and Norris v. Mayor and City Council of Baltimore , 172 Md. 667, 192, 192 A. 531, 537 (1937) "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/369/0497-01"
      ]
    },
    {
      "cite": "183 A. 534",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "170 Md. 251",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2185133
      ],
      "year": 1936,
      "pin_cites": [
        {
          "page": "260"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/170/0251-01"
      ]
    },
    {
      "cite": "240 A.2d 272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "249 Md. 425",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1911250
      ],
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "page": "433"
        },
        {
          "page": "434-35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/249/0425-01"
      ]
    },
    {
      "cite": "810 A.2d 962",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "371 Md. 615",
      "category": "reporters:state",
      "reporter": "Md.",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "145 Md.App. 684",
      "category": "reporters:state",
      "reporter": "Md. App.",
      "case_ids": [
        3953330
      ],
      "weight": 17,
      "year": 2002,
      "pin_cites": [
        {
          "page": "689"
        },
        {
          "page": "686-87"
        },
        {
          "page": "688"
        },
        {
          "page": "689"
        },
        {
          "page": "692"
        },
        {
          "page": "693"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md-app/145/0684-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 887,
    "char_count": 22549,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.25778336883733377
    },
    "sha256": "ced19e3660154d5b9a91ce621467b98c7cc0c944d41aaf5d9c01b55786c912fd",
    "simhash": "1:02f7b524c45c4e14",
    "word_count": 3645
  },
  "last_updated": "2024-02-27T16:27:02.537431+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kathleen B. BOOMER, et al.\nv.\nWATERMAN FAMILY LIMITED PARTNERSHIP, et al."
    ],
    "opinions": [
      {
        "text": "Berger, Shaw Geter, James R. Eyler (Senior Judge, Specially Assigned) JJ.\nEyler, James R., J.\nThe issue on this appeal is whether the Board of County Commissioners of Queen Anne's County (\"the County Commissioners\") had the authority to rescind a previously adopted ordinance in which they had approved the rezoning of a parcel of land that had been annexed and rezoned by the Town of Queenstown. We answer that question in the affirmative.\nOn November 25, 2014, by a vote of three to two, the County Commissioners adopted Resolution 14-31, which approved Queenstown's new zoning classification for the annexed parcel that allowed land uses substantially different, or at a substantially higher density, from what previously had been allowed. On December 2, 2014, four County Commissioners, elected at the 2014 general election, were sworn into office. On December 9, 2014, by a vote of four to one, the County Commissioners adopted Resolution 14-33, which withdrew, rescinded, voided, and nullified Resolution 14-31.\nIn response to the adoption of Resolution 14-33, the Town Commissioners of Queenstown (\"the Town Commissioners\") and the Waterman Family Limited Partnership (\"Waterman\"), the owner of the subject property, filed, in the Circuit Court for Queen Anne's County, a petition for judicial review and request for a writ of administrative mandamus. Waterman also filed a declaratory judgment action in the same court against the County Commissioners. In both cases, the Town Commissioners and Waterman alleged that the County Commissioners lacked authority to rescind Resolution 14-31. The two cases were consolidated. Kathleen Boomer, Marie McNurlan, Paul A. McNurlan, Stacy L. Swartwood, and the Queen Anne's Conservation Association (\"QACA\") intervened as interested parties, all of whom were aligned with the County Commissioners.\nAfter a hearing on July 21, 2015, the circuit court entered summary judgment in favor of Waterman and the Town Commissioners and declared Resolution 14-33 \"null, void and of no legal force and effect\" on the ground that the County Commissioners lacked the \"authority to repeal or rescind [Resolution] 14-31.\" In addition, the court granted the relief requested in the petition for judicial review and the request for a writ of administrative mandamus filed by the Town Commissioners and Waterman. The County Commissioners and the interested parties filed motions for reconsideration. On September 30, 2015, the court denied the motions. This timely appeal followed. Subsequently, the County Commissioners voluntarily withdrew from the appeal. As a result, the parties before us are the interested parties, whom we shall refer to collectively as \"the QACA appellants,\" and the Town Commissioners and Waterman, appellees.\nISSUE PRESENTED\nThe sole issue presented by the QACA appellants for our consideration is whether the County Commissioners had the authority to rescind or repeal Resolution 14-31. For the reasons set forth below, we hold that the County Commissioners did have that authority, and as a result, we shall reverse the judgments of the circuit court.\nFACTUAL BACKGROUND\nThe basic facts are not in dispute. Waterman is the owner of approximately 140 acres of land in Queen Anne's County, commonly referred to as the Wheatlands Farm property, located immediately south of U.S. Route 50 and across from a commercial development known as the Queenstown Outlets. Prior to the events that are the subject of this appeal, the property was zoned Countryside, a designation that permitted agricultural and low density uses. On June 25, 2014, Waterman filed a petition with the Town of Queenstown seeking to have the Wheatlands Farm property annexed into the town. The goal, after annexation, was to seek rezoning. After a public hearing, the Town Commissioners voted to annex the property. Thereafter, the Town Commissioners adopted an ordinance rezoning the Wheatlands Farm property from Countryside to Planned Regional Commercial, which permitted commercial and high density uses. The effective date of that ordinance was dependent upon a waiver by the County Commissioners of the existing zoning density pursuant to Md. Code (2013 Repl. Vol., 2014 Supp.), § 4-416(b) of the Local Government Article (\"LG\"). The statute provided that the property could not be rezoned to permit development for uses substantially different from previously authorized uses or uses at a substantially higher density, for a period of five years, unless the County Commissioners granted express approval and waived the five-year period.\nAfter a public hearing, on November 25, 2014, the County Commissioners passed Resolution 14-31, which granted the express approval needed to allow for rezoning to a classification that was substantially different and at a higher density. The approval of Resolution 14-31 allowed development consistent with the \"Planned Regional Commercial\" classification without having to wait the five-year period referred to in LG § 4-416.\nOn December 2, 2014, the newly elected commissioners took office. On December 9, 2014, the County Commissioners adopted Resolution 14-33, which rescinded the express approval that previously had been granted. In response to that action, Waterman and the Town Commissioners filed the court actions described above.\nUltimately, the circuit court concluded that the County Commissioners \"had no authority to repeal and rescind Resolution 14-31.\" On July 21, 2015, the court granted summary judgment in favor of Waterman and the Town Commissioners, and granted the relief requested in the petition for judicial review and writ of administrative mandamus. It also issued a declaratory judgment providing that \"Resolution 14-33 adopted by the County Commissioners of Queen Anne's County on December 9, 2014, ... hereby is declared to be null, void and of no legal force and effect.\"\nAfter the court denied motions for reconsideration, the County Commissioners and the QACA appellants noted appeals to this Court. Subsequently, the County Commissioners dismissed their appeal.\nDISCUSSION\nI.\nThe QACA appellants contend that the circuit court erred in granting summary judgment in favor of Waterman and the Town Commissioners because, under Article XI-F, Section 6 of the Maryland Constitution, the county had the legal authority to adopt Resolution 14-33, thereby rescinding Resolution 14-31. They argue that both Resolutions were public local laws, not public general laws; that LG § 4-416 cannot restrict Queen Anne's County's power under the Maryland Constitution to repeal a public local law like Resolution 14-31; and that even absent an express power to rescind a resolution, the County Commissioners have the inherent power to do so.\nAppellees argue that, in this context, the County Commissioners' sole source of authority to act was LG § 4-416, a public general law; thus, Resolution 14-33 cannot be a public local law under the Maryland Constitution. Pointing out that LG § 4-416 does not contain an express right to rescind and relying on language in the statute providing that, once waiver has been granted, the Town Commissioners have \"exclusive jurisdiction\" over zoning, appellees conclude that the plain language of the statute prohibited the rescission of Resolution 14-31.\nMaryland's Constitution provides that \"[a] code county may enact, amend, or repeal a public local law of that county by a resolution of the board of county commissioners. The General Assembly may amplify the provisions of this section by general law in any manner not inconsistent with this Article.\" Md. Const. art. XI-F, § 6. The Constitution defines \"public local law\" as:\na law applicable to the incorporation, organization, or government of a code county and contained in the county's code of public laws; but this latter term specifically does not include (i) the charters of municipal corporations under Article 11E of this Constitution, (ii) the laws or charters of counties under Article 11A of this Constitution; (iii) laws, whether or not Statewide in application, in the code of public general laws, (iv) laws which apply to more than one county, and (v) ordinances and resolutions of the county government enacted under public local laws.\nMd. Const. art. XI-F, § 1.\nThere is no dispute that Queen Anne's County is a code county. See Kent Island Def. League, LLC v. Queen Anne's County Bd. of Elections , 145 Md.App. 684, 689, 806 A.2d 341, cert. denied , 371 Md. 615, 810 A.2d 962 (2002). Thus, the issue to be resolved is whether Resolutions 14-31 and 14-33 were public local laws. Our decision in Kent Island Def. League provides guidance on that issue.\nKent Island Def. League arose out of two ordinances enacted by the Queen Anne's County Commissioners approving a petition to re-designate property pursuant to the Chesapeake Bay Critical Area Protection Program, which had been enacted by the General Assembly. Kent Island Def. League, LLC , 145 Md.App. at 686-87, 806 A.2d 341. A voters' organization known as Kent Island Defense League, LLC, presented to the Queen Anne's County Board of Elections a petition to refer the two ordinances to the voters of the County. Id. at 688, 806 A.2d 341. The Elections Director determined that the petition was legally deficient because the ordinances were not subject to referendum and the petition was deficient in form. Id. Kent Island Defense League, LLC and its president, who was a registered voter in Queen Anne's County, filed, in the Circuit Court for Queen Anne's County, a petition for judicial review of that decision. Id. The developer of the property that was the subject of the referendum petition and others filed a complaint for declaratory judgment seeking a declaration that the petition for referendum was legally deficient. Id. After a hearing, the Circuit Court for Queen Anne's County held that the ordinances were not subject to referendum. Id. Kent Island Defense League, LLC appealed.\nIn affirming the circuit court's judgment, we addressed the issue of whether the ordinances were \"public local laws\" within the meaning of Article XI-F, Section 7 of the Maryland Constitution which provided, in part, as it does now, that \"[a]ny action of a code county in the enactment, amendment, or repeal of a public local law is subject to a referendum of the voters in the county[.]\" Id. at 689, 806 A.2d 341. We held that the ordinances in question were enacted under the authority of the public general law that established the Chesapeake Bay Critical Area Protection Program and not pursuant to the county's home rule powers. Id. at 692, 806 A.2d 341. As a result, the ordinances were not public local laws. Id.\nIn reaching that conclusion, we discussed the process of determining whether a law is general or local as follows:\nThe classification of legislative action as general or local is based on \"subject matter and substance and not merely on form,\" Cole v. Secretary of State , 249 Md. 425, 433, 240 A.2d 272 (1968), and is determined by applying \"settled legal principles to the facts of particular cases.\" Dasch v. Jackson , 170 Md. 251, 260, 183 A. 534 (1936). Enactments that apply to a single subdivision of the state regarding a subject of local import are considered local laws. See Tyma v. Montgomery County , 369 Md. 497, 507, 801 A.2d 148, 154 (2002) (citing Steimel v. Bd. of Election Supervisors of Prince George's County , 278 Md. 1, 5, 357 A.2d 386 (1976) ; and Norris v. Mayor and City Council of Baltimore , 172 Md. 667, 192, 192 A. 531, 537 (1937) ). Even an enactment that appears local in nature is a general law if it affects the interests of more than one geographical subdivision or the entire state. See Cole , 249 Md. at 434-35, 240 A.2d 272 (citations omitted)(\"The rationale ... lies in the concept that while the immediate objective sought to be achieved was local in character, the statutes indirectly affected matters of significant interests to the entire state: i.e. , regulation of elections, control of natural resources, and protection of state revenues derived from licenses.\") (footnote omitted). The fact that the County's actions followed standard home rule procedures does not mean that the original authorization for the action was the home rule power. The actions were pursuant to, were affected by, and had an effect on, the entire State Critical Area Program.\nId. at 693-94, 192 A. 531.\nApplying the analysis discussed in Kent Island Def. League to the facts of the instant case, we conclude that Resolutions 14-31 and 14-33 were public local laws adopted pursuant to Article XI-F, Section 6, and subject to rescission. Both Resolutions applied to the Wheatlands Farm property that is located within \"a single subdivision of the state.\" Kent Island Def. League , 145 Md.App. at 693, 806 A.2d 341. Appellees argue that the Town of Queenstown is a subdivision separate from the County. As used in Kent Island Def. League and in the context of this case, the term \"subdivision\" refers to a county or Baltimore City, however, not a municipality or municipal corporation. A decision regarding the zoning density limits applicable to Wheatlands Farm has no consequence on any land outside of Queen Anne's County and is a matter of purely local import. Unlike Kent Island Def. League , the instant case does not involve a State mandated program requiring uniformity. Rather, the County's ability to waive its zoning density limits was purely discretionary.\nThe subject matter of the Resolutions in question leads us to reject appellees' argument that the County's authority to waive its zoning density limits for the subject property is derived solely from LG § 4-416(a), a public general law. Article XI-F, Section 6, allows the General Assembly to \"amplify the provision of this section by general law in any manner not inconsistent with this Article.\" The use of the word \"amplify\" is important in that it allows the General Assembly to increase the County's power to pass local laws. There is nothing that restricts the power to rescind a local law adopted pursuant to the power granted to the County by Article XI-F, Section 6. Indeed, any express or implied limitation on the County's right to rescind a local law would stand in direct conflict with the State's Constitutional provision.\nThe language in LG § 4-416 giving \"exclusive jurisdiction\" to the Town Commissioners, relied on by appellees, does not address the issue before us. It simply provides that, once the County has validly approved the rezoning, the Town Commissioners have exclusive jurisdiction. It does not address whether, in fact, a valid approval exists.\nMoreover, even absent an express provision in LG § 4-416 permitting the rescission of a local resolution, the County has the inherent power to do so. In Dal Maso v. Bd. of County Comm'rs of Prince George's County , in reviewing the actions of the Montgomery County Commissioners, sitting as the District Council, the Court of Appeals stated:\nWhen a zoning board defines or prescribes the character and nature of the buildings which may be made or erected in a given area, its effect is all in the future; its plan is a guide to those who may erect buildings and the uses and businesses to which they may be devoted; its activities are legislative within the limits of the delegation of powers conferred. The Legislature can amend, qualify, or repeal any of its laws, affecting all persons and property which have not acquired rights vested under existing law; all of the courts agree on this. It has been frequently held that this rule applies also to boards and agencies to which legislative power has been delegated and that they may undo, consider and reconsider their action upon measures before them. 'It is a general rule, subject to certain qualifications hereinafter noted, that a Municipal Corporation has the right to reconsider its actions and ordinances, and adopt a measure or ordinance that has previously been defeated or rescind one that has been previously adopted before the rights of third parties have vested. Moreover, in the absence of statute or a rule to the contrary, the Council may reconsider, adopt or rescind an ordinance at a meeting subsequent to that at which it was defeated or adopted, at least where conditions have not changed and no vested rights have intervened.' 37 Am.Jur.Sec. 150, p. 762.\nDal Maso , 182 Md. 200, 206, 34 A.2d 464 (1943). See also Schultze v. Montgomery County Planning Bd. , 230 Md. 76, 81-82, 185 A.2d 502 (1962) (An administrative body acting in a quasi-judicial capacity has the right to correct errors in its decisions, but this power must not be exercised arbitrarily and can only be exercised where there is justification and good cause); Cinque v. Montgomery County Planning Bd. , 173 Md.App. 349, 361, 918 A.2d 1254 (2007) (Maryland recognizes the inherent authority of agencies to reconsider their own quasi-judicial decisions). The Resolutions in question in this case were statements of position or policy with an administrative effect. The reasoning of Dal Maso is applicable here.\nSection 4-416 of the Local Government Article is silent with respect to the power to rescind a waiver. We presume that, at the time the Legislature enacted § 4-416 and its predecessors, it had full knowledge and information regarding a county's inherent right to rescind a prior decision. Harden v. Mass Transit Admin. , 277 Md. 399, 406-07, 354 A.2d 817 (1976) (\"The General Assembly is presumed to have had, and acted with respect to, full knowledge and information as to prior and existing law and legislation on the subject of the statute and the policy of the prior law.\") (citing Allers v. Tittsworth , 269 Md. 677, 684, 309 A.2d 476 (1973) ). Absent a law or doctrine prohibiting such an action, we conclude that the County has the inherent power to reverse its own action with respect to a public local law.\nAs the Court of Appeals recognized in Dal Maso , however, the authority to rescind a resolution is not without limitation. If rights were to vest during the interim between the enactment of a resolution and its rescission, the County would lose its ability to rescind, at least to the extent that rights had vested. Dal Maso , 182 Md. at 206-07, 34 A.2d 464. See also Town of Sykesville v. West Shore Communications, Inc. , 110 Md.App. 300, 305 and 317-22, 677 A.2d 102 (1996) (regarding zoning changes, rights do not vest unless there is some significant and visible construction undertaken in good faith and pursuant to valid permit). There is no assertion in the instant case that any rights vested during the short time that elapsed between the adoption of Resolution 14-31 and the adoption of Resolution 14-33.\nThe substantive analysis required by Kent Island Def. League , the provisions of Article XI-F and LG § 4-416, and Maryland law recognizing the County Commissioners' inherent right to rescind a prior decision, lead us to conclude that Resolutions 14-31 and 14-33 are public local laws and that the County had the power to reverse its action in Resolution 14-31 by adopting Resolution 14-33.\nAlthough appellees' frustration is understandable, the result in this case is a product of our form of government.\nJUDGMENTS OF THE CIRCUIT COURT FOR QUEEN ANNE'S COUNTY REVERSED; COSTS TO BE PAID BY APPELLEES.\nJudge Christopher B. Kehoe did not participate in the decision to publish this opinion.\nSection 4-416 of the Local Government Article provided, in part:\n(a) Existing municipal authority.-(1) Notwithstanding § 4-104(f) of this title, if an area is annexed to a municipality that has planning and zoning authority at the time of annexation, the municipality shall have exclusive jurisdiction over planning, subdivision control, and zoning in the area annexed.\n* * *\n(b) Different land use or density.-Without the express approval of the county commissioners or county council of the county in which the municipality is located, for 5 years after an annexation by a municipality, the municipality may not allow development of the annexed land for land uses substantially different than the authorized use, or at a substantially higher density, not exceeding 50%, than could be granted for the proposed development, in accordance with the zoning classification of the county applicable at the time of the annexation.\n(c) County approval of zoning classification.-Notwithstanding § 4-204 of the Land Use Article and if the county expressly approves, the municipality may place the annexed land in a zoning classification that allows a land use or density different from the land use or density specified in the zoning classification of the county or agency with planning and zoning jurisdiction over the land prior to its annexation applicable at the time of the annexation.\nThe provisions of LG § 4-416, along with other annexation provisions, became effective on October 1, 2013. LG § 4-416 was derived without substantive change from Md. Code (1957, 1973 Repl. Vol., 2012 Supp.), Art. 23A, § 9(c) (1) and(2) and § 19(s).\nIn addition to filing notices of appeal, on October 9, 2015, the QACA appellants filed in the Circuit Court for Queen Anne's County a petition for judicial review, seeking review of the County Commissioners' enactment of Resolution 14-31. Waterman and the Town Commissioners filed motions to dismiss that petition for judicial review on the grounds that it was untimely and barred by res judicata. An interested party, Edward G. Modell, filed a response to the petition for judicial review and a request to have the hearing on the petition postponed. The circuit court did not rule on Mr. Modell's request for postponement, but Mr. Modell appeared at the hearing on November 17, 2015. Following that hearing, the court dismissed the petition for judicial review on the grounds that it was untimely and barred by res judicata. It also held that Mr. Modell's claims were barred by collateral estoppel. The QACA appellants and Mr. Modell filed timely notices of appeal. See, Modell et al. v. Waterman Family Ltd. Partnership, et al., 232 Md.App. 13, 155 A.3d 909 (2017).",
        "type": "majority",
        "author": "Berger, Shaw Geter, James R. Eyler (Senior Judge, Specially Assigned) JJ."
      }
    ],
    "attorneys": [
      "Jesse B. Hammock (Peter R. Cotter, Parker, Goodman, Gordon & Hammock, LLC, on the brief), Easton, MD, for appellant.",
      "Brynja M. Booth (Booth, Booth, Cropper & Marriner, PC of Easton, MD) Joseph A. Stevens (Justin M. Hoyt, Stevens, Palmer, LLC of Cetreville, MD), all on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kathleen B. BOOMER, et al.\nv.\nWATERMAN FAMILY LIMITED PARTNERSHIP, et al.\nNo. 1783, Sept. Term, 2015\nCourt of Special Appeals of Maryland.\nMarch 2, 2017\nJesse B. Hammock (Peter R. Cotter, Parker, Goodman, Gordon & Hammock, LLC, on the brief), Easton, MD, for appellant.\nBrynja M. Booth (Booth, Booth, Cropper & Marriner, PC of Easton, MD) Joseph A. Stevens (Justin M. Hoyt, Stevens, Palmer, LLC of Cetreville, MD), all on the brief, for appellee."
  },
  "file_name": "0901-04",
  "first_page_order": 901,
  "last_page_order": 908
}
