{
  "id": 11334773,
  "name": "Traci McCALL, Appellant v. FORMU-3 INTERNATIONAL, INC., Chugai Boyeki Co., Ltd., Chugai Boyeki, America, Corp., Nippon Kayaku Co., Ltd., Hormel International Corp., George A. Hormel Corp., Ajinomoto USA, Inc., Ajinomoto Co., Inc., P.J. Ann's Inc., Food Sciences Corp., R-Kane Products, Inc., Formu-3 Weight Loss Center, John Doe Distributor, Jane Doe Distributor, Showa Denko K.K., Showa Denko America Inc.",
  "name_abbreviation": "McCall v. Formu-3 International, Inc.",
  "decision_date": "1994-12-08",
  "docket_number": "",
  "first_page": "903",
  "last_page": "907",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 903"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "351 Pa.Super. 234",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        649844
      ],
      "weight": 3,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/351/0234-01"
      ]
    },
    {
      "cite": "471 U.S. 462",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6205101
      ],
      "weight": 5,
      "year": 1985,
      "pin_cites": [
        {
          "page": "474"
        },
        {
          "page": "2183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/471/0462-01"
      ]
    },
    {
      "cite": "532 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1835955
      ],
      "weight": 10,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1114"
        },
        {
          "page": "1114"
        },
        {
          "page": "1114"
        },
        {
          "page": "1114"
        },
        {
          "page": "1114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/532/0010-01"
      ]
    },
    {
      "cite": "637 A.2d 314",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7354224,
        937886
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "page": "316"
        },
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/637/0314-01",
        "/pa-super/431/0552-01"
      ]
    },
    {
      "cite": "431 Pa.Super. 552",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        937886
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/431/0552-01"
      ]
    },
    {
      "cite": "600 A.2d 537",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "529 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "404 Pa.Super. 136",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        894956
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "323"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/404/0136-01"
      ]
    },
    {
      "cite": "638 A.2d 253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357945,
        939983
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "255-256",
          "parenthetical": "quotations and citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/638/0253-01",
        "/pa-super/432/0336-01"
      ]
    },
    {
      "cite": "432 Pa.Super. 336",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        939983
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "quotations and citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/432/0336-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 694,
    "char_count": 14681,
    "ocr_confidence": 0.713,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2398415892200665
    },
    "sha256": "32c318b3cfbefdf63d9ae3249bad72033bea78563d53ad8fa76bf952d08358e2",
    "simhash": "1:0daf5f67a2304748",
    "word_count": 2237
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CAYANAUGH, CIRILLO and BROSKY, JJ."
    ],
    "parties": [
      "Traci McCALL, Appellant v. FORMU-3 INTERNATIONAL, INC., Chugai Boyeki Co., Ltd., Chugai Boyeki, America, Corp., Nippon Kayaku Co., Ltd., Hormel International Corp., George A. Hormel Corp., Ajinomoto USA, Inc., Ajinomoto Co., Inc., P.J. Ann’s Inc., Food Sciences Corp., R-Kane Products, Inc., Formu-3 Weight Loss Center, John Doe Distributor, Jane Doe Distributor, Showa Denko K.K., Showa Denko America Inc."
    ],
    "opinions": [
      {
        "text": "CAVANAUGH, Judge:\nAppellant, Traci McCall, appeals from the Order of the Court of Common Pleas of Philadelphia County which sustained the preliminary objections of appellee, Nippon Kaya-ku Co., Ltd., (“Nippon”) for lack of personal jurisdiction. For the reasons which follow, we affirm.\nAppellant, a Pennsylvania resident, instituted this products liability and negligence action claiming physical injuries allegedly suffered as a consequence of her ingestion of L-tryptophan. Appellant alleged that L-tryptophan was manufactured and/or distributed by appellee Nippon. On July 12, 1998, Nippon filed preliminary objections challenging personal jurisdiction in this Commonwealth. A hearing was held on the objections on October 25, 1993 and on November 9, 1993, the court below granted Nippon’s preliminary objections and dismissed appellant’s claims against it. This appeal followed.\nAppellant presents three issues for our review:\nI. Whether the trial court erred in granting Nippon’s Preliminary Objections and dismissing appellant’s claims for lack of in personam jurisdiction.\nII. Whether the trial court erred in finding that appellant failed to prove that minimum contacts existed between Nippon and Pennsylvania.\nIII. Whether the trial court erred in finding that the exercise of in personam jurisdiction over Nippon, in light of the evidence presented, would fail to satisfy due process.\nWe first note that “when preliminary objections, if sustained, would result in the dismissal of an action, the objections should be sustained only in eases which are clear and free from doubt. In addition, when deciding a motion to dismiss for lack of personal jurisdiction[,] the court must consider the evidence in the light most favorable to the nonmoving party. However, once the moving party has supported his objection to jurisdiction, the burden of proof shifts to the party asserting jurisdiction.” Rivello v. New Jersey Automobile Full Insurance Underwriting Association, et al, 432 Pa.Super. 336, 638 A.2d 253, 255-256 (1994) (quotations and citations omitted).\nPennsylvania courts may exercise two types of personal jurisdiction over out-of-state defendants, (1) specific jurisdiction (under 42 Pa.C.S.A. § 5322), based upon the specific acts of the defendant which gave rise to the cause of action, and (2) general personal jurisdiction (under 42 Pa.C.S.A. § 5301), based upon a defendant’s general activity within the state. Derman v. Wilair Services, Inc., 404 Pa.Super. 136, 590 A.2d 317 (1991), alloc. denied 529 Pa. 621, 600 A.2d 537 (1991). Even if specific personal jurisdiction does not exist Pennsylvania courts may still be able to exercise general personal jurisdiction if the defendant has carried on a continuous and systematic part of its general business within the Commonwealth. Id. at 147, 590 A.2d at 323.\nThe question of whether a state may exercise specific jurisdiction over a non-resident defendant must be tested against both the state’s long-arm statute (here 42 Pa. C.S.A. § 5322) and the due process clause of the fourteenth amendment. Filipovich v. J.T. Imports, Inc., 431 Pa.Super. 552, 637 A.2d 314, 316 (1994). “If jurisdiction may be conferred by the state’s long arm statute, a tribunal must next determine whether the defendant has established minimum contacts with the forum state. Finally, it must be established the assertion of in personam jurisdiction would not violate the ‘traditional notions of fair play and substantial justice.’ ” Id., 637 A.2d at 316. (citations omitted). In this case, since the trial court concluded that jurisdiction was authorized by statute, the issue became whether due process requirements were satisfied, i.e., whether the appel-lee had established minimum contacts with this forum, and whether fair play and substantial justice would not be violated by the assertion of jurisdiction.\nRecently, in Kubik v. Letteri, 532 Pa. 10, 614 A.2d 1110 (1992), Pennsylvania’s Supreme Court adopted the flexible approach articulated in Burger King Corporation v. Rudzewicz, 471 U.S. 462, 105 S.Ct. 2174, 85 L.Ed.2d 528 (1985) regarding the determination of whether due process has been satisfied. “The standard which must be met by a state in asserting specific personal jurisdiction over a non-resident defendant ... is clear: (1) the non-resident defendant must have sufficient minimum contacts with the forum state and (2) the assertion of in per-sonam jurisdiction must comport with fair play and substantial justice. The determination of whether this standard has been met is not susceptible to any talismanic jurisdictional formula: The facts of each case must always be weighed in determining whether jurisdiction is proper.” (citation omitted). Id. at 17, 614 A.2d at 1114. In Burger King, the Court “held that the determination of whether sufficient minimum contacts exist for the assertion of in personam jurisdiction is based on a finding that the ‘defendant’s conduct and [his] connection with the forum State are such that he should reasonably anticipate being haled into court there.’ ” Kubik at 17, 614 A.2d at 1114, quoting Burger King 471 U.S. at 474, 105 S.Ct. at 2183. “Critical to the analysis of whether a defendant should reasonably anticipate being haled into court in the forum state is the determination that the defendant purposefully directed his activities at residents of the forum and purposefully availed himself of the privilege of conducting activities within the forum state, thus invoking the benefits and protection of its laws.” Random, fortuitous or attenuated contacts will not suffice. Id. at 18, 614 A.2d at 1114.\nEven if a non-resident defendant purposefully established minimum contacts with the forum, “in personam jurisdiction may only be asserted over a non-resident defendant when the nature and quality of that defendant’s activities are such as to make it reasonable and fair to require him to conduct his defense in the state.” Id., 614 A.2d at 1114.\nIn making the determination of whether it is reasonable and fair to require a defendant to conduct his defense in that forum, factors a court should consider include “(1) the burden on the defendant, (2) the forum state’s interest in adjudicating the dispute, (3) the plaintiffs interest in obtaining convenient and effective relief, (4) the interstate judicial system’s interest in obtaining the most efficient resolution of controversies and (5) the shared interest of the several states in furthering fundamental substantive social policies.” Id., 614 A.2d at 1114.\nWe turn now to the case before us. In its opinion the trial court stated that appellant had proved that jurisdiction was authorized by statute but had failed to show that due process would not be offended by the assertion of jurisdiction.\nWe agree with the trial court that this Commonwealth’s long-arm statute, 42 Pa. C.S.A. § 5322(a)(4), applies to plaintiffs claim and authorizes jurisdiction over' appel-lee. The issue therefore becomes whether due process would be offended by the application of specific jurisdiction over the appel-lee. The first consideration is whether ap-pellee has the requisite minimum contacts with this Commonwealth.\nAppellant contends that Nippon, a Japanese corporation whose activities focus on the production and distribution of pharmaceuticals and chemicals, has continuing and sustained contact with this Commonwealth. Appellant cites several examples of this contact including the fact that Nippon has entered into a joint venture with Sartomer Company, Inc., a corporation located in Exton, Pennsylvania. It is also alleged that Nippon, through its liaison, engaged in a series of ongoing contacts, meetings, and opportunities to exchange information with several Pennsylvania companies. Appellant contends that when these contacts are examined along with Nippon’s action of placing L-tryptophan into the stream of commerce, minimum contacts are clearly established.\nOur decision today, therefore, is whether minimum contacts with this forum were established when Nippon entered into a joint venture with Sartomer Company, Inc., and had various contacts with companies located within this state. Applying Kubik, swpra, the proper inquiry is whether Nippon’s conduct was such that it should reasonably anticipate being haled into court in Pennsylvania. The specific inquiry is whether Nippon purposefully directed its activities at residents of Pennsylvania and purposefully availed itself of the privilege of conducting activities within Pennsylvania, thus invoking the benefits and protection of its laws.\nIn making this determination we note that none of Nippon’s activities relate, in any way, to the product (L-tryptophan) appellant claims caused her injuries. Appellant avers that the L-tryptophan in the weight-loss products she ingested was provided (in part) by Food Science, Corporation, a New Jersey company. Food Science Corporation obtained the ingredient from an American company known as Chugai Boyeki America who obtained it from Chugai Boyeki Tokyo. It was this last company, Chugai Boyeki Tokyo, who actually purchased it from the manufacturer, Nippon. As pointed out by the appel-lee, there is no direct chain of distribution between Nippon’s sales of L-tryptophan and any United States company.\nUpon review of this record, before finding that jurisdiction is appropriate, we believe that the required “minimum contacts” should have some connection to, at least, the enterprise involved in causing the claimed injury. Here, the alleged injuries were claimed to be caused by L-tryptophan, an ingredient in the weight-loss products consumed by appellant. We specifically note that appellee apparently never sold L-tryptophan to any United States (let alone Pennsylvania) company; that Nippon did not advertise the product in the U.S.; that no agent of the appellee ever visited the Commonwealth regarding L-tryp-tophan sales; and that, according to the appellant, the L-tryptophan allegedly manufactured by Nippon went through at least four different enterprises before ending up in the hands of appellant. Even when we examine all of appellee’s contacts with this state (even those completely unrelated to the product L-tryptophan) we note that Nippon has no office here; is not qualified to do business here; and owns no property nor does it maintain a bank account in this state. Under the circumstances presented we find that Nippon’s conduct was not such that it should reasonably anticipate being haled into court here. The activities outlined do not suggest that Nippon “purposefully directed its activities” towards Pennsylvania, thus invoking its benefits and protection. Accordingly, on the record before us, we do not find that minimum contacts were established between Nippon and this Commonwealth.\nAlthough we need not make this determination (having found insufficient minimum contacts) further support for the denial of jurisdiction is found when we consider whether Nippon’s activities are such as to make it reasonable and fair to require it to conduct its defense in Pennsylvania. We have previously outlined some of the factors we must consider, i.e. the burden on the appellee; the interests of the appellant and the forum state; the interests of the interstate judicial system and the shared interests of the several states. Kubik v. Letteri, supra. We find that it is would be unfair to require this appellee to defend a case in this forum where none of the enterprise’s activities which allegedly gave rise to the cause of action occurred.\nEven though appellant has not established that this forum has specific jurisdiction over appellee Nippon, the court below could still have exercised general personal jurisdiction if it had been shown that Nippon carried on a continuous and substantial (or systematic) part of its business within this Commonwealth. See: Skinner v. Flymo, Inc., 351 Pa.Super. 234, 505 A.2d 616 (1986).\nAfter review of the record before us, we find that the activities of Nippon, as elaborated in the earlier part of this opinion, do not evidence a “continuous and systematic” doing of business in this Commonwealth. Nippon has no manufacturing facilities, offices, or real or personal property in this state. The contact alleged, i.e., the meetings, visits and the formation of a joint venture with a Pennsylvania corporation, do not evidence, to this court, that Nippon earned on a continuous, systematic (or substantial) part of its business within this state. See: Skinner v. Flymo, supra. Accordingly, Pennsylvania cannot exercise general jurisdiction over it.\nOrder affirmed.\n. Appellant states that L-tryptophan is a synthetic product manufactured through the use of bacteria and non-natural additives. Appellee, on the other hand, suggests that L-tryptophan is a naturally-occurring, essential amino acid. Without regard to the make-up of the product, both parties agree that it is an ingredient in dietary food products.\n. 42 Pa.C.S.A. § 5322(a)(4), \"Bases of personal jurisdiction over persons outside this Commonwealth\" provides:\nA tribunal of this Commonwealth may exercise personal jurisdiction over a person ... who acts directly or by an agent, as to a cause of action or other matter arising from such person:\n******\n(4) Causing harm or tortious injury in this Commonwealth by an act or omission outside this Commonwealth.\n. Kayaku Sartomer Company, a Japanese company.\n. 42 Pa.C.S.A. § 5301(a)(2)(iii) provides:\n(a) General rule. — The existence of any of the following relationships between a person and this Commonwealth shall constitute a sufficient basis of jurisdiction to enable the tribunals of this Commonwealth to exercise general personal jurisdiction over such person, or his personal representative in the case of an individual, and to enable such tribunals to render personal orders against such person or representative:\n(2) Corporations.—\n******\n(iii) The carrying on of a continuous and systematic part of its general business within this Commonwealth.",
        "type": "majority",
        "author": "CAVANAUGH, Judge:"
      }
    ],
    "attorneys": [
      "John P. Koresky, Philadelphia, for appellant.",
      "Edward P. Henneberry, Washington, DC, pro hac vice.",
      "James E. Burns, Philadelphia, for R-Kane."
    ],
    "corrections": "",
    "head_matter": "Traci McCALL, Appellant v. FORMU-3 INTERNATIONAL, INC., Chugai Boyeki Co., Ltd., Chugai Boyeki, America, Corp., Nippon Kayaku Co., Ltd., Hormel International Corp., George A. Hormel Corp., Ajinomoto USA, Inc., Ajinomoto Co., Inc., P.J. Ann’s Inc., Food Sciences Corp., R-Kane Products, Inc., Formu-3 Weight Loss Center, John Doe Distributor, Jane Doe Distributor, Showa Denko K.K., Showa Denko America Inc.\nSuperior Court of Pennsylvania.\nArgued May 24, 1994.\nFiled Dec. 8, 1994.\nJohn P. Koresky, Philadelphia, for appellant.\nEdward P. Henneberry, Washington, DC, pro hac vice.\nJames E. Burns, Philadelphia, for R-Kane.\nBefore CAYANAUGH, CIRILLO and BROSKY, JJ."
  },
  "file_name": "0903-01",
  "first_page_order": 961,
  "last_page_order": 965
}
