{
  "id": 9138361,
  "name": "In re P.S.; District of Columbia, Appellant",
  "name_abbreviation": "In re P.S.",
  "decision_date": "2003-04-24",
  "docket_number": "No. 02-FS-946",
  "first_page": "905",
  "last_page": "912",
  "citations": [
    {
      "type": "official",
      "cite": "821 A.2d 905"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "483 A.2d 1205",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7936061
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1209"
        },
        {
          "page": "1208"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/483/1205-01"
      ]
    },
    {
      "cite": "443 A.2d 13",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7943963
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "15"
        },
        {
          "page": "16"
        },
        {
          "page": "16",
          "parenthetical": "\"once a juvenile is committed to the custody of DHS, the Family [Court] 'relinquishe[s] its authority to determine the appropriate measures needed to insure rehabilitation.\" '"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/443/0013-01"
      ]
    },
    {
      "cite": "431 A.2d 587",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975778
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "591"
        },
        {
          "page": "591"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/431/0587-01"
      ]
    },
    {
      "cite": "806 A.2d 228",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11343124
      ],
      "pin_cites": [
        {
          "page": "232"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/806/0228-01"
      ]
    },
    {
      "cite": "766 A.2d 28",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11135996
      ],
      "pin_cites": [
        {
          "page": "33, n. 3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/766/0028-01"
      ]
    },
    {
      "cite": "766 A.2d 992",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11140742
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "996"
        },
        {
          "page": "997"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/766/0992-01"
      ]
    },
    {
      "cite": "624 A.2d 1222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7368623
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1223"
        },
        {
          "page": "1229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/624/1222-01"
      ]
    },
    {
      "cite": "407 A.2d 617",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7976554
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "624, n. 16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/407/0617-01"
      ]
    },
    {
      "cite": "411 A.2d 345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11344485
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "348"
        },
        {
          "page": "349"
        },
        {
          "page": "349"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/411/0345-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 747,
    "char_count": 21697,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 8.320699672065449e-08,
      "percentile": 0.4802148696700078
    },
    "sha256": "7fbde0684f2a75d8557dc10ad2846ddc58e7dd56d39106403755610a122cf131",
    "simhash": "1:ec063c7ae209df9c",
    "word_count": 3557
  },
  "last_updated": "2024-02-27T22:09:24.899331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, SCHWELB and WASHINGTON, Associate Judges."
    ],
    "parties": [
      "In re P.S.; District of Columbia, Appellant."
    ],
    "opinions": [
      {
        "text": "WASHINGTON, Associate Judge:\nThis case tests the limits of a trial court’s authority to reserve to itself the power to direct the placement and treatment of juveniles once those juveniles have been committed to the District of Columbia Department of Human Services (DHS) or another such agency. Appellant, the District of Columbia, contends that the trial court lacks statutory jurisdiction to direct administrative agencies where to place and how to treat juveniles, who have been adjudicated delinquent and placed in the custody of that agency. We agree with the District of Columbia that in juvenile delinquency proceedings, as distinct from abuse and neglect cases, the court no longer has the statutory authority to direct the placement or future treatment of juveniles who have been committed to a public agency, such as DHS. Therefore, we vacate the trial court’s order to the extent that it directs the placement and treatment of P.S. and remand the case to the trial court for any farther actions consistent with this opinion.\nOn October 10, 2001, P.S. was charged with robbery, unauthorized use of a vehicle and receiving stolen property. P.S. was adjudicated delinquent after pleading guilty to unauthorized use of a vehicle and receiving stolen property on January 29, 2002. On July 26, 2002, the trial court presided over a disposition hearing for P.S. The court placed P.S. in the custody of DHS pursuant to D.C.Code § 16-2320(c)(2) (2001) and then instructed DHS to put P.S. in the Pines Residential Treatment Center (hereinafter the “Pines”), a treatment facility that could keep him until age twenty-one. Additionally, in a supplemental order, the court made various directives to DHS regarding P.S.’s treatment.\nThe District’s main contention is that the trial court exceeded its statutory authority when it issued a supplemental order requiring DHS to: 1) place P.S. in a particular treatment facility; 2) obtain permission from the court before transferring P.S. to another facility; and 3) provide specific treatment modalities for P.S. According to the District, the provisions in the supplemental order that involve the exercise of post-dispositional judicial authority include the following paragraphs:\n3. The Respondent shall remain in secure detention at the Oak Hill Youth Center until such time as space is available for the Respondent at the Pines Residential Treatment Center, Crawford Campus (hereinafter “the Pines”). DHS shall make all necessary arrangements for the Respondent’s placement in the Pines facility, and provide for, inter alia, placement therein as soon as a space becomes available;\n4. In no event shall Respondent’s placement in the Pines, or any other therapeutic residential treatment facility occur more than 30 days after the date of this Order;\n6. This Court reserves jurisdiction over this matter to, inter alia, review and approve of any therapeutic residential treatment facility, transitional and or independent living program, or other placement for the Respondent. The Respondent may not be placed in any therapeutic residential treatment facility, transitional and or independent living program, or other location without the prior approval of this Court;\n7. Any therapeutic residential treatment facility, and subsequent transitional and or independent living program shall, inter alia, provide the Respondent with the services recommended in the: Psychiatric Evaluation, dated May 29, 2002, by Floyd B. Galler, M.D., L.F.A.P.A., Staff Psychiatrist, and the Psychological Evaluation, dated May 23, 2002, by Celeste Showers Sulc, Psychology Intern, any other existing or subsequent physical, mental health, and/or educational evaluations including but not limited to: individual therapy; include in-patient substance abuse treatment; antidepressant medication (as indicated after assessment at the Pines); a special education program or GED program; and vocational training;\n8. This Court reserves jurisdiction over this matter to, inter alia, determine when and whether the Respondent should be released from the Pines, or any other therapeutic treatment facility, to live with a family member, placed in foster care, placed in a Group Home, transitional and/or independent living program, or any other placement is appropriate;\n9.DHS shall provide the Respondent with any and all services recommended by the Pines, or any other therapeutic residential treatment facility, and any physical, mental health, or other evaluation to ensure Respondent’s continued care and rehabilitation.\nWe have held that in exercising its dispositional authority in delinquency cases, the court must act pursuant to “specifically granted authority.” In re J.M.W., 411 A.2d 345, 348 (D.C.1980). D.C.Code § 16-2320 (2001) provides the authority for trial judges to issue dispositions in neglect and delinquency cases, and it is the statute that the District of Columbia relies upon to support its contention that the above cited provisions of the supplemental order are unlawful. Subsection (a) of this statute describes the extent of the trial court’s authority in neglect cases, while subsection (c) describes that authority in delinquency cases. Subsection (c) permits Family Court judges handling delinquency matters to exercise most of the options available in subsection (a). According to § 16-2320, if a trial court finds that a child is delinquent or in need of supervision, it may enter a disposition that: 1) permits the child to stay with his or her parents subject to conditions set by the court for the rehabilitation of the juvenile, pursuant to § 16 — 2320(a)(1); 2) place the child under protective supervision, pursuant to § 16-2320(a)(2); 3) place the child in a private organization or facility that is authorized to care for the child, pursuant to § 16-2320(a)(3)(B); 4) place the child in the care of relatives, pursuant to § 16 — 2320(a)(3)(C); 5) commit the child to an appropriate facility for medical, psychiatric, or other treatment, pursuant to § 16 — 2320(a)(4); 6) “transfer ... legal custody to a public agency for the care of delinquent children,” pursuant to § 16 — 2320(c)(2); and 7) place the child on probation, pursuant to § 16-2320(c)(3). Although the authority to make certain dispositions is similar in delinquency and neglect cases, a judge in a neglect proceeding has broader authority than a judge in a delinquency proceeding because § 16 — 2320(a)(5), permits a judge in a neglect case to “make such other dispositions ... as the [court] deems to be in the best interest of the child [and to] order any public agency of the District of Columbia to provide any service the [court] determines is needed.” There is no analogous provision applicable to delinquency cases.\nIn paragraphs 3, 4, 6, 7, 8 and 9 the trial court is directing either the placement or the treatment of P.S. The District argues that Family Court judges handling delinquency matters no longer have authority to make placement and treatment decisions after custody of the delinquent is transferred to the public agency, pursuant to § 16 — 2320(c)(2). When the legislature amended § 16-2320 in 1993, § 16-2320(a)(5), which previously applied to judges in both neglect and delinquency cases, became applicable only to judges in neglect cases. By limiting § 16-2320(a)(5) to neglect cases, the legislature did two things: 1) it removed the broad authority of the court to make dispositions that are not specifically listed in the statute and 2) it specifically removed the court’s authority to order a public agency to provide specific services in juvenile delinquency cases. Because we recognize that the legislature made a clear distinction between the court’s authority in neglect cases and delinquency cases by expressly limiting the authority of judges in delinquency cases, appellee must prove that the statute specifically gives judges in delinquency cases the authority to make decisions for the placement and treatment of juveniles when the child has been transferred to the custody of an agency, such as DHS. Appellee contends that: 1) despite the 1993 amendments Family Court judges in delinquency matters retain broad authority to make dispositions that are in the best interest of the child and 2) that, in any event, the statute provides trial judges in delinquency cases with specifically granted authority to make placement and treatment decisions.\nAppellee principally relies on pre-1993 cases to support his contention that Family Court judges handling delinquency matters have the general authority to make whatever dispositions are in the best interest of the child. However, as we have already discussed, prior to 1993 judges handling juvenile delinquency cases had the same broad authority to direct the placement and treatment of juveniles as did judges in neglect cases. However, they no longer have that specifically delineated authority. Thus, our decisions prior to 1993 that recognized that the trial court in delinquency matters could exercise such broad authority pursuant to § 16-2320(a)(5) are no longer applicable to the circumstances presented here.\nAlternatively, appellee argues that Family Court judges handling delinquency matters have specifically granted authority to direct the placement and treatment of juveniles in delinquency cases pursuant to §§ 16-2320(a)(4) & 16-2322(a)(4). D.C.Code § 16 — 2320(a)(4) provides that the trial court may order the “[cjommitment of the child for medical, psychiatric or other treatment at an appropriate facility on an in-patient basis if, at the disposi-tional hearing ... the [court] finds that confinement is necessary to the treatment of the child.” D.C.Code § 16-2322(a)(4) provides that “[u]nless the order sets a minimum period for commitment of the child, or specifies that release is permitted only by order of the [Family Court], the department, agency, or institution may release the child at any time that it appears the purpose of the disposition order has been achieved.”\nAppellee’s contention that § 16-2320(a)(4) provides statutory authority for trial courts to order a public agency to place a delinquent juvenile in a particular facility is not supported by a plain reading of the statute and is inconsistent with our prior case law. While it is true that a trial judge has the authority to directly commit a child to an appropriate facility for “medical, psychiatric or other treatment,” nothing in the statute suggests that § 16-2320(a)(4) should be read in conjunction with § 16-2320(c)(2), which authorizes the court to transfer custody of a delinquent child to a public agency. D.C.Code § 16-2320(a)(4) does not specifically grant trial judges the authority to order a public agency to commit a child for “medical, psychiatric or other treatment.” Further, in our cases construing § 16-2320(a)(4), we have previously interpreted this provision as giving trial judges the authority to commit a child directly to a treatment facility. See In re C.W.M., 407 A.2d 617 (D.C.1979) and In re Myrick, 624 A.2d 1222 (D.C.1993). Therefore, there is no basis for interpreting § 16-2320(a)(4) as permitting the court to order a public agency to place a delinquent in a particular facility.\nThis court has referred to the application of § 16-2320(a)(4) in delinquency matters in just two cases, In re C.W.M., and In re Myrick. The issue in In re C.W.M. was whether a juvenile, who was charged with a criminal offense, could plead insanity as a defense. The trial court ruled that a juvenile could not use insanity as a defense, and this court upheld the trial court’s ruling based on the conclusion that the juvenile system adequately protects juveniles with mental illnesses. The court pointed to § 16-2320(a)(4) as an example of the court’s ability to ensure that juveniles who have been found guilty of committing crimes, and who have mental illness, receive treatment. The court stated that “[i]f, after the fact-finding hearing, the child is adjudicated a delinquent and it is determined also that he is mentally ill, the [Family Court] may as provided in D.C.Code 1973, § 16-2320(a)(4), order commitment to an appropriate facility for medical, psychiatric, or other treatment, or direct, pursuant to § 16 — 2321(b), the appropriate authority to initiate civil commitment proceedings.” C.W.M., 407 A.2d at 624, n. 16. Nothing in C.W.M. suggests that the court was interpreting § 16-2320(a)(4) in conjunction with § 16—2320(c)(2).\nIn In re Myrick, the issue was whether the District of Columbia was obligated to pay for the treatment of a nonresident in a treatment facility outside the District of Columbia if the individual had been previously civilly committed by the District. 624 A.2d at 1223. While the situation in Myrick was unrelated to a delinquent child, the court used the authority of the court to place delinquent juveniles in treatment facilities as an analogy to support its conclusion that the court had the authority to order treatment outside the District under the Ervin Act. The court interpreted § 16-2320(a)(4) as authorizing the court to “order DHS to place a juvenile delinquent in a specific program outside the District of Columbia.” Id. at 1229. However, the issue in Myrick is not the jurisdiction of the court under § 16-2320(a)(4), since this case is not related to either a criminal matter or a juvenile case, and while the court mentions the application of § 16-2320(a)(4) in dicta, it is not precedent for the present case. Therefore, neither of the above mentioned cases convinces this court that § 16-2320(a)(4) should be read in conjunction with § 16-2320(c)(2), and because the trial court committed P.S. to DHS as opposed to committing him directly to a treatment facility, § 16-2320(a)(4) is inapplicable to the present case.\nAs for D.C.Code § 16-2322(a)(4), this provision gives the trial court the authority to decide whether a juvenile, who has been adjudicated delinquent, may be released from the custody of a public agency, such as DHS, if the court retains this authority in the commitment order. The purpose of this statute is to give trial judges input into deciding when the child should be released into the community. See In re C.L.M., 766 A.2d 992, 996 (D.C.2001). Appellee contends, however, that some of the additional powers the judge retained in the supplemental order in this case “merely reflect the trial court’s reservation of’ this veto power. For instance, appellee states in his brief that:\n[a] judge’s retention of “veto power” over release brings with it the right to review the juvenile’s progress, and the agency’s plans, at the time that release is proposed. Thus, the trial court did nothing radical, or beyond the scope of her authority, when she stated in paragraph 6 of the Supplemental Disposition Order: “This court reserves jurisdiction over this matter to, inter alia, review and approve of any therapeutic residential treatment facility, transitional and or independent living program, or other placement for the Respondent. The Respondent may not be placed in any therapeutic residential treatment facility, transitional and or independent living program, or other location without the prior approval of this Court.”\nNothing in D.C.Code § 16-2322(a)(4), however supports the broad authority reserved by the judge in paragraph 6 to veto transfer of a committed youth from one facility to another. Under this statute, Family Court judges handling delinquency matters may only retain veto power over a decision made by DHS to release the juvenile back to the community.\nWhile the trial judge still has the responsibility of crafting a disposition that is in the best interest of the child, the trial court must act within the constraints of the legal authority conferred by the statute, and the statute no longer confers upon the judge the authority to make placement and treatment decisions for delinquent juveniles, who have been committed to a public agency. For the foregoing reasons, paragraphs 3, 4, 6, 7, 8 and 9 contain provisions that are beyond the statutory authority of a juvenile court judge, and we remand the case to the trial court to revise the order in a manner consistent with this opinion.\nSo ordered.\n.The District did not object during the disposition hearing to the provisions of the trial court order, and it is a fundamental principle of normal appellant review that matters not raised in the trial court will not be considered on appeal. However, representations have been made that there are over thirty pending cases invoking judicial orders similar to the one complained of in this \"lead case” now before us and that the trial court has been apprised of and rejected the District’s contentions. We therefore deem this to be an \"exceptional situation” in which we will deviate from the usual rule. See District of Columbia v. Helen Dwight Reid Educ. Found., 766 A.2d 28, 33, n. 3 (D.C.2001); see also Bell v. United States, 806 A.2d 228, 232 (D.C.2002).\n. D.C.Code § 22-2801 (2001).\n. D.C.Code § 22-3215 (2001).\n. D.C.Code § 22-3232 (2001).\n. P.S. was age seventeen at that time.\n. The District also contends that the trial court erred by giving DHS a goal, preparing P.S. for independent living, that differs from the agency's stated goal of rehabilitation. While the District is correct that rehabilitation is the goal for a public agency in delinquency cases, this court will not address this issue because the trial court did not direct DHS to perform any action pursuant to this goal.\n. Appellees also rely on § 16-2320(c) that states that Family Court judges handling delinquency matters \"may make any of the following dispositions which will be in the best interest of the child.” Under this provision, the court’s authority to act in the best interest of the child, however, is limited by the dispositions that are listed in the subsections of § 16-2320(c), as opposed to the broad authority that applies to § 16-2320(a)(5).\n. In In re J.J., 431 A.2d 587 (D.C.1981), this court held that “the designation of a particular placement in a commitment order is within the judicial function, as defined by statute. D.C.Code 1978 Supp., § 16-2320(a)(5)(i)”, id. at 591 at n. 9, and \"[a]s long as provision of the particular services is within the agency’s legal authority, the Family [Court] may, by virtue of D.C.Code 1978 Supp., § 16-2320(a)(5)(i), order the agency to provide those services in its initial disposition order.” Id. at 591. In In re J.A.G., 443 A.2d 13 (D.C.1982) this court held that ‘‘[w]hen the trial court committed J.A.G. to the custody of DHS, on June 8, 1979, it specifically ordered that J.A.G. be placed at Highland Hospital. In doing so, the court properly acted within its scope of authority; the Family [Court] of the Superior Court does have the power to designate a particular placement as a part of its initial disposition order. See D.C.Code 1973, § 16 — 2320(c)(1); D.C.Code 1978 Supp., § 16-2320(a)(5); In re J.J., 431 A.2d 587, 591 (D.D.App.1981).” Id. at 15.\n.The Myrick court cites to In re A.A.I., 483 A.2d 1205, 1209 (D.C.1984), In re J.A.G., 443 A.2d 13, 15 (D.C.1982), and In re C.W.M., 407 A.2d 617, 624 n. 16 (D.C.1979). However, none of these cases support this interpretation of § 16-2320(a)(4).\n. In this case, the court did retain this veto authority.\n. Additionally, this court addressed the authority the court has to make decisions for the rehabilitation of the child after commitment in In re J.M.W., 411 A.2d 345, 349 (D.C.1980) and In re J.A.G., 443 A.2d at 16. In J.M.W., this court held that \"while the court is specifically granted authority to modify or revoke a dispositional order placing a juvenile on probation, the court is without statutory power to intervene after commitment.” Id. at 348; see also In re J.A.G. 443 A.2d at 16 (\"once a juvenile is committed to the custody of DHS, the Family [Court] 'relinquishe[s] its authority to determine the appropriate measures needed to insure rehabilitation.” ’) (quoting In re J.M.W. 411 A.2d at 349); see also In re C.L.M., 766 A.2d 992, 997 (D.C.2001); In re A.A.I., 483 A.2d 1205, 1208 (D.C.1984). Even though the trial judges in the above mentioned cases attempted to make decisions for a juvenile who had been adjudicated delinquent after the commitment to an agency, whereas in this case the court attempted to issue a supplemental order, in which it retained jurisdiction within the commitment order, the same principle applies in this case as articulated in J.M.W. and J.A.G. that upon commitment to an administrative agency, the court relinquishes authority to make all decisions pertaining to the child’s rehabilitation.\n. We do not mean to suggest by this opinion that the trial court has no authority to direct and supervise a juvenile's treatment regimen. Under § 16 — 2320(c)(3), the trial court always has the option of placing a child on probation if it believes that probation is in the best interest of the child and the community. If a child is placed on probation, the court may ensure through its probationary authority that the child receives the treatment the court deems is necessary.",
        "type": "majority",
        "author": "WASHINGTON, Associate Judge:"
      }
    ],
    "attorneys": [
      "Rosalyn Calbert Groce, Supervisory Corporation Counsel, with whom Arabella W. Teal, Interim Corporation Counsel, and Charles L. Reischel, Deputy Corporation Counsel, were on the brief, for appellant.",
      "Jaclyn S. Frankfurt, Public Defender Service, with whom James Klein, Public Defender Service, was on the brief, for appellee P.S."
    ],
    "corrections": "",
    "head_matter": "In re P.S.; District of Columbia, Appellant.\nNo. 02-FS-946.\nDistrict of Columbia Court of Appeals.\nArgued Dec. 16, 2002.\nDecided April 24, 2003.\nRosalyn Calbert Groce, Supervisory Corporation Counsel, with whom Arabella W. Teal, Interim Corporation Counsel, and Charles L. Reischel, Deputy Corporation Counsel, were on the brief, for appellant.\nJaclyn S. Frankfurt, Public Defender Service, with whom James Klein, Public Defender Service, was on the brief, for appellee P.S.\nBefore STEADMAN, SCHWELB and WASHINGTON, Associate Judges."
  },
  "file_name": "0905-01",
  "first_page_order": 949,
  "last_page_order": 956
}
