{
  "id": 7260719,
  "name": "STATE of Maine v. Darrell J. THURSTON",
  "name_abbreviation": "State v. Thurston",
  "decision_date": "2009-04-23",
  "docket_number": "",
  "first_page": "906",
  "last_page": "912",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 906"
    },
    {
      "type": "parallel",
      "cite": "2009 ME 41"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "2002 ME 49",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9448664
      ],
      "weight": 10,
      "pin_cites": [
        {
          "page": "¶ 11"
        },
        {
          "page": "512"
        },
        {
          "parenthetical": "quotation marks omitted"
        },
        {
          "page": "513"
        },
        {
          "page": "511"
        },
        {
          "page": "511"
        },
        {
          "page": "513"
        },
        {
          "page": "514"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/793/0509-01"
      ]
    },
    {
      "cite": "2001 ME 91",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11098765
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "¶ 12"
        },
        {
          "page": "866"
        },
        {
          "page": "¶ 12"
        },
        {
          "page": "866"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/772/0863-01"
      ]
    },
    {
      "cite": "151 A.2d 266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "268"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "155 Me. 115",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        962524
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "119"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/me/155/0115-01"
      ]
    },
    {
      "cite": "2002 ME 49",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9448664
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "511"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/793/0509-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 742,
    "char_count": 17723,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 7.597194760039148e-08,
      "percentile": 0.449973145152478
    },
    "sha256": "4a2198d7cf53dd19c3221afc33d95afadca5060a0f4950b5773ed440df199868",
    "simhash": "1:f3f2fbbb59d1c352",
    "word_count": 3014
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and CLIFFORD, ALEXANDER, LEVY, SILVER, MEAD, and GORMAN, JJ."
    ],
    "parties": [
      "STATE of Maine v. Darrell J. THURSTON."
    ],
    "opinions": [
      {
        "text": "Majority: CLIFFORD, LEVY, SILVER, MEAD, and GORMAN, JJ.\nDissent: SAUFLEY, C.J., and ALEXANDER, J.\nGORMAN, J.\n[¶ 1] Darrell J. Thurston appeals from a judgment entered in the Superior Court (Hancock County, Marden, J.) upon a jury verdict finding him guilty of assault (Class C), 17-A M.R.S. §§ 207(1)(A), 1252(4-A) (2008); and criminal mischief (Class D), 17-A M.R.S. § 806(1)(A) (2008); and not guilty of obstructing report of crime or injury (Class D), 17-A M.R.S. § 758(1)(A) (2008). Because we agree with Thurston that the evidence presented at trial generated a self-defense instruction that the court declined to give, and because this error is not harmless, we vacate the assault conviction.\nI. BACKGROUND\n[¶ 2] Darrell Thurston and Suzanne Harmon were romantically involved for about five years and have one child together. On the evening of September 27, 2007, Harmon and Thurston were living together in Sullivan with their child and Harmon’s two older children. Thur-ston arrived home after work, and although Harmon told Thurston that he was not welcome because he had been drinking, she unlocked the door and allowed him to enter when he arrived. Thurston went into the kitchen where Harmon was making meatballs. The couple started to argue, and Thurston threw the pot of meatballs in the trash. At this point, Thurston’s and Harmon’s versions of the events conflict.\n[¶ 3] Harmon testified that Thurston threw her onto the kitchen floor and kicked and punched her head. She testified that after assaulting her, Thurston smashed her cellular telephone and grabbed a knife from the kitchen. Harmon testified that she responded by also grabbing a knife, but that she and Thur-ston both put the knives down when her daughter ordered them to do so. Harmon testified that Thurston left at that point and she locked the door, but Thurston returned when he realized that he forgot his phone. Harmon testified that when she refused to let Thurston inside or give him his phone because she needed it to call 911, Thurston kicked and damaged the front door and screen before entering through a window. According to Harmon, she and the children left through the front door and Thurston chased them into the driveway, where he proceeded to push her to the ground and punch her in the back of the head. Harmon testified that she threw Thurston’s phone, and he grabbed it and left. Two of Harmon’s children witnessed part of the events in the kitchen and driveway and corroborated Harmon’s testimony.\n[¶4] Thurston told a different story. He testified that Harmon went to grab a knife after he took her cellular phone off the counter top and smashed it on the floor and after he threw the meatballs in the trash. He testified that she put the knife down for a moment, but then reached for it again. Thurston testified that, in an effort to stop Harmon, he “grabbed a hold of her and said, you know, enough’s enough.” Thurston admitted that he left the house at that point, but then climbed back in through a window to get his phone and followed Harmon into the driveway when she would not hand it over. Thurston testified that Harmon fell to the ground in the driveway, at which point he retrieved his phone and left. According to Thur-ston, he touched Harmon only once when he grabbed her shoulders in the kitchen to stop her from getting the knife.\n[¶ 5] After the close of evidence, Thur-ston requested an instruction on self-defense, arguing that the jury might view the assault to have occurred when he grabbed Harmon’s shoulders as she reached for the knife. The court denied Thurston’s request. After the court instructed the jury, Thurston renewed his request for an additional instruction. The court again denied it, stating,\n[Rjelying on the evidence as I viewed it, there did not appear to be any testimony to provide a basis upon which I feel a jury could rely in finding that it was necessary for the defendant to take the action that he did in order to protect himself, his property, or protect others.\n[¶ 6] The jury found Thurston guilty of assault and criminal mischief, but not guilty of obstructing report of crime or injury. The court sentenced Thurston to eighteen months in the Department of Corrections and a $800 fíne on the assault and six months on the criminal mischief charge to be served concurrently. Thur-ston filed a timely appeal.\nII. DISCUSSION\n[¶ 7] Thurston contends that sufficient evidence was presented at trial to generate the issue of self-defense. He contends that because the complaint does not specify what actions led to the assault charge, the jury was free to accept his testimony that he touched Harmon only once in an effort to stop her from grabbing a knife, and, therefore, a self-defense instruction was warranted.\n[¶ 8] The State argues that a self-defense instruction was not generated simply because Thurston offered a description of physical conduct separate and distinct from that offered by the State. The State contends that in order to be entitled to a self-defense instruction, Thurston needed to present evidence of self-defense with respect to the conduct described by the State’s witnesses.\n[¶ 9] In analyzing a ease to determine whether a self-defense instruction was generated, this Court views the evidence in a light most favorable to the defendant. State v. Glassman, 2001 ME 91, ¶ 12, 772 A.2d 863, 866. When the evidence is sufficient to raise the issue of self-defense pursuant to 17-A M.R.S. § 108(1) (2008), the court must give a self-defense instruction. See State v. Bard, 2002 ME 49, ¶ 11, 793 A.2d 509, 512. We have held that a court’s failure to do so “deprives the defendant of a fair trial and amounts to obvious error.” Id. (quotation marks omitted).\n[¶ 10] In cases involving evidence describing several moments of potentially criminal conduct, courts must look to the complaint or indictment to determine if it specifies which particular event induced the charges. See id. ¶ 13, 793 A.2d at 513. We have held that if the complaint or indictment does not identify the particular event leading to the charge, the court cannot refuse to instruct the jury on self-defense if any one of the events generates a self-defense instruction. Id.\n[¶ 11] In Bard, we vacated the defendant’s assault conviction because the trial judge rejected the defendant’s request for a self-defense instruction even though the indictment did not indicate the specific event that induced the charge, and the jury heard two different stories from the defendant and his alleged victim. See id. ¶¶ 3-4, 793 A.2d at 511. Bard testified that he pushed the alleged victim’s face because she was biting his knuckle to the point that it was bleeding. Id. ¶ 4. The alleged victim testified that she was in her living room when Bard entered, started to hit and kick her repeatedly, threatened to kill her, and eventually raped her. Id. ¶ 3. The jury found Bard guilty of criminal threatening, assault, and violation of a condition of release, but not guilty of two counts of gross sexual assault and criminal threatening with a dangerous weapon. Id. ¶ 7, 793 A.2d at 511. In vacating the assault conviction, we reasoned that the jury’s decision to acquit Bard of numerous counts was an indication that it did not believe all of the alleged victim’s testimony. Id. ¶ 13, 793 A.2d at 513. Thus, we concluded that the court could not assess, when deciding whether to give a self-defense instruction, which instance of alleged conduct led the jury to find Bard guilty of assault. Id.\n[¶ 12] This case presents a similar situation. The jury convicted Thurston of assault and criminal mischief but acquitted him on the charge of obstructing report of crime or injury. These verdicts support the conclusion that the court could not know with certainty which event or events — the ones in the kitchen and driveway as described by Harmon or the one involving the knife as described by Thur-ston — provided the basis for the jury’s guilty verdict on the assault charge. Because it is possible that the jury convicted Thurston of assault for grabbing Harmon’s shoulders after she reached for the knife, the jury should have been given “the means and the authority” to decide whether to accept or reject his justification of self-defense. See id. ¶ 16, 793 A.2d at 514.\n[¶ 13] The dissent asserts that Thur-ston was not entitled to a self-defense instruction because he was committing criminal trespass when he entered and remained in the home against Harmon’s wishes. The dissent reasons that Thur-ston’s unlawful acts justified Harmon’s use of non-deadly force — the grabbing of the knife — to prevent or terminate the criminal trespass pursuant to 17-A M.R.S. § 104(1) (2008). The statute governing the crime of criminal trespass states, in relevant part: “A person is guilty of criminal trespass if, knowing that that person is not licensed or privileged to do so, that person: ... [e]nters any dwelling place,” or “[r]emains in any place in defiance of a lawful order to leave that was personally communicated to that person by the owner or another authorized person.” 17-A M.R.S. § 402(1)(A), (D) (2008). Whether a self-defense instruction was generated, therefore, hinges on whether Thurston had a right to be at the home.\n[¶ 14] Both Thurston and Harmon testified that they had been involved in an “on again off again” relationship for approximately five years, and that they had been living together with them daughter and Harmon’s other two children for more than a month at the time of these events. They also agreed that, although Harmon had told Thurston not to return home that evening because he had been drinking, she allowed him to enter the home when he arrived.\n[¶ 15] In order to determine that Harmon had the right to use a knife to eject Thurston, and that, therefore, Thur-ston’s actions in grabbing Harmon when she went for the knife could not have been a lawful exercise of his right to defend himself, the trial court would have had to determine that Thurston was neither licensed nor privileged to be at the home. When determining whether a self-defense instruction has been generated, both we and the trial court must consider the record in the light most favorable to Thur-ston. Glassman, 2001 ME 91, ¶ 12, 772 A.2d at 866. In that light, this record more than supports a determination that Thurston lived with Harmon at the time of these events and was, therefore, both licensed and privileged to enter the home and to remain there. Harmon’s telling him not to “come home” or even telling him to get out once he was there does not and cannot change his status.\n[¶ 16] The dissent also asserts that Thurston’s taking and smashing of Harmon’s cellular phone constituted both criminal mischief and theft and that, therefore, Harmon’s threatened use of force was lawful pursuant to 17-A M.R.S. § 105 (2008). Section 105 states, “A person is justified in using a reasonable degree of nondeadly force ... to prevent what is or reasonably appears to be an unlawful taking of the person’s property, or criminal mischief, or to retake the person’s property immediately following its taking.” 17-A M.R.S. § 105 (emphasis added). Here, neither party presented any evidence that Harmon was attempting to retrieve her cellular phone when she reached for the knife. Harmon testified that she grabbed the knife because Thurston had grabbed one, and Thurston alleged Harmon grabbed the knife because he had thrown the meatballs into the garbage. Additionally, because Harmon’s threatened use of force occurred after Thurston took and destroyed the phone, Harmon was not acting to prevent either criminal mischief or a theft.\nThe entry is:\nJudgment on the assault charge vacated; judgment of conviction on criminal mischief charge affirmed.\n. The part of the complaint charging Thur-ston with assault states, in relevant part: “On or about September 27, 2007, in Sullivan, Hancock County, Maine, DARRELL J. THURSTON, did intentionally, knowingly, or recklessly cause bodily injury or offensive physical conduct to Suzanne F. Harmon.”\n. Section 108(1) states, in relevant part:\nA person is justified in using a reasonable degree of nondeadly force upon another person in order to defend the person or a 3rd person from what the person reasonably believes to be the imminent use of unlawful, nondeadly force by such other person, and the person may use a degree of such force that the person reasonably believes to be necessary for such purpose.\n17-A M.R.S. § 108(1) (2008).",
        "type": "majority",
        "author": "GORMAN, J."
      },
      {
        "text": "ALEXANDER, J.,\nwith whom SAUFLEY, C.J., joins, dissenting.\n[¶ 17] I respectfully dissent.\n[¶ 18] A self-defense instruction is available only to justify resistance to an “unlawful” use of force. 17-A M.R.S. § 108(1) (2008). Under Maine law, a victim of a home invasion and assault may lawfully use force to resist the home invasion and protect herself from further assaults, and she may lawfully use force to attempt to eject the invader from her home. No self-defense instruction is generated when a person is protecting herself and her home and, on the record presented here, Thurston had no legal right to be in Harmon’s home.\n[¶ 19] Although Thurston had been staying with Harmon for some period before these events, the record, even when viewed in his favor, will not support a determination that he had any “right” to be in Harmon’s home once she told him he was not welcome. Harmon had permitted Thurston to spend the night on past occasions, but that does not diminish her authority to order him not to enter, to order him to leave when he arrived, and to use force to attempt to eject him from her home if he enters that home against her wishes.\n[¶ 20] Thurston’s own testimony establishes that: (1) Harmon was in her home; (2) Thurston called her in advance to tell her that he was coming to her home; (8) she told Thurston not to come to her home; (4) disregarding Harmon’s objections, Thurston came to her home; (5) he entered despite her statement to him— according to his testimony — “I told you not to come here.... I don’t like you when you’re drunk”; (6) Thurston remained in the home, and Harmon again asked him to leave; (7) Thurston and Harmon then began arguing; (8) during the argument Thurston threw food Harmon was preparing into the garbage and took and smashed her cell phone; (9) Harmon asked Thur-ston to leave and, when he did not — and this is according to Thurston — “she pulled a knife”; and (10) Thurston then grabbed Harmon by the shoulders, the touch that is the purported act of self-defense, to restrain her anticipated threat with the knife.\n[¶ 21] The Criminal Code, 17-A M.R.S. § 104(1) (2008), states unequivocally that a person, such as the victim here, in possession of her home, is justified in using non-deadly force when she believes it necessary to prevent or terminate a criminal trespass. A defendant who has refused a demand to leave a residence may be ejected by force from the residence and is not entitled to a self-defense instruction to justify an assault resisting that lawful use of force. See State v. Benson, 155 Me. 115, 119, 151 A.2d 266, 268 (1959); see also the drafter’s comment supporting the 1975 enactment of section 104, 17-A M.R.S.A. § 104 at p. 452 (2006).\n[¶ 22] On this point, the case before us is distinguishable from State v. Bard, 2002 ME 49, 793 A.2d 509. In Bard, the evidence established that the defendant was invited to the victim’s home and entered the home with her permission. Id. ¶¶ 2-4, 793 A.2d at 511. By contrast, Thurston admitted that: (1) in the telephone call before he came to Harmon’s home, Harmon told him not to come to her home; (2) when he arrived she told him to leave immediately upon his appearance at her home; and (3) prior to displaying a knife, Harmon had repeatedly told Thurston to leave her home.\n[¶ 23] On the facts testified to by Thur-ston, Harmon’s lawful use of force to defend herself and her home from his home invasion did not generate a self-defense instruction in favor of her attacker because there was no unlawful use of force to generate the instruction pursuant to section 108(1).\n[¶ 24] Furthermore, Harmon’s defense of her premises is not the only justification for rendering lawful whatever force Harmon used. The evidence, including Thur-ston’s testimony, establishes that prior to use of any force by Harmon, Thurston took her cell phone and destroyed it. The Criminal Code, 17-A M.R.S. § 105 (2008), states that a person may use-force upon another person if necessary to: (1) prevent the unlawful taking of the person’s property, such as the theft of the cell phone; (2) prevent criminal mischief, such as the destruction of the cell phone; or (3) retake the person’s property immediately following its taking. Thus, Harmon’s use of force was a justified response to the taking and destruction of her cell phone — a theft and criminal mischief.\n[¶ 25] Even if we take the evidence most favorably to Thurston, his own testimony establishes that Harmon’s use of force against him after he invaded her home and robbed her of her cell phone was lawful. Her use, or threatened use, of force did not create any entitlement to a self-defense instruction regarding unlawful use of force.\n[¶ 26] I would affirm the judgment of conviction.",
        "type": "dissent",
        "author": "ALEXANDER, J.,"
      }
    ],
    "attorneys": [
      "Jeffrey C. Toothaker, Esq., Toothaker & Chong, Ellsworth, for Darrell Thurston.",
      "Michael E. Povich, District Attorney, Mary N. Kellett, Asst. Dist. Atty., Prose-cutorial District VII, Ellsworth, for the State of Maine."
    ],
    "corrections": "",
    "head_matter": "2009 ME 41\nSTATE of Maine v. Darrell J. THURSTON.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs: Nov. 4, 2008.\nDecided: April 23, 2009.\nJeffrey C. Toothaker, Esq., Toothaker & Chong, Ellsworth, for Darrell Thurston.\nMichael E. Povich, District Attorney, Mary N. Kellett, Asst. Dist. Atty., Prose-cutorial District VII, Ellsworth, for the State of Maine.\nPanel: SAUFLEY, C.J., and CLIFFORD, ALEXANDER, LEVY, SILVER, MEAD, and GORMAN, JJ."
  },
  "file_name": "0906-01",
  "first_page_order": 934,
  "last_page_order": 940
}
