{
  "id": 8172261,
  "name": "ERIE INSURANCE EXCHANGE, Appellant v. Mark D. MAIER and Emily A. Maier, Appellees",
  "name_abbreviation": "Erie Insurance Exchange v. Maier",
  "decision_date": "2008-12-31",
  "docket_number": "",
  "first_page": "907",
  "last_page": "911",
  "citations": [
    {
      "type": "official",
      "cite": "963 A.2d 907"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "866 A.2d 270",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9036712,
        1140674,
        9036667,
        1140710
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/866/0270-02",
        "/pa/581/0453-01",
        "/a2d/866/0270-01",
        "/pa/581/0454-01"
      ]
    },
    {
      "cite": "581 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140710
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/581/0454-01"
      ]
    },
    {
      "cite": "908 A.2d 888",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8458945,
        2573580
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/908/0888-01",
        "/pa/589/0317-01"
      ]
    },
    {
      "cite": "589 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2573580
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/589/0317-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 11378,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20109956217524652
    },
    "sha256": "2c02e045f02d86c5b571b14d443172cdd08d2d0b477a4d4adc975b05e746f7f3",
    "simhash": "1:0d29cbcf38a2fa06",
    "word_count": 1866
  },
  "last_updated": "2024-02-27T22:55:33.803959+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: KLEIN, POPOVICH and FITZGERALD , JJ.",
      "¶ 19 FITZGERALD, J., files a Concurring Statement."
    ],
    "parties": [
      "ERIE INSURANCE EXCHANGE, Appellant v. Mark D. MAIER and Emily A. Maier, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nKLEIN, J.:\n¶ 1 Erie Insurance Exchange (Erie) appeals from a declaratory judgment ordering it to defend and indemnify Mark W. Maier and Emily A. Maier and denying its cross-motion to refuse to order it to defend and indemnify. We reverse both orders and rule that Erie is under no obligation to either defend or indemnify the Maiers.\n¶ 2 The underlying lawsuit was brought by First National Bank of Pennsylvania as successor in interest to National Bank of Northeast (collectively, “the Bank”). Essentially, the Bank claimed that the Maiers participated in a fraud on the Bank as a creditor. The Bank represents creditors of Jeffrey Anthony and Caroyln Dolak-Anthony, secured by a home they owned. The Maiers purchased the home for $650,000, and because the Bank believed that was all that could be received from the property, agreed to forego its interest in a balance larger than that. However, it is alleged by the Bank that the Maiers agreed to pay an additional $200,000 for “personal property” which was worth much less than that. The reason was to induce the creditors to allow the interest in the property to pass and have the Antho-nys receive some cash.\n¶ 3 While it is clear the allegations of intentional misrepresentation and conspiracy are not covered by the Erie homeowners’ policies, the Maiers alleged and the trial court held that because one count claimed “negligent misrepresentation,” the policies should cover the First National lawsuit. We disagree for a number of reasons.\nNegligent Misrepresentation is not an Occurrence\n¶ 4 We first note the Pennsylvania Supreme Court in Kvaemer Metals Division of Kvaemer U.S., Inc. v. Commercial Union Ins. Co., 589 Pa. 317, 908 A.2d 888 (2006) has cautioned against looking beyond the underlying complaint and being overly inclusive in defining an “occurrence.” It said that words should be used in their normal context, and be used in their natural, plain and normal sense. An occurrence has been defined by our Supreme Court as an “accident.” An accident is a “something that occurs unexpectedly or unintentionally.” The key term in the ordinary definition of “accident” is “unexpected.” “Id. at 898.” Thus, an occurrence is generally an unintended event. Viewing an occurrence this way makes sense in most circumstances and follows the idea that intentional acts are not occurrences. Following this definition, even a “negligent” purchase agreement of $200,000 for personal property is not an “occurrence.”\n¶ 5 The gist of the action in the First National case is a charge of conspiracy and fraud. While the Anthonys may have had a relationship and duty to First National, the Maiers did not. It is hard to see how the Maiers could be responsible to First National unless they intentionally participated in a fraud.\n¶ 6 The language of the complaint, typically the touchstone in determining coverage in a declaratory judgment action, indicates the acts complained of were intentional. For example:\nAt the time they signed and executed the Articles of Agreement, Settlement Statement, and other closing documents, Defendants knew that the true purchase price of the Property was $850,000.00.\nPlaintiffs Complaint, Count III — Negligent Misrepresentation, ¶ 125, 9/22/06.\nDefendants’ representation on the Articles of Agreement, Settlement Statement, and other closing documents that the full purchase price of the Property was $650,000.00 was a misrepresentation of a material fact.\nId. at ¶ 126.\nDefendants misrepresented the purchase price of the Property with the intent of inducing MBNE to release liens on the property.\nId. at ¶ 129.\n¶ 7 In its complaint against the Maiers, the Bank makes allegations that the Mai-ers affirmatively knew of the incorrect price and that the Maiers intended the Bank to rely upon the misrepresentation to the Bank’s detriment. Thus, we are faced with allegations, although generally labeled as “negligent misrepresentation,” which actually go to specific and intentional actions and results. Therefore, the allegations do not constitute an “occurrence” as required by the policy.\n¶ 8 This result can be seen by looking at the four requirements to prove a claim of negligent misrepresentation.\nNegligent misrepresentation requires proof of: 1) a misrepresentation of a material fact; 2) made under circumstances in which the misrepresenter ought to have known its falsity; 3) with an intent to induce another to act on it; and 4) which results in injury to a party acting in justifiable reliance on the misrepresentation.\nBilt-Rite Contractors, Inc. v. The Architectural Studio, 581 Pa. 454, 866 A.2d 270, 277 (2005).\n¶ 9 The elements of the claim as given by our Supreme Court demonstrate that while a specific knowledge of the falsity of the claim is not a requirement there is an intent for another person to rely on the misrepresentation. Here, in the underlying claim, the complaint alleges that there was specific knowledge of the falsity of the statement. This makes the claim as found in the complaint more akin to intentional misrepresentation. Even so, the claim of negligent misrepresentation still contains an element of specific intent which takes the claim outside the realm of the unintentional.\n¶ 10 Therefore, this was not an “occurrence” or accident. As demonstrated, even if this were “negligent” (i.e. the defendants should have known the falsity of the statement) misrepresentation, there is still no liability unless there was a concurrent intent to have the other person act in detrimental rebanee. Therefore, even if this situation could be stretched to be considered an “occurrence” after Kvaemer, there is no coverage because it is an intentional act.\nThere was no Loss of Use\n¶ 11 We begin by noting that no party has cited to any binding Pennsylvania case law on this specific question.\n¶ 12 The suffering of economic loss on a transaction does not constitute “loss of use” of the property, the only damage that could possibly bring this under the coverage of the policies. Here, the only “damage” is the Bank’s release of its ben on the property. Once again, that damage is not within the common sense coverage of homeowner’s policies. While insurance policies are to be construed against the insurance company if there are ambiguities, when the words are clear and unambiguous, they must be given their plain meaning. Kvaemer, supra. “Loss of use” of the property comes when some accident makes the property unusable. We can find no support for the notion that loss of use includes the loss of a ben.\n¶ 13 There are three policies involved in this matter: a Personal Catastrophe poh-cy, a “Homeproteetor” pobey and a “Homeowners” policy. All three policies define “property damage” to include the loss of use of tangible property. In the Homeproteetor and Homeowners policies there is a separate section defining what will be covered for “loss of use.” These damages include such items as reasonable living expenses if an occurrence renders the residence uninhabitable, or loss of normal rents. It is clear under these two policies that a bank ben does not represent the loss of use of tangible personal property-\n¶ 14 The Personal Catastrophe policy defines property damage to be:\n[ijnjury to or destruction of tangible property, including loss of its use, but not the decrease in value of the tangible property due to the damage.\nPersonal Catastrophe Policy at 3. This is similar language to that found in the other two policies. However, the Personal Catastrophe policy does not contain the separate section defining “loss of use.” Therefore, while we may be guided by the language found in the other two policies, we are not bound by that language.\n¶ 15 Nonetheless, the definition in the policy at question contains specific reference to “tangible property” as what is covered. The Maiers have provided us with no case law nor can we find any case law that defines a bank’s lien on real estate as “tangible property” that is covered by a personal insurance policy. In fact, it appears that if the “loss of value” of the home had been the result of an occurrence, the definition of property damage rules out payment by excluding the “decrease in value of the tangible property due to the damage.”\n¶ 16 Finally, there is nothing in the complaint that indicates that the Bank has claimed any damage to tangible property. The damages sought are purely monetary, the Bank does not seek ownership of the property. Further, the basis of the damages, negligent misrepresentation, also makes no claim that any tangible property has been damaged or injured. As noted in the prior section, the damage claimed is that the value of the property was misrepresented. There is no allegation that the property itself cannot be used as a residence or that it has been in any way physically damaged or injured. Even if, in some manner, a misrepresentation about how much a piece of property is worth did actually cause injury to the property, as noted above, the decrease in value of that property, which is essentially what the Bank is seeking, is not covered by loss of use.\n¶ 17 While a bank’s lien may represent an interest in a tangible piece of property, we can find no reason to call it, in and of itself, tangible property as contemplated in these insurance policies. Thus, a negligent misrepresentation of the value of a piece of property cannot be considered as the loss of use of the insured property.\n¶ 18 For these reasons, we reverse both trial court orders and remand for entry of declaratory judgment in favor of the Erie and against the Maiers. Jurisdiction relinquished. Erie Insurance Exchange’s Motion to Strike/Suppress Non-Conforming Portions of Brief for Appellees is DENIED; Maiers’ Motion to Quash Appeal and Recover Attorney’s Fees is DENIED.\n¶ 19 FITZGERALD, J., files a Concurring Statement.\n. While the Maiers' claim the trial court ruling is interlocutory and not ripe for appeal, as this is an appeal from a final order in a pretrial declaratory judgment matter, it is considered final under 42 Pa.C.S. §§ 7531-41, and therefore qualifies as a final order under Pa.R.A.P. 341(b)(2).\n. Other paragraphs do use language that is more akin to standard “negligence\" claims, such as \"knew (or should have known)” and \"failed to make reasonable investigation.” This does not alter the fact that the Bank made specific allegations in this count of specific knowledge and intended actions.\n. Appellants themselves misrepresent the elements of this charge in their brief, claiming the misrepresenter \"knew or ought to have known” the falsity of the statement. The text of Bilt-Rite clearly states that the defendant merely ought to have known.",
        "type": "majority",
        "author": "KLEIN, J.:"
      },
      {
        "text": "CONCURRING STATEMENT BY\nFITZGERALD, J.:\n¶ 1 I concur with the result reached by the majority. However, I emphasize my finding that the unique facts and circumstances of this case do not trigger coverage pursuant to the specific policy language and insurance policies at issue and caution against expanding the scope of this opinion.",
        "type": "concurrence",
        "author": "FITZGERALD, J.:"
      }
    ],
    "attorneys": [
      "Arthur Leonard, Pittsburgh, for appellant.",
      "Scott D. Livingston, Pittsburgh, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "ERIE INSURANCE EXCHANGE, Appellant v. Mark D. MAIER and Emily A. Maier, Appellees.\nSuperior Court of Pennsylvania.\nArgued Sept. 23, 2008.\nFiled Dec. 31, 2008.\nArthur Leonard, Pittsburgh, for appellant.\nScott D. Livingston, Pittsburgh, for ap-pellee.\nBEFORE: KLEIN, POPOVICH and FITZGERALD , JJ.\nFormer Justice specially assigned to the Superior Court."
  },
  "file_name": "0907-03",
  "first_page_order": 955,
  "last_page_order": 959
}
