{
  "id": 11334897,
  "name": "COMMONWEALTH of Pennsylvania v. Owen W. MORROW, Appellant",
  "name_abbreviation": "Commonwealth v. Morrow",
  "decision_date": "1994-12-08",
  "docket_number": "",
  "first_page": "907",
  "last_page": "914",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 907"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "649 A.2d 961",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7877632,
        706759
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/649/0961-01",
        "/pa-super/437/0258-01"
      ]
    },
    {
      "cite": "356 U.S. 369",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6163723
      ],
      "weight": 3,
      "year": 1958,
      "pin_cites": [
        {
          "page": "383-84"
        },
        {
          "page": "826-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/356/0369-01"
      ]
    },
    {
      "cite": "264 Pa.Super. 515",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        119406
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/264/0515-01"
      ]
    },
    {
      "cite": "585 A.2d 468",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "526 Pa. 648",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "396 Pa.Super. 276",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        882793
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        },
        {
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/396/0276-01"
      ]
    },
    {
      "cite": "335 Pa.Super. 332",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        620713
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        },
        {
          "page": "165",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/335/0332-01"
      ]
    },
    {
      "cite": "242 Pa.Super. 303",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        821550
      ],
      "weight": 4,
      "year": 1976,
      "pin_cites": [
        {
          "page": "311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/242/0303-01"
      ]
    },
    {
      "cite": "520 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1815632
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "14"
        },
        {
          "page": "311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/520/0305-01"
      ]
    },
    {
      "cite": "250 Pa.Super. 422",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        836180
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "1010"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/250/0422-01"
      ]
    },
    {
      "cite": "413 Pa.Super. 203",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        907965
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1097"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/413/0203-01"
      ]
    },
    {
      "cite": "489 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1762360
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "1387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/489/0620-01"
      ]
    },
    {
      "cite": "554 A.2d 507",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "520 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "373 Pa.Super. 203",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        696024
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/373/0203-01"
      ]
    },
    {
      "cite": "397 Pa.Super. 59",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        884259
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        },
        {
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/397/0059-01"
      ]
    },
    {
      "cite": "411 Pa.Super. 63",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        904730
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1269"
        },
        {
          "parenthetical": "Delaware County district attorney's policy of refusing to recommend any drug cases originating in the city of Chester is rationally related to society's protection"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/411/0063-01"
      ]
    },
    {
      "cite": "369 Pa.Super. 318",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        686418
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/369/0318-01"
      ]
    },
    {
      "cite": "406 Pa.Super. 445",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        898309
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "704"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/406/0445-01"
      ]
    },
    {
      "cite": "508 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794046
      ],
      "weight": 4,
      "year": 1985,
      "pin_cites": [
        {
          "page": "310"
        },
        {
          "page": "935"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0297-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 950,
    "char_count": 19924,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23984236146586152
    },
    "sha256": "834a5ddf86cb94128e8d75957164dc87c5e246cbd05377eb3524e1b9e27131f2",
    "simhash": "1:2f88f0800fb92051",
    "word_count": 3211
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BECK, HUDOCK and BROSKY, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Owen W. MORROW, Appellant."
    ],
    "opinions": [
      {
        "text": "BECK, Judge:\nIn this appeal we address, inter alia, the responsibilities of the Commonwealth’s attorney in exercising his or her discretion to reject a physician’s recommendation under 35 Pa.C.SA. § 780-118 (Section 118). We conclude that the statute does not require the Commonwealth’s attorney to state on the record his or her reasons for rejecting a defendant for Section 118 treatment. Finding that none of appellant’s claims has merit, we affirm the judgment of sentence.\nElliott Boulous approached the Chief of Police in Caemavon Township, Berks County, and informed him that an officer in the department, appellant, had supplied Boulous with marijuana. The Chief referred Boulous to the state police in order to avoid a conflict in investigating one of his own officers. State troopers interviewed Boulous and asked him to call appellant and inquire whether he could obtain more marijuana. Boulous called appellant from the troopers’ barracks and asked appellant to get him some marijuana to relieve back pain he had been experiencing. Appellant replied that he did not have marijuana at that time but would look into securing some for Boulous. Later that same day, appellant appeared at Boulous’s home and explained that he could get some marijuana and would return with it soon.\nBoulous contacted the troopers with whom he had met that morning and told them of appellant’s visit. The troopers came to Bou-lous’s residence and waited in his workshop for appellant to return. Later, appellant came back to Boulous’s house and, while in Boulous’s driveway, informed him that he had the marijuana and that it cost $60. Bou-lous went to his workshop where he received $60 in marked bills from one of the troopers. He then went outside to appellant and exchanged the money for a bag containing 5.5 grams of marijuana. Appellant asked Bou-lous if he could take a “pinch” for himself and Boulous agreed. Appellant then took a small amount of the marijuana and began to leave. Boulous returned to the troopers and handed one of them the bag appellant had delivered. The troopers immediately approached appellant, placed him under arrest and found on his person $60 in marked bills and a small amount of marijuana.\nAppellant was charged with possession of marijuana, possession with intent to deliver and delivery for the conduct described above. He was also charged with possession for a previous marijuana transaction alleged by Boulous to have taken place one week earlier. Pursuant to Section 118, Disposition in Lieu of Trial or Criminal Punishment, appellant sought abeyance or withdrawal of the criminal charges and treatment for his drug problem. Appellant offered the report of Dr. Emmanuel Wittels which recommended that appellant would benefit from treatment instead of criminal proceedings. After a hearing at which Dr. Wittels testified, the district attorney rejected the doctor’s recommendation.\nFollowing a non-jury trial, appellant was found guilty of the charges stemming from the incident involving the state troopers. He was acquitted of the charges involving the earlier marijuana transaction alleged to have taken place the week before. Appellant now claims that several errors took place in the trial court which require an arrest of judgment or grant of new trial.\nAppellant’s first issue concerns the actions of the district attorney in rejecting him for consideration under Section 118. This statute provides nonviolent drug abusers a single opportunity to avoid criminal prosecution while at the same time receive treatment for a problem that contributed to their criminal conduct. Its language makes clear that its use is committed to the sound discretion of the district attorney who is given authority to accept or reject the physician’s recommendation.\nIn this case, the district attorney chose not to accept Dr. Wittels’s recommendation. Appellant claims that it was error for the Commonwealth attorney to make such a choice without placing his reasons on the record. The Commonwealth argues that the statute contains no such requirement. Analogizing Section 118 to the Accelerated Rehabilitative Disposition Program (ARD), see Pa. R.Crim.P. 175-186, appellant asserts that the district attorney should be required to state his reasons for rejection on the record. Despite the fact that in ARD matters the district attorney has discretion to accept or reject a candidate, our supreme court has imposed upon Commonwealth attorneys the responsibility of stating on the record their reasons for rejecting a defendant seeking ARD. See Commonwealth v. Lutz, 508 Pa. 297, 495 A.2d 928 (1985).\nARD is a privilege, not a right, and the decision to submit a matter for ARD is in the sole discretion of the district attorney. Commonwealth v. Hyde, 406 Pa.Super. 445, 594 A.2d 703, 704 (1991). While the district attorney’s discretion is broad, and appellate review of such decisions is narrow, the district attorney’s power is not completely unfettered and is subject to the following judicially imposed restrictions: 1) an open, on-the-record specification of reasons which are 2) related to society’s protection or the defendant’s rehabilitation. Commonwealth v. Ebert, 369 Pa.Super. 318, 535 A.2d 178, 180 (1987). Where, however, the decision to reject an ARD candidate is “wholly, patently and without doubt unrelated to the protection of society and/or the likelihood of the candidate’s success in rehabilitation,” the district attorney has abused his discretion. Lutz, supra at 310, 495 A.2d at 935.\nAn abuse of discretion is established where the decision to reject a person for ARD is based, for example, on race or religion. See Commonwealth v. Agnew, 411 Pa.Super. 63, 600 A.2d 1265, 1269 (1991). However, any policy rationally related to society’s protection or an individual’s ability to succeed under the program is acceptable and is not considered an abuse of discretion. See id. (Delaware County district attorney’s policy of refusing to recommend any drug cases originating in the city of Chester is rationally related to society’s protection); Commonwealth v. Stranges, 397 Pa.Super. 59, 579 A.2d 930 (1990) (en banc) (approving Bucks County district attorney’s policy of rejecting for ARD any DUI violator involved in an accident with another vehicle); Commonwealth v. Knowles, 373 Pa.Super. 203, 540 A.2d 938 (approving Monroe County district attorney’s policy that DUI defendants with a blood alcohol level in excess of .25 are ineligible for ARD), allocatur denied, 520 Pa. 614, 554 A.2d 507 (1988).\nIt is true that like the ARD statute, Section 118 does not require the district attorney to state on the record his or her reasons for rejecting a defendant. The statute places no restrictions or limitations on the district attorney’s discretion. Appellant asks that we impose the same restrictions upon district attorneys in Section 118 cases that have been placed upon them in the ARD arena in order to guard against arbitrary, unexplained and unreviewable prosecutorial power.”\nWe find this argument compelling and perhaps would be inclined to adopt, albeit prospectively, such a rule. However, we conclude that the legislature specifically intended that the Commonwealth attorney not be required to state his or her reasons for rejecting a physician’s recommendation for a Section 118 disposition. The statute was enacted in 1972 and its original language included the following subsection:\n(b) In the event that he [the government attorney] does not accept the physician’s recommendation he shall state in writing and furnish the defendant a copy of his decision and the reasons therefor.\nThis subsection was amended in 1992 and replaced with the following language:\n(b) In the event the government attorney does not accept the physician’s recommendation, the person charged shall not be eligible for relief under this section.\nThe legislature’s actions in deleting language calling for a statement of reasons and replacing it with the current language is logically interpreted as a decision to grant full discretion to the district attorney in making his or her decision. In crafting the amendment, the legislature could have revised the subsection in any manner it saw fit, from enumerating acceptable reasons for rejection to calling for an open court statement of reasons as opposed to a written statement. Instead, it chose to eliminate entirely the requirement of stating the reasons underlying a rejection. This leads us to conclude that our lawmakers have considered this issue and decided against the position appellant sets forth. That we find appellant’s argument compelling is not enough. The legislature has made its position clear and we are bound to enforce it.\nBased on the plain language of the statute, as well as its legislative history, we agree with the trial court that the district attorney is under no obligation to place on the record his or her reasons for rejecting a defendant under Section 118.\nAppellant next argues that the evidence was insufficient to convict him of delivery of marijuana under 35 PS. § 780-113(a)(30). His argument is based primarily on the fact that at the time of the transaction, appellant claimed he was charging Boulous the same amount of money he paid for the substance, i.e., was not making a profit. Appellant draws our attention to 35 PS. § 780-113(a)(31), which punishes (to a lesser degree than the delivery statute) the distribution, but not sale, of a small amount of marijuana. Essentially, appellant argues that the government charged the wrong crime. We disagree. Section 780-113(a)(30) does not require that a party make a profit, it simply prohibits “delivery.” Delivery is defined as “the actual, constructive or attempted transfer from one person to another of a controlled substance_” 35 PS. § 780-102. The evidence clearly was sufficient to sustain the charge of delivery.\nAppellant next alleges that the trial court erred in admitting an exhibit at trial, namely, the bag of marijuana appellant delivered to Boulous in the driveway of his home. At trial, Boulous testified that he met with appellant in the driveway, learned that appellant had gotten the marijuana and then went back to the workshop to get $60 from the troopers. After returning with the money, he took a bag from appellant, gave appellant the money and allowed appellant to take a small amount of marijuana from the bag. He then immediately returned to the workshop and handed the the bag appellant had given him to the trooper. The trooper testified that Boulous left the workshop when appellant arrived, returned and requested $60 to pay for the drugs, went back to where appellant was waiting and then promptly returned and handed the trooper a bag containing marijuana. The trooper identified the exhibit shown to him by the prosecutor as the bag Boulous gave him.\nAppellant insists that the prosecution’s failure to have Boulous identify the bag from the witness stand is fatal to the Commonwealth’s case. He claims that the chain of custody was not established and the trial court could not infer that the bag presented at trial was the bag appellant delivered.\nThe admissibility of evidence is left to the sound discretion of the trial judge and we will not find error absent an abuse of that discretion. Commonwealth v. Hudson, 489 Pa. 620, 414 A.2d 1381, 1387 (1980). Physical evidence may be admitted at trial without demonstrating to an absolute certainty the precise chain of custody; the evidence need only establish a reasonable inference which the fact finder may or may not accept. Id.\nHere, Boulous testified to receiving a bag of marijuana, from which appellant took a small portion, and immediately turning it over to a state trooper. This testimony, coupled with the same trooper’s testimony about Boulous leaving the workshop with money for a bag of marijuana and promptly returning with a bag of the substance which the trooper positively identified at trial, leads us to conclude that the “chain of custody was sufficiently strong to give rise to the reasonable inference” that the bag identified by the trooper was the bag appellant delivered to Boulous. See Commonwealth v. Culmer, 413 Pa.Super. 203, 604 A.2d 1090, 1097 (1992). We find no abuse of discretion in the trial court’s admission of the exhibit.\nAppellant’s 'final claim is that the trial court erred in not finding that entrapment was established as a matter of law. Typically, whether entrapment has occurred is a question for the fact finder unless the evidence points to only one conclusion, in which case it may be decided as a matter of law. Commonwealth v. Clawson, 250 Pa.Super. 422, 378 A.2d 1008, 1010 (1977). It is only where the evidence is so overwhelming that no reasonable fact finder could fail to find entrapment that the defense is established as a matter of law. Commonwealth v. Weiskerger, 520 Pa. 305, 554 A.2d 10, 14 (1989).\nEntrapment occurs when a law enforcement official or someone acting in cooperation with such official “induces or encourages another person to engage in [criminal conduct] by either making knowingly false representations designed to induce the belief that such conduct is not prohibited or employing methods of persuasion or inducement which create a substantial risk that such offense will be committed by persons other than those who are ready to commit it.” 18 Pa.C.S.A. § 813. The inquiry does not address the predisposition of the defendant but instead focuses on the “conduct of the police and the likelihood, objectively considered, that it would entrap only those ready and willing to commit crime.” Id. at 311, 554 A.2d at 13 (quoting Commonwealth v. Jones, 242 Pa.Super. 303, 363 A.2d 1281 (1976)).\nThe entrapment defense is “aimed at condemning certain impermissible police conduct which ... falls below standards ... for the proper use of government power.” Commonwealth v. Thompson, 335 Pa.Super. 332, 484 A.2d 159, 165 (1984) (citations omitted). We look, then, to the actions of the police in this matter as well as those of Boulous, the informant.\nTrial testimony revealed that Boulous and appellant were casual friends for approximately three or four years and, on previous occasions, had smoked marijuana together. After appellant allegedly gave Boulous some marijuana, Boulous contacted the local police, who referred him to the state police. Five days later, Boulous met with state troopers to explain his contacts with appellant. That same morning, Boulous was asked to make a telephone call to appellant to request marijuana, which he did. Later that afternoon, appellant appeared at Boulous’s residence and informed him that he could get some of the drug that evening. As promised, appellant returned several hours later with a bag of marijuana and was thereafter arrested.\nAppellant likens his case to the facts in Commonwealth v. Wright, 396 Pa.Super. 276, 578 A.2d 513 (1990) (en banc), allocatur denied, 526 Pa. 648, 585 A.2d 468 (1991), wherein we held that entrapment had been established as a matter of law. However, the instant facts are not similar in any material way to the facts in Wright. That case involved an informant who promised to gather information for police about drug dealing on Penn State’s campus in exchange for a probationary sentence. The informant cultivated a friendship with Wright to persuade Wright to purchase marijuana for him, thereby fulfilling the informant’s agreement with police. After learning that law enforcement officials would not honor the agreement because the informant had failed to “cooperate,” the informant, in an attempt to cause his prior agreement with the police to be honored, told police that Wright might be able to supply him with marijuana.\nThe informant’s first attempt at getting Wright to purchase drugs failed. Thereafter, Wright acquired marijuana for the informant on several occasions. After receiving money from the police to finance the transaction, the informant in advance gave Wright the money for the drugs, as well as money for gas and other travel expenses. The informant also arranged to pick up the drugs with the help of police. Police instructed the informant to tell Wright he could not get the drugs on his own because of his campus work schedule and further instructed the informant to have the drugs delivered to him on campus.\nWe found that the facts in Wright admitted of only one conclusion, that the defendant was entrapped. We held that Wright was induced to provide the informant with marijuana based on a completely feigned friendship which the informant, with police approval and assistance, deliberately cultivated in order to persuade Wright to engage in criminal conduct.\nThe case before us today is unlike Wright. The conduct of the police does not fall below standards “for the proper use of government power.” Commonwealth v. Thompson, supra. The police did not use Boulous as a tool, financing his purchases and fabricating a cover story. Boulous initiated the contact with the police. Unlike the facts of Wright, law enforcement officials in this case “did no more than afford appellant an opportunity to make a sale of [marijuana] because [Boulous] merely provided a market if appellant wished to sell.” Id. at 286, 578 A.2d at 518 (citing Commonwealth v. Stokes, 264 Pa.Super. 515, 400 A.2d 204, 206 (1979)). The availability of the entrapment defense “does not mean that the police may not act so as to detect those engaged in criminal conduct and ready and willing to commit further crimes should the occasion arise. Such indeed is their obligation.” Jones, supra, at 311, 363 A.2d at 1285 (citing Sherman v. United States, 356 U.S. 369, 383-84, 78 S.Ct. 819, 826-27, 2 L.Ed.2d 848 (1958)). We find no error in the trial court’s rejection of appellant’s entrapment defense as a matter of law.\nJudgment of sentence affirmed.\n. It was this transaction, testified Boulous, that ■ prompted him to contact the police because he believed appellant was \"setting him up.”\n. The statute provides in pertinent part:\n(a) If a person charged with a nonviolent crime claims to be drug dependent or a drug abuser and prior to trial he requests appropriate treatment, including but not limited to, admission or commitment under the Mental Health and Mental Retardation Act of 1966 in lieu of criminal prosecution, a physician experienced or trained in the field of drug dependency or drug abuse shall be appointed by the court to examine, if necessary, and to review the accused's record and advise the government attorney, the accused and the court in writing setting forth that for the treatment and rehabilitation of the accused it would be preferable for the criminal charges to be held in abeyance or withdrawn in order to institute treatment for drug dependence, or for the criminal charges to be prosecuted. The government attorney shall exercise his discretion whether or not to accept the physician’s recommendation.\n35 Pa.C.S.A. § 780-118(a).\n. In any event, the record reveals clearly sufficient reasons to affirm the district attorney’s decision in this case. Dr. Wittels testified that appellant previously completed drug rehabilitation programs. Certainly the failure of a defendant to respond to treatment in the past is an appropriate reason to deny Section 118 relief.\n. We note, however, that appellant has not preserved or framed this issue as a federal or state constitutional challenge to the statute, either on its face or as applied to him. See Commonwealth v. Berryman, - Pa.Super. -, 649 A.2d 961 (1994) (en banc) (an appellate court may not raise a constitutional issue sua sponte).",
        "type": "majority",
        "author": "BECK, Judge:"
      }
    ],
    "attorneys": [
      "William R. Bernhart, Reading, for appellant.",
      "Iva C. Dougherty, Asst. Dist. Atty., Reading, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. Owen W. MORROW, Appellant.\nSuperior Court of Pennsylvania.\nArgued Oct. 18, 1994.\nFiled Dec. 8, 1994.\nWilliam R. Bernhart, Reading, for appellant.\nIva C. Dougherty, Asst. Dist. Atty., Reading, for Com., appellee.\nBefore BECK, HUDOCK and BROSKY, JJ."
  },
  "file_name": "0907-01",
  "first_page_order": 965,
  "last_page_order": 972
}
