{
  "id": 12030308,
  "name": "STATE of Maine v. George S. CHASE",
  "name_abbreviation": "State v. Chase",
  "decision_date": "1975-01-20",
  "docket_number": "",
  "first_page": "909",
  "last_page": "912",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 909"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "115 P.2d 145",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "9 Wash.2d 347",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5299974
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/9/0347-01"
      ]
    },
    {
      "cite": "163 A2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "63 A. 814",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1906,
      "opinion_index": 0
    },
    {
      "cite": "101 Me. 232",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        653400
      ],
      "year": 1906,
      "pin_cites": [
        {
          "page": "234"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/101/0232-01"
      ]
    },
    {
      "cite": "13 Mich. 329",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1949642
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/13/0329-01"
      ]
    },
    {
      "cite": "230 A.2d 814",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8096635
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "820"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/230/0814-01"
      ]
    },
    {
      "cite": "34 Me. 392",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846978
      ],
      "weight": 2,
      "year": 1852,
      "opinion_index": 0,
      "case_paths": [
        "/me/34/0392-01"
      ]
    },
    {
      "cite": "71 Me. 241",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844567
      ],
      "year": 1880,
      "opinion_index": 0,
      "case_paths": [
        "/me/71/0241-01"
      ]
    },
    {
      "cite": "163 A.2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "pin_cites": [
        {
          "page": "654"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "156 Me. 231",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        940883
      ],
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "241"
        },
        {
          "page": "244"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/156/0231-01"
      ]
    },
    {
      "cite": "330 A.2d 800",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12027849
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/330/0800-01"
      ]
    },
    {
      "cite": "318 A.2d 62",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8047125
      ],
      "weight": 4,
      "year": 1974,
      "pin_cites": [
        {
          "page": "66"
        },
        {
          "page": "70"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/318/0062-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 491,
    "char_count": 8697,
    "ocr_confidence": 0.8,
    "pagerank": {
      "raw": 1.0862547727879763e-07,
      "percentile": 0.5637525585468497
    },
    "sha256": "6b5433470f4820dd5f8c3fe854c0434c4367459a4c615474a48e7b2f5b062adb",
    "simhash": "1:7144431e46b8cb1b",
    "word_count": 1471
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK, ARCHIBALD, and DELAHANTY, JJ.",
      "All Justices concurring."
    ],
    "parties": [
      "STATE of Maine v. George S. CHASE."
    ],
    "opinions": [
      {
        "text": "POMEROY, Justice.\nThis appeal, one of several recently before us as a result of an alleged escape from furlough, must be sustained.\nA trial upon an indictment alleging violation of 34 M.R.S.A. § 527 (escape from furlough) resulted in a verdict of guilty.\nJudgment was entered on the verdict.\nThis appeal seasonably followed.\nThe appellant attacks the sufficiency of the indictment for substantially the same reasons asserted in State v. Holbrook, Me., 318 A.2d 62 (1974).\nState v. Stewart, Me., 330 A.2d 800 (1975), and the Holbrook—Merritt—Walker trilogy, adequately dispose of that issue unfavorably to this appellant.\nIn the case now before us appellant raises the further issue that there was a failure of proof that the confinement from which there was an alleged escape, was lawful.\nThat it is necessary for the State to allege and prove that the confinement was lawful in order to convict for escape (34 M.R.S.A. § 710), is now so well established in this State that citation of authority is unnecessary.\nAt the trial it was stipulated that the appellant was convicted of the offense of robbery in York County, and that judgment and warrant of commitment issued March 11, 1970. The sentence imposed on the conviction was that the appellant be caused to be punished by imprisonment at hard labor for not less than one year and not more than three years within the precincts of the Maine State Prison.\nThere was the further stipulation that the appellant was received in the Maine State Prison on March 12, 1970, after the sentence was pronounced.\nThe indictment which charged the appellant with escape, alleged the escape occurred May 20, 1973. The evidence offered in support of the allegation conformed to the statement in the indictment.\nThat a convict’s sentence ordinarily commences when he is received in the State’s prison is clear. This is recognized by statute (34 M.R.S.A. § 702), and is found as a pronouncement of case law. (State v. Couture, 156 Me. 231, 241, 163 A.2d 646, 654 (1960)).\nA convict cannot be legally confined to prison after the expiration of the maximum term to which he was sentenced. Gross v. Rice, 71 Me. 241 (1880).\nQuite obviously, if the appellant’s sentence commenced to run the day he was received in the prison, i.e., March 12, 1970, and his sentence was for a term of not less than one year nor more than three years, his unexplained detention purportedly pursuant to that sentence on May 20, 1973, cannot be said to be lawful confinement.\nApparently realizing- that this conclusion is patent, the State sought to demonstrate that the sentence imposed March 11, 1970, did not actually commence to run until November 21, 1972. This they attempted to do by the introduction of a document described by a classification officer from the State Prison as “a personnel record.” This document bore the notation, \"This sentence is to be served at the expiration of MSP 11961” followed by the notation, “11/21/72—This sentence starts.”\nThe appellant seasonably objected to the admission of this “personnel record” to establish that the sentence imposed March 11, 1970, did not actually commence to be executed until November 21, 1972. The State countered that the “personnel record” was an official record and thus admissible as an exception to the Hearsay Evidence Rule.\nPublic records which are either those required or authorized to be maintained by express direction of a statute, or those kept in the discharge of public responsibilities by public officials, are ordinarily admissible in evidence as proof of the facts recorded therein.\nMaine has long recognized that public records constitute an exception to the rule against the admission of hearsay evidence. As this Court said in Barker v. Fogg, 34 Me. 392 (1852):\n“The records are the evidence of the facts of which they speak, and they are required to perpetuate the knowledge of them; they are equal to ordinary testimony given under the obligation of an oath, and in relation to remote events, they are more satisfactory than the recollection of witnesses.”\nMuch more recently in Knox Lime Company v. Maine State Highway Com’n., Me., 230 A.2d 814 (1967), this Court quoted from Barker v. Fogg, supra, with approval. The opinion in Knox cites many occasions in which public records were used as evidence of the facts therein recorded.\nUnlike the rule in some states, in Maine, the keeping of a record does not have to be expressly authorized or directed by statute in order for such record to be considered a public record. If, by the nature of the duties of the office, the officer is required to keep the record, it is considered to be a public record.\n“As to the treasurer’s record, the statute does not in terms require the county treasurer to make and keep a record of his doings in advertising and selling lands for the nonpayment of such assessments, but that circumstance does not exclude the record as evidence. ‘The duties of the county treasurer could not be adequately performed without his keeping a permanent record of these transactions (advertising and selling lands for nonpayment of taxes) and such record, therefore, if kept, must be considered as an official book, and must be receivable as evidence on that basis.’ Groesbeck v. Seeley, 13 Mich. 329. In Wigmore on Evidence, § 1639, it is said that, wherever there is an official duty to do, there is also a duty to record the thing done, and such record is admissible as evidence. The record made by the county treasurer in this case is not a mere private, personal memorandum made for his own private use. It is a public record, made by an official of his official doings, upon the public books of his office, for the use of the office and the public. It may not be conclusive evidence of the matters recited, but it is admissible as some evidence of them as between third parties.” Greene v. Martin, 101 Me. 232, 234, 63 A. 814 (1906).\nTo be admissible in evidence as a public record, the document must be a record of facts and not the opinion of the official.\n“In order to be admissible, a report or document prepared by a public official must contain facts and not conclusions involving the exercise of judgment or discretion or the expression of opinion.” Steel v. Johnson, supra, cited in Knox Lime Company v. Maine State Highway Com’n., supra, 230 A.2d at 820.\nThe date when a prisoner’s sentence is to commence is a question of law. State v. Couture, supra, 156 Me. at 244, 163 A2d 646.\nThe expression “This sentence is to be served at the expiration of MSP 11961\" and the notation “11/21/72 — This sentence starts” are not statements of fact which can be established by mere introduction of a public record containing notations to such effect. Rather they must be considered conclusions of law drawn by some unidentified person. As such the notations in the document which was received by the Court as an exhibit cannot be considered to have established that on May 20, 1973, George Chase, the appellant, was in lawful confinement.\nAn essential ingredient of the crime of escape, i.e., that the detention was lawful, was missing from the proof in this case.\nThe entry must be,\nAppeal sustained.\nNew trial ordered.\nAll Justices concurring.\n. 34 M.R.S.A. § 710 is a codification of the common law crime of escape. State v. Holbrook, supra, 318 A.2d at 66. 34 M.R.S.A. § 527 (escape from furlough) has been held to be inadequate to create an independently existing substantive crime. State v. Holbrook, supra at 70.\n. See 34 M.R.S.A. § 710 and 34 M.R.S.A. § 859 for exceptions to the general rule.\n. The Maine Rules of Evidence proposed by the Advisory Committee on Rules of Evidence, tentative Draft, December 1974, provides that records of regularly conducted business and public records and reports shall be admissible as evidence in the circumstances there described. Proposed Rule 803(6) relating to records of regularly conducted business defines business to mean: “Business, institution, association, profession, occupation, and calling of every kind whether or not conducted for profit.\" Whether the “personnel record” maintained at the State Prison should be considered a record of a regularly conducted business or a public record and report of the kind described in Sec. 803(8) of the proposed Rules of Evidence becomes immaterial. The result is the same in either event.\n. See, e. g., Steel v. Johnson, 9 Wash.2d 347, 115 P.2d 145 (1941).",
        "type": "majority",
        "author": "POMEROY, Justice."
      }
    ],
    "attorneys": [
      "Thomas A. Berry, Asst. Atty. Gen., Augusta, for plaintiff.",
      "David A. Nichols, Camden, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. George S. CHASE.\nSupreme Judicial Court of Maine.\nJan. 20, 1975.\nThomas A. Berry, Asst. Atty. Gen., Augusta, for plaintiff.\nDavid A. Nichols, Camden, for defendant.\nBefore DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK, ARCHIBALD, and DELAHANTY, JJ."
  },
  "file_name": "0909-01",
  "first_page_order": 947,
  "last_page_order": 950
}
