{
  "id": 6079743,
  "name": "California Prune & Apricot Growers Association v. Dobry Flour Mills, Inc.",
  "name_abbreviation": "California Prune & Apricot Growers Ass'n v. Dobry Flour Mills, Inc.",
  "decision_date": "1939-02-06",
  "docket_number": "No. 4096",
  "first_page": "910",
  "last_page": "913",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 910"
    },
    {
      "type": "parallel",
      "cite": "101 F.2d 838"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "54 F. (2d) 423",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1810568,
        6079140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/54/0423-01",
        "/ccpa/19-2/0816-01"
      ]
    },
    {
      "cite": "40 F. (2d) 1009",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1792651
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/1009-01"
      ]
    },
    {
      "cite": "82 F. (2d) 299",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6080302,
        935111
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/23-2/0969-01",
        "/f2d/82/0299-01"
      ]
    },
    {
      "cite": "40 F. (2d) 106",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1792781
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/0106-01"
      ]
    },
    {
      "cite": "40 F. (2d) 116",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1793135
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/0116-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 436,
    "char_count": 7669,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 8.658913478516207e-08,
      "percentile": 0.4916742250223855
    },
    "sha256": "72ff8844d25221b43f161e028dc4122654b998ef30bea277ddd107f408c26c52",
    "simhash": "1:a94fe23ba8711643",
    "word_count": 1263
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
    ],
    "parties": [
      "California Prune & Apricot Growers Association v. Dobry Flour Mills, Inc."
    ],
    "opinions": [
      {
        "text": "Lenroot, Judge,\ndelivered tlie opinion of the court:\nThis is an appeal in a trade-mark cancellation proceeding. Appellee, on February 11, 1936, was granted registration No. 332,384 under the Trade-mark Act of February 20, 1905; said registration was for a mark which consisted of the name “ DOBRY’S,” below which in larger letters is the term “ SUNSWEET,” and a purported representation of the sun, all enclosed within an elaborate border. The statement declares that the mark was used and adopted for wheat flour, and that the first use by the registrant was on August 14, 1935.\nOn March 27, 1936, appellant filed its petition for the cancellation of said mark of appellee under section 13 of said trade-mark act, .alleging use of the mark “SUNSWEET” in association with a sun ■design upon fresh, dried, and canned fruits, jams, etc., since long prior to August 14,1935, and alleging seven registrations of its mark, beginning in 1918 and ending in 1935. These registrations are found in the record and cover fresh, dried and canned fruits of different kinds and forms. The petition alleged that the goods to which the respective marks are applied are of the same descriptive properties •and that the marks are confusingly similar. The petition also contains the usual allegation of damage to petitioner.\nAppellee in its answer denied that the goods upon which its mark is applied are of the same descriptive properties as the goods 'enumerated by the petition, and denied that the marks as used by the parties are confusingly similar. The answer admitted that, at the time appellee applied for the registration of its mark, it was aware of the registrations of the petitioner’s mark.\nNo testimony was taken, but the issue was submitted on stipulations of fact; such stipulations establish that appellant and its predecessors in business have, since July, 1917, continuously used the mark “SUNSWEET” associated with a sun design as a trade-mark for dried fruits, canned fruits, crushed fruits, jams, butters, fruit juices, and dessert preparations; that appellant’s goods are “distributed and sold in boxes, bags, cartons, cans and sacks through wholesale and retail outlets, and are offered to the consuming public through grocery stores, markets and food stores of all kindsthat appellant and its predecessor have sold food products bearing its mark to the approximate value of $150,000,000, and have spent approximately $3,000,000 in advertising its said mark; also that appellee is engaged in the milling business exclusively and that its registered mark is used upon sacks and containers which bear the registrant’s name and location in plain lettering, and has been so used since August 14, 1935; and that “there is no similarity in the dress of the goods of the parties to this Cancellation.’’\nThe Examiner of Interferences held that the goods of the parties to which the respective marks are applied possess the same descriptive properties; that the dominating portion of appellee’s mark is the notation “STJNSWEET,” and that, considering the marks of the parties in their entirety and the specific differences in characteristics of the goods, confusion would be likely to result from their concurrent use. He therefore sustained the petition for cancellation and recommended that the involved registration of appellee be can-celled. Upon appeal the commissioner, by his assistant, held that, while broadly speaking, wheat flour is of the same descriptive properties as fruit and fruit products, considering the difference in goods and the difference in marks, there was no probability of confusion between the marks. He therefore reversed the decision of the examiner and dismissed the petition of appellant. From such decision this appeal was taken by appellant. Appellee has made no appearance in this court\nIt is a matter of common knowledge that both dried fruits and wheat flour are ingredients in certain kinds of pastry. That they are goods of the same descriptive properties Ave have no doubt, Sun-Maid Raisin Growers of California v. American Grocer Company, 17 C. C. P. A. (Patents) 1034, 40 F. (2d) 116; Cheek-Neal Coffee Co., etc. v. Hal Dick Manufacturing Company, 17 C. C. P, A. (Patents) 1103, 40 F. (2d) 106.\nThe commissioner relied largely upon our decision in the case of Tetley & Co., Inc. v. Bay State Fishing Co., 23 C. C. P. A. (Patents) 969, 82 F. (2d) 299, wherein it was held that the marks “Budget Special,” applied to fish, and “Tetley Budget Tea,” applied to tea, the words “Special” and “Tea” being disclaimed, were not confusingly similar. The commissioner quoted from our opinion wherein we said: “In considering the mark of the opposer, the name “Tetley” is to be given as much force and effect as any other part of the marie.” We think that, properly construed, this expression does not imply that every word in a mark is to be given the same force and effect as any other part of the mark. It is well established that one word or feature of a mark may be the dominant portion thereof, and be given greater force and effect than other parts of the mark in determining confusing similarity between it and another mark used upon goods of the same descriptive properties. Baltimore Paint & Color Works v. Bennett Glass & Paint Co., 17 C. C. P. A. (Patents) 1269, 40 F. (2d) 1009.\nThere is no conflict between this rule and the equally well-established rule that, in determining the question of confusing similarity between marks, they must be considered in their entirety.\nA case very similar to that at bar is that of Hellman, Inc. v. Oakford & Fahnestock, 19 C. C. P. A. (Patents) 816, 54 F. (2d) 423. The marks there involved were “Blue Ribbon,” used by the appellee (here, and “Bichard Heilman’s Blue Ribbon,” used by the appellant there, both marks being used upon goods of the same descriptive properties. In our opinion, affirming the decision of the commissioner, we said:\n. * The marks are so similar .that if applied to identical goods or goods of the same descriptive properties, confusion would be likely. Under such circumstances it was the duty of the commissioner to refuse registration of the appellant’s mark.\nThere, as here, the only important distinguishing difference between the two marks was the name of an individual. In that case the dominant part of appellant’s mark was “Blue Ribbon,” which was the dominant part of the mark of appellee. In the case at bar (he dominant part of appellee’s mark is the notation “SUNSWEET,” which is the dominant part of appellant’s mark. In addition, both marks here involved have a representation of the sun. We have no hesitation in holding that the marks of the parties are confusingly similar, and that appellant has been damaged by the registration of appellee’s mark. To hold otherwise would make it possible for one to' appropriate a trade-mark which, through extensive advertising, had become a household word, by adding thereto the name of an individual. Many others might do likewise and the value of the trade-mark to the first adopter and user might be largely destroyed.\nWe hold that, upon the record before us, the petition of appellant ■should have been sustained, and the decision of the commissioner is T&versed:\nJackson, Judge, dissents.",
        "type": "majority",
        "author": "Lenroot, Judge,"
      }
    ],
    "attorneys": [
      "Jackson & Webster (XT. G. MacKay and Olías. R. Allen of counsel) for appellant.",
      "No appearance for appellee."
    ],
    "corrections": "",
    "head_matter": "101 F. (2d) 838\nCalifornia Prune & Apricot Growers Association v. Dobry Flour Mills, Inc.\n(No. 4096)\nUnited States Court of Customs and Patent Appeals,\nFebruary 6, 1939\nJackson & Webster (XT. G. MacKay and Olías. R. Allen of counsel) for appellant.\nNo appearance for appellee.\n[Oral argument January 5, 1939 by Mr. Allen]\nBefore Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
  },
  "file_name": "0910-01",
  "first_page_order": 228,
  "last_page_order": 231
}
