{
  "id": 9494733,
  "name": "Mattie Wright DEAN and Stambert Dean, Appellants, v. Barbara GARLAND, et al., Appellees",
  "name_abbreviation": "Dean v. Garland",
  "decision_date": "2001-08-30",
  "docket_number": "No. 97-CV-1089",
  "first_page": "911",
  "last_page": "918",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 911"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "492 A.2d 879",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7922142
      ],
      "pin_cites": [
        {
          "page": "883"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/492/0879-01"
      ]
    },
    {
      "cite": "598 A.2d 1142",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7371472
      ],
      "pin_cites": [
        {
          "page": "1149"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/598/1142-01"
      ]
    },
    {
      "cite": "374 A.2d 874",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8018677
      ],
      "pin_cites": [
        {
          "page": "878"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/374/0874-01"
      ]
    },
    {
      "cite": "609 A.2d 687",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119190
      ],
      "pin_cites": [
        {
          "page": "690-691"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/609/0687-01"
      ]
    },
    {
      "cite": "663 A.2d 505",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870275
      ],
      "pin_cites": [
        {
          "page": "508-509"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/663/0505-01"
      ]
    },
    {
      "cite": "726 A.2d 149",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11587374
      ],
      "pin_cites": [
        {
          "page": "153"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/726/0149-01"
      ]
    },
    {
      "cite": "58 L.Ed.2d 94",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "99 S.Ct. 44",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "439 U.S. 801",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11331681,
        11331912,
        11332014,
        11331828,
        11332279,
        11331739,
        11332124,
        11332190
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/439/0801-01",
        "/us/439/0801-04",
        "/us/439/0801-05",
        "/us/439/0801-03",
        "/us/439/0801-08",
        "/us/439/0801-02",
        "/us/439/0801-06",
        "/us/439/0801-07"
      ]
    },
    {
      "cite": "570 F.2d 626",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        918178
      ],
      "pin_cites": [
        {
          "page": "629"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/570/0626-01"
      ]
    },
    {
      "cite": "684 A.2d 327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7349309
      ],
      "pin_cites": [
        {
          "page": "328"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/684/0327-01"
      ]
    },
    {
      "cite": "655 A.2d 316",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862199
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "317",
          "parenthetical": "citation omitted"
        },
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/655/0316-01"
      ]
    },
    {
      "cite": "491 F.2d 1122",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        203856
      ],
      "pin_cites": [
        {
          "page": "1125"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/491/1122-01"
      ]
    },
    {
      "cite": "72 A.2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8149875
      ],
      "pin_cites": [
        {
          "page": "774"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/72/0771-01"
      ]
    },
    {
      "cite": "97 A.2d 340",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8145428
      ],
      "pin_cites": [
        {
          "page": "342"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/97/0340-01"
      ]
    },
    {
      "cite": "128 A.2d 444",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8131806
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "445"
        },
        {
          "page": "445"
        },
        {
          "page": "446"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/128/0444-01"
      ]
    },
    {
      "cite": "184 A.2d 630",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8112496
      ],
      "pin_cites": [
        {
          "page": "632"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/184/0630-01"
      ]
    },
    {
      "cite": "465 A.2d 835",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7966366
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "840"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/465/0835-01"
      ]
    },
    {
      "cite": "586 A.2d 714",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7372308
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "717"
        },
        {
          "page": "717"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/586/0714-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 945,
    "char_count": 18864,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 1.9742900183920254e-07,
      "percentile": 0.7396910012900366
    },
    "sha256": "002a4b3bb49b45b317a117b7e57ed8b24b57d9ed5e8880ed342c191c81e44a61",
    "simhash": "1:ca67f62e6a8639af",
    "word_count": 3157
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY and FARRELL, Associate Judges, and KING, Senior Judge."
    ],
    "parties": [
      "Mattie Wright DEAN and Stambert Dean, Appellants, v. Barbara GARLAND, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "TERRY, Associate Judge:\nMattie Wright Dean and Stambert Dean bought a house from Barbara Garland. Carolyn Wilson and Murrell, Inc., acted as real estate agents for the transaction. After the sale was completed and the Deans had moved into the house, they filed this suit alleging breach of contract and fraud, and seeking both damages and rescission of the contract of sale. The complaint alleged that the house had a wet basement and that Ms. Garland and the agents had made fraudulent representations to the Deans regarding the condition of the basement. Ms. Garland filed a motion to dismiss the rescission count, which the court granted after a hearing a few months before trial. A jury later returned a verdict in favor of Ms. Garland and the agents, and the court entered judgment accordingly. From that judgment the Deans bring this appeal, raising several claims of error. We affirm.\nI\nOn February 24, 1993, the Deans entered into a contract to purchase a house from Ms. Garland for $150,000. The contract included an “inspection addendum” signed on the same date. According to paragraph 82 of the addendum, Ms. Garland agreed to make corrections within ten days after receipt of a pre-purchase inspection report. On March 19, 1993, prior to settlement, Lanny Weintraub from Structural Concepts, Inc., performed an inspection of the premises at the Deans’ request. Mr. Weintraub testified at trial that his inspection disclosed “moisture penetration through the exterior walls ... into the basement.” His written inspection report noted, in the “Basement Dampness” category, “water penetration on side wall, also in rear corner.” A copy of the report was faxed by the Deans to Carolyn Wilson and Murrell, Inc., on March 19. Three and a half years later, in September 1996, Mr. Weintraub performed a second inspection “focusing on moisture problems in the basement.” On that occasion he found “extensive water penetration on the side rear wall of the house.” With the aid of specialized equipment, he determined that this was “current moisture penetration. It wasn’t just old moisture penetration.”\nMr. and Mrs. Dean both testified that, approximately ten days after sending a copy of Mr. Weintraub’s report to Ms. Wilson, they called her because they had not heard from her and were concerned about the need for repairs in light of the approaching settlement date. Mr. Dean asked Ms. Wilson if she had heard from Ms. Garland “in reference to the inspection report,” adverting specifically to para- . graph 32 of the addendum to the contract and to his understanding that Ms. Garland “had to respond within ten days whether she was going to do the work or not.” Ms. Wilson, however, told the Deans that Ms. Garland did not have to respond in writing “as long as she is going to do the work. The work will be done by settlement.” At one point in the conversation, Mr. Dean said that if Ms. Garland was not going to make the necessary repairs, he was going to void the contract.\nOn the way to the settlement on April 23, Mr. and Mrs. Dean drove past the house and noticed “that the retaining wall wasn’t repaired.” At the settlement, Mr. Dean brought this to Ms. Wilson’s attention and asked if the rest of the repairs listed on the inspection report had been done. Ms. Wilson replied that she was “pretty sure” they had been. A short time later Ms. Garland arrived. With the inspection report in his hand, Mr. Dean asked Ms. Garland if the repairs had been completed, to which Ms. Garland responded that they had. Following a private conversation with Ms. Garland, however, Ms. Wilson told the Deans that three of the repairs listed on the report had not been completed, “so what we are going to do is pay you for these items here.” Ms. Garland and the agents each agreed to pay the Deans $500 to make the repairs. The agreed sums were paid, though the work was never performed. Mr. Dean testified that he believed that the dampness problem in the basement had been corrected and that it was not one of the items acknowledged as incomplete by Ms. Wilson.\nApproximately seven months later, after having moved into the house, Mr. Dean discovered that the basement “had flooded, with water coming out of the wall.” Mr. Dean hired Daniel Marcus from Mid-Atlantic Waterproofing to inspect the basement and recommend a course of action. Mr. Marcus estimated that the cost of repairs would be approximately $15,000.\nClarence Turner, a self-employed contractor, testified on appellees’ behalf. He stated that before the sale was completed, he inspected the downspout on the back of the house and that Ms. Garland had asked him to fix a problem with the drainage system. She described the problem to him as “dampness, and when it rained, dampness would develop. She was getting a little trickle across the floor.” Mr. Turner said that before he made any repairs, the rain water “was building up and washing back into the house and running down the steps ... and up against the back and side walls of the building.” To remedy the problem, he installed a four-inch drain, “and I tapped both the downspout at the rear and the front of the house and opened a hole in the [front] wall ... and poured the water out on the sidewalk.” Shortly before trial Mr. Turner returned to the property and noticed that “the downspout looked like it had been damaged and it was not hooked up.”\nRaymond Casario, a building inspector employed by Budget Waterproofing, inspected the property at appellees’ request a few months before trial. Mr. Casario, who had been present in the courtroom during Mr. Marcus’ testimony, said that although it was raining on the day of his inspection, he did not notice any water damage, nor did he smell mildew in the basement. He did, however, notice “some dampness that [he] was actually able to see,” but “the only water penetration [he] saw was in the cove area approximately a foot to eighteen inches wide, perhaps a quarter to a half inch on the floor. Certainly there was no buildup of water, no standing water_” Mr. Casario further testified that “there is only one place that water could come from, which is directly under the slab, and through hydrostatic pressure it is actually forced up through the expansion joint, which is the cove area.” On the basis of his observations, Mr. Casario estimated that the repairs would cost $3,650.\nAt the end of the trial, the jury returned a verdict in favor of Ms. Garland and the agents.\nII\nIn April 1994 the Deans filed their original complaint, which contained two counts, one for breach of contract and the other for fraud. Both counts were based on the alleged failure of appellees to perform certain repairs required by the contract of sale. Several months later the Deans filed an amended complaint, containing the same claims as the original but also seeking rescission of the sale of property, and adding Wachovia Mortgage Company as a defendant.\nMs. Garland then filed a motion to dismiss the complaint, which was later joined by the other appellees. In her motion Ms. Garland argued that Wachovia was a necessary party to the rescission count, and that since it had not been properly served, that count should be dismissed. In addition, she maintained that damages for breach of contract and rescission of the contract were mutually exclusive and that the Deans must therefore make an election of remedies. At the hearing on the motion, counsel for the Deans argued that they did not have to elect a remedy until after the verdict, relying principally on Giordano v. Interdonato, 586 A.2d 714 (D.C.1991). The trial court disagreed:\nI don’t think the [Giordano ] case stands for the proposition you say it stands for.... [T]hat case stands for the proposition that if there is a basis for two appropriate claims in the first instance and there is evidence to support both, then both can be presented to the jury. I don’t think it deals with the issue of whether rescission is mutually exclusive to the other remedies- I am therefore dismissing the rescission claim.\nOn appeal, the Deans argue that the trial court committed reversible error when it dismissed the rescission count.\n“Where a party to an executed contract discovers a material misrepresentation made in the execution of the contract, that party may elect one of two mutually exclusive remedies. He may either affirm the contract and sue for damages, or repudiate the contract and recover that with which he or she has parted.” Dresser v. Sunderland Apartments Tenants Ass’n, 465 A.2d 835, 840 (D.C.1983) (citing Millard v. Lorain Investment Corp., 184 A.2d 630, 632 (D.C.1962), and Kent Homes, Inc. v. Frankel, 128 A.2d 444, 445 (D.C.1957)). “[0]ne cannot rescind for breach of [contract] and at the same time recover damages for the breach.” Campbell Music Co. v. Singer, 97 A.2d 340, 342 (D.C.1953) (footnote omitted); see Kent Homes, 128 A.2d at 445; Orrison v. Ferrante, 72 A.2d 771, 774 (D.C.1950). “The purpose of the doctrine of election of remedies is not to prevent recourse to any remedy, but to prevent double redress for a single wrong.” Twin City Federal Savings & Loan Ass’n v. Transamerica Insurance Co., 491 F.2d 1122, 1125 (8th Cir.1974), cited in Giorda-no, 586 A.2d at 717. But if the defrauded party treats the property as his own and affirms the contract through continued performance, that party is precluded from seeking rescission. Dresser, 465 A.2d at 840 nn. 16 & 17.\nIn addition, inherent in the remedy of rescission is the return of the parties to their pre-contract positions. Rescission is an equitable remedy, and a party seeking rescission must restore the other party to that party’s position at the time the contract was made. See Kent Homes, 128 A.2d at 446. This rule applies even when the party against whom rescission is sought has committed fraud. In the present case, the Deans were aware that at least three agreed-upon repairs had not been completed before settlement, but they nevertheless proceeded with the settlement and accepted the property with these problems, in exchange for payment from appellees, and did not seek rescission for a year and a half after they had moved in. In these circumstances rescission was not an available remedy, and the trial court did not err in dismissing that count.\nThe Deans’ reliance on Giordano is misplaced. In that case we held that the trial court had erred by requiring the plaintiff to elect between a claim alleging breach of a fiduciary duty and a claim alleging breach of a subsequent agreement designed to settle the claim of fiduciary breach. Unlike the Deans in the case at bar, however, the plaintiff in Giordano did not assert at trial that she was entitled both to damages for the alleged breach and to specific performance of the settlement agreement. Moreover, while concluding that the trial judge had erred, we also held that “the judge was correct in concluding that the remedies plaintiff sought were duplicative and that, in the event of a judgment favorable to her, she could not win relief on both claims.” Giordano, 586 A.2d at 717. Thus, insofar as it is relevant at all, Giordano supports the trial court’s ruling here.\nWe conclude accordingly that the trial court committed no error in dismissing the rescission count. Any issue as to whether Wachovia Mortgage Company might have been an indispensable party is therefore moot.\nIll\nThe Deans also argue that the trial court erred in allowing Mr. Casario, appellees’ expert witness, to remain in the courtroom during the testimony of their own experts, Mr. Weintraub and Mr. Marcus. It was understood before trial that all of these witnesses would be testifying about the wetness problem and possible remedies. At trial, however, counsel for the Deans objected to Mr. Casario’s remaining in the courtroom, saying, “[W]e would be at a disadvantage because we would be releasing our witnesses, and their schedule is such that they would not be able to come back and hear what their witness has to say.” The court nevertheless ruled that each side’s experts could remain in the courtroom to hear the others’ testimony, remarking, “It is routinely done so that they can comment more particularly and explain to the jury why something may be so or not so.”\nThis court’s decision in Johnson v. District of Columbia, 655 A.2d 316 (D.C.1995), is controlling on this point. In Johnson we held that “[t]he exclusion of witnesses from the courtroom during trial is a matter within the discretion of the trial court.” Id. at 317 (citation omitted); accord, e.g., Garmon v. United States, 684 A.2d 327, 328 (D.C.1996). In order to obtain reversal, an appellant must show that he or she was prejudiced by the court’s action. Johnson, 655 A.2d at 318. The fact that the Deans’ witnesses had scheduling conflicts that would make them unavailable to hear appellees’ expert testify does not rise to the level of prejudice sufficient to require reversal. Moreover, in Johnson we explicitly took note of “a well-established distinction between factual witnesses and expert witnesses,” id., citing cases which found “little, if any, reason for sequestering a witness who is to testify in an expert capacity only and not to the facts of the case.” Morvant v. Construction Aggregates Corp., 570 F.2d 626, 629 (6th Cir.), cert. dismissed, 439 U.S. 801, 99 S.Ct. 44, 58 L.Ed.2d 94 (1978). The trial court plainly recognized such a distinction in the case at bar. On the record before us, we can discern no prejudice resulting from the court’s decision to allow Mr. Ca-sario to remain in the courtroom, and thus no abuse of discretion warranting reversal.\nIV\nThe Deans argue that the trial court erred in allowing appellees’ counsel to impeach their credibility on cross-examination. Specifically, counsel asked Mr. Dean a series of questions about a fraudulent affidavit he had filed in support of his motion to proceed in forma pauperis. The affidavit stated that Mr. Dean did not' own any real property or motor vehicles when-in fact he owned both. The Deans’ counsel objected, arguing that the examination was an improper means of eliciting evidence of character and prior bad acts. The trial court overruled the objection, ruling that false statements by Mr. Dean made in connection with this case had a bearing on whether he was- a credible witness. In addition, counsel for the agents put Mrs. Dean on the stand and questioned her about a statement she had made on a credit information form, submitted in connection with the Deans’ application for a mortgage loan to buy the house from Ms. Garland, which indicated that she and her husband had $18,000 more in a bank account than they actually had.\nIn this jurisdiction, contrary to appellants’ assertions, a witness may be impeached by questions concerning prior bad conduct relevant to credibility. See, e.g., Brown v. United States, 726 A.2d 149, 153 (D.C.1999); Murphy v. Bonanno, 663 A.2d 505, 508-509 (D.C.1995); Portillo v. United States, 609 A.2d 687, 690-691 (D.C.1992). When the prior bad conduct does not rise to the level of a criminal conviction, two requirements must be met before such questions are permissible: “(1) the examiner [must have] a factual predicate for [the] question, and (2) the bad act ‘[must bear] directly upon the veracity of the witness in respect to the issues involved in the trial.’” United States v. Akers, 374 A.2d 874, 878 (D.C.1977) (citations omitted); accord, Woodward & Lothrop v. Hillary, 598 A.2d 1142, 1149 (D.C.1991) (citing cases).\nIn the present case, appellees wanted to show that the Deans had engaged in deceptive conduct at various times in the past with respect to matters directly involved in this litigation. The factual predicate was found in Mr. Dean’s false affidavit and Mrs. Dean’s questionable statement on the credit form. The fact that the Deans would be willing to give false information in an affidavit and alter a financial statement in order to secure a loan bore directly on their credibility as witnesses. In these circumstances we find no error in the trial court’s decision to allow them to be questioned about these matters.\nV\nFinally, the Deans argue, for the first time on appeal, that the trial court erred in admitting the HUD inspection report (see note 1, supra) because it was hearsay. At trial, however, they objected to the report only on the ground that it was not relevant, not on hearsay grounds. It is settled law in this jurisdiction that “once hearsay evidence is admitted without objection, it may be properly considered by the trier of fact and given its full probative value.” Eldridge v. United States, 492 A.2d 879, 883 (D.C.1985) (citations omitted). In order to reverse, we would have to find plain error in the admission of the report, which the Deans have not shown. Indeed, had a hearsay objection been timely made below at the pre-trial hearing, the author of the report could have been subpoenaed and made available to testify at trial. Appellants’ claim of error at this stage comes too late.\nThe judgment is therefore\nAffirmed.\n. Another inspection report, prepared as part of an appraisal for the Department of Housing and Urban Development (HUD), contained no mention of moisture problems in the basement. At a pre-trial hearing held on October 1, 1996, appellants' counsel objected to the admission of this report on the ground of relevancy. After hearing argument from opposing counsel, the trial court ruled that the inspection report was relevant and therefore admissible. When the court asked appellants’ counsel whether there was \"something in particular” in the report that counsel found objectionable and offered to hear him on the matter, counsel made no specific complaint, saying only, \"I’ll let my objection stand.” The report was admitted into evidence at trial as a defense exhibit.\n. It appears from the record that Wachovia Mortgage Company was never served with process. Wachovia took no part in the trial and has not been involved in any way in this appeal.\n. Although neither side’s witnesses were formally qualified as \"experts,” as both appellees emphasize in their briefs, the testimony of Mr. Weintraub, Mr. Marcus, and Mr. Casario was admitted without any challenge to their qualifications.\n. We have considered the Deans' other challenges to certain evidentiary rulings and find them without merit, essentially for the reasons stated by the trial court when it ruled on those same challenges.",
        "type": "majority",
        "author": "TERRY, Associate Judge:"
      }
    ],
    "attorneys": [
      "A. Palmer Ifill, Washington, for appellants.",
      "John A. Taylor, for appellee, Barbara Garland.",
      "Leonard C. Collins, for appellees, Carolyn Wilson and Murrell, Inc."
    ],
    "corrections": "",
    "head_matter": "Mattie Wright DEAN and Stambert Dean, Appellants, v. Barbara GARLAND, et al., Appellees.\nNo. 97-CV-1089.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 1, 2000.\nDecided Aug. 30, 2001.\nA. Palmer Ifill, Washington, for appellants.\nJohn A. Taylor, for appellee, Barbara Garland.\nLeonard C. Collins, for appellees, Carolyn Wilson and Murrell, Inc.\nBefore TERRY and FARRELL, Associate Judges, and KING, Senior Judge."
  },
  "file_name": "0911-01",
  "first_page_order": 953,
  "last_page_order": 960
}
