{
  "id": 8473945,
  "name": "RELIANCE INSURANCE COMPANY, Appellee, v. IRPC, INC., Appellant v. Travelers Property Casualty Corp. and Travelers Casualty and Surety Company, Appellees. Appeal of: IRPC, Inc., Appellant",
  "name_abbreviation": "Reliance Insurance v. IRPC, Inc.",
  "decision_date": "2006-06-27",
  "docket_number": "",
  "first_page": "912",
  "last_page": "917",
  "citations": [
    {
      "type": "official",
      "cite": "904 A.2d 912"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "284 Pa.Super. 260",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        159062
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "805"
        },
        {
          "parenthetical": "holding that three identical one-year-term fidelity bonds constituted part of continuous bonding plan issued by defendant"
        },
        {
          "parenthetical": "holding that three identical one-year-term fidelity bonds constituted part of continuous bonding plan issued by defendant"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/284/0260-01"
      ]
    },
    {
      "cite": "838 A.2d 778",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9299637
      ],
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "renewal of five-year-term fire insurance policy executed by decedent's estate could be considered original policy where only differences between renewal and original were policy number and policy period"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/838/0778-01"
      ]
    },
    {
      "cite": "719 A.2d 749",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11681815
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "750-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/719/0749-01"
      ]
    },
    {
      "cite": "513 Pa. 192",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1802525
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/513/0192-01"
      ]
    },
    {
      "cite": "233 A.2d 548",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "426 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1908628
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/426/0453-01"
      ]
    },
    {
      "cite": "202 F.3d 1180",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        917915
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/202/1180-01"
      ]
    },
    {
      "cite": "653 A.2d 17",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863074,
        713647
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/653/0017-01",
        "/pa-super/439/0035-01"
      ]
    },
    {
      "cite": "439 Pa.Super. 35",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        713647
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/439/0035-01"
      ]
    },
    {
      "cite": "705 A.2d 923",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11873620
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/705/0923-01"
      ]
    },
    {
      "cite": "804 A.2d 643",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11420952
      ],
      "pin_cites": [
        {
          "page": "651"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/804/0643-01"
      ]
    },
    {
      "cite": "893 A.2d 749",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8985468
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/893/0749-01"
      ]
    },
    {
      "cite": "2006 PA Super 26",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "pin_cites": [
        {
          "page": "¶ 9"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 761,
    "char_count": 15669,
    "ocr_confidence": 0.685,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2047024749319362
    },
    "sha256": "ff44e333fd49726688be02b79dab4356fd5a8d9cd4811599faaf2d95a55b6a74",
    "simhash": "1:dd3fdec6599e67a9",
    "word_count": 2492
  },
  "last_updated": "2024-02-27T18:52:39.880868+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: HUDOCK and BOWES, JJ., and McEWEN, P.J.E."
    ],
    "parties": [
      "RELIANCE INSURANCE COMPANY, Appellee, v. IRPC, INC., Appellant v. Travelers Property Casualty Corp. and Travelers Casualty and Surety Company, Appellees. Appeal of: IRPC, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nBOWES, J.:\n¶ 1 IRPC, Inc. (“IRPC”) appeals from the order granting summary judgment in favor of Reliance Insurance Company (“Reliance”), Travelers Property Casualty Corporation, and Travelers Casualty and Surety Company in this declaratory judgment action. After careful review, we affirm.\n¶ 2 The record reveals the following. In November 1996, IRPC, a Philadelphia-based real estate company that acts as a paymaster for various partnerships and corporations involved in the development and leasing of low-income housing, purchased a fidelity bond from Reliance. The bond was effective from November 1,1996, through November 1, 1997, and insured IRPC against monetary losses incurred as a result of dishonest acts committed by its employees. The bond originally provided that the limit of insurance was $700,000; however, on June 1, 1997, IRPC executed an endorsement increasing the limit of insurance to $750,000.\n¶ 3 IRPC executed similar endorsements renewing the bond for consecutive one-year terms beginning on November 1, 1997, and continuing until November 1, 2000. In May 2000, IRPC discovered that its controller, Stuart Briefer, had been embezzling money from the company. Following an investigation, IRPC determined that Mr. Briefer embezzled approximately $5.1 million between August 1994 and May 2000. Thereafter, IRPC contacted Reliance and requested four proof-of-loss forms, stating that it intended to file four claims based on its belief that it had purchased four separate fidelity bonds and incurred a covered loss under each bond. In response, Reliance sent IRPC one form and explained that Mr. Briefer’s actions constituted a single loss subject to one limit of insurance.\n¶ 4 In January 2001, IRPC submitted four proof-of-loss forms seeking payment in excess of $S million. Consistent with its position that IRPC had sustained a single loss, Reliance tendered payment in the amount of $750,000 in May 2001. When the parties could not resolve the dispute concerning the amount recoverable under the bond, Reliance instituted this declaratory judgment action on May 2, 2001, seeking a determination that: (1) Mr. Briefer’s actions constituted a single “occurrence” under the terms of the bond; (2) IRPC was entitled to receive a single limit of insurance totaling $750,000; and (8) Reli-anee was not obligated to compensate IRPC for tax-related fines and penalties imposed due to Mr. Briefer’s misconduct.\n¶ 5 Following oral argument, IRPC and Reliance both filed motions for summary judgment. On November 10, 2004, the trial court granted Reliance’s motion, finding, inter alia, that the embezzlement scheme constituted a single “occurrence” under the bond, and therefore, IRPC was entitled to only one limit of insurance. This timely appeal followed.\n¶ 6 IRPC presents four arguments on appeal:\nI. The trial court misapplied the law and abused its discretion in finding that the commercial crime insurance purchased by IRPC comprised only one bond.\nII. The trial court misapplied the law and abused its discretion in finding that IRPC is entitled to recover only a single limit of insurance in response to the Briefer embez-zlements that continued through each of the four separate and distinct policy periods of the crime policies.\nIII. The acts of embezzlement by Mr. Briefer constitute separate and distinct occurrences during each of the four separate and distinct crime policies.\nIV. The trial court misapplied the law and abused its discretion in finding that the tax-related interest owed by IRPC is not covered under the crime policies.\nAppellant’s brief at ii.\n¶ 7 Our scope and standard of review are well-settled:\nOn appeal from a grant of summary judgment, we must examine the record in a light most favorable to the non-moving party. With regard to questions of law, an appellate court’s scope of review is plenary. The Superior Court will reverse a grant of summary judgment only if the trial court has committed an error of law or abused its discretion. Judicial discretion requires action in conformity with law based on the facts and circumstances before the trial court after hearing and consideration.\nCampbell v. Eitak, Inc., 2006 PA Super 26, ¶ 9, 893 A.2d 749 (quoting Gutteridge v. A.P. Green Services, 804 A.2d 643, 651 (Pa.Super.2002)).\n¶ 8 We must also adhere to the following legal principles:\nPennsylvania law provides that summary judgment may be granted only in those cases in which the record clearly shows that no genuine issues of material fact exist and that the moving party is entitled to judgment as a matter of law. The moving party has the burden of proving that no genuine issues of material fact exist. In determining whether to grant summary judgment, the trial court must view the record in the light most favorable to the non-moving party and must resolve all doubts as to the existence of a genuine issue of material fact against the moving party. Thus, summary judgment is proper only when the uncontroverted allegations in the pleadings, depositions, answers to interrogatories, admissions of record, and submitted affidavits demonstrate that no genuine issue of material fact exists, and that the moving party is entitled to judgment as a matter of law. In sum, only when the facts are so clear that reasonable minds cannot differ, may a trial court properly enter summary judgment.\nCampbell, supra at ¶ 10 (quoting Gutter-idge, supra at 651).\n¶ 9 At the outset, we address the motion to quash filed by Travelers Property Casualty Corporation and Travelers Casualty and Surety Company. The motion is premised on Pa.R.A.P. 2188, which states that if an appellant fails to file his designation of reproduced record within the time period designated by the Pennsylvania Rules of Appellate Procedure, “an appellee may move for dismissal of the matter.” Herein, both Travelers entities assert that the appeal should be quashed because IRPC did not file its designation of reproduced record in a timely manner. In support of this claim, they argue that they were prejudiced by IRPC’s actions because, inter alia, they were unable to review or correct the reproduced record that IRPC submitted, thereby precluding them from verifying that “what is before the [Superior] Court is not misleading .... ” Motion to quash, 7/1/05, at 8.\n¶ 10 IRPC concedes that its designation of reproduced record was untimely filed, but claims that the delay was caused by the departure of Reliance’s lead attorney, John F. Shultz, from the law firm of Drinker, Biddle & Reath shortly after the notice of appeal was filed. IRPC maintains that its attorneys contacted Drinker, Biddle & Reath on multiple occasions to discuss the designations but were told that the firm could not confer with IRPC at that time because it was unclear whether Drinker, Biddle & Reath would continue to represent Reliance in the wake of Mr. Shultz’s departure.\n¶ 11 Upon review, we decline to grant the requested relief. As this case hinges on the interpretation of a written contract that is contained in the certified record, we are not persuaded that IRPC’s failure to file its designation of reproduced record in a timely fashion will be inherently prejudicial to Travelers Property Casualty Corporation and Travelers Casualty and Surety Company. Accord Morgan Guar. Trust Co. v. Mowl, 705 A.2d 923 (Pa.Super.1998) (court excused failure to file designation in timely manner as infraction was minor and did not hinder appellate review); Hagel v. United Lawn Mower Sales & Service, Inc., 439 Pa.Super. 35, 653 A.2d 17 (1995) (same). Hence, the motion to quash is denied.\n¶ 12 We now turn to IRPC’s first claim challenging the trial court’s finding that IRPC purchased one fidelity bond in this case. IRPC argues that the court erred as a matter of law in reaching this conclusion because: (1) the bond expired every year on a specified date, and IRPC was required to submit an application form each time it renewed the policy; (2) Rebanee admitted that it only offered one-year or three-year term policies with specified expiration dates; (3) the parties never completed the “cancellation of prior insurance provision” until IRPC terminated the policy in November 2000; and (4) in Karen Kane, Inc. v. Reliance Insurance Company, 202 F.3d 1180 (9th Cir.2000), a case involving substantially similar facts, Rebanee conceded that it sold separate, one-year pobcies to the insured. Consistent with this view, IRPC maintains that it purchased $750,000 worth of coverage each year the bond in question remained in effect and that it is entitled to recover multiple limits of insurance in this instance because Mr. Briefer embezzled money every year from 1996 through 2000.\nWhether a bond imposes cumulative liability over several years of operation is a question that must be determined in light of the facts of each case and the provisions of the bond under which the claim arose. Eddystone Fire Co. No. 1 v. Continental Ins. Cos., 284 Pa.Super. 260, 425 A.2d 803, 805 (Pa.Super.1981). A fidelity bond is a contract of insurance, and the rules of interpretation of insurance policies apply. Id. If a provision of an insurance policy is unambiguous, then the meaning of the term is determined exclusively by the words of the contract. Pennsylvania Manufacturers’ Ins. Co. v. Aetna Casualty and Surety Ins. Co., 426 Pa. 453, 233 A.2d 548, 551 (1967). If the contract is ambiguous, then the fact finder may look to parol evidence to determine the contract’s meaning. Hutchison v. Sunbeam Coal Corp., 513 Pa. 192, 519 A.2d 385, 390-91 and n. 5 (Pa.1986). If examination of the parol evidence proves unfruitful, the court may then resort to rules of construction. Id.\nPenn Township v. Aetna Casualty & Surety Company, 719 A.2d 749, 750-51 (Pa.Super.1998). This Court also has stated that “a renewal of [an insurance] policy constitutes a separate and distinct contract for the period of time covered except where the provisions of the extension certificate show that the parties intended not to make a new contract but to continue the original contract in force.” Id. at 751 n. 2; see also Estate of Higgins v. Washington Mutual Fire Ins. Co., 838 A.2d 778 (Pa.Super.2003).\n¶ 13 In the instant case, the record reveals that IRPC initially purchased a one-year-term fidelity bond, policy number B2677118, in November 1996. As noted, the limit of insurance was originally $700,000, but that amount was subsequently increased to $750,000. Thereafter, IRPC executed endorsements renewing the policy for consecutive one-year terms from November 1, 1997, until November 1, 2000. Reliance did not issue separate bond instruments, and the only amendment to the policy was effectuated on April 1, 1998, when IRPC executed an endorsement adding third-party blanket coverage for an additional premium. In addition, the bond contained a clause stating that regardless of how long the policy remained in force or how many premiums were paid, “no limit of insurance cumulates from year to year or period to period.” Reliance Policy B2677118 at 2.\n¶ 14 Upon review, we find that the evidence supports the trial court’s determination that the parties entered into a continuous bonding scheme with a single limit of insurance. The mere fact that the original bond had to be renewed on a yearly basis is not dispositive of the issue; indeed, this Court has characterized policy renewals as part of a single, continuous bonding scheme in previous decisions. See Eddystone Fire Company Number 1 v. Continental Ins. Co., 284 Pa.Super. 260, 425 A.2d 803 (1981) (holding that three identical one-year-term fidelity bonds constituted part of continuous bonding plan issued by defendant); Estate of Higgins, supra (renewal of five-year-term fire insurance policy executed by decedent’s estate could be considered original policy where only differences between renewal and original were policy number and policy period). Furthermore, the application form that IRPC submitted when it renewed the policy stated that such forms had to be completed for each new policy and at the beginning of each premium period for renewal policies. Thus, contrary to IRPC’s position, those documents do not positively establish that the parties intended to create a new contract each time the policy was renewed.\n¶ 15 Likewise, we are not persuaded that the parties’ failure to complete the “cancellation of prior insurance provision” at the time of each renewal proves that IRPC purchased multiple bonds. As noted, the bond always terminated on a specified date at the end of the policy period; thus, there was no reason to complete the cancellation provision. Cfi Eddystone, supra (completion of termination clause at end of every policy period was relevant where each bond referred to different insurance company).\n¶ 16 Finally, we reject IRPC’s argument that we should model our decision after Karen Kane, Inc. v. Reliance Insurance Company, 202 F.3d 1180 (9th Cir.2000), wherein the Ninth Circuit Court of Appeals found that a similar policy issued by Reliance over a three-year period constituted three separate and distinct contracts. First, Karen Kane was decided under California law and is therefore not binding on this Court. Second, Karen Kane is factually distinguishable because Reliance conceded that it issued separate policies to the insured in that case. Lastly, in accordance with the dictates of Penn Township, supra, we have reviewed the policy language herein and determined that a single, continuous contract spanned the period from 1996 to 2000. Thus, the trial court did not err in finding that IRPC purchased one bond in this case.\n¶ 17 We need not address IRPC’s second and third arguments because they are premised on the faulty assertion that IRPC purchased multiple bonds from Reliance. Similarly, IRPC’s fourth contention assailing the trial court’s determination that Reliance was not obligated to compensate IRPC for tax-related fines and penalties related to Mr. Briefer’s embezzlement scheme is moot because Reliance has already tendered the policy limit of $750,000.\n¶ 18 Order affirmed.\n.This action was commenced by Reliance, the company that issued the fidelity bond to IRPC. However, during the course of discovery, Travelers Property Casualty Corporation and Travelers Casualty and Surety Company acquired a portion of Reliance’s surety and fidelity bond business; as a result, IRPC subsequently joined those entities as additional defendants.\n. Travelers Property Casualty Corporation and Travelers Casualty and Surety Company joined in Reliance’s summary judgment motion.\n. The November 10, 2004 order disposed of all claims and all parties; thus, it is a final, appealable order. See Pa.R.A.P. 341(b)(1).\n. IRPC also asserts that this ''non-cumulation” clause and the bond's \"prior insurance” clause are ambiguous. See Appellant’s brief at 30-38. We disagree. The non-cumulation clause clarified that the applicable limit of insurance did not cumulate from year to year, and the prior insurance clause explained that if IRPC sustained a loss during a period of any prior insurance held by IRPC or predecessor in interest, Reliance would pay for the loss if certain enumerated conditions were satisfied.",
        "type": "majority",
        "author": "BOWES, J.:"
      }
    ],
    "attorneys": [
      "Lee M. Epstein, Philadelphia, for appellant.",
      "Brian T. Guthrie, Philadelphia, for ap-pellees."
    ],
    "corrections": "",
    "head_matter": "RELIANCE INSURANCE COMPANY, Appellee, v. IRPC, INC., Appellant v. Travelers Property Casualty Corp. and Travelers Casualty and Surety Company, Appellees. Appeal of: IRPC, Inc., Appellant.\nSuperior Court of Pennsylvania.\nArgued Dec. 6, 2005.\nFiled June 27, 2006.\nReargument Denied Sept. 6, 2006.\nLee M. Epstein, Philadelphia, for appellant.\nBrian T. Guthrie, Philadelphia, for ap-pellees.\nBEFORE: HUDOCK and BOWES, JJ., and McEWEN, P.J.E."
  },
  "file_name": "0912-02",
  "first_page_order": 938,
  "last_page_order": 943
}
