{
  "id": 12030389,
  "name": "OPINION OF THE JUSTICES of the Supreme Judicial Court given Under the Provisions of Section 3 of Article VI of the Constitution",
  "name_abbreviation": "Opinion of the Justices",
  "decision_date": "1975-01-24",
  "docket_number": "",
  "first_page": "912",
  "last_page": "919",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 912"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "12 U.S.C.A. § 72",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "82 A. 90",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1911,
      "pin_cites": [
        {
          "page": "91"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "108 Me. 545",
      "category": "reporters:state",
      "reporter": "Me.",
      "year": 1911,
      "pin_cites": [
        {
          "page": "548"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "93 A. 838",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1915,
      "opinion_index": 0
    },
    {
      "cite": "113 Me. 317",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        646960
      ],
      "year": 1915,
      "opinion_index": 0,
      "case_paths": [
        "/me/113/0317-01"
      ]
    },
    {
      "cite": "153 A. 289",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1931,
      "opinion_index": 0
    },
    {
      "cite": "130 Me. 36",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        596108
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/me/130/0036-01"
      ]
    },
    {
      "cite": "260 A.2d 142",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8069579
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "146"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/260/0142-01"
      ]
    },
    {
      "cite": "191 A. 487",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "pin_cites": [
        {
          "page": "488"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "134 Me. 510",
      "category": "reporters:state",
      "reporter": "Me.",
      "year": 1936,
      "pin_cites": [
        {
          "page": "513"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "281 A.2d 321",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8068846
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "322"
        },
        {
          "page": "324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/281/0321-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 735,
    "char_count": 21118,
    "ocr_confidence": 0.799,
    "pagerank": {
      "raw": 2.665366014505843e-07,
      "percentile": 0.8253185803496652
    },
    "sha256": "534850334291e55e1cb4912b50b389fdbc52869f5351274e597a66388991a7c4",
    "simhash": "1:b5ecab019d3323de",
    "word_count": 3397
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "OPINION OF THE JUSTICES of the Supreme Judicial Court given Under the Provisions of Section 3 of Article VI of the Constitution."
    ],
    "opinions": [
      {
        "text": "LETTER PROPOUNDING QUESTIONS\nState of Maine\nOffice of the Governor\nMaine\nJanuary 16, 1975\nTo the Honorable Justices of the Supreme Judicial Court:\nUnder and by virtue of the authority conferred upon the Governor by the Constitution of Maine, Article VI, Section 3, being advised and believing that the questions contained herein are important questions of law and that it is a solemn occasion,\nI, James B. Longley, Governor of Maine, submit the following statement of facts and questions and respectfully ask the opinion of the Justices of the Supreme Judicial Court thereon:\nSTATEMENT OF FACTS\nWhereas, by virtue of Title 5, Section 287 of the Maine revised Statutes Annotated, the Commissioner of Finance and Administration is a state official appointed by the Governor with the advice and consent of the Council to serve a term co-terminus with the Governor, and\nWhereas, on the Third day of January, 1975, the Governor posted the Appointment of John D. Robinson, subject to the approval of the Executive Council, as Maine’s Commissioner of Finance and Administration, and\nWhereas, John D. Robinson is President of the First National Bank of Farmington, a federally chartered institution, and under an arrangement with the bank, the nominee would remain as a Director of the bank and also serve as a paid consultant to the bank. The nominee would continue to hold the position of bank President, although another individual would be named to the position of Chief Executive Officer of the institution. The nominee would remain a stockholder of the bank, and\nWhereas, on the 16th day of January, 1975, the Council tabled the confirmation of said Appointment in order that there be further resolved the question of incompatibility and conflict of interest on the part of said John D. Robinson as raised by an Attorney General’s Advisory Opinion under date of January 8, 1975, and\nWhereas, on the 16th day of January, 1975, the Governor has withdrawn said nomination pending receipt of an Advisory Opinion from the Justices of the Supreme Judicial Court of Maine on the questions raised by said Attorney General’s Opinion as to incompatibility and conflict of interest, and\nWhereas, the Governor therefore has occasion to consider and act upon such Advisory Opinion of the Justices, the within request for which being in the exercise of the Executive powers vested in him by the Constitution and laws of the State.\nTherefore I respectfully request an answer to the following questions:\nQUESTIONS OF LAW\n1.Whether the nominee’s continuing relationship with the Farmington Bank as aforesaid, while serving as State Commissioner of Finance and Administration, would result in either an incompatibility of positions or conflict of interest?\n2. If the answer to Question No. 1 is yes, would the same incompatibility of positions or conflict of interest maintain if the nominee were to sever his relationship with the bank as President?\n3. If the answer to Question No. 1 is yes, would the same incompatibility of positions or conflict of interest maintain if the nominee were to sever his relationship with the Bank as Director?\n4. If the answer to Question No. 1 is yes, would the same incompatibility of position or conflict of interest maintain if the nominee were to sever his relationship with the Bank as Stockholder ?\n5. If the answer to Question No. 1 is yes, would the same incompatibility of positions or conflict of interest maintain if the nominee were to sever his relationship with the Bank as Stockholder by the execution of a voting trust by the terms of which the nominee would have no beneficial or voting rights thereunder while in State service?\n6. If the answer to Question No. 1 is yes, would the same incompatibility of positions or conflict of interest maintain if the nominee were to sever his relationship with the Bank as Paid Consultant to the Bank, not acting in a managerial or administrative capacity but advising on broad policy matters?\n7. If the answer to Question No. 1 is yes, would the same incompatibility of position or conflict of interest maintain if the nominee were to sever his relationship with the Bank as unpaid consultant to the Bank, not acting in a managerial or administrative capacity but advising on broad policy matters?\n8. If the answer to Question No. 1 is yes, would the same incompatibility of positions or conflict of interest maintain if the nominee were to sever his relationship with the Bank by the use of an automobile furnished and maintained by the Bank?\n9. If the answer to Question No. 1 is yes, would the same incompatibility of positions or conflict of interest maintain if the nominee were to sever his relationship with the Bank by virtue of any combination of the above?\nRespectfully,\n(s) James B. Longley\nJames B. Longley\nGovernor\nJBL:bh\nANSWERS OF THE JUSTICES\nTo the Honorable James B. Longley, Governor of Maine:\nIn compliance with the provisions of Section 3 of Article VI of the Constitution of Maine, we, the undersigned Justices of the Supreme Judicial Court, have the hon- or to submit the following answers to the questions propounded on January 16, 1975.\nWe commence with a comprehensive summarizing statement of principles to assist understanding of the reasons which induce us to answer the questions propounded as well as those supporting our answers.\n1. “Solemn Occasion”\nIt has long been recognized that it is the ultimate prerogative, and responsibility, of each Justice of the Supreme Judicial Court to determine whether within the meaning of Article VI, Section 3, of the Constitution of Maine there is a “solemn occasion” giving rise to the constitutional obligation of the Justices\n“ . . .to give their opinion upon important questions of law, when required by the Governor\nSee: Opinion of the Justices, Me., 281 A.2d 321, 322 (1971).\nClearly, a “solemn occasion” is absent when, in the discharge of the responsibility in ordinary course to nominate persons for appointments to public offices, a Governor becomes concerned with questions as to legal aspects of the qualifications, or disqualifications, of one or more persons whom the Governor is merely considering for nomination. In such situations the prospective gubernatorial action is at a stage yet too tentative, hypothetical and abstract to have achieved the “live gravity” necessary for the existence of a “solemn occasion.” See: Opinion of the Justices, 134 Me. 510, 513, 191 A. 487, 488 (1936); Opinion of the Justices, Me., 260 A.2d 142, 146 (1969); Opinion of the Justices, Me., 281 A.2d 321, 324 (1971).\nThe circumstances described in the Statement of Facts reveal, however, that gubernatorial action — nomination of John D. Robinson to the office of “Commissioner of Finance and Administration”— has already taken place as well as action by the Executive Council — the tabling of the confirmation of the nomination\n“in order that there be resolved the question of incompatibility and conflict of interest on the part of said John D. Robinson as raised by an Attorney General’s . . . Opinion\nThe legal issues presented have thus been crystallized as incident to a context sufficiently developed to render the questions no longer merely hypothetical or highly likely to eventuate as academic. Before us is an actual and live controversy the adversarial overtones of which are amply manifested.\nFurther, the “Statement of Facts” asserts that the nomination of John D. Robinson for appointment as Commissioner of Finance and Administration has been withdrawn\n“pending receipt of an Advisory Opinion from the Justices of the Supreme Judicial Court of Maine on the questions raised . . . ”,\nwith the consequence that\n“the Governor . . . has occasion to consider and act upon such Advisory Opinion of the Justices, . . . .”\nThis means to us that John D. Robinson will again be nominated for appointment as Commissioner of Finance and Administration should an Opinion of the Justices be forthcoming advising that without “incompatibility [of office]” and “conflict of interest” John D. Robinson may maintain all, or any, of the relationships to the First National Bank of Farmington described in the “Statement of Facts.”\nIn their entirety, the foregoing circumstances present us with an actual and live controversy within which the Governor has responsibility to take action as focused directly and immediately upon the renomination of a particular person to a public office. These are\n“matters ... of instant, not . future, concern; things of live gravity” (p. 324)\nsufficient, as repeatedly acknowledged in prior Opinions of the Justices (above mentioned), to constitute the “solomn occasion” required by Article VI, Section 3, of the Constitution of Maine.\n2. The Questions\nWe interpret the questions propounded as designed to ascertain whether particular relationships of John D. Robinson with the First National Bank of Farmington existing either singly or in particular combinations concurrently with his holding the public office of “Commissioner of Finance and Administration” will entail “either an incompatibility of positions or conflict of interest.”\nSince we have under scrutiny only Mr. Robinson’s relationships to a private institution rather than to some public office other than that of Commissioner of Finance and Administration, we confront no issues concerning an “incompatibility of positions” as that concept has legal significance separate and apart from the substantive content embodied in the legal doctrine of “conflict of interests.” Principles relating to “incompatibility of positions” as a legal concept independent of “conflict of interests”, have applicability only when each of the positions under assessment for “incompatibility” is “a public office.”\nTurning to the strict “conflict of interests” problem, we deem it appropriate to delineate the nature of the “interest” established when an individual assumes the public office of “Commissioner of Finance and Administration” since this is the basic underlying interest against which all other interests are measured to determine whether a “conflict of interests” in violation of law arises.\nTuscan v. Smith, 130 Me. 36, 153 A. 289 (1931), quoting from Lesieur v. Inhabitants of Rumford, 113 Me. 317, 93 A. 838 (1915), states that persons holding a public office become subject, relative to the powers and duties of that office, to\n“ . . . obligations as trustees for the public [which] are established as a part of the common law, fixed by the habits and customs of the people.” (p. 46 of 130 Me., p. 294 of 153 A.)\nThe plenary scope of this “legal trust” concept as applicable to the holding of public office is further clarified in Lesieur v. Inhabitants of Rumford, supra, as follows:\n“It is well established as a general rule that one acting in a fiduciary relation is required to exercise perfect fidelity to his trust, . . . .” (113 Me. p. 320, 93A. p. 839);\nand, hence,\n“[t]he law requires of . [public officers] perfect fidelity in the exercise of [the powers and duties of their officer], . . . whatever has a tendency to prevent their exercise of such fidelity is contrary to the policy of the law, and should not be recognised as lawful . . . (emphasis supplied) (113 Me. p. 321, 93 A. p. 839)\nAs acknowledged in Tuscan v. Smith, supra, however:\n“No definite rule can be given indicating the line of demarcation between that which is proper and that which is unlawful.” (130 Me. p. 46, 153 A. p. 294)\nFor this reason, questions concerning whether there is a “conflict of interests” violative of law are not susceptible of generalized answers. Essentially, each case will be “law” only unto itself.\nWith this in mind we answer the questions propounded and emphasize that our answers are without generalized import and relate strictly and narrowly to the particular duties and powers of the Commissioner of Finance and Administration as affected by the special relationships with the First National Bank of Farmington which it is contemplated that Mr. Robinson will maintain while he is Commissioner of Finance and Administration.\nBy explicit statutory provisions the Commissioner of Finance and Administration, or his subordinates within that department, must participate in approving various activities of the State Treasurer pertaining directly to banking institutions. The concurrence of the Commissioner, or of the State Controller who is a subordinate of the Commissioner and, therefore, not independent of him, is required by 5 M.R.S.A. § 135 before excess Treasury moneys may be withdrawn from banking (or other) institutions for investment elsewhere. Under 5 M.R.S.A. § 138 similar approval is required by the Commissioner of Finance and Administration for the investment of permanent State funds held in trust. This statute also requires the Commissioner’s approval before the State Treasurer may enter into contracts or agreements with specified banking institutions for the custodial care and servicing of certain State securities. By 5 M.R.S.A. § 139 it is mandated that the Commissioner approve actions of the State Treasurer relating to contracts or agreements with banking institutions for the\n“custodial care and servicing of the securities belonging to any trust fund created from funds derived or that may be derived from the sale and lease of lands reserved for public uses.”\nIn each of the above instances the Commissioner of Finance and Administration, or his designates, are required by statute to be necessary participants in the supervision of recurring activities of the State Treasurer directly affecting banking institutions and important to proper administration of the State’s financial affairs.\nMoreover, since in these matters the participation by the Commissioner, or some person who is not independent of him, is indispensable, the Commissioner, or his designate, lacks opportunity to step aside and allow other independent persons to perform the duties involved as a means of avoiding the conflicts of interests actually occurring when action must be taken.\nAdditionally, the Commissioner of Finance and Administration has statutory authority to supervise, as his subordinates, the State Controller and the State Tax Assessor in the exercise of various duties which they have affecting banks and banking. Indeed, the Commissioner may personally exercise these powers should the Controller or Tax Assessor be absent “from the State, or from his official duties, or in the event of a vacancy in the position.” 5 M.R.S.A. § 283.\nAmong such powers are:\n(1) the Tax Assessor may “summon before him and examine on oath any officer of any corporation”, and he may compel such officer to produce for inspection all pertinent records and documents. 36 M.R.S.A. § 51. Officers of banks are subject to the exercise of this power ;\n(2) the State Tax Assessor has authority to “direct proceedings, actions and prosecutions” stemming from alleged violations of the laws governing taxation and assessment of property. 36 M.R.S.A. § 384. Banking institutions are subject to this power; and\n(3) the Controller is required to “charge off” accounts receivable deemed, for practical purposes, to be uncollectable, and as to this power the statute expressly describes as among such accounts receivable “all taxes for the assessment or collection of which the State is responsible.” 5 M. R.S.A. § 1504. Franchise taxes owed by a banking institution are within the scope of this “charge off” function.\nBy virtue of the totality of duties and powers above delineated the office of Commissioner of Finance and Administration has sufficiently close relationship in material respects to the regulation of banking institutions to cause the holder of the office to become a trustee owing the legal obligation of fidelity to promote the public interest underlying the public regulation of banks.\nThis public interest, insofar as banks are in competition one with another, is that the regulation of banks be administered in accordance with law fairly, impartially and without favoritism.\nEach of the relationships of Mr. Robinson with the First National Bank of Far-mington, if maintained while Mr. Robinson is Commissioner of Finance and Administration, must be held, according to acknowledged attitudes “fixed by the habits and customs of the people” (see: Tuscan v. Smith, supra,) to be inconsistent with the discharge of a full fidelity to the public interest that all banks be regulated under law fairly, impartially and without favoritism.\nThe conflict of interests results because some of the relationships (president and director) create special legal fiduciary obligations owing by Mr. Robinson to the bank; others (paid consultant, use of an automobile maintained by the bank and stockholder) involve direct pecuniary interests of Mr. Robinson in the bank (not “de minimis”) which cause him to have a personal stake in the continuing good fortunes of the bank; and still another (unpaid consultant), by the very nature of the services involved in counselling, entails a loyalty of Mr. Robinson to the bank being counselled and generates in the bank correlative expectation that such loyalty exists.\nWe, therefore, answer the questions, as presented to us seriatim, as follows:\nQUESTION NO. 1: Whether the.nominee’s continuing relationship with the Far-mington Bank as aforesaid, while serving as State Commissioner of Finance and Administration, would result in either an incompatibility of positions or conflict of interest ?\nANSWER: We answer in the affirmative.\nQUESTION NO. 2: If the answer to Question No. 1 is yes, would the same incompatibility of positions or conflict of interest maintain if the nominee were to sever his relationship with the bank as President?\nANSWER: We answer in the affirmative.\nQUESTION NO. 3: If the answer to Question No. 1 is yes, would the same incompatibility of positions or conflict of interest maintain if the nominee were to sever his relationship with the Bank as Director ?\nANSWER: We answer in the affirmative.\nQUESTION NO. 4: If the answer to Question No. 1 is yes, would the same incompatibility of position or conflict of interest maintain if the nominee were to Sever his relationship with the Bank as Stockholder ?\n.ANSWER: We answer in the affirmative.\nQUESTION NO. 5: If the answer to Question No. 1 is yes, would the same incompatibility of positions or conflict of interest maintain if the nominee were to sever his relationship with the. Bank as Stockholder by the execution of a voting trust by the terms of which the nominee would have no beneficial or voting rights thereunder while in State service ?\nANSWER: We answer in the affirmative.\nQUESTION NO. 6: If the answer to Question No. 1 is yes, would the same incompatibility of positions or conflict of interest maintain if the nominee were to sever his relationship with the Bank as Paid Consultant to the Bank, not acting in a managerial or administrative capacity but advising on broad policy matters ?\nANSWER: We answer in the affirmative.\nQUESTION NO. 7: If the answer to Question No. 1 is yes, would the same in-compatability of position or conflict of interest maintain if the nominee were to sever his relationship with the Bank as unpaid consultant to the Bank, not acting in a managerial or administrative capacity but advising on broad policy matters ?\nANSWER: We answer in the affirmative.\nQUESTION NO. 8: If the answer to Question No. 1 is yes, would the same incompatibility of positions or conflict of interest maintain if the nominee were to sever his relationship with the Bank by the use of an automobile furnished and maintained by the Bank ?\nANSWER: We answer in the affirmative.\nQUESTION NO. 9: If the answer to Question No. 1 is yes, would the same incompatibility of positions or conflict of interest maintain if the nominee were to sever his relationship with the Bank by virtue of any combination of the above?\nANSWER: We answer this question by summarizing the net effect of our answers. We are of the opinion that if Mr. Robinson should become Commissioner of Finance and Administration, there would be a conflict of interests in violation of law unless he severed all of the relationships with the First National Bank of Farmington which are described in the questions.\nDated at Portland, Maine, this 24th day of January, 1975.\nRespectfully submitted:\nARMAND A. DUFRESNE, Jr.\nRANDOLPH A. WEATHERBEE\nCHARLES A. POMEROY\nSIDNEY W. WERNICK\nJAMES P. ARCHIBALD\nTHOMAS E. DELAHANTY\n. Whenever the ownership of stock by Mr. Robinson, or a voting trust of stock owned by Mr. Robinson, is under discussion, we assume that the amount owned is sufficient to give Mr. Robinson a “financial interest [in ille First National Bank of Farmington] [which] is appreciable and substantial.” See: Opinion of the Justices, 108 Me. 545, 548, 82 A. 90, 91 (1911); see also: 12 U.S.C.A. § 72.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "OPINION OF THE JUSTICES of the Supreme Judicial Court given Under the Provisions of Section 3 of Article VI of the Constitution.\nQuestions Propounded by the Governor on Jan. 16, 1975.\nAnswered Jan. 24, 1975.\nSupreme Judicial Court of Maine.\nJan. 24, 1975."
  },
  "file_name": "0912-01",
  "first_page_order": 950,
  "last_page_order": 957
}
