{
  "id": 11244126,
  "name": "In re M.W. and D.W. District of Columbia, Appellant",
  "name_abbreviation": "In re M.W.",
  "decision_date": "2000-08-03",
  "docket_number": "Nos. 99-FS-906, 99-FS-907, 99-FS-1084 and 99-FS-1085",
  "first_page": "913",
  "last_page": "917",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 913"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "732 A.2d 254",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11547191
      ],
      "pin_cites": [
        {
          "page": "258"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/732/0254-01"
      ]
    },
    {
      "cite": "667 A.2d 1331",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876586
      ],
      "pin_cites": [
        {
          "page": "1334"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/667/1331-01"
      ]
    },
    {
      "cite": "581 A.2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7364687
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "778",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/581/0771-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 643,
    "char_count": 12188,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 4.7817273071113374e-08,
      "percentile": 0.3009704426783183
    },
    "sha256": "619cd723fb3f17c2f08d41cf978d48e4535597a10a8869b7d0110da03dde162a",
    "simhash": "1:ac68da289c2ce5d7",
    "word_count": 2008
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER, Chief Judge, and STEADMAN and FARRELL, Associate Judges."
    ],
    "parties": [
      "In re M.W. and D.W. District of Columbia, Appellant."
    ],
    "opinions": [
      {
        "text": "FARRELL, Associate Judge:\nThis appeal by the District of Columbia from the dismissal of a neglect petition presents the sole issue of whether a “sibling” for purposes of D.C.Code § 16-2301(9)(E) (1997) (partly defining a “neglected child”) includes a child who is neither the biological nor the adopted brother or sister of the children alleged to be neglected. We hold that it does not, and affirm the order dismissing on that ground.\nI.\nOn August 27, 1998, the District filed petitions alleging that D.W. and M.W., thirteen and ten year old boys, respectively, were neglected children in that each was “in imminent danger of being abused by his guardians, and said child’s cousin, who was also under the care of said child’s guardians, [had] been abused.” The guardians, L.B. and T.B., were alleged to have been the caregivers of D.W. since the child was five, and of M.W. since he was approximately a month old. They were similarly alleged to have had custody of the cousin, S.T., until November 11, 1997, when she was brought to the hospital where she died of injuries, at the age of two. According to the petitions, the District of Columbia Medical Examiner had determined that “the injuries were nonac-cidental, and ... that [S.T.’s] death was a homicide.” The District of Columbia sought an adjudication that D.W. and M.W. were neglected children under D.C.Code § 16-2301(9)(E), which defines a “neglected child” to include a child “who is in imminent danger of being abused and whose sibling has been abused.”\nAlthough § 16-2301(9) provides additional definitions of a neglected child, the District acknowledged that it had “petitioned no other allegations of neglect and [was] prepared to proceed to trial on the Section 16-2301(9)(E) allegation” alone. It requested an in limine ruling by the court that S.T. was a “sibling” of D.W. and M.W. because she was their cousin and had “lived in the same home as [they did] in the full time care of [L.B. and T.B.] from September to November 11, 1997.” The District contended that “related children living in the same home under the full time care of the same care providers constitute siblings under the common meaning of [§ ] 16-2301(9)(E).” The Superior Court rejected this interpretation of the statute and dismissed the petitions, concluding that D.W. and M.W. “do not constitute 'siblings’ of the deceased minor, [S.T.], under D.C.Code § 16-2301 [ (9) ](E).”\nII.\nThe issue before us is one of statutory interpretation. On appeal the District poses the issue (somewhat differently than it did in the trial court) as whether “sibling[s]” within the meaning of § 16-2301(9)(E) “include children who are living together permanently, on a long-term basis, or indefinitely, with the same primary custodians.” The District points out (correctly) that the neglect statute does not define “sibling,” and asserts that the term “has no plain meaning” as a matter of common usage and, “[e]ven if it did, rules of statutory construction require that the term be liberally construed to effectuate the abuse and neglect statute’s broad purpose of protecting all of the District’s children from abuse and neglect.”\nIn only one other published opinion have we discussed, briefly, the meaning of the term “sibling” as used in § 16 — 2301(9)(E). In re S.G., 581 A.2d 771 (D.C.1990), concerned children who were biological half-siblings. Although the issue of whether they were siblings within the statutory meaning was not presented, we had occasion to state that courts elsewhere “have treated half-siblings as siblings” and noted that “one definition of sibling, probably the most appropriate here, includes ‘one of two or more persons having one common parent.’ ” Id. at 778 n. 10 (quoting Webster s New Collegiate Dictionary 806 (1970)). The present case, of course, involves allegedly neglected children who have no parent in common with the third child in question, but the District is correct that the S.G. court did not intend to define the reach of “sibling.”\n\"When interpreting the language of a statute, “this court examines the plain meaning of the language used and, ‘absent a clearly expressed legislative intention to the contrary, that language must ordinarily be regarded as conclusive.’ ” In re G.G., 667 A.2d 1331, 1334 (D.C.1995) (citations omitted). The District’s initial argument that the term “sibling” has no plain meaning in ordinary usage is unconvincing. The common understanding of the word, reflected in nearly all dictionary definitions, is of a brother or sister, i.e., “one of two or more persons born of the same parents or ... sometimes having one parent in common.” Webster’s New World College DICTIONARY 1331 (4th ed.1999). See also, e.g., Webster’s Third New INTERNATIONAL Dictionary 2110 (3rd ed.1986); The AmeriCAN Heritage Dictionary of the English Language 1675 (3rd ed.1992). Thus, if instead of employing the word “sibling,” section 16 — 2301(9)(E) had said “brother or sister,” the District would not plausibly be able to argue that the terms include the class of any children living together permanently with the same caregivers, without further limitation. That would stretch the meaning of brother or sister beyond recognition. The District has not persuaded us that by using the word “sibling” the legislature meant to convey more than the normal understanding of that word.\nThe District fixes upon the term “parent” used by dictionaries in defining “sibling” (i.e., persons having “one or both parents in common”) and points to that term’s dictionary definition as including, broadly, a “guardian” and/or a “protector,” not just a biological parent. See, e.g., Webster’s II New College Dictionary 798 (1995). But it is illogical to suppose that when a dictionary defines term A by reference to term B (and other terms), it necessarily incorporates all of B’s definitions, even the broadest. The fact that “parent,” in life and the law, may connote more than a biological or adoptive relationship tells us nothing about the customary meaning of “sibling.” More significant, in any case, is the way the terms are used in the neglect statute itself. In keeping with its protective purpose, the statute draws no distinction between “parent,” “guardian,” or “other custodian” in specifying the persons who may be charged with neglecting a child, so as to require state intervention. See § 16-2301(9) (;passim). Even with respect to “abused” children, as we have seen, the class is defined liberally to include a child not himself or herself abused but in “imminent danger” of such treatment “and whose sibling has been abused.” If the legislature meant “sibling” to be read broadly — to include any child residing permanently with the same custodian — one would expect it to have made that explicit just as it did in equating “parent” with “custodian” (and, to a lesser extent, abused child with child in imminent danger of abuse). It did not. The implication is that, as elsewhere in the District of Columbia Code, the legislature did not intend “sibling” to extend as far as the District would have it do. See, e.g., D.C.Code §§ 22-4101(10)(A) & -4120(a)(2) (1996) (permitting enhanced punishment for crimes of sexual abuse where the victim was under 18 years old and the defendant “had a significant relationship to the victim,” and defining “significant relationship” to include “[a] parent, sibling, aunt, uncle, or grandparent, whether related by blood, marriage, or adoption” (emphasis added)).\nThe District cites no legislative history supporting its broad interpretation, nor have we found any. Although the neglect statute is remedial and thus to be “liberally construed to achieve that end,” In re T.W., 732 A.2d 254, 258 (D.C.1999), that principle does not allow us to engraft a definition on the statutory term inconsistent with its ordinary meaning and dictated by nothing in the statute or its genesis. Indeed, since abuse of a sibling under § 16-2301(9)(E) stands as something of a proxy for actual abuse of the child allegedly neglected (as well as providing critical proof of the “imminent danger” of abuse to that child), it is natural to assume that the legislature meant the relationship between these children to be just as close as “sibling” normally denotes.\nWe also are not persuaded by the District’s argument that refusal to construe the term broadly will endanger “the increasing numbers of children who are not biological siblings and do not live with their biological parents, but, rather, live together in the ... long-term ... custodial care of the same primary care-givers.” If that concern is justified, then the District should meet no obstacle in obtaining a statutory clarification of the meaning of the term by the Council of the District of Columbia. And it is debatable in any case whether the District has only § 16-2301(9)(E) at its disposal when confronting neglect based primarily on abuse of other children in the household. See, e.g., § 16-2301(9)(B) (neglected child defined broadly as one “without proper parental care or control ... necessary for his or her physical, mental, or emotional health”).\nIn summary, the trial court correctly ruled that the child S.T. is not a sibling within the meaning of § 16-2301(9)(E). The order dismissing the neglect petition is, therefore,\nAffirmed.\n. The District thus no longer attaches significance to the fact that the boys were alleged to be related to S.T. as cousins. We take the case on that basis, although we agree with the District that the fact that the children may have been cousins has no importance to the statutory analysis.\n. In other contexts, specifically in determining relationships under the laws of intestacy, our local statute provides that \"[t]here is no distinction between the kindred of the whole- and the half-blood.” D.C.Code § 19-315 (1997).\n. In this jurisdiction, \"[a] final decree of adoption establishes the relationship of natural parent and natural child between the adopter and the adoptee for all purposes.” D.C.Code § 16-312(a).\n. \"[C]ustodian” is defined broadly to mean:\na person or agency, other than a parent or legal guardian:\n(A) to whom the legal custody of a child has been granted by the order of a court;\n(B) who is acting in loco parentis; or\n(C) who is a day care provider or an employee of a residential facility, in the case of the placement of an abused or neglected child.\n. Cf. also D.C.Code § 32-1415(b)(3)(C) (1998) (prohibiting appointment as receiver of a nursing home or community residence facility of \"[a] parent, child, grandchild, spouse, sibling, first cousin, aunt, or uncle of one of the facility's residents, whether the relationship arises by blood, marriage, or adoption”). Strictly speaking, this case does not require us to decide whether \"sibling” for purposes of § 16-2301(9)(E) includes an adopted brother or sister, although that would be a natural understanding of the term.\n.Further suggesting a restrictive reading is that, as we emphasized in In re S.G., supra, \"[t]he plain language of [§ 16-2301(9)(E) ] requires the government ... to establish both the abuse of the sibling and imminent danger to the child before a finding of neglect may be made.” 581 A.2d at 778 (emphasis added).\n. We note that the Council has amended the Prevention of Child Abuse and Neglect Act of 1977, D.C.Code §§ 6-2101 et seq. (1995), to require the District to make reasonable efforts “to preserve and reunify the family” of a child removed from the home, except that these efforts are not required in the case of a parent who has committed specified acts upon the child or “a sibling or another child ” (emphasis added). D.C. Law 13-136, § 201(c), 47 D.C.Reg. 2850 (2000).",
        "type": "majority",
        "author": "FARRELL, Associate Judge:"
      }
    ],
    "attorneys": [
      "Mary T. Connelly, Assistant Corporation Counsel, with whom Robert R. Rigsby, Corporation Counsel, and Charles L. Reis-chel, Deputy Corporation Counsel, were on the brief, for appellant.",
      "Lewis Franke for appellee, T.B."
    ],
    "corrections": "",
    "head_matter": "In re M.W. and D.W. District of Columbia, Appellant.\nNos. 99-FS-906, 99-FS-907, 99-FS-1084 and 99-FS-1085.\nDistrict of Columbia Court of Appeals.\nArgued June 27, 2000.\nDecided Aug. 3, 2000.\nMary T. Connelly, Assistant Corporation Counsel, with whom Robert R. Rigsby, Corporation Counsel, and Charles L. Reis-chel, Deputy Corporation Counsel, were on the brief, for appellant.\nLewis Franke for appellee, T.B.\nBefore WAGNER, Chief Judge, and STEADMAN and FARRELL, Associate Judges."
  },
  "file_name": "0913-01",
  "first_page_order": 947,
  "last_page_order": 951
}
