{
  "id": 6094918,
  "name": "In re Harry W. Hamilton, deceased, By Curtis B. Camp, Trustee",
  "name_abbreviation": "In re Hamilton",
  "decision_date": "1930-03-19",
  "docket_number": "No. 2280",
  "first_page": "914",
  "last_page": "917",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 914"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "272 U. S. 693",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1501292
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/272/0693-01"
      ]
    },
    {
      "cite": "288 Fed. 254",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3613189
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/288/0254-01"
      ]
    },
    {
      "cite": "53 App. D. C. 49",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "263 Fed. 646",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3940568
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/263/0646-01"
      ]
    },
    {
      "cite": "49 App. D. C. 250",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 8102,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 5.0841985492238505e-08,
      "percentile": 0.32021152584571533
    },
    "sha256": "c63dfb4c2c350abbdbe5ab376943597ca50d55f514c7ebb445505321f9f285d2",
    "simhash": "1:26059364cbc5950c",
    "word_count": 1422
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gkaham, Presiding Judge, and Bland, Hatfield, Gakrett, and Len-koot, Associate Judges"
    ],
    "parties": [
      "In re Harry W. Hamilton, deceased, By Curtis B. Camp, Trustee"
    ],
    "opinions": [
      {
        "text": "Gtaheett, Judge,\ndelivered the opinion of the court:\nAppellant has filed a petition for a rehearing in this case in which it is alleged that the decision handed down by us on February 6,1980:\n(1) Overrules an important lidding of the Court of Appeals of the District of Columbia;\n(2) Will make it necessary for the Patent Office to revoke its practice of permitting (by amendment of pending applications) the elimination of parties erroneously joined as joint inventors, which practice was the direct result of that holding of the predecessor of this court — now overruled'by this court, and\n(8) Jeopardizes the validity of all patents which have issued upon such amended applications and the right supposed to be vested in the owners of such patents.\nThe particular decision referred to as having been overruled by our decision in the instant case is that of the Court of Appeals of the District of Columbia. In re Roberts, 49 App. D. C. 250; 263 Fed. 646, 1920 C. D. 158, the doctrine of which relating to the matter involved in the contentions quoted, supra, was followed in Briggs and Jacobi v. Keisling, 53 App. D. C. 49, 288 Fed. 254, 1923 C. D. 186, and others.\nUpon the authority of the foregoing decisions appellant contends in his petition for rehearing that if the facts had become known at the time the original application of Hamilton and Bamford *was pending, either one of three courses could have been pursued, which would have insured patents, solely to Hamilton as to claims 1 and 2 and jointly to Hamilton and Bamford as to claims 3, 4, 5, and 6, to wit:\n(1) The original joint application could have been amended to eliminate Bamford- and claims 3 to 6 which cover the joint invention; and a new joint application containing claims 3 to 6 could have been filed for Bamford & Hamilton, such new application being accorded the benefit of the filing date of the original joint application.\n(2) The original joint application could have been amended to eliminate claims 1 and 2; and a new sole application for claims 1 and 2 could have been filed for Hamilton alone, such new sole application being accorded the benefit of the earlier filing date of the original joint application.\n(3) Two new applications could have been filed: A sole application in the name of Hamilton containing only claims 1 and 2, and a joint application for Bamford and Hamilton containing claims 3 to 6; both of these new applications being accorded the benefit of the filing date of the original joint application.\nWhether this contention be correct it is not necessary for us to decide because it is not in issue in the case, but in view of the fact that learned counsel for appellant seems to have misunderstood' the opinion of the court, it is deemed proper to say that in our entire-consideration of the case our- presumption was that the situation might have been taken care of by some proper procedure in the Patent Office during the pending of the original application, and, it may be added, we should feel that justice would be served if the reissue statute admitted the relief which appellant prays.\nBut we are limited by the statute.\nThe question under the facts of this case is not what might have-been accomplished in connection with the original application and' at that time, but what may be done under the reissue statute.\nHad the facts developed during the pendency of the original application that as to the features embraced in claims 1 and 2 Hamilton was the sole inventor, and the Patent Office had nevertheless granted letters patent to Hamilton & Bamforcl jointly, such patent would have been void as to those claims. It does not alter the legal situation that the facts did not- develop until a number of years thereafter. The patent as to these claims was equally invalid because of the error upon the very material matter of who the inventor was. This is the law as fixed by the statute.\nThe fact that by severing the original application two valid separate patents, one sole and one joint, might have been obtained, does not alter the legal fact that the joint patent was invalid as to that portion which could only be legally issued to the single inventor.\nAppellant is therefore seeking through the reissue statute to cure a void act. It seems to us that the reissue itself would be the reissue of a void thing and we are unable to see how any act of the Patent Office or any fiat or decision of this court could give it validity. Our function in appeals from the Patent Office is administrative. Vide Postum Cereal Co. v. Calif. Fig. Nut Co., 272 U. S. 693; 698, 699.\nNeither in the original opinion nor in this one has there been any overruling of, or any passing upon, the\" decision of the Court of' Appeals of the District of Columbia in the Roberts case and other cases involving the same question. Those decisions are not involved by the issue which we decided in this case and there was no occasion to pass upon them.\nIt may be further said that we do not suppose that simply because we sustain the action of the Patent Office in this case that fact will be taken by the Patent Office tribunals as authority upon which it will feel constrained to change its practice upon questions not here in issue and not here passed, upon.\nAs for appellant’s third ground of apprehension relative to jeopardizing the validity of some classes of patents that may have been issued, it would appear sufficient to say that we are at a loss to understand how this case can affect any other cases save as the facts of such other cases may coincide with the facts of this.\nThe petition for rehearing presents nothing new in the way of argument. All that is said therein which is applicable to the case at bar was quite ably presented upon the hearing and was fully considered by us in deciding the case. The petition for rehearing is. denied.\nThere has been an application made by a person who is not an-enrolled attorney of this court to be permitted to file a brief as amicus curiae in .connection with the petition for rehearing and a copy of the brief has been offered. This request will be denied for the reason that the person making it is not an attorney of this court and is, as he states, “ a stranger to the proceeding.”\nWe mention it here only in order to make a comment which we think should be made in connection with questions of practice' before us.\nThe proposed brief makes reference to the opinion of the Attorney General in Ex parte Barsaloux, which was referred to in our original opinion as being an authority in line with our decision.\nIt is then stated that a reissue patent was granted with Barsaloux as sole inventor on May 11, 1880, on application filed April 8, 1880, “ subsequent to the opinion of the Attorney General.” The proposed brief does not state, however, that the reissue patent so granted was issued by the Patent Office in obedience to a special act of Congress, specifically directing the same in that particular case. This special act passed April 1, 1880, 21 Stat. L. 526.\nWe are unable to understand why the statement should have been made in the offered brief unless it was desired that we should, without investigating the question, infer that the Patent Office itself had reversed its position as taken following the Attorney General’s opinion. Surely it is not expected that a special act of' Congress passed for the relief of a particular individual can be regarded as authority to guide a court in construing a general law.\nAmicus curiae briefs are often accepted and sometimes appreciated by courts, but filing one which tends to mislead a court is, to say the least of it, incapable of being regarded as a particularly friendly-act.",
        "type": "majority",
        "author": "Gtaheett, Judge,"
      }
    ],
    "attorneys": [
      "GUfford, G. Bradbury Boss 0. Hinkle of counsel) for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Harry W. Hamilton, deceased, By Curtis B. Camp, Trustee\n(No. 2280)\nUnited States Court of Customs and Patent Appeals,\nMarch 19, 1930\nGUfford, G. Bradbury Boss 0. Hinkle of counsel) for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument January 17, 1930, by Mr. Hinkle and Mr. Hostetler]\nBefore Gkaham, Presiding Judge, and Bland, Hatfield, Gakrett, and Len-koot, Associate Judges"
  },
  "file_name": "0914-01",
  "first_page_order": 364,
  "last_page_order": 367
}
