{
  "id": 8096711,
  "name": "Ora Lee WILLIAMS, Appellant, v. WALKER-THOMAS FURNITURE COMPANY, Appellee",
  "name_abbreviation": "Williams v. Walker-Thomas Furniture Co.",
  "decision_date": "1964-03-30",
  "docket_number": "No. 3389",
  "first_page": "914",
  "last_page": "916",
  "citations": [
    {
      "type": "official",
      "cite": "198 A.2d 914"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "168 A.2d 198",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8115810,
        8115855
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "199"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/168/0198-01",
        "/a2d/168/0198-02"
      ]
    },
    {
      "cite": "188 A.2d 348",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8112187
      ],
      "weight": 2,
      "year": 1963,
      "pin_cites": [
        {
          "page": "349"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/188/0348-01"
      ]
    },
    {
      "cite": "42 App.D.C. 162",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1785539
      ],
      "year": 1914,
      "pin_cites": [
        {
          "page": "165"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/42/0162-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 378,
    "char_count": 4825,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20078892630419765
    },
    "sha256": "42123d5d94c85920f86a22854f68fc3fe5d0495b8f2f3cd4a792fd269753223c",
    "simhash": "1:d784caee32780f00",
    "word_count": 786
  },
  "last_updated": "2024-02-27T21:14:56.629359+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Ora Lee WILLIAMS, Appellant, v. WALKER-THOMAS FURNITURE COMPANY, Appellee."
    ],
    "opinions": [
      {
        "text": "QUINN, Associate Judge.\nAppellant, a person of limited education separated from her husband, is maintaining herself and her seven children by means of public assistance. During the period 1957-1962 she had a continuous course of dealings with appellee from which she purchased many household articles on the installment plan. These included sheets, curtains, rugs, chairs, a chest of drawers, beds, mattresses, a washing machine, and a stereo set. In 1963 appellee filed a complaint in replevin for possession of all the items purchased by appellant, alleging that her payments were in default and that it retained title to the goods according to the sales contracts. By the writ of replevin appellee obtained a bed, chest of drawers, washing machine, and the stereo set. After hearing testimony and examining the contracts, the trial court entered judgment for appellee.\nAppellant’s principal contentions on appeal are (1) there was a lack of meeting of the minds, and (2) the contracts were against public policy.\nAppellant signed fourteen contracts in all. They were approximately six inches in length and each contained a long paragraph in extremely fine print. One of the sentences in this paragraph provided that payments, after the first purchase, were to be prorated on all purchases then outstanding. Mathematically, this had the effect of keeping a balance due on all items until the time balance was completely eliminated. It meant that title to the first purchase, remained in appellee until the fourteenth purchase, made some five years later, was fully paid.\nAt trial appellant testified that she understood the agreements to mean that when payments on the running account were sufficient to balance the amount due on an individual item, the item became hers. She testified that most of the purchases were made at her home; that the contracts were signed in blank; that she did not read the instruments; and that she was not provided with a copy. She admitted, however, that she did not ask anyone to read or explain the contracts to her.\nWe have stated that “one who refrains from reading a contract and in conscious ignorance of its terms voluntarily assents thereto will not be relieved from his bad bargain.” Bob Wilson, Inc. v. Swann, D.C.Mun.App., 168 A.2d 198, 199 (1961). “One who signs a contract has a duty to read it and is obligated according to its terms.” Hollywood Credit Clothing Co. v. Gibson, D.C.App., 188 A.2d 348, 349 (1963). “It is as much the duty of a person who cannot read the language in which a contract is written to have someone read it to him before he signs it, as it is the duty of one who can read to peruse it himself before signing it.” Stern v. Moneyweight Scale Co., 42 App.D.C. 162, 165 (1914).\nA careful review of the record shows that appellant’s assent was not obtained “by fraud or even misrepresentation falling short of fraud.” Hollywood Credit Clothing Co. v. Gibson, supra. This is not a case of mutual misunderstanding but a unilateral mistake. Under these circumstances, appellant’s first contention is without merit.\nAppellant’s second argument presents a more serious question. The record reveals that prior to the last purchase appellant had reduced the balance in her account to $164. The last purchase, a stereo set, raised the balance due to $678. Significantly, at the time of this and the preceding purchases, appellee was aware of appellant’s financial position. The reverse side of the stereo contract listed the name of appellant’s social worker and her $218 monthly stipend from the government. Nevertheless, with full knowledge that appellant had to feed, clothe and support both herself and seven children on this amount, appellee sold her a $514 stereo set.\nWe cannot condemn too strongly appellee’s conduct. It raises serious questions of sharp practice and irresponsible business dealings. A review of the legislation in the District of Columbia affecting retail sales and the pertinent decisions of the highest court in this jurisdiction disclose, however, no ground upon which this court can declare the contracts in question contrary to public policy. We note that were the Maryland Retail Installment Sales Act, Art. 83 §§ 128-153, or its equivalent, in force in the District of Columbia, we could grant appellant appropriate relief. We think Congress should consider corrective legislation to protect the public from such exploitive contracts as were utilized in the case at bar.\nAffirmed.",
        "type": "majority",
        "author": "QUINN, Associate Judge."
      }
    ],
    "attorneys": [
      "R. R. Curry and Pierre E. Dostert, Washington, D. C., for appellant.",
      "Harry Protas, Washington, D. C., for appellee."
    ],
    "corrections": "",
    "head_matter": "Ora Lee WILLIAMS, Appellant, v. WALKER-THOMAS FURNITURE COMPANY, Appellee.\nNo. 3389.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 3, 1964.\nDecided March 30, 1964.\nR. R. Curry and Pierre E. Dostert, Washington, D. C., for appellant.\nHarry Protas, Washington, D. C., for appellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0914-02",
  "first_page_order": 950,
  "last_page_order": 952
}
