{
  "id": 11334973,
  "name": "Samuel and Evelyn BRESNICK v. Aron and Tsilya BASKIN",
  "name_abbreviation": "Bresnick v. Baskin",
  "decision_date": "1994-12-01",
  "docket_number": "No. 93-640-Appeal",
  "first_page": "915",
  "last_page": "916",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 915"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "572 A.2d 280",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7380840
      ],
      "pin_cites": [
        {
          "page": "283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/572/0280-01"
      ]
    },
    {
      "cite": "621 A.2d 713",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9050347
      ],
      "pin_cites": [
        {
          "page": "715"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/621/0713-01"
      ]
    },
    {
      "cite": "610 A.2d 552",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7926921
      ],
      "pin_cites": [
        {
          "page": "555"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/0552-01"
      ]
    },
    {
      "cite": "134 A.2d 416",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "pin_cites": [
        {
          "page": "419"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "86 R.I. 294",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        2429412
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/86/0294-01"
      ]
    },
    {
      "cite": "611 A.2d 845",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939041
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "848"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/611/0845-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 328,
    "char_count": 4860,
    "ocr_confidence": 0.682,
    "pagerank": {
      "raw": 5.090750989698498e-08,
      "percentile": 0.3203688709264517
    },
    "sha256": "0aa9346213208dc32af971472d36170dc0fd4e767c616ea05d7bdd7a2022a676",
    "simhash": "1:6983008952cf955c",
    "word_count": 776
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WEISBERGER, Acting Chief Justice, did not participate."
    ],
    "parties": [
      "Samuel and Evelyn BRESNICK v. Aron and Tsilya BASKIN."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis matter came before the Supreme Court on November 16,1994, pursuant to an order directing the plaintiffs to appear and show cause why their appeal should not be summarily denied and dismissed. In this case the plaintiffs, Samuel and Evelyn Bres-niek, appeal from the Superior Court’s denial of their motion to amend their complaint and the granting of the motion to dismiss of the defendants, Aron and Tsilya Baskin. After reviewing the memoranda submitted by the parties and after hearing their counsel in oral argument, this court concludes that cause has not been shown. The issues raised in this appeal will be considered at this time.\nIn September 1988 plaintiffs filed a complaint against defendants, alleging that after cutting down trees and shrubs belonging to plaintiffs, defendants improperly erected a chainlink fence that encroaches approximately two feet onto plaintiffs’ property. The plaintiffs alleged trespass, willful destruction of trees and shrubbery, conversion of approximately two feet of plaintiffs’ property, and wrongful erection of the chainlink fence. In July 1992, when the matter was being reviewed for trial, defendants challenged plaintiffs’ right to proceed to trial on an adverse-possession claim. The defendants argue that nothing in “the complaint * * * set forth a count or any language which would be fair and reasonable notice to the defendants that a count for adverse possession was being proffered and produced for the court’s consideration.”\nLong after the complaint had been filed, plaintiffs and defendants had surveys done that established that the fence in question had been erected on defendants’ property. The plaintiffs conceded that the boundary line was no longer in dispute in light of the surveyors’ reports but that they should be allowed to proceed on a claim of adverse possession. The trial justice determined that a fair reading of the complaint did not put defendants on notice that they would have to defend against a claim of adverse possession. The judge also observed that a party is “judicially bound by [its] pleadings, and that the allegations therein are conclusive against the pleader.”\nThe trial justice further pointed out that plaintiffs had not formally moved to amend their complaint. He observed that despite the liberal granting of amendments, pursuant to Rule 15 of the Superior Court Rules of Civil Procedure, he would have been obliged to deny such a motion on the basis of the prejudice to defendants at that late date.\nAt that point the trial justice granted defendants’ in-court motion to dismiss. The plaintiffs then moved to amend their complaint in open court, which motion the trial justice denied, relying on his earlier ruling.\nUnder Rhode Island law, Rule 8 of the Superior Court Rules of Civil Procedure is a liberal-pleading rule. Haley v. Town of Lincoln, 611 A.2d 845, 848 (R.I.1992). Although a plaintiff is not obligated to “set out the precise legal theory upon which his or her claim is based,” he or she must provide “the opposing party fair and adequate notice of the type of claim being asserted.” Id. This court has further held that “parties to an action are judicially bound by their pleadings therein and that the allegations are conclusive as against the pleader.” Ogden v. Rabinowitz, 86 R.I. 294, 300, 134 A.2d 416, 419 (1957).\nWe conclude that plaintiffs’ complaint did not put defendants on fair notice of an adverse-possession claim. The plaintiffs failed to use the well-known language of the adverse-possession statute, G.L.1956 (1984 Reenactment) § 34-7-1, to set forth that plaintiffs’ possession was “ ‘actual, open, notorious, hostile, under claim of right, continuous, and exclusive.’ ” Locke v. O’Brien, 610 A.2d 552, 555 (R.I.1992).\nIt is well established that although Rule-15 amendments are liberally granted, “the decision about whether to permit a party to amend his or her pleading is one that is left exclusively to the sound discretion of the trial justice and [this court] shall not disturb that decision unless it constitutes an abuse of discretion.” Normandin v. Levine, 621 A.2d 713, 715 (R.I.1993). In Vincent v. Musone, 572 A.2d 280, 283 (R.I.1990), we held that a motion to amend filed on the day of trial, five years after the original complaint had been filed, was prejudicial and the trial justice should not have granted the motion to amend.\nFor all these reasons the plaintiffs’ appeal is denied and dismissed, the judgment appealed from is affirmed, and the papers of the case are remanded to the Superior Court.\nWEISBERGER, Acting Chief Justice, did not participate.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Richard Boriskin, Markoff & Boriskin, Providence, for plaintiff.",
      "James L. O’Neill, Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "Samuel and Evelyn BRESNICK v. Aron and Tsilya BASKIN.\nNo. 93-640-Appeal.\nSupreme Court of Rhode Island.\nDec. 1, 1994.\nRichard Boriskin, Markoff & Boriskin, Providence, for plaintiff.\nJames L. O’Neill, Providence, for defendant."
  },
  "file_name": "0915-01",
  "first_page_order": 973,
  "last_page_order": 974
}
