{
  "id": 7865657,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Bryan D. HAMILTON, Appellant",
  "name_abbreviation": "Commonwealth v. Hamilton",
  "decision_date": "1996-04-04",
  "docket_number": "",
  "first_page": "915",
  "last_page": "921",
  "citations": [
    {
      "type": "official",
      "cite": "673 A.2d 915"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "469 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722130
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/469/0020-01"
      ]
    },
    {
      "cite": "469 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722143
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "information given to police which consisted of two individuals' observation of defendant weave down street, strike parked car and move with a general lack of coordination sufficient for probable cause to arrest"
        },
        {
          "parenthetical": "information given to police which consisted of two individuals' observation of defendant weave down street, strike parked car and move with a general lack of coordination sufficient for probable cause to arrest"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/469/0118-01"
      ]
    },
    {
      "cite": "400 Pa.Super. 537",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        888141
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "police report of defendant's erratic driving sufficient to constitute articulable and reasonable suspicion to support a stop and additional finding of odor of alcohol on breath and failure of field sobriety test was sufficient to establish probable cause to arrest"
        },
        {
          "parenthetical": "police report of defendant's erratic driving sufficient to constitute articulable and reasonable suspicion to support a stop and additional finding of odor of alcohol on breath and failure of field sobriety test was sufficient to establish probable cause to arrest"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/400/0537-01"
      ]
    },
    {
      "cite": "668 A.2d 1113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        458370,
        7872420,
        7872301,
        7872242,
        459000,
        458266
      ],
      "weight": 3,
      "year": 1995,
      "pin_cites": [
        {
          "page": "1116-17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0543-02",
        "/a2d/668/1113-03",
        "/a2d/668/1113-02",
        "/a2d/668/1113-01",
        "/pa/542/0544-01",
        "/pa/542/0545-01"
      ]
    },
    {
      "cite": "542 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458266
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0545-01"
      ]
    },
    {
      "cite": "521 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817455
      ],
      "weight": 5,
      "year": 1989,
      "pin_cites": [
        {
          "page": "117"
        },
        {
          "page": "810"
        },
        {
          "page": "118-120"
        },
        {
          "page": "811"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0113-01"
      ]
    },
    {
      "cite": "531 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834395
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "375-76"
        },
        {
          "page": "543"
        },
        {
          "page": "377"
        },
        {
          "page": "543-544"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0373-01"
      ]
    },
    {
      "cite": "658 A.2d 746",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        472217,
        7872142
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "751"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0442-01",
        "/a2d/658/0746-01"
      ]
    },
    {
      "cite": "540 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472217
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "451-52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0442-01"
      ]
    },
    {
      "cite": "506 Pa. 526",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790963
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0526-01"
      ]
    },
    {
      "cite": "530 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1832985
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "301"
        },
        {
          "page": "1031"
        },
        {
          "page": "302"
        },
        {
          "page": "1031"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/530/0299-01"
      ]
    },
    {
      "cite": "460 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482856
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 1,
      "case_paths": [
        "/pa/460/0516-01"
      ]
    },
    {
      "cite": "355 Pa.Super. 514",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653254
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "citing Commonwealth v. Goodwin, 460 Pa. 516, 333 A.2d 892 (1975)"
        },
        {
          "parenthetical": "citing Commonwealth v. Goodwin, 460 Pa. 516, 333 A.2d 892 (1975)"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/355/0514-01"
      ]
    },
    {
      "cite": "518 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811683
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "159-60"
        },
        {
          "page": "1389"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/518/0156-01"
      ]
    },
    {
      "cite": "668 A.2d 1113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        458370,
        7872420,
        7872301,
        7872242,
        459000,
        458266
      ],
      "year": 1995,
      "opinion_index": 1,
      "case_paths": [
        "/pa/542/0543-02",
        "/a2d/668/1113-03",
        "/a2d/668/1113-02",
        "/a2d/668/1113-01",
        "/pa/542/0544-01",
        "/pa/542/0545-01"
      ]
    },
    {
      "cite": "542 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458266
      ],
      "year": 1995,
      "opinion_index": 1,
      "case_paths": [
        "/pa/542/0545-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 807,
    "char_count": 20653,
    "ocr_confidence": 0.655,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2002549183369378
    },
    "sha256": "8a44e37be3423ea4b6c3977dd52b5655dd8fa1e3a4d56e5a5daa19c8aec7d77e",
    "simhash": "1:2e82a1a65300bcf7",
    "word_count": 3366
  },
  "last_updated": "2024-02-27T20:33:11.762329+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Bryan D. HAMILTON, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nThis is an appeal from an order of the Superior Court reversing a suppression order entered by the Court of Common Pleas of Warren County following Appellant’s arrest for driving under the influence of alcohol, 75 Pa.C.S. §§ 3731(a)(1) and 3731(a)(4). Herein, Appellant contends that the initial stop of his vehicle was illegal because the police officer lacked reasonable and articula-ble suspicion to believe that he violated the Motor Vehicle Code.\nUpon review of the record, we find that the police officer did not possess the requisite reasonable and articulable grounds to justify the stop. The trial court therefore properly suppressed the evidence arising from the stop and the Superior Court erred in reversing that order.\nInitially, we note that where a motion to suppress has been filed, the burden is on the Commonwealth to establish by a preponderance of the evidence that the challenged evidence is admissible. Pa.R.Crim.P. 323(h). Commonwealth v. DeWitt, 530 Pa. 299, 301, 608 A.2d 1030, 1031 (1992). In reviewing the ruling of a suppression court, our task is to determine whether the factual findings are supported by the record. If so, we are bound by those findings. Id. at 302, 608 A.2d at 1031. Where, as here, it is the Commonwealth who is appealing the decision of the suppression court, we must consider only the evidence of the defendant’s witnesses and so much of the evidence for the prosecution as read in the context of the record as a whole remains uncontradicted. Id.; Commonwealth v. James, 506 Pa. 526, 486 A.2d 376 (1985).\nThe suppression court found the following facts:\n... About 2:30 a.m. Sergeant Greg Moore of the Warren City Police, while on patrol, observed persons around a vehicle in a parking lot area by the Pizza Hut and Morell’s Restaurant. The officer pulled into the parking lot and observed two women standing on the driver’s side of [Appellant’s] vehicle talking to someone inside it. One of these women, Kathryn L. Cressley, testified for the Commonwealth she informed [Appellant], who was the party sitting in the ear, that a police car was nearby and that he should not have his vehicle motor running and that he could possibly be arrested for driving under the influence, even under the conditions as he was parked.\nThe Commonwealth attempted to place into evidence a conversation Ms. Cressley had with Officer Moore when she went to the police car and informed him that everything was O.K., that she had taken [Appellant’s] keys. The Commonwealth first made this offer over the objection of [Appellant] that it was a hearsay statement; and after [the court] sustained the objection on the grounds that the statement made to the officer focused on the issue before the court, to-wit the charge against [Appellant] of operating while under the influence, the statement could not possibly be one stated merely for the fact of what was said. Thereafter, the Commonwealth attempted to put the testimony into evidence on the grounds of present mind reflection. Again, [the court] sustained this objection for the same reason.\nNotwithstanding, after Ms. Cressley left the police car, Officer Moore, without making a further investigation of [Appellant], left the parking area, drove across the street to the Burger King and waited there, allegedly doing some paperwork. Shortly thereafter, the two women entered [Appellant’s] vehicle and [Appellant] drove to the “Cozy Comer” and parked his car.\nOfficer Moore proceeded to the “Cozy Comer” area without observing the manner in which [Appellant] operated his vehicle. The officer admitted [Appellant] did not violate any section of the Motor Vehicle Act in operating his vehicle or bringing it to a stop at the “Cozy Comer” parking lot. He observed the two women exit the vehicle, and at that time went to [Appellant’s] vehicle and observed who the operator was and arrested him for operating while under the influence.\nThe officer admitted [ ] there was “nothing erratic, improper or unsafe about [Appellant’s] driving.” He only observed the vehicle for a brief period as it turned into the “Cozy Comer” parking lot. The officer stated that the “U-tum” [Appellant] made was a legal turn so that he could approach the parking lot. The officer further admitted he did not make any determination if [Appellant] had consumed any alcohol or was able to safely or not safely operate his vehicle prior to the stop.\nTrial Court Opinion, 10/11/93, at pp. 3-5.\nUpon review of the transcript of the suppression hearing, we find that the material findings of the suppression court are supported by the record. Next, we must determine whether the conclusions of law reached by the court are erroneous.\nThe trial court granted the suppression motion, finding that the statement made by Kathryn Cressley (“Everything’s o.k., I have his keys”) was inadmissible hearsay as it was offered to prove the truth of the matter asserted, i.e., that Appellant was intoxicated. It found that Officer Moore “lacked reasonable grounds to conclude [Appellant] was operating under the influence and therefore did not have probable cause to perfect the arrest.” Trial Court Opinion at 5.\nThe Superior Court reversed in a memorandum opinion. It found that because Cressley herself testified at the suppression hearing as to the statement she made to the officer, there was no hearsay problem. The Superior Court further found that Cressley’s statement, which implied that Appellant was intoxicated, when coupled with the officer’s observation of Appellant driving the car, provided articulable and reasonable grounds to suspect that a violation of the Vehicle Code was occurring.\nWe first address the hearsay issue concerning Cressley’s statement to the officer that everything was “o.k.” and that she had Appellant’s keys. We agree with the Superior Court that the statement was not inadmissible hearsay. It is well-established that certain out-of-court statements offered to explain the course of police conduct are admissible on the basis that they are offered not for the truth of the matter asserted, but rather to show the information upon which the police acted. Commonwealth v. Jones, 540 Pa. 442, 451-52, 658 A.2d 746, 751 (1995); Commonwealth v. Yates, 531 Pa. 373, 375-76, 613 A.2d 542, 543 (1992); Commonwealth v. Palsa, 521 Pa. 113, 117, 555 A.2d 808, 810 (1989). The trial court, in exercising discretion over the admission of such statements, must balance the prosecution’s need for the statements against any prejudice arising therefrom. Id., See Yates, 531 Pa. at 377, 613 A.2d at 543-544; Palsa, 521 Pa. at 118-120, 555 A.2d at 811.\nIn the instant case, the statement was offered at a suppression hearing which was held to determine the propriety of the initial stop of Appellant. The issue to be decided was not whether Cressley in fact had Appellant’s keys or whether, by obvious implication, Appellant was intoxicated. The issue was whether the police officer had reasonable and articulable grounds to stop Appellant’s vehicle for purposes of determining a possible violation of the Motor Vehicle Code. As the officer observed no violation concerning the manner in which Appellant operated his vehicle, it was necessary for the prosecution to establish the grounds upon which the officer relied in carrying out the stop.\nAs we have determined that Cress-ley’s statement to the officer was admissible, we must next decide whether the statement, in and of itself, provided the officer with a sufficient basis to justify the stop of Appellant’s vehicle. We find that it did not.\nIn Commonwealth v. Whitmyer, 542 Pa. 545, 668 A.2d 1113 (1995), we clarified the standard to be applied when reviewing an officer’s stop of a vehicle for a Vehicle Code violation. Confusion had arisen in recent ease law as to whether, in order to stop a vehicle for a traffic violation, the officer must possess “probable cause to believe” or a “reasonable suspicion to believe” that a violation of the Vehicle Code had occurred. We recognized that the difference in the terms was merely semantic and that police officers may stop a vehicle whenever they have articulable and reasonable grounds to suspect that a violation of the Vehicle Code had occurred. Id., at -, 668 A.2d at 1116-17. See 75 Pa.C.S. § 6308(b).\nWe find that the facts of this case fail to satisfy this standard. Prior to the stop, Officer Moore did not speak to Appellant or observe any mannerism that would indicate that Appellant had consumed alcohol. In fact, the record does not establish that Officer Moore even saw Appellant; he spoke only to the two women outside Appellant’s vehicle. When Cressley informed Officer Moore that she had Appellant’s keys, the officer did not further inquire as to whether Appellant was fit to drive. Instead, Officer Moore left the immediate area and did some paper work in a lot across from where Appellant’s vehicle was located.\nFor whatever reason, Office Moore did hot pursue Appellant until he pulled out of the parking lot. Officer Moore specifically testified that there was nothing erratic, improper or unsafe about Appellant’s driving (N.T. 30). Thus, his stop of Appellant was based solely on Cressley’s statement.\nThe Commonwealth relies on cases where information received by a police officer was sufficient to establish probable cause to arrest. Commonwealth v. Hamme, 400 Pa.Super. 537, 583 A.2d 1245 (1990) (police report of defendant’s erratic driving sufficient to constitute articulable and reasonable suspicion to support a stop and additional finding of odor of alcohol on breath and failure of field sobriety test was sufficient to establish probable cause to arrest); Commonwealth v. Levesque, 469 Pa. 118, 364 A.2d 932 (1976) (information given to police which consisted of two individuals’ observation of defendant weave down street, strike parked car and move with a general lack of coordination sufficient for probable cause to arrest); Commonwealth v. Guerry, 469 Pa. 20, 364 A.2d 700 (1976) (information given to police that defendant was involved in an accident, that he admitted he was driving at the time of the accident, along with the local police officer’s detection of a strong odor of alcohol on the defendant’s breath and glassy and bloodshot eyes sufficient to establish probable cause to arrest).\nThe Commonwealth argues that the circumstances of the instant case are similar and are therefore sufficient to establish reasonable and articulable grounds for the officer to suspect that a violation of the Motor Vehicle Code had occurred. These cases are clearly distinguishable.\nHere, there was no erratic driving or traffic violation which was witnessed by any individual. Cressley merely stated to the officer that she had Appellant’s keys. Stating that “everything is o.k.” and that someone has another’s keys does not, in and of itself and under the circumstances of this case, create reasonable and articulable grounds to suspect a Vehicle Code violation.\nIn summary, although Officer Moore received information from Cressley that implied that Appellant was intoxicated, he did nothing to verify that information nor did he observe anything on his own to substantiate the claim. We conclude that Officer Moore did not possess articulable 'and reasonable grounds to suspect that Appellant violated the Vehicle Code. The stop was therefore illegal and the trial court properly suppressed the evidence gained therefrom.\nAccordingly, the order of the Superior Court is vacated and the order of the trial court is reinstated.\nMONTEMURO, J., who was sitting by designation, did not participate in the decision of this case.\nNIX, C.J., files a Concurring and Dissenting Opinion in which CASTILLE, J., joins.\n. The Superior Court noted that there is no support in the record for the court’s finding that Sergeant Moore first identified Appellant as the driver of the vehicle after Appellant had parked in the comer lot. We agree with the Superior Court’s conclusion that Sergeant Moore presented uncontradicted testimony that he discovered Appellant’s identity when he pulled up next to the driver’s side of the vehicle while it was stopped at a red light prior to the turn into the parking lot of the “Cozy Comer.’’\n. We note that there is some confusion in the record as to the specific issue presented at the suppression hearing. The prosecutor informed the trial judge that he had spoken with defense counsel and that \"the only issue [they were] really addressing ... [was] in regard to the initial stop made by the officer and his initial contact with [Appellant] and whether he had probable cause or a reasonable suspicion to do so.\" Notes of Testimony of December 8, 1993 Suppression Hearing (N.T.) at 1. The court, however, responded, \"So for the record, that's the only issue is [sic] whether there was probable cause to perfect an arrest?\" (N.T. at 1-2). The prosecutor responded in the affirmative and defense counsel clarified that the issue was the validity of the stop of the vehicle based on the observations of the officer.\n. In his Concurring/Dissenting Opinion, Chief Justice Nix finds that based upon the \"totality of the circumstances,” sufficient grounds existed to support the stop. Applying the proper standard of whether there were reasonable and articulable grounds to suspect that a violation of the Vehicle Code had occurred, we must only consider the circumstances known to the officer prior to the stop. Here, Cressley’s statement coupled with the fact that it was 2:45 a.m. is insufficient to meet this standard. The fact that Officer Moore identified Cressley from a previous encounter does not add to her credibility. Because Officer Moore had no other ground upon which to base his \"suspicion,” the stop was invalid.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      },
      {
        "text": "NIX, C.J.,\nconcurring and dissenting.\nTo the extent that the majority concludes that Cressley’s statement was admissible, I agree. I believe, however, based on the totality of the circumstances in this case that Officer Moore possessed articulable and reasonable grounds to stop Appellant. As such, he was justified in investigating whether or not Appellant was intoxicated. Accordingly, I must disassociate myself from that portion of the opinion which holds otherwise.\nIn Commonwealth v. Whitmyer, 542 Pa. 545, 668 A.2d 1113 (1995), this Court held that the standard to be applied in addressing the legality of an automobile stop by a police officer is whether a police officer possesses articulable and reasonable grounds to suspect a violation of the Vehicle Code. Relying on this standard, the majority concludes that Officer Moore’s stop of Appellant was not supported by articulable and reasonable grounds. In reaching that determination, the majority finds that the officer’s stop was based solely on Cressley’s statement. Op. at 918-919. I cannot agree with such a conclusion and believe that the majority reaches this determination by analyzing the statement in a vacuum and neglecting to consider the attendant circumstances surrounding the statement.\nIn reviewing the grant of a suppression motion,\na reviewing court must consider only the evidence of the defendant’s witnesses and so much of the evidence for the prosecution as read in the context of the record as a whole [that] remains uncontradicted. To hold otherwise would make a mockery of the suppression court and place an impossible burden on every defendant regardless of his success or failure at the suppression hearing.\nCommonwealth v. Robinson, 518 Pa. 156, 159-60, 541 A.2d 1387, 1389 (1988). Here, only two witnesses were presented to the court at the suppression hearing, both by the Commonwealth. Because their testimony does not conflict, an appellate court may examine the testimony from both witnesses in assessing whether the trial court was correct in determining that the officer lacked reasonable suspicion. An appellate court will reverse only where there is an error in the legal conclusions drawn from those factual findings. Commonwealth v. Reddix, 355 Pa.Super. 514, 513 A.2d 1041 (1986) (citing Commonwealth v. Goodwin, 460 Pa. 516, 333 A.2d 892 (1975)).\nThe trial court found, and it is supported by the record, that Officer Moore witnessed two people standing next to the driver’s side door of a car located in the parking lot adjacent to a bar at 2:45 a.m. (R.R. at 38a). The bar closed at 2:00 a.m. (R.R. at 38a). The timing and location of this observation aroused Officer Moore’s suspicion. (R.R. at 5a). Officer Moore testified that he drove over to the parking lot to ascertain why the people were there. (R.R. at 6a). He further testified that Cressley and another woman were standing next to the driver’s side of Appellant’s vehicle. (R.R. at 6a). Although the officer was unable to identify Appellant at that time, he was fairly certain that the person behind the wheel in the vehicle was a male. (R.R. at 6a-7a). He also testified that there did not appear to be anyone else in the vehicle.. (R.R. at 6a).\nThe two women then came over to the officer’s car. (R.R. at 7a). The officer was able to identify the two women from a previous encounter with them. (R.R. at 7a). One of the women, Cressley, informed the officer that everything was alright and that she had Appellant’s keys; the clear implication being Appellant was intoxicated. (R.R. at 38a). Officer Moore testified that he had no reason to believe that she would lie to him. (R.R. at 30a). It is important to note that this statement was not an anonymous tip; rather, it came from a person who was standing next to Appellant and had an opportunity to observe Appellant at close range.\nAt this point, the majority states that “[flor whatever reason, Officer Moore did not pursue Appellant until he pulled out of the parking lot.” Op. at 919. The record is clear that after speaking with Cressley, Officer Moore proceeded across the street to do some paperwork, a place where he routinely went to catch up on paperwork. (R.R. at 25a-26a). Officer Moore then noticed Appellant’s vehicle coming out of the parking lot. (R.R. at 25a-26a). The officer testified that he recognized Appellant’s car because of.its missing grill. (R.R. 26). Officer Moore then put his paperwork away, put the car in gear, and pulled out into the street. (R.R. at 26a). The officer testified that it was his intention to find out who was driving. (R.R. at 27a). He followed the vehicle, eventually pulling up along side it and witnessed Appellant driving the vehicle. (R.R. at 27a). At that point the officer testified that the car “turned right and then immediately turned left across three lanes of traffic and pulled in the parking area by the Cozy Comer.” (R.R. at 27a).\nBased on the totality of the circumstances, I believe that Officer Moore possessed sufficient grounds to stop Appellant once he observed Appellant driving the vehicle. Accordingly, I believe that the trial court erred in its legal conclusion that Officer Moore did not possess articulable and reasonable grounds for stopping Appellant. Cressley’s statement and the attendant circumstances surrounding it provided a sufficient basis for stopping Appellant. In this case it was not necessary for Officer Moore to witness a Vehicle Code violation as a prerequisite to stopping Appellant as Officer Moore possessed an independent basis for doing so. Thus, I would affirm the Order of the Superi- or Court.\nCASTILE, J., joins this dissenting opinion.\n. I believe that the majority’s attention to Officer Moore's failure to \"further inquire as to whether Appellant was fit to drive” is misplaced. Op. at 918. Based on Cressley’s statement that she had the keys, there was no reason to investigate further. By failing to inquire further, it can be reasonably assumed that Officer Moore believed Cressley’s assurances that everything was alright and that the situation, at least for the time being, did not warrant further action on his part. This is especially true in this case where Officer Moore testified that he knew Cressley and had no reason to believe that she would lie to him. (R.R. at 7a, 30a). Thus, it would have been perfectly reasonable for the officer to believe that either Cressley or the other woman would have driven Appellant home or that Appellant was going to wait and sober up before driving.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "NIX, C.J.,"
      }
    ],
    "attorneys": [
      "James C. Blackman, Warren, Brian Hamilton, for appellant.",
      "Joseph A. Massa, Jr., Daniel T. Reimer, Warren, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Bryan D. HAMILTON, Appellant.\nSupreme Court of Pennsylvania.\nArgued Sept. 20, 1995.\nDecided April 4, 1996.\nJames C. Blackman, Warren, Brian Hamilton, for appellant.\nJoseph A. Massa, Jr., Daniel T. Reimer, Warren, for appellee.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0915-03",
  "first_page_order": 981,
  "last_page_order": 987
}
