{
  "id": 8112052,
  "name": "Charles JOHNSON, Appellant, v. Elliott JOHNSON, Deborah Johnson and Jean Johnson, minors, by Diane Tolliver, mother and next friend, Appellees",
  "name_abbreviation": "Johnson v. Johnson",
  "decision_date": "1962-08-29",
  "docket_number": "No. 3041",
  "first_page": "916",
  "last_page": "920",
  "citations": [
    {
      "type": "official",
      "cite": "183 A.2d 916"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "110 U.S.App.D.C. 250",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "292 F.2d 743",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        212368
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/292/0743-01"
      ]
    },
    {
      "cite": "154 A.2d 132",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8117009,
        8116972
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/154/0132-02",
        "/a2d/154/0132-01"
      ]
    },
    {
      "cite": "345 U.S. 528",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        372512
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "534"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/345/0528-01"
      ]
    },
    {
      "cite": "97 L.Ed. 1221",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "opinion_index": 0
    },
    {
      "cite": "96 U.S.App.D.C. 355",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "pin_cites": [
        {
          "page": "356"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "226 F.2d 257",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        348044
      ],
      "pin_cites": [
        {
          "page": "258"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/226/0257-01"
      ]
    },
    {
      "cite": "33 A.2d 633",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8159085
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/33/0633-01"
      ]
    },
    {
      "cite": "102 U.S.App.D.C. 259",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3766021
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "252 F.2d 823",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        692714,
        3766021
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/252/0823-01"
      ]
    },
    {
      "cite": "88 U.S.App.D.C. 157",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "188 F.2d 624",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1218541
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/188/0624-01"
      ]
    },
    {
      "cite": "66 App.D.C. 216",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "85 F.2d 715",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        925102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/85/0715-01"
      ]
    },
    {
      "cite": "95 A.2d 332",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8144350
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/95/0332-01"
      ]
    },
    {
      "cite": "154 A.2d 925",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8131693
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/154/0925-01"
      ]
    },
    {
      "cite": "65 A.2d 589",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8156937
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/65/0589-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 575,
    "char_count": 10866,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 4.779640312470346e-07,
      "percentile": 0.9307339925995686
    },
    "sha256": "a779885fd48055113930dbb6a39b2dada313055081cffa30431e639b70465ecb",
    "simhash": "1:9b93dd408e6f7357",
    "word_count": 1756
  },
  "last_updated": "2024-02-27T20:42:00.520794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, QUINN, Associate Judge, and CAYTON (Chief Judge, Retired) sitting by designation under Code § 11 — 776(b)."
    ],
    "parties": [
      "Charles JOHNSON, Appellant, v. Elliott JOHNSON, Deborah Johnson and Jean Johnson, minors, by Diane Tolliver, mother and next friend, Appellees."
    ],
    "opinions": [
      {
        "text": "CAYTON, Acting Judge.\nThe first question on this appeal is whether the Domestic Relations Branch has jurisdiction over actions to enforce support of minor children born out of wedlock, where the natural father has acknowledged paternity.\nThe action was brought by the mother and next friend of three minor children, seeking an order for their support. Her complaint recited that she and the defendant father were not married to each other.. In his sworn answer defendant admitted paternity, and stated that he was willing to support them to the extent of his ability. He consented to an order binding him to pay support money in weekly amounts. Thereafter, he failed to make the required payments and was adjudged in contempt and ordered committed to jail for 30 days. Execution was to be stayed provided he made specified support payments. He has appealed.\nAppellant asserted in opposition to the contempt motion, as he does here, that the Domestic Relations Branch of the Municipal Court had no jurisdiction, and that the power to fix responsibility for support of illegitimate children is solely in the Juvenile Court. Code 1961, 11-901 et seq.\nThe statute providing for the jurisdictional power of the Domestic Relations Branch reads in part as follows:\n“The Domestic Relations Branch and each judge sitting therein shall have exclusive jurisdiction over * * * civil actions to enforce support of minor children; * * * actions seeking custody of minor children; * * *.” Code 1961, 11-762.\nAppellant contends that because the statute does npt specifically mention illegiti-mates, the word children includes only legitimate children, and that illegitimate children have no standing thereunder. We can think of no reason in law or policy to apply such a restrictive meaning to the word children. Long ago this jurisdiction departed from the common law view that the natural father of an illegitimate child had no obligation of support. As was said in United States v. Philippine Nat. Bank, 110 U.S.App.D.C. 250, 292 F.2d 743: “In ordinary usage a man’s illegitimate child is his child. The normal presumption is that Congress uses words 'in their ordinary sense.” And the decision went on to repeat, seemingly by way o'f 'emphasis, that “as a matter of common usage an illegitimate child is the child of his parents.”\nIn Barrett v. Koppen, D.C.Mun.App., 154 A.2d 132, we held that, the Domestic; Relations Branch had jurisdiction over an illegitimate child for the purpose of determining its custody. It would be anomalous-to hold that “children” included illegitimate children when applied to custody but excluded them when their support was involved. There is no suggestion of a legislative intent that the word “children” was to have one meaning in one clause and another (and exclusionary) meaning in a different clause in the same statutory section.\nThe courts have heretofore discussed the similarity for jurisdictional purposes between questions of custody and support. May v. Anderson, 345 U.S. 528, 534, 73 S.Ct. 840, 97 L.Ed. 1221; Meredith v. Meredith, 96 U.S.App.D.C. 355, 356, 226 F.2d 257, 258. And we think it is apparent that many of the considerations regarding the welfare of a child, to which a court must address itself when acting in the capacity of parens patriae in a custody proceeding, are also present in a support proceeding.\nSome years ago this court had occasion to pass on the question of whether the Juvenile Court had exclusive jurisdiction over cases involving the support of illegitimate children. In Williams v. Amann, D.C.Mun. App., 33 A.2d 633, we held that the Municipal Court had jurisdiction over a suit to enforce support payments to an illegitimate child, based upon a written agreement between the natural mother and the natural father. There we rejected the contention that the Juvenile Court had exclusive jurisdiction, and we made a clear distinction between a bastardy proceeding and one brought to enforce a civil (contract) obligation. The same distinction prevails here.\nThe trial court was not confronted with the task of determining parentage qs a primary basis of establishing a duty to support. Such a proceeding, quasi-criminal in some of its aspects, lies exclusively in \"the Juvenile Court. But that part of the Juvenile Court Act which established procedures to determine parentage in order to insure support for an unacknowledged illegitimate child, did not pre-empt the jurisdiction of the Domestic Relations Branch ■over a suit by or on behalf of an acknowledged (though illegitimate) child against his natural father.\nWe must hold there is validity in appellant’s next contention: that the court below lacked the power to sentence him to imprisonment for contempt. Our Code, § 11— 326 provides: “where the decree only directs the payment of money no defendant shall be imprisoned except in those cases especially provided for.” This is a broad and fundamental limitation upon the power to jail a defendant for contempt. In Lundregan v. Lundregan, 102 U.S.App.D.C. 259, 252 F.2d 823, the court referred to “the Congressional policy against imprisonment for debt except where Congress has explicitly provided therefor.”\nIn giving the trial court power to enforce its orders as to alimony, support money, etc., “by attachment and imprisonment for disobedience,” Congress spoke only of a husband. Code 1961, 16-410. The same is true of the section dealing with maintenance actions. Code 1961, 16-415. It has been held that such power of imprisonment cannot be enforced against a former husband (divorced father), because the statute reaches only a husband. Queen v. Queen, 88 U.S.App.D.C. 157, 188 F.2d 624; Rapeer v. Colpoys, 66 App.D.C. 216, 85 F.2d 715.\nSuch is the situation here. Because the defendant did not and does not have the status of husband and cannot be legally classified as such, his disobedience of the support order, though contemptuous, may not be punished by imprisonment. Appellees do not present any real challenge of this view, but say it would appear to be a “serious casus omissus.” We are powerless to supply it, for a court cannot make laws.\nWe hold that the court below had jurisdiction, and we do not disturb the adjudication of contempt; but the order should be modified consistently with this opinion.\nRemanded for modification.\n. Harrison v. District of Columbia, D.C. Mun.App., 95 A.2d 332.\n. District of Columbia v. Turner, D.C. Mun.App., 154 A.2d 925; Fuller v. United States, D.C.Mun.App., 65 A.2d 589.\n. Williams v. Amann, supra.",
        "type": "majority",
        "author": "CAYTON, Acting Judge."
      },
      {
        "text": "HOOD, Chief Judge\n(dissenting).\nThis action is one to compel a father to support his illegitimate children. At common law a father was under no legal obligation to support his illegitimate child, and his present day obligation is strictly statutory. The only statute in the District of Columbia imposing such obligation is the Act of' January 11, 1951, entitled “An Act Relating to Children Born Out of Wedlock.” Code 1961, 11-951 et seq. Jurisdiction of “all cases” arising under the Act is conferred on the Juvenile Court. Specific provision is made for the time and manner of instituting and prosecuting such actions, for the order of support and for the method of enforcing such order. The support ceases when the child reaches the age of 16 years.\nDespite the fact that the only obligation of the father is created by statute which expressly confers on the Juvenile Court jurisdiction over all cases under it, the majority of this court now holds that the Domestic Relations Branch of the Municipal Court has jurisdiction to compel the father to support his illegitimate children and, apparently, may exercise this jurisdiction without regard to the limitations and restrictions imposed by the Act creating the obligation.\nIt is true that in this case the father acknowledged his paternity, but such acknowledgment alone imposed no obligation on him nor conferred any jurisdiction on the court. Acknowledgment in the Juvenile Court, because of the statute, could have imposed an obligation on him. Under the statute the Juvenile Court may order support (1) when the father in open court acknowledges paternity, (2) after judicial determination of paternity, and (3) when the father voluntarily enters into an agreement for support of the child.\nThe majority opinion bases its holding on the language of the statute creating the Domestic Relations Branch which confers on that branch “exclusive jurisdiction” of actions for “support and custody of minor children.” If the majority is correct in holding that such language embraces an action for support of illegitimate children, then it would seem logically to follow that, because the jurisdiction of the Domestic Relations Branch is exclusive, the Juvenile Court no longer has jurisdiction over any case for support of illegitimate children. The ultimate object of any action in the Juvenile Court under the Act of January 11, 1951, whether paternity is denied or acknowledged, is to provide support for the child.\nNear the end of its opinion the majority says a court cannot make laws, but that is exactly what the court is doing. It is revising the law Congress enacted for the support of illegitimate children, and I believe this revision will bring about much confusion and uncertainty. For example, although the Juvenile Court can compel support of illegitimate children only until they are 16 years of age, and under the Uniform Reciprocal Enforcement of Support Act the duty of a father to support an illegitimate child also ceases when the-child becomes 16 years of age, will the Domestic Relations Branch require this father to support his illegitimate children until they are 21 years of age?\nThe majority opinion itself raises a question as to how the order it affirms is to be enforced. There is no question about how an order of the Juvenile Court may be enforced. It has specific authority to commit to jail in default of payment. It seems strange to me that if Congress intended that the Domestic Relations Branch of the Municipal Court should have jurisdiction in a case of this sort, it did not provide the same method of enforcement.\nIn my opinion the trial court lacked jurisdiction and the order should be reversed.\n. Code 1961, 11-951.\n. Code 1981, 11-958.\n. Code 1961, 11-960.\n. Code 1961, 11-762.\n. Code 1961, 11-958.\n. Code 1961, 11-1620.\n. Code 1961, 11-959.",
        "type": "dissent",
        "author": "HOOD, Chief Judge"
      }
    ],
    "attorneys": [
      "Benjamin F. Rossner, Washington, D. C., for appellant.",
      "Robert C. Hilldale, Washington, D. C., for appellees."
    ],
    "corrections": "",
    "head_matter": "Charles JOHNSON, Appellant, v. Elliott JOHNSON, Deborah Johnson and Jean Johnson, minors, by Diane Tolliver, mother and next friend, Appellees.\nNo. 3041.\nMunicipal Court of Appeals for tlie District of Columbia.\nArgued July 16, 1962.\nDecided Aug. 29, 1962.\nBenjamin F. Rossner, Washington, D. C., for appellant.\nRobert C. Hilldale, Washington, D. C., for appellees.\nBefore HOOD, Chief Judge, QUINN, Associate Judge, and CAYTON (Chief Judge, Retired) sitting by designation under Code § 11 — 776(b)."
  },
  "file_name": "0916-01",
  "first_page_order": 948,
  "last_page_order": 952
}
