{
  "id": 11476701,
  "name": "TRUCKLEASE CORP., d/b/a AMI Leasing v. COZY HARBOR SEAFOODS, INC.",
  "name_abbreviation": "Trucklease Corp. v. Cozy Harbor Seafoods, Inc.",
  "decision_date": "2000-02-28",
  "docket_number": "",
  "first_page": "916",
  "last_page": "921",
  "citations": [
    {
      "type": "official",
      "cite": "746 A.2d 916"
    },
    {
      "type": "parallel",
      "cite": "2000 Me. 36"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "487 A.2d 251",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7912908
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "255"
        },
        {
          "page": "255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/487/0251-01"
      ]
    },
    {
      "cite": "685 A.2d 425",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7349920
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "427"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/685/0425-01"
      ]
    },
    {
      "cite": "1998 ME 120",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11833385
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "¶ 5"
        },
        {
          "page": "1288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/711/1286-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 579,
    "char_count": 13680,
    "ocr_confidence": 0.649,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2406775452931812
    },
    "sha256": "4708fd1ad7997850624c1950b47808e28d4b99f8f5486aad58b03a8422913e8e",
    "simhash": "1:637e4f4cde4297ea",
    "word_count": 2385
  },
  "last_updated": "2024-02-27T16:55:04.772406+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and CLIFFORD, RUDMAN, DANA, SAUFLEY, ALEXANDER, and CALKINS, JJ."
    ],
    "parties": [
      "TRUCKLEASE CORP., d/b/a AMI Leasing v. COZY HARBOR SEAFOODS, INC."
    ],
    "opinions": [
      {
        "text": "CLIFFORD, J.\n[¶ 1] Trueklease Corp., doing business as AMI Leasing, appeals from a summary judgment entered in the Superior Court (Cumberland County, Crowley, J.) in favor of Cozy Harbor Seafoods, Inc. AMI seeks to recover from Cozy Harbor taxes that AMI paid to the State on two refrigerator trucks acquired by AMI and leased by AMI to Cozy Harbor. AMI contends that the tax liability arose when AMI leased the trucks to Cozy Harbor, not, as Cozy Harbor contends, when AMI purchased the trucks. AMI further contends that pursuant to the lease agreement, Cozy Harbor has assumed the burden of paying the tax assessed. We agree with AMI, and we vacate the judgment.\n[¶ 2] Cozy Harbor, a seafood processor, negotiated with AMI in 1995 to lease two refrigerator trucks. In June of 1995, the parties agreed that AMI would purchase two refrigerator trucks and lease them to Cozy Harbor. Although the contract recited that the transaction was a lease and not a contract of sale or security agreement, the agreement entered into was not a traditional lease but what is known as a TRAC (Terminal Rental Adjustment Clause) lease. A TRAC lease lasts for an indefinite period of time and is very similar to a financed sale.\n[¶ 3] Under the TRAC lease, Cozy Harbor agreed to pay AMI a monthly depreciation charge until the original value of the vehicles was fully depreciated. After that, Cozy Harbor would pay only a nominal monthly service charge. Cozy Harbor is obligated to pay all costs associated with owning and operating the vehicles. Paragraph nine of the lease addresses Cozy Harbor’s obligations:\nCustomer agrees to pay all taxes, fees, posts and expenses in connection with the use, operation, maintenance, repair, licensing, registration and titling of each Vehicle.... Customer agrees to pay for any new or additional taxes, fees, or governmental charges of any kind imposed with respect to any Vehicle, its maintenance, use or operation, after completion of the [depreciation] Schedule applicable to such Vehicle.... Customer acknowledges that it is the intent of the parties that ... all costs and obligations of any kind relating to a Vehicle, whether or not specifically set forth in this Lease, shall be the responsibility of and paid for by [Cozy Harbor],\n[¶ 4] If either party decided to terminate the lease, the Terminal Rental Adjustment Clause would govern the disposition of the vehicles. This clause requires Cozy Harbor to return the vehicles to AMI which would then sell them at wholesale. The proceeds would be applied to the remaining depreciable value, and any excess would be paid to Cozy Harbor. If the proceeds fell short of the remaining depre-ciable value, Cozy Harbor would be required to pay AMI the difference.\n[¶ 5] Pursuant to the contract with Cozy Harbor, AMI purchased two refrigerator vans in November of 1995. Shortly thereafter, AMI paid tax on the value of the two chassis, basing its tax liability on the “cost” of the vehicles. AMI billed Cozy Harbor for the tax and Cozy Harbor paid that bill in December of 1995.\n[¶ 6] The lease term commenced on January 1, 1996. -Several days later Cozy Harbor took delivery of the trucks and began paying on the lease. AMI subsequently discovered that there was a mistake in calculating the tax due on the trucks. AMI had failed to pay any tax on the value of the truck bodies, so the State had assessed an additional tax. AMI paid the tax and billed Cozy Harbor for that amount, but Cozy Harbor refused to pay the bill. Instead, it informed AMI that it had mistakenly paid the original tax bill and demanded that AMI return that money.\n[¶ 7] AMI filed a complaint in the Superior Court, alleging that AMI and Cozy Harbor had entered into a TRAC lease and that “the Maine Tax Assessor ... treated TRAC leases as sales and charged sales tax on them.” AMI further alleged that in this case “[t]he State of Maine assessed sales tax on [the] vehicles” that were the subject of the TRAC lease. Finally, AMI claimed that the lease agreement obligated Cozy Harbor to reimburse AMI for the sales tax paid by them. Cozy Harbor answered that the contract did not require it to pay the tax, and counterclaimed for reimbursement from AMI of the money Cozy Harbor had already paid.\n[¶ 8] “A party is entitled to summary judgment where there is no genuine issue of material fact and the party, on the undisputed facts, is entitled to judgment as a matter of law.” Briggs v. Briggs, 1998 ME 120, ¶ 5, 711 A.2d 1286, 1288. In reviewing a grant of summary judgment, we review the decision of the trial court for errors of law and view the evidence in the light that is most favorable to the party against whom judgment was entered. See id.\n[¶ 9] Both parties agree that AMI paid a tax on the value of the two trucks, but they are in dispute on which tax AMI paid and, on which party the law and the contract place the tax burden. Cozy Harbor argues that AMI paid sales tax on the transaction between AMI and the truck vendor. AMI argues that Maine tax law treats TRAC leases as sales, and, in accordance with the law, AMI paid sales tax on the TRAC lease transaction between it and Cozy Harbor.\n[¶ 10] In Maine, sales tax is a levy on the purchaser, but it may be collected by the seller. See 36 M.R.S.A. § 1753 (1990) (stating that sales tax is a levy on the consumer and that “retailer shall add the amount of the tax to the sales price”); see also 36 M.R.S.A. § 1812 (Supp.1999) (stating that sales tax is a “debt of the purchaser to the retailer until paid”). Thus, if AMI paid tax as a purchaser of the two trucks, it is liable and it cannot collect anything from Cozy Harbor unless the lease agreement shifts that responsibility to Cozy Harbor. See 36 M.R.S.A. § 1812 (Supp.1999). On the other hand, if AMI paid the tax as a seller, it did so on behalf of Cozy Harbor and Cozy Harbor is liable to AMI for the tax paid. See id. Based on the record and on an analysis of Maine’s sales tax provisions, we conclude that the sales tax paid by AMI arose from the TRAC lease and not from AMI’s purchase of the vehicles.\n[¶ 11] AMI is a Massachusetts corporation with an office in Maine. Its purchase of the trucks occurred entirely outside of Maine. The invoices disclose that AMI purchased the trucks and truck parts from vendors who were not located in Maine and took delivery of the trucks in Massachusetts. Because title to the trucks passed outside of Maine, Maine sales tax provisions do not apply to the transaction. See John Swenson Granite v. State Tax Assessor, 685 A.2d 425, 427 (Me.1996). Because AMI incurred no Maine sales tax liability when it purchased the vehicles, it must have paid sales tax for some other reason. See id.\n[¶ 12] Cozy Harbor contends that, even if the sale occurred entirely outside of Maine, the vehicles were purchased for use in Maine, and AMI was liable for Maine’s use tax. Maine imposes a tax on tangible property purchased outside the state that is used in the state. See 36 M.R.S.A. § 1861 (Supp.1999). By regulation, in the case of a bona fide lease, “the lessor is considered the consumer of the property, and is liable for tax when purchasing such property for rental purposes.” See Me. Bureau of Taxation Reg. 316.01 (July 12, 1982). Between 1985 and the time the parties entered into the lease, however, TRAC leases were not considered bona fide leases for Maine sales tax purposes. See Bureau of Taxation, General Information Bulletin, No. 86, September 19, 1997. Rather, they were treated as retail sales. See id.\n[¶ 13] The characterization of a TRAC lease as a retail sale is important to the result in this litigation. First, it indicates that AMI did not incur tax liability when it purchased the vehicles, even if the purchase had occurred in Maine because Maine’s sales tax does not apply to sales of tangible property when the buyer intends to resell the property. See 36 M.R.S.A. § 1752(11) (Supp.1999) (stating that a “retail sale” does not include sales where the purchaser intends to resell the property); 36 M.R.S.A. § 1811 (Supp.1999) (stating that sales tax applies to “all tangible personal property ... sold at retail in this State”). AMI’s purchase of the vehicles was for the purpose of leasing them to Cozy Harbor under the TRAC lease. Because the State treats TRAC leases as sales for tax purposes, AMI’s real purpose was to “sell” the vehicles at retail. Thus, AMI incurred no tax liability on the purchase.\n[¶ 14] Second, if AMI had entered into a bona fide or traditional lease with Cozy Harbor, then it would have incurred “use tax” liability because it would have been using (i.e. leasing) property within the state. See 36 M.R.S.A. § 1861 (Supp.1999). Because the TRAC lease is considered a sale, however, AMI did not use the vehicles in Maine and was not subject to a use tax. See id.; see also 36 M.R.S.A. § 1758 (1990) (charging use tax only if the property bought for resale is leased before it is resold). Instead, it is Cozy Harbor who is liable for the sales tax arising from its “purchase” of the vehicles from AMI. See 36 M.R.S.A. § 1753 (1990).\n[¶ 15] Moreover, contrary to the contention of Cozy Harbor, the lease agreement clearly allocates the burden of paying the tax to Cozy Harbor. Cozy Harbor agreed in paragraph nine “to pay all taxes, fees, costs and expenses in connection with the use, operation, maintenance, repair, licensing, registration and titling of each Vehicle.” The agreement further provided that “it is the intent of the parties that ... all costs and obligations of any kind relating to a Vehicle, whether or not specifically set forth in this Lease, shall be the responsibility of and paid for by [Cozy Harbor].” The Superior Court erroneously concluded that the tax paid by AMI was not on the TRAC lease but rather was assessed on AMI’s purchase of the vehicles in Massachusetts, and it construed paragraph nine as not obligating Cozy Harbor to reimburse AMI.\n[¶ 16] Pursuant to the unambiguous language of the agreement, however, Cozy Harbor has assumed the obligation to pay all taxes in connection with the use and operation of the vehicles, and because the tax paid is a tax on the lease of the vehicles, the obligation of Cozy Harbor to reimburse AMI under the lease agreement is clear.\nThe entry is:\nJudgment vacated. Remanded to the Superior Court for entry of a judgment for the plaintiff.\n. Cozy Harbor is a Maine corporation with its principal place of business in Maine. AMI is a Massachusetts corporation qualified to do business in Maine, with a place of business in Portland.\n. The invoices reflect that AMI's purchase occurred entirely outside of Maine and that the trucks were delivered to AMI in Massachusetts.\n. The parlies dispute the precise characterization of the tax paid by AMI. Cozy Harbor argues that the tax arose from AMI’s purchase of the vehicles. AMI contends that the tax arose from the TRAC lease, treated as it is by the State as a sale for sales tax purposes.\n. Neither party argues that the contract shifts the burden for paying taxes from Cozy Harbor to AMI, and the contract contains no language that would support such a contention.\n. After we decided Hannaford Bros., Co., v. State Tax Assessor, 487 A.2d 251 (Me.1985), the Bureau of Taxation categorized TRAC leases as leases “in lieu of purchase\" and treated them as retail sales. Though Hannaford did not explicitly address TRAC leases, the Bureau's treatment of TRAC leases as retail sales is consistent with Maine’s sales tax law. We held in Hannaford that a lease requiring Hannaford to take title to vehicles at the expiration of the lease term fell squarely within the Bureau of Taxation’s definition of a lease \"in lieu of purchase” and was properly treated as a sale. See Hannaford Bros., Co., 487 A.2d at 255; see also Me. Bureau of Taxation Reg. 316.02 (July 12, 1982) (\"Alease shall be deemed 'in lieu of purchase’ when once the lessee enters into the so-called lease agreement, he must acquire title to the tangible personal property under the terms of the agreement.”) Although its TRAC lease with AMI does not require Cozy Harbor to take title at the end of the lease, it does call for the vehicles to be sold and their value to be credited to Cozy Harbor. Hannaford made it clear that while \"no single test will determine the ‘true character’ of every contract,” the \"most effective” test is \"to examine what residual interest the 'lessor' retains at the end of the contract term.” See Hannaford Bros., Co., 487 A.2d at 255. Here, AMI retains no interest in the vehicles at the expiration of the lease term, and Cozy Harbor receives the entire benefit from the sale of the vehicles. Accordingly, the treatment of TRAC leases as leases \"in lieu of purchase” is consistent with Maine's sales tax law.\n. Though Maine tax law places the tax burden for a TRAC lease squarely on the lessee, Cozy Harbor makes the procedural argument that the uncontested facts establish that AMI paid sales tax on its purchase of the vehicles and not on the lease. There is some support for this contention in AMI’s Rule 7(d)(1) statement and in the affidavits. AMI does make clear, however, in an uncontroverted affidavit, that the tax it paid \"is the sales tax on the TRAC lease from AMI to Cozy Harbor.”",
        "type": "majority",
        "author": "CLIFFORD, J."
      }
    ],
    "attorneys": [
      "Arnold C. Macdonald, Burns Ray & De-Lano, P.A., Portland, for plaintiff.",
      "Mark G. Furey, Thompson, Bull, Furey, Bass & MacColl, LLC, P.A., Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "2000 ME 36\nTRUCKLEASE CORP., d/b/a AMI Leasing v. COZY HARBOR SEAFOODS, INC.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Sept. 29, 1999.\nDecided Feb. 28, 2000.\nArnold C. Macdonald, Burns Ray & De-Lano, P.A., Portland, for plaintiff.\nMark G. Furey, Thompson, Bull, Furey, Bass & MacColl, LLC, P.A., Portland, for defendant.\nBefore WATHEN, C.J., and CLIFFORD, RUDMAN, DANA, SAUFLEY, ALEXANDER, and CALKINS, JJ."
  },
  "file_name": "0916-02",
  "first_page_order": 956,
  "last_page_order": 961
}
