{
  "id": 11244140,
  "name": "Bobbie Crider LAKE, Appellant, v. James Howard LAKE, Appellee",
  "name_abbreviation": "Lake v. Lake",
  "decision_date": "2000-08-03",
  "docket_number": "No. 98-FM-909",
  "first_page": "917",
  "last_page": "927",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 917"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "597 A.2d 355",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11940896
      ],
      "pin_cites": [
        {
          "page": "358-59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/597/0355-01"
      ]
    },
    {
      "cite": "673 A.2d 1281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872322
      ],
      "pin_cites": [
        {
          "page": "1283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/673/1281-01"
      ]
    },
    {
      "cite": "550 A.2d 37",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876554
      ],
      "pin_cites": [
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/550/0037-01"
      ]
    },
    {
      "cite": "716 A.2d 183",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11700363
      ],
      "pin_cites": [
        {
          "page": "189"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/716/0183-01"
      ]
    },
    {
      "cite": "515 A.2d 1128",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7929039
      ],
      "pin_cites": [
        {
          "page": "1130"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/515/1128-01"
      ]
    },
    {
      "cite": "539 A.2d 195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870387
      ],
      "pin_cites": [
        {
          "page": "202-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/539/0195-01"
      ]
    },
    {
      "cite": "349 A.2d 462",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8060157
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "463"
        },
        {
          "page": "464",
          "parenthetical": "affirming trial court's refusal to reduce appellant's alimony obligation where appellant voluntarily retired, thereby decreasing his net income"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/349/0462-01"
      ]
    },
    {
      "cite": "559 A.2d 769",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7895791
      ],
      "pin_cites": [
        {
          "page": "771-72"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/559/0769-01"
      ]
    },
    {
      "cite": "277 A.2d 284",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8103057
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "286"
        },
        {
          "page": "287",
          "parenthetical": "holding that requesting spouse was not obliged to deplete inheritance for support where other spouse was able but refused to provide support"
        },
        {
          "page": "287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/277/0284-01"
      ]
    },
    {
      "cite": "186 F.2d 761",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "year": 1943,
      "pin_cites": [
        {
          "page": "764",
          "parenthetical": "trier of fact may not disregard \"positive testimony, uncontradicted, and not inherently improbable\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "78 U.S.App.D.C. 5",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1943,
      "pin_cites": [
        {
          "page": "8",
          "parenthetical": "trier of fact may not disregard \"positive testimony, uncontradicted, and not inherently improbable\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "216 A.2d 169",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8094635
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "170"
        },
        {
          "page": "171"
        },
        {
          "page": "170",
          "parenthetical": "noting that the factors to be considered in making an alimony determination include the parties' past and prospective financial situations"
        },
        {
          "page": "171",
          "parenthetical": "noting that we will reverse an alimony award only where the trial court's findings are plainly wrong or unsupported by substantial evidence"
        },
        {
          "page": "170"
        },
        {
          "page": "171",
          "parenthetical": "noting that this court will not reverse a trial court's alimony determination unless plainly wrong or without evidence to support it"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/216/0169-01"
      ]
    },
    {
      "cite": "464 A.2d 922",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7972146
      ],
      "pin_cites": [
        {
          "page": "932"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/464/0922-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1270,
    "char_count": 35889,
    "ocr_confidence": 0.717,
    "pagerank": {
      "raw": 6.442414296993362e-08,
      "percentile": 0.39771739587906474
    },
    "sha256": "0a9cfc4dfe142635466dd11108fa1ff432c8124c5390468c9756f73325293b60",
    "simhash": "1:f64faa0e7f2fc176",
    "word_count": 5743
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, RUIZ and REID, Associate Judges."
    ],
    "parties": [
      "Bobbie Crider LAKE, Appellant, v. James Howard LAKE, Appellee."
    ],
    "opinions": [
      {
        "text": "RUIZ, Associate Judge:\nBobbie C. Lake sued her husband, James H. Lake, for divorce. After a divorce trial held in 1997, the trial court entered an order granting the divorce and finalizing the distribution of property. Noting that both parties needed “to reestablish or develop careers and incomes,” the trial court order reserved Ms. Lake’s request for alimony for a later date “if the circumstances warrant[ed].” The following year, 1998, the trial court held a hearing on the issue of alimony and awarded alimony to Ms. Lake in the amount of $2,000 per month. At Mr. Lake’s request, the trial court vacated the original alimony order and issued an amended order reducing the alimony to $1,000 per month. The trial court issued a further order in which it interpreted the initial order issued at the time of the divorce on property distribution requiring equal division of Mr. Lake’s severance payment, to mean equal division after payment of income taxes. Ms. Lake appeals from both the amended order reducing alimony to $1,000 per month and the order regarding after-tax distribution of the severance payment. With respect to the alimony award, she asserts that the trial court abused its discretion in the alimony calculation by overstating her earning capacity from employment, by improperly considering her potential investment income, and by underestimating Mr. Lake’s earning capacity. With respect to the ruling on the property distribution, she claims that the trial court erred in concluding that each party would receive an equal share after taxes. After reviewing the record, we conclude there is no abuse of discretion and affirm both the trial court’s alimony award and its distribution of Mr Lake’s severance pay on an after-tax basis.\nI.\nThe Lakes married in October 1973 and separated in April 1993; there were no children from the marriage. Mr. Lake was the primary wage earner throughout the marriage. During the five years prior to their separation, Mr. Lake earned approximately $1.2 million annually as a communications management consultant for Bozell Worldwide, while Ms. Lake’s maximum yearly earnings as a real estate agent were $35,000. Between the separation in April 1993, after the divorce, and up to October 1995, Mr. Lake provided voluntary financial support to Ms. Lake in the amount of $12,000 per month. In October 1995, Mr. Lake resigned from his employment at Bozell after refusing an offer of immunity from the independent counsel’s office investigating improper political contributions which included pleading guilty to two misdemeanor counts of violating Federal elections law and a felony wire fraud count resulting from an improper $5,000 political contribution. Mr. Lake was subsequently convicted on all three counts and sentenced to pay a $150,000 fine, write a monograph to be distributed to political action committees and farmer’s cooperatives, and two years of probation. After resigning from his position, Mr. Lake terminated the monthly support payments to Ms. Lake. Mr. Lake was unemployed from October 1995 to May 1996, when he obtained a temporary consulting position with Burson-Marstel-ler, a global communications firm. After the first year, Mr. Lake became a full-time employee at a salary of $350,000 per year. He testified during the alimony trial that he did not anticipate receiving any significant increases in salary or bonuses from Burson-Marsteller. Mr. Lake’s financial statement indicated that he had a net worth of approximately $551,000, including an interest in his residence, tangible personal property and his retirement plan.\nAlthough Ms. Lake had been employed throughout the marriage, her annual earnings were de minimis between the separation in 1993 and the alimony trial in March 1998. In 1995, Ms. Lake attended business administration classes at Mount Vernon College for a semester. At the January 1996 divorce trial, Ms. Lake indicated that she hoped to resume her court reporting career and, in October 1996, she received a $20,000 advance from the court-supervised marital funds escrow account to upgrade her court reporting skills. In December 1996, she purchased court reporting equipment, but did not receive training on the equipment until January 1998, and had not begun looking for a court reporting position as of the March 1998 alimony trial. At the alimony trial, Ms. Lake testified that she was working part-time at a jewelry store earning $334 per month. She also stated that she was in the process of trying to revive her real estate career by sending out periodic mailings on the real estate market, and had spent considerable time marketing the parties’ jointly-owned marital home, which was sold in May 1997. While Ms. Lake testified that her physical health was good, she indicated that she had been suffering from severe depression since the separation and that her “mental state” was a serious impediment to her efforts to gain full-time employment because she found it difficult to concentrate, was nervous, and was often unable to sleep.\nOn April 2, 1998, the trial court issued an order awarding alimony in the amount of $2,000 per month based partly on the fact that the parties had approximately the same net worth. After Mr. Lake observed that his net worth was significantly less than that of Ms. Lake, the trial court reduced its original alimony order after taking into account information regarding Ms. Lake’s net worth which it “inadvertently failed to consider” when it issued the original order. Although Ms. Lake’s financial statement reflected a net worth of $538,000, the trial court ruled that the evidence supported an actual net worth of $919,426. The trial court also ruled that Ms. Lake’s earning potential was between $36,000 and $40,000 per year. On the issue of Ms. Lake’s mental health, the court explained\nWhile not doubting plaintiff’s stated feelings of depression, the court notes that she presented herself well at trial, and there was no evidence establishing that plaintiff was unable to work.\nThe trial court issued an order on May 6. 1998, reducing the alimony award to $1,000 per month. On June 4, 1998, the trial court issued another order which interpreted the divorce court’s May 6, 1997, directive that “each be awarded one-half Qk ) share” of Mr. Lake’s $200,000 severance payment from Bozell as meaning equal division after payment of income taxes.\nII.\nAlimony\n“Decisions respecting the grant or denial of alimony are committed to the sound discretion of the trial court and will be disturbed on appeal only when the record manifests abuse of that discretion.” McCree v. McCree, 464 A.2d 922, 932 (D.C.1983). In exercising that discretion, the trial court should consider certain factors, such as “the duration of the marriage, the ages and health of the parties, their respective financial positions, both past and prospective, the [requesting spouse’s] contribution to the family support and property ownership, the needs of the [requesting spouse] and the [other spouse’s] ability to contribute thereto, and the interest of society generally in preventing [the requesting spouse] from becoming a public charge.” McEachnie v. McEachnie, 216 A.2d 169, 170 (D.C.1966). The objective of alimony is “to provide reasonable and necessary support.” Id. An appellate court may reverse an alimony award only where the trial court’s finding is “plainly wrong or without substantial evidence to support it.” Id. at 171.\nOn appeal, Ms. Lake argues that the trial court abused its discretion in awarding alimony of $1,000 per month because it was based on an erroneous finding that she had an earning capacity of $36,000, improperly considered her potential investment income, and underestimated Mr. Lake’s financial position.\nA. Ms. Lake’s earning capacity.\nAlthough Ms. Lake acknowledges that the trial court properly considered her past and prospective finances in determining the appropriate amount of alimony, see McEachnie, 216 A.2d at 170 (noting that the factors to be considered in making an alimony determination include the parties’ past and prospective financial situations), she claims that the court’s finding that she was capable of earning $36,000 annually was not supported by the evidence. Ms. Lake argues that given the divorce court’s finding in 1997 that her wage earning potential was limited, coupled with its finding that her current earnings were de minim-is, the alimony court abused its discretion in disregarding her uncontradicted testimony in 1998 that, at that time, severe depression prevented her from reaching even her limited earning potential.\nAt the alimony trial, Ms. Lake testified that she had suffered from severe depression since the 1993 separation, describing her symptoms as “[e]xtreme sadness” and a “great sense of loneliness, futility, apathy. I don’t sleep well. I have great immobility at times.” She blamed her depression on what she termed the “apparently eternal” litigation over the divorce. When asked whether there were any impediments preventing her from seeking full-time employment, Ms. Lake responded\n[m]y mental state. I find it very difficult to concentrate. And as any court reporter will tell you court reporting is all concentration.\nShe also testified that she was being treated for depression by a Christian Science counselor three to four times a week, and that the treatment has “kept [her] alive.” In response, Mr. Lake’s counsel argued that Ms. Lake’s testimony regarding her sale of the marital home demonstrated that “she is very capable of utilizing her earning capacity.”\nIn its May 6, 1998, order, the alimony court found Ms. Lake capable of full-time employment, stating\n[Ms. Lake] is 59 years of age, and she testified that she is in good physical health but that she has been depressed since the separation. While not doubting [Ms. Lake’s] stated feelings of depression, the court notes that she presented herself well at trial, and there was no evidence establishing that [she] is unable to work.\nNotwithstanding the fact that the court credited Ms. Lake’s testimony regarding her “feelings of depression,” the court found “no evidence” to support her claim that she was unable to work as a result of the depression.\nMs. Lake claims that the trial court abused its discretion by disregarding her uncontradicted testimony regarding the effect of the depression on her ability to work, namely her statement that the depression seriously impeded her ability to obtain full-time employment as a court reporter because she found it difficult to concentrate. We realize that the alimony court’s statement that there was “no evidence” about her inability to work appears to imply that Ms. Lake’s testimony is not such evidence. After reviewing the trial court’s ruling in context, however, we conclude that the court considered Ms. Lake’s testimony regarding the effect of the depression on her mental state, but thought that her testimony alone was insufficient to counter other evidence of her ability to work. Viewing the evidence as a whole, the court’s finding that Ms. Lake was capable of full-time employment, either as a real estate agent or a court reporter with earning potential of $36,000 to $40,00 per year, was not clearly erroneous.\nIn its May 6, 1998, order, the alimony court indicated that it had taken the health of the parties into account and that it did not “doubt[] [Ms. Lake’s] stated feelings of depression.” From this language, it is evident that the court considered the entirety of Ms. Lake’s testimony before making the alimony award. However, the alimony court was clearly disturbed by the fact that Ms. Lake’s testimony regarding the debilitating effects of her depression lacked independent corroboration. See supra note 11. While reiterating the evidence at the conclusion of the alimony trial, the court stated\nThe way the evidence stands in this hearing is that [Ms. Lake] says that since the marriage went bad, or at least since the divorce, she has been seriously depressed. I believe that is her term. And let’s, let’s put aside, let’s assume for a minute that she was receiving regular or at least she said she was receiving regular psychiatric care for some condition. Still what we have is ... her word — I mean the state of the record right now is that’s what she says, and it may very well be true, but that is all I have. I don’t have any corroboration from either [the Christian Science practitioner] ... or from any other doctor.\nThe trial court’s concern regarding lack of corroboration is also reflected in the May 6, 1998, order, in which the trial court acknowledges Ms. Lake’s testimony, but notes that her demeanor at trial belied her testimony and that the record lacks evidence suggesting that she is unable to work.\nMs. Lake asserts that because her testimony was both uncontradicted and not inherently improbable, the trial court erred in disregarding it. See Stone v. Stone, 78 U.S.App.D.C. 5, 8, 186 F.2d 761, 764 (1943) (trier of fact may not disregard “positive testimony, uncontradicted, and not inherently improbable”). We disagree that the trial court disregarded Ms. Lake’s testimony. Rather, Ms. Lake’s own testimony regarding her sale of the marital home supports the trial court’s conclusion that she was capable of full-time employment. When asked to describe her efforts to sell the marital home, Ms. Lake responded that\n[i]t required [her] presence ... almost every day. People who came to look at it. Writing ads. Holding open houses. Negotiating with agents, taking calls from agents. Talking to appraisers.\nMs. Lake also indicated that she thought she did a competent job in selling the home, that she worked hard at it, and that she was successful. Absent independent corroboration of Ms. Lake’s testimony regarding the negative effects of her depression, the record reflects her contradictory statements that depression prevented her from seeking employment and from obtaining a job as a court reporter because she was unable to concentrate, but that she was able to work very diligently to sell the marital home. While Ms. Lake represented that her Christian Science practitioner was unable to testify regarding her mental state “for Christian Science reasons,” this did not prevent her from providing testimony from other witnesses in support of her claim that her income-earning capacity was diminished due to depression, such as her employer at the jewelry store where she worked part-time, a professor at Mt. Vernon College where she attended business administration classes for a semester, or even a friend. We do not disagree with Ms. Lake that depression can be severely debilitating and we are aware that symptoms of depression might not be readily apparent to the untrained eye. We cannot substitute our judgment for that of the trial court, however, where, as in this case, the trial court’s findings of fact are not clearly erroneous. We conclude that the trial court did not abuse its discretion in considering that Ms. Lake’s uncorroborated testimony about the debilitating effects of her depression were unpersuasive in light of all the evidence presented at trial and finding that Ms. Lake was capable of full-time employment based on the trial court’s assessment of her appearance and demeanor at trial and her testimony concerning her work in selling the marital home. See McEachnie, 216 A.2d at 171 (noting that we will reverse an alimony award only where the trial court’s findings are plainly wrong or unsupported by substantial evidence).\nB. Ms. Lake’s expected investment income.\nMs. Lake further contends that the trial court abused its discretion in considering her potential, rather than her actual, investment income in determining the appropriate alimony award. Although Ms. Lake recognizes that one of the factors which the trier of fact must consider in determining the appropriate amount of maintenance is a party’s financial resources, including expected investment income, see Skiff v. Skiff 277 A.2d 284, 286 (D.C.1971), she argues that the court’s determination of her future investment income was unsupported by the evidence.\nAfter considering Ms. Lake’s monthly expenses and income based on her earning capacity as a real estate agent or court reporter, the court determined that Ms. Lake was left with a negative monthly balance of $1,400, and awarded alimony in the amount of $1,000, leaving a $400 monthly shortfall (or $4,800 annually). See supra note 8. The court noted, however, that Ms. Lake’s net worth was substantial and that “proper management of her assets” should reduce her financial needs significantly. Ms. Lake does not contest the alimony court’s determination that her total net worth was $919,426. Instead, she contends that it was inappropriate for the court to speculate about her anticipated earnings from these assets and to expect Ms. Lake to employ her net assets — either by invasion of principal or need for increased future earnings — for daily support. Although there was no direct testimony regarding Ms. Lake’s investment income, her counsel represented to the court that she had at least $250,000 in liquid assets currently available, of which a conservative five percent could reasonably be imputed as annual investment income. Therefore, the alimony court’s conclusion that Ms. Lake would be able to cover the $4,800 annual shortfall with the conceded $12,500 investment income from her liquid assets is supported in the record. Moreover, contrary to Ms. Lake’s claim, the $12,500 annual investment income would not require invasion into principal or increased future earnings. As Ms. Lake’s counsel stated, “[t]he stocks and the bank account are liquid and producing income.” Cf Skiff, 277 A.2d at 287 (holding that requesting spouse was not obliged to deplete inheritance for support where other spouse was able but refused to provide support). Although the court noted generally that proper management of Ms. Lake’s substantial net worth would reduce her overall financial need, there is no evidence that it improperly calculated Ms. Lake’s alimony award based on a projected future return on assets greater than the actual return she was receiving at the time of the alimony trial. Cf. Joel v. Joel, 559 A.2d 769, 771-72 (D.C.1989) (remanding trial court’s order reducing alimony based on assumptions about future events). Because the objective of alimony is “to provide reasonable and necessary support” to the requesting spouse, McEachnie, 216 A.2d at 170, the trial court did not abuse its discretion in considering Ms. Lake’s reasonable prospective investment income in determining the appropriate amount of alimony.\nC. Mr. Lake’s earning capacity.\nMs. Lake contends that the alimony court underestimated Mr. Lake’s financial position. In particular, she argues that the trial court abused its discretion by failing to impute Mr. Lake’s $1.2 million annual income from his former employment with Bozell after he voluntarily left the company in October 1995 and was subsequently employed by Burson-Mar-steller at a substantially reduced salary. See Tydings v. Tydings, 349 A.2d 462, 463 (D.C.1975) (per curiam) (where spouse’s inability to pay alimony is self-inflictéd or voluntary, it will not constitute grounds for reduction in future payments). We think this argument is without merit. Mr. Lake resigned as partner in the firm of Robinson, Lake, Sayer, Miller, a subsidiary company of Bozell Worldwide, after pleading guilty to violations of federal campaign law. Ms. Lake offered no support for her assertion that Mr. Lake’s resignation was voluntary. The facts that he left a lucrative partnership, was unemployed for several months, obtained a job at a quarter of the salary he previously commanded, and developed a criminal record, support that his resignation was due to an illegal $5,000 political contribution rather than to any intention to voluntarily reduce his income. Cf. Hamel v. Hamel, 539 A.2d 195, 202-03 (D.C.1988) (reversing trial court’s reduction of alimony when appel-lee’s present financial difficulty was the result of “purely voluntary decisions” that proved extremely costly and greatly diminished his ability to provide support); Tyd-ings, 349 A.2d at 464 (affirming trial court’s refusal to reduce appellant’s alimony obligation where appellant voluntarily retired, thereby decreasing his net income). Moreover, there is no indication that Mr. Lake left the partnership and Bozell in order to avoid his support obligations. Accordingly, the alimony court did not abuse its discretion in estimating Mr. Lake’s prospective income based on his annual salary at the time of the alimony trial rather than on his income three years earlier, prior to leaving Bozell.\nIII.\nProperty Distribution\nMs. Lake takes issue with the court’s June 5, 1998 order that each party should receive an equal share of Mr. Lake’s $200,000 severance payment after payment of taxes. The trial court has broad authority to distribute property accumulated during marriage in any manner that is “equitable, just and reasonable.” D.C.Code § 16-910 (1997 Repl.) Under ornease law, “[a] trial court is granted considerable discretion in distributing marital property to parties to a divorce action.” Bowser v. Bowser, 515 A.2d 1128, 1130 (D.C.1986). Here, the alimony court found that it “would be inequitable for one party to pay all of the taxes on the severance payment.” Therefore, the court stated, the Lakes should retain an “equal share of the Bozell severance payment after the taxes are paid.” Upon review of the divorce court’s May 6, 1997, order, we find that the alimony court did not abuse its discretion in reaching this conclusion.\nMs. Lake argues that the June 5, 1998, order misinterpreted the divorce court’s May 6, 1997, order awarding her “one-half Oé) share of [Mr. Lake’s] severance compensation,” maintains that the plain language of the initial order dictates that she receive one-half of the gross amount of severance received, or $100,000, rather than one-half of the severance payment after taxes. We disagree. It is clear from the May 6, 1997, order that the divorce court intended to achieve an equal distribution of the marital assets. The court distributed on an equal basis the “net proceeds” from the sale of jointly-held property, and specified that the parties should each report and pay for “one-half Qf¿ ) of the taxable gain” from the sale. In addition, the court held the parties jointly responsible for taxes on the marital home until it was sold. With respect to joint personal property not actually distributed between the parties, the “net proceeds” from their sale was to be “divided equally between the parties.”\nMs. Lake insists that had the divorce court intended her to share equally in the income taxes due on the severance payment, it would have expressly said so as it did in distributing the parties’ jointly held assets. However, a review of the 1997 order shows that the only time the divorce court held Mr. Lake solely responsible for payment of taxes on a particular asset was as a result of the parties’ stipulation prior to trial that Mr. Lake would pay all income taxes on the proceeds from the initial sale of Bozell stock. Moreover, even in this particular case, the divorce court expressly noted that the parties each bore his or her own tax liability for any capital gains taxes attributable to future stock distributions. The overall thrust of the order is that, except in specified circumstances, the parties were to share “net proceeds” equally. The divorce court’s order recognized and accepted the impact of tax liability on both parties when it concluded that “the equitable distribution provided by this judgment is just and reasonable notwithstanding potentially adverse income tax consequences to each of the parties.” On this record, the alimony court did not abuse its discretion in ordering that the parties’ equal sharing of the severance payment was to be calculated after taxes were paid.\nFor the foregoing reasons, the trial court’s alimony award of $1,000 per month and equal division of Mr. Lake’s severance pay after taxes is\nAffirmed.\n. On March 17, 1998, at the time of the alimony trial, Mr. and Ms. Lake were sixty and fifty-nine years old, respectively.\n. At the alimony trial, Mr. Lake testilied that he was a partner in the communications firm of “Robinson, Lake, Sayer, Miller,” a wholly owned subsidiary of Bozell Worldwide.\n. During the special counsel investigation, Mr. Lake disclosed federal elections law violations in exchange for immunity, but gave up the immunity offered when it appeared that the special counsel intended to investigate his firm and partners.\n.The evidence shows that Ms. Lake worked at the Department of Agriculture from 1968 to 1976, and for part of that time was a confidential assistant in Agriculture Secretary Earl Butz’s office. After the change in administration, she worked as a full-time court reporter from 1976 to 1987, during which time her average annual salary was $20,000. She left her court reporter position in 1987 to chair Jack Kemp’s political action committee and, after the campaign ended, she became a real estate agent.\n. Ms. Lake explained that she had attempted to schedule several training sessions with the Stenograph trainer in the area, but had been unable to do so because the trainer cancelled all the appointments. She did receive a free training session in January 1998 as part of the purchase of the equipment, but still needed training on the latest software.\n. Although the October 1996 order approving the $20,000 advance stipulated that Ms. Lake account for the advance, Mr. Lake testified that Ms. Lake neither accounted for nor repaid this advance.\n. At the alimony trial, Ms. Lake produced one real estate mailing dated March 1998, the month of the trial.\n. The court determined that Ms. Lake's monthly expenses were approximately $3,500, and her potential net monthly income, based on a projected $36,000 annual salary, was $2,100. The court then concluded that Ms. Lake would need additional income of approximately $1,400 per month to sustain her current standard of living, which could be supplied by alimony in the amount of $1,000 plus income from her investments.\n. Ms. Lake does not otherwise challenge the amount of the alimony award, including the use of her monthly expenses as a base point for analysis.\n. Ms. Lake contends that the alimony court improperly ignored the divorce court's findings of fact, to which the parties stipulated and which the court recognized as part of the record. In particular, she notes the divorce court’s finding that her “annual earnings have been de minimis the past four years,” and that she “never earned more than $40,000 per annum, has limited employment credentials, and is unlikely to ever be a significant wage earner.” She maintains that these findings necessitate the conclusion that her prospective earnings will be significantly less than $36,000 annually. Ms. Lake does not mention, however, that the divorce court also found that, while her earnings have been nominal since the separation, Ms. Lake is a licensed real estate agent and \"employable as a stenographic reporter.” The divorce court also noted, as a factual matter, that Ms. Lake intended to begin working full-time after the divorce trial. Thus, the alimony court’s later conclusion that Ms. Lake was capable of earning at least $36,000 annually was not necessarily inconsistent with the divorce court’s earlier findings of fact, especially given Ms. Lake’s testimony that she had, in the past, earned $35,000 as a real estate agent, and exhibits admitted into evidence of vacancy announcements of the Superior Court dated September 1995 and September 1996 indicating that an entry-level court reporter’s salary was approximately $37,000. Moreover, the alimony court stressed that, although it accepted the divorce court’s findings of fact, the parties could still recommend what conclusions it should draw from these findings.\n. Ms. Lake testified that she had three to four verbal consultations per week with the practitioner, either in person or by telephone, and that the practitioner prayed daily on her behalf. Ms. Lake further testified that she paid a monthly fee of $435 for this treatment.\n. During counsel’s closing statements, the trial court expressed skepticism about Ms. Lake’s testimony regarding the gravity of her depression, stating\n[Y]ou know a marital break up is depressing and it's sad. It always is. It’s unfortunate. But with all respect, and I mean this respectfully, she looks pretty good to me. Seriously.\nThe court further signaled its skepticism toward Ms. Lake’s claim that she was unable to return to full-time employment due to severe depression by opining\n[D]on't you think it’s good for people, particularly those who proffer to be and perhaps are depressed and unhappy because of a bad marriage that went bad, to put it behind them at some point, doesn’t that make some sense?\nMs. Lake’s counsel responded by stressing the toll that the protracted litigation had taken on his client. He stated that, once the litigation was concluded, Ms. Lake’s depression might well be resolved so that she would be able to obtain full-time employment, but requested that the trial court make its decision based on actual, not imputed, income due to his client’s uncontroverted testimony regarding her depression.\n.Although the court recognized that, at the time of the alimony trial, Ms. Lake worked only part-time, it noted that she had testified that she had been trying to revive both her career as a court reporter and as a real estate agent. In addition, the trial court considered evidence that entry-level court reporters currently earned approximately $37,000 per year, as well as Ms. Lake's testimony that the most she ever earned as a real estate agent was $35,000.\n. At the alimony trial, counsel for Ms. Lake explained this lack of corroboration by noting that Ms. Lake’s Christian Science practitioner was unable to testify for \"Christian Science reasons.” Although the court reluctantly accepted this explanation, it did not suggest that the absence of corroborating evidence was somehow cured by the Christian Science practitioner’s reluctance to testify, nor did it imply that the fact that the Christian Science practitioner did not testify supported Ms. Lake’s claim that depression prevented her from gaining full-time employment.\n. Although there is no specific evidence regarding the actual amount of time Ms. Lake spent in marketing and selling the jointly-owned marital home, the record shows that the home was sold in May 1997, and that Ms. Lake spent considerable time and effort to bring about the sale.\n. Notably, this figure was substantially more than the $537,926 Ms. Lake declared on her financial statement, and almost double Mr. Lake's then net worth of $551,500.\n. Ms. Lake cites Skiff for the proposition that she should not be \"obliged to deplete her [net worth] to support herself when her husband is able ... to support her.” 277 A.2d at 287. However, the Skiff facts are readily distinguishable. In Skiff, the wife’s sole source of income was from investments. Because her anticipated expenses exceeded her investment income, this court affirmed the trial court's alimony award, even though Ms. Skiff had a net worth of $370,000 compared to Mr. Skiff's zero net worth. In the instant case, Ms. Lake has anticipated expenses which exceed her projected income from employment; however, her investment income more than covers the expected $4,800 annual shortfall between her expenses and expected annual compensation plus alimony. Moreover, although Ms. Skiff would have been forced to deplete her net worth to cover the shortfall she faced, the record indicates that Ms. Lake has sufficient investment income to meet her expenses without depleting the underlying assets.\n. Ms. Lake again asserts that the trial court abused its discretion by overriding the divorce court's finding of fact, this time regarding Mr. Lake’s prospective income. She argues that the alimony court wrongly substituted its own conclusion that Mr. Lake had a prospective income of up to $500,000 without regard for the fact that the parties had stipulated to the divorce court’s finding that Mr. Lake’s prospective income was at least $1.2 million. This claim is without merit. While the divorce court did express its opinion that Mr. Lake would be able to regain his former annual income once he found employment, Mr. Lake was unemployed at the time of the divorce trial. The court’s opinion, therefore, was speculative and not based on fact.\nAt the alimony trial, Mr. Lake testified that he had regained employment, but his annual salary was $350,000. He also indicated that he did not expect to receive any significant salary increases or bonuses in the near future. Based on this testimony, and absent evidence that Mr. Lake’s current employment was of limited duration, the alimony court concluded that his earnings were likely to increase to $500,000 in succeeding years. Because the alimony court’s prospective income determination is supported by the evidence, we see no reason to disturb it on appeal. See McEachnie, 216 A.2d at 171 (noting that this court will not reverse a trial court’s alimony determination unless plainly wrong or without evidence to support it).\n. There is a question whether this particular argument was raised before the trial court in the first instance. See Southall v. United States, 716 A.2d 183, 189 (D.C.1998) (issues not raised below will not be considered on appeal absent a clear miscarriage of justice); D.D. v. M.T., 550 A.2d 37, 48 (D.C.1988) (claims not raised below are normally spumed on appeal).\n. We note that, unlike other court orders, “an order emanating from a divorce settlement does not fall within the general rule [disfavoring revisitation of final orders], for the law specifically provides that the trial court may modify such orders as necessary.” Smith v. Smith, 673 A.2d 1281, 1283 (D.C.1996) (citing D.C.Code § 16-914(a) (1997 Repl.)). See also Graham v. Graham, 597 A.2d 355, 358-59 (D.C.1991) (noting circumstances where modification of alimony award may be appropriate based on increased income of the paying spouse).\n. Upon receiving the $200,000 severance payment from Bozell, Mr. Lake disbursed $50,000 to Ms. Lake and $50,000 to himself, but withheld the remaining $100,000 in an escrow account to pay tax, intending to distribute the remainder equally after taxes were paid.\n.Although the October 1995 severance payment from Bozell was treated as income to Mr. Lake for tax purposes, and the divorce court’s order held Mr. Lake solely responsible for his income taxes starting in 1995, in the order the court considered the severance payment as a marital asset rather than income. This is likely because the payment was not dependent on continued employment with Bozell.\n. Ms. Lake further argues that the language in the order holding Mr. Lake solely responsible for \"the liabilities and debts directly related to the events leading to the termination of his employment” suggests that the court intended Mr. Lake to bear any adverse impact from leaving Bozell, including payment of taxes on the Bozell severance payment. Ms. Lake takes this language out of context, however, as earlier in the order the divorce court limited the above mentioned \"liabilities and debts” to legal fees and fines related to his criminal convictions.",
        "type": "majority",
        "author": "RUIZ, Associate Judge:"
      }
    ],
    "attorneys": [
      "Joan Bernott Maginnis, Washington, DC, for appellant.",
      "Peter R. Sherman, Washington, DC, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bobbie Crider LAKE, Appellant, v. James Howard LAKE, Appellee.\nNo. 98-FM-909.\nDistrict of Columbia Court of Appeals.\nArgued June 10, 1999.\nDecided Aug. 3, 2000.\nJoan Bernott Maginnis, Washington, DC, for appellant.\nPeter R. Sherman, Washington, DC, for appellee.\nBefore STEADMAN, RUIZ and REID, Associate Judges."
  },
  "file_name": "0917-01",
  "first_page_order": 951,
  "last_page_order": 961
}
