{
  "id": 9494754,
  "name": "Brenda G. BEETON and Dennis Beeton, Appellants, v. DISTRICT OF COLUMBIA, et al., Appellees",
  "name_abbreviation": "Beeton v. District of Columbia",
  "decision_date": "2001-08-30",
  "docket_number": "No. 95-CV-1101",
  "first_page": "918",
  "last_page": "926",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 918"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "706 A.2d 561",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11861400
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "564"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/706/0561-01"
      ]
    },
    {
      "cite": "748 A.2d 409",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11455887
      ],
      "pin_cites": [
        {
          "page": "411"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/748/0409-01"
      ]
    },
    {
      "cite": "756 A.2d 427",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11243050
      ],
      "pin_cites": [
        {
          "page": "436"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/756/0427-01"
      ]
    },
    {
      "cite": "580 A.2d 1295",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7380349
      ],
      "pin_cites": [
        {
          "page": "1300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/580/1295-01"
      ]
    },
    {
      "cite": "517 F.2d 1237",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3693016,
        1127796
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "1251"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/170/0407-01",
        "/f2d/517/1237-01"
      ]
    },
    {
      "cite": "170 U.S.App. D.C. 407",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3693016
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "421"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/170/0407-01"
      ]
    },
    {
      "cite": "441 A.2d 969",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7978960
      ],
      "pin_cites": [
        {
          "page": "974"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/441/0969-01"
      ]
    },
    {
      "cite": "491 U.S. 657",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6218419
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "667",
          "parenthetical": "other citations and internal quotations omitted"
        },
        {
          "parenthetical": "other citations and internal quotations omitted"
        },
        {
          "parenthetical": "other citations and internal quotations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/491/0657-01"
      ]
    },
    {
      "cite": "408 A.2d 31",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7955157
      ],
      "pin_cites": [
        {
          "page": "40"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/0031-01"
      ]
    },
    {
      "cite": "390 U.S. 727",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178083
      ],
      "weight": 5,
      "year": 1968,
      "pin_cites": [
        {
          "page": "730"
        },
        {
          "page": "731"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/390/0727-01"
      ]
    },
    {
      "cite": "84 N.Y.2d 786",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4433245
      ],
      "weight": 6,
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        },
        {
          "parenthetical": "citations omitted"
        },
        {
          "page": "104",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/84/0786-01"
      ]
    },
    {
      "cite": "82 F.3d 1101",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3692994,
        7646611
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "1107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/317/0297-01",
        "/f3d/82/1101-01"
      ]
    },
    {
      "cite": "317 U.S.App. D.C. 297",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3692994
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "303"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/317/0297-01"
      ]
    },
    {
      "cite": "619 A.2d 48",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7350285
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "59"
        },
        {
          "page": "59",
          "parenthetical": "\" 'actual malice' must be proved by clear and convincing evidence\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/0048-01"
      ]
    },
    {
      "cite": "659 A.2d 814",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876536,
        7876346
      ],
      "pin_cites": [
        {
          "page": "821"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/659/0814-02",
        "/a2d/659/0814-01"
      ]
    },
    {
      "cite": "757 F.Supp. 87",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4099356
      ],
      "pin_cites": [
        {
          "page": "90"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/757/0087-01"
      ]
    },
    {
      "cite": "691 A.2d 1169",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11918683
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/691/1169-01"
      ]
    },
    {
      "cite": "484 A.2d 958",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7914926
      ],
      "pin_cites": [
        {
          "page": "989"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/484/0958-01"
      ]
    },
    {
      "cite": "760 A.2d 580",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11185866
      ],
      "pin_cites": [
        {
          "page": "594"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/760/0580-01"
      ]
    },
    {
      "cite": "720 A.2d 275",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11798822
      ],
      "pin_cites": [
        {
          "page": "281"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/720/0275-01"
      ]
    },
    {
      "cite": "376 U.S. 254",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        379234
      ],
      "weight": 10,
      "year": 1964,
      "pin_cites": [
        {
          "page": "280"
        },
        {
          "page": "279-80"
        },
        {
          "page": "283"
        },
        {
          "page": "280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/376/0254-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1109,
    "char_count": 22844,
    "ocr_confidence": 0.677,
    "pagerank": {
      "raw": 5.041914689768451e-07,
      "percentile": 0.9369712288245376
    },
    "sha256": "886519657a92c96294a4a69f75c54866622453ac15e040569367093c8536ce2d",
    "simhash": "1:8c639622f800bd66",
    "word_count": 3677
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY, STEADMAN and REID, Associate Judges."
    ],
    "parties": [
      "Brenda G. BEETON and Dennis Beeton, Appellants, v. DISTRICT OF COLUMBIA, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "REID, Associate Judge:\nIn this case, appellants, Mrs. Brenda Beeton and her husband Mr. Dennis Beeton, employees of the District of Columbia Department of Corrections (“DOC”), challenge the trial judge’s decision in favor of appellees, the District of Columbia (“the District”), Leon Hammond, and Vincent Gibbons, on their claims for defamation, loss of consortium, and wrongful discharge. Mrs. Beeton argues that the trial court erroneously concluded that: (1) she was a public official and therefore had to prove actual malice to prevail on her defamation claim, and (2) the unliquidated damages she sought for wrongful termination were unrecoverable. She also argues that the evidence warranted damages in excess of $60,000.\nWe hold that as a District corrections officer, Mrs. Beeton was a public official at the time the defamatory article appeared; hence, she had to prove actual malice on the part of those responsible for its publication, that is, that the article was published “with knowledge that it was false or with reckless disregard of whether it was false or not.” New York Times v. Sullivan, 376 U.S. 254, 280, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964). Since Mrs. Beeton did not sustain her burden of proof by presenting clear and convincing evidence of actual malice, we affirm the judgment of the trial court.\nFACTUAL SUMMARY\nThe record on appeal shows the following facts. Mrs. Beeton began working for the DOC around August 1986, and in 1989 was stationed at the DOC Modular Facility at Lorton, Virginia (“the Facility”) where the incidents giving rise to this lawsuit occurred. She was a correctional officer, and was commonly addressed as “Corporal.” In August 1989 she was named the Officer in Charge (“OIC”) of the Facility’s Control Center (Shift No. 2) through the Master Roster system.\nMrs. Beeton had the necessary experience for the OIC position, and was given the assignment. She functioned satisfactorily until she was removed in October 1989, after the publication of an article in The Modular Circular, a Facility-created newsletter, which implied that she had received the position through a connection. However, after she filed a complaint in the trial court challenging her removal, the trial judge concluded that Mrs. Beetoris “removal was not based on any just cause related to her performance of duties,” and that “she was replaced by a less experienced officer....”\nAt trial on her defamation and wrongful termination claims, Mrs. Beeton asserted that she was humiliated as a result of the article, and became depressed and withdrawn. Her marital relationship also deteriorated, and she lost the ability to be intimate with her husband. She sought therapy, and was diagnosed with general anxiety disorder. From her perspective, the article implied that she received the post in an “illicit” manner, and thus, her reputation was tainted as a consequence. She took time off from work and was terminated in September 1991 for being absent without official leave. She was reinstated in May 1992, however, and awarded back pay as well as benefits.\nANALYSIS\nThe Defamation Claim\nMrs. Beeton’s primary argument on appeal is that the trial court erroneously concluded that she was a public official for the purposes of her defamation action, and therefore had to prove actual malice. The District maintains that the article was not defamatory, and even assuming that it was, the trial court correctly concluded that Mrs. Beeton was a public official who failed to satisfy her burden of proof.\n“Our standard of review is well established. In a case tried without a jury, we address legal issues de novo, but the judge’s findings of fact can be reversed only if they are ‘plainly wrong or without evidence to support [them].’ ” Jemison v. National Baptist Convention, USA, Inc., 720 A.2d 275, 281 (D.C.1998) (quoting D.C.Code § 17 — 305(a) (1997)) (other citations omitted). The appellate record reveals the following factual background pertinent to our review of Mrs. Beeton’s defamation claim. In 1989, the administrator of the Facility authorized the publication of a newsletter, called The Modular Circular, to boost employee morale, and allow staff members an opportunity to vent and voice their concerns. The September 5, 1989 issue of the newsletter included an article voicing contempt for the Facility’s bidding process used to fill certain positions. One paragraph in particular noted that a certain female corporal always received “choice” assignments because of some sort of “Connection to which other [correctional] officers [were] not privy[.]” The article was entitled Teamsters Local 1714 News and read in relevant part:\nIn response to your recent newsletter article “teamsters Local 1714 News.” You asked the question, “how do you feel about the recent bidding process?” As a Correctional Officer of over five years in the [DOC], not to mention my military work experience of over 10 years, I want to go on record as saying, “I personally believe the bidding process, as it occurred at this Facility, really sucked.” Conditions do not appear to have been made better but many officers have expressed how bad things have worsened, having Potential [sic] to send morale to an all time low.\nOfficers are often heard complaining among themselves about how displeased and upset they are with assignments they bidded [sic] for and didn’t get, about assignments given which they never bidded [sic] for at all, and at least one corporal has been “forced to work beneath other officers to whom he is a senior because his Shift Captain maintains “there can be no deviation from the master roster.” However, it should also be noted that some officers on their shifts have maintained they never or rarely work the post they were assigned as a result of the bidding process. Where, then, is the consistency that is to exist among shifts?\nSeveral officers have voiced their displeasure regarding management’s selection of a female corporal with less than one year time in grade being assigned daily as OIC of the Modular Facility Control Center for the past two weeks, in the absence of Sgt. J.L. Bryant. They are of the opinion that it would have been more fitting to assign a Sergeant or Senior Corporal to that position. Officers admitted that it appear to them that this Junior Corporal always seem to get “choice” assignments, none of which have (as of this writing) been dormitory or cellblock assignments. Could she perhaps have a “Connection” to which other officers are not privy?\nMrs. Beeton, her husband, and others interpreted the article as implying that she had been given the assignment as a result of preferential treatment. One witness testified that, after reading the article, he and others believed that Mrs. Beeton had provided sexual favors to get the OIC post. The article did not mention Mrs. Beeton by name, but the record supports the trial judge’s finding that it was “widely understood by the readership of The Modular Circular” that Mrs. Beeton was its subject; she was the only female corporal assigned daily to the OIC position at that time.\nMrs. Beeton complained to her union representative, the administrator, her immediate supervisor, and the institutional major for the facility. Her supervisor and union representative both wrote to the editor, rebuking him for the publication. No retraction was requested and none was published. In the follow-up issue, there was more comment on the issue:\nSo you thought there wouldn’t be a newsletter since none were found in the usual place on payday, did you? How wrong could you be! I guess we (the staff) are trying to ascertain what we printed in our last edition that had people stopping [sic] by our office literally begging for copies. Only one person was seen leaving while appearing to be somewhat upset while everyone else was all smiles. If someone out there knows something that we don’t, please let us (the staff) know. We enjoy keeping you informed and we would like to keep you smiling while doing just that. It’s wonderful to have an Administrator, such as Mr. John Lattimore, who will allow his employees an avenue to express their feelings. By doing so we believe problems will sometimes surface, as well as viable solutions to those problems, which will ultimately increase the morale and exprit [sic] de corp[s] of the modular Facility, we welcome all ideas, suggestions, and criticisms without persons being required to give their names. Hope you enjoy this edition as much as the last, but if you don’t we expect you to tell us (the staff) what we need to do to make it better.\nMrs. Beeton argues that the article in the newsletter demonstrates culpability and/or gross negligence on the part of the District and its employees, because they were “boasting of the previous defamatory issue’s effect.” The trial court found that “[Mrs.] Beeton had [not] received preferential treatment in the assignment of her duty posts,” that she had the experience for the OIC position, and “was assigned to the OIC position as a result of Master Committee decisions made in the regular course of that Committee’s responsibilities.” Thus the challenged statements in the newsletter were both “false” and “defamatory.”\nWe now turn to the legal principles applicable to this matter. “In the District of Columbia, ‘a statement is defamatory if it tends to injure [the] plaintiff in his [or her] trade, profession or community standing or lower him in the estimation of the community’.” Guilford Transp. Indus., Inc. v. Wilner, 760 A.2d 580, 594 (D.C.2000) (quoting Howard Univ. v. Best, 484 A.2d 958, 989 (D.C.1984)). “ ‘A plaintiff bringing a defamation action ... must show: (1) that the defendant made a false and defamatory statement concerning the plaintiff; (2) that the defendant published the statement without privilege to a third party; (3) that the defendant’s fault in publishing the statement amounted to at least negligence; and (4) either that the statement was actionable as a matter of law irrespective of special harm or that its publication caused the plaintiff special harm.’ ” Crowley v. North American Telecomms. Assoc., 691 A.2d 1169, 1173 n. 2 (D.C.1997) (quoting Prins v. International Tel. and Tel. Corp., 757 F.Supp. 87, 90 (D.D.C.1991)). Here, the trial court concluded that the statements were both false and defamatory.\nNonetheless, the trial court went on to consider another factor critical to the disposition of the defamation claim. In New York Times, supra, the Supreme Court declared that: “The constitutional guarantees require, we think, a federal rule that prohibits a public official from recovering damages for a defamatory falsehood relating to his official conduct unless he proves that the statement was made with ‘actual malice’ — that is, with knowledge that it was false or with reckless disregard of whether it was false or not.” Id. at 279-80, 84 S.Ct. 710. The court “h[e]ld ... that the Constitution delimits a State’s power to award damages for libel in actions brought by public officials against critics of their official conduct.” Id. at 283, 84 S.Ct. 710. See also Kendrick v. Fox Television, 659 A.2d 814, 821 (D.C.1995); Foretich v. CBS, Inc., 619 A.2d 48, 59 (D.C.1993). Applying the New York Times standard, the trial court found that Mrs. Beeton was not entitled to prevail on her defamation claim because she was a public official and failed to satisfy her burden to prove actual malice on the part of the District and its employees. As the trial judge stated: “There is no evidence that whoever wrote the ... article had any knowledge that any statements contained in the article were false, nor entertained any serious doubts concerning the truth of the statements in the article.” Nor was there any evidence that the editor or publisher of The Modular Circular “harbored any ill-will or spite toward either of the Beetons, nor had any reason to wish to hurt them.”\nMrs. Beeton argues that the trial court did not cite any case law to support its ruling. However, the trial court referred to several cases from other jurisdictions holding that law enforcement officers are public officials. Significantly, in United States v. Neville, 317 U.S.App. D.C. 297, 303, 82 F.3d 1101, 1107 (1996), the District of Columbia Circuit held that: “[A] corrections officer employed by the District of Columbia government ... [is] a public official .... ” Similarly, the Court of Appeals of New York concluded that a state correction officer bringing a claim for defamation “was ... obliged not only to establish that the statement [in a letter] was false, but also prove by clear and convincing evidence that it was published by defendant with ‘actual malice.’ ” Sweeney v. Prisoners’ Legal Servs. of New York, 84 N.Y.2d 786, 622 N.Y.S.2d 896, 647 N.E.2d 101, 104 (1995) (citations omitted). At least one other ease is instructive. In St. Amant v. Thompson, 390 U.S. 727, 730, 88 S.Ct. 1323, 20 L.Ed.2d 262 (1968), the Supreme Court concluded that a deputy sheriff was a public official and had the burden of proving that the statements about his official conduct were made with actual malice. Based on these cases, we hold that Mrs. Beeton was a public official at the time the defamatory article was published, and thus, she was required to present clear and convincing evidence of actual malice by those responsible for its publication, that is, that they published the statements with “knowledge that [they were] false or with reckless disregard for whether [they were] false or not.” New York Times, supra, 376 U.S. at 280, 84 S.Ct. 710.\nMrs. Beeton failed to present sufficient evidence at trial to show that the article was written and published with knowledge of its falsity. “[P]roof of defamation and falsity alone affords an insufficient basis for recovery[,] ... plaintifff ] must prove publication with ‘actual malice’ by ‘clear and convincing proof in order to establish the defendant’s liability.” Nader v. Toledano, 408 A.2d 31, 40 (D.C.1979). See also Foretich, supra, 619 A.2d at 59 (“ ‘actual malice’ must be proved by clear and convincing evidence”) (citations omitted). In addition, “[t]here must be sufficient evidence to permit the conclusion that the defendant in fact entertained serious doubts as to the truth of his publication. Publishing with such doubts shows reckless disregard for truth or falsity and demonstrates actual malice.” St. Amant, supra, 390 U.S. at 731, 88 S.Ct. 1323. See also Sweeney, supra: “To satisfy the reckless disregard standard, plaintiffs had to establish that defendants in fact entertained serious doubts as to the truth of [the] publication or that they actually had a high degree of awareness of [its] probable falsity.” 622 N.Y.S.2d 896, 647 N.E.2d at 104 (citing Harte-Hanks Communications v. Connaughton, 491 U.S. 657, 667, 109 S.Ct. 2678, 105 L.Ed.2d 562 (1989) (other citations and internal quotations omitted)).\nThe evidence presented at trial showed that the author of the article could have reasonably believed that Mrs. Beeton had a “Connection.” Mr. Beeton and Major Spiker, who sat on the Master Roster committee, had gone hunting together; their families had visited each other’s homes; and their children had been on an outing together. The Beetons also had a friendly relationship with Captain Willard Stewart, who sat on the committee. Moreover, we are bound by the trial court’s factual finding that none of the newsletter’s staff members harbored any feelings of ill-mil or spite towards Mrs. Beeton.\nDespite the trial judge’s findings, Mrs. Beeton argues that there was evidence presented at trial that Charles Watts wrote the article and that the editor of The Modular Circular (defendant Vincent Gibbons) and the publisher (defendant Leon Hammond) “knew the statements were false,” were “grossly negligent” because they failed to review the article before its publication, neglected to conduct an investigation, and later “boast[ed] of the previous defamatory issue’s effect” in the next issue. In fact, Charles Watts was suggested as the possible author, but was never called as a witness to confirm that he wrote the article, and there was no evidence presented to establish any negative relationship between the Beetons and Mr. Watts. Furthermore, both the editor and publisher testified that they did not read the article before it was published because they were preoccupied with their other duties at the Facility. The editor testified that he read the article days after it was published and believed that the article was a healthy discussion of a matter of public interest within the facility, and the publisher testified that he was a “publisher in name only,” and did not review materials submitted for publication. In short, we are satisfied that Mrs. Beeton did not prove actual malice, and thus, cannot prevail on her defamation claim.\nThe Wrongful Termination Claim\nMrs. Beeton’s wrongful termination claim may be disposed of summarily. She challenged the trial court’s findings regarding damages. The trial court determined that only liquidated damages could be recovered because the District was not provided with the requisite notice of the claim under D.C.Code § 12-309. The District argues that Mrs. Beeton was made whole for all her liquidated damages, and that the trial court correctly concluded that § 12-309 bars her recovery for the requested unliquidated damages. The trial court found that the unliquidated damages she demanded for wrongful termination were related to her claim for intentional infliction of emotional distress, which was dismissed before trial for failure to give the District notice under § 12-309. We agree that the damages Mrs. Beeton seeks are unliquidated because they are not “ ‘an easily ascertainable sum certain.’ ” See Hartford Accident and Indem. Co. v. District of Columbia, 441 A.2d 969, 974 (D.C.1982) (quoting Kiser v. Huge, 170 U.S.App. D.C. 407, 421, 517 F.2d 1237, 1251 (1974)). Furthermore, § 12-309 applies to actions for “unliquidat-ed damages to persons or property,” see District of Columbia v. Campbell, 580 A.2d 1295, 1300 (D.C.1990), and compliance with the § 12-309 notice rule is mandatory, see District of Columbia v. Arnold & Porter, 756 A.2d 427, 436 (D.C.2000). Mrs. Beeton failed to provide the requisite notice, and thus, may not successfully claim unliquidated damages relating to her ■wrongful termination action.\nAccordingly, for the foregoing reasons, we affirm the trial court’s judgment.\nSo ordered.\n. Mrs. Beeton is no longer employed with the DOC.\n. The appellants initially filed a six-count complaint, alleging negligence; intentional infliction of emotional and physical distress; assault and battery; defamation; loss of consortium; and wrongful termination. Mr. Beeton's claim for assault and battery against defendant/District employee Fred Hedge was dismissed for lack of personal jurisdiction. Mrs. Beeton’s claim for intentional infliction of emotional and physical distress was dismissed, along with the unliquidated damages portion of the wrongful termination claim, for failure to give the District notice under D.C.Code § 12-309 (1995).\n. The trial court calculated the damages that appellants would receive on their defamation claim, if this court reversed its judgment on appeal, as $60,000 ($50,000 for Mrs. Beeton and $10,000 for Mr. Beeton). Since we sustain the trial court’s judgment, appellants are not entitled to damages relating to their defamation action.\n.The Master Roster System Committee, consisting of the institutional major, three shift captains and the assistant administrator of DOC, assigned officers to particular positions for a six-month period. Correctional officers would bid for positions, and the committee established a Master Roster list of assignments. If there were no bids, as in the case of the OIC vacancy which Mrs. Beeton filled, the committee selected a qualified person. The officer who was normally assigned to the OIC post was on extended sick leave, and his relief officer was on military leave.\n. Mrs. Beeton initially took time off from her job because a letter of commendation from the FBI, addressed to her husband and expressing gratitude for his help with certain arrests, fell into the hands of an inmate. The letter was a photocopy and was not in a sealed envelope. She became fearful that her involvement, and that of her husband, with the FBI was no longer confidential. She became terrified at the prospect of returning to work. Her doctor and her therapist instructed her to remain at home, which she did for an extended period.\n. The District contends for the first time on appeal that appellants’ claims are precluded by the Comprehensive Merit Personnel Act (\"CMPA”), D.C.Code § 1-601 et seq. This court has previously held that \"[w]ith a few exceptions, the CMPA is the exclusive remedy for a District of Columbia employee who has a work-related complaint of any kind.” Robinson v. District of Columbia 748 A.2d 409, 411 (D.C.2000) (citing Stockard v. Moss, 706 A.2d 561, 564 (D.C.1997)). However, “not ... all defamation actions necessarily fall within the ... CMPA.” Stockard, supra, 706 A.2d at 565 n. 9 (D.C.1997). Based on our review of the record on appeal, it is not obvious that we lack jurisdiction in this matter. Therefore, we consider the merits of the arguments presented by the parties.\n. Mr. Gibbons, the editor, was also the assistant administrator, and Mr. Hammonds, publisher, was the recreational specialist. Both men were among the group of staff members assigned to the management and operation of the newsletter.\n. Since Mrs. Beeton cannot prevail in this matter, Mr. Beeton’s loss of consortium claim must also fail,\n. D.C.Code § 12-309 states:\nAn action may not be maintained against the District of Columbia for unliquidated damages to person or property unless, within six months after the injury or damage was sustained, the claimant, his agent, or attorney has given notice in writing to the Mayor of the District of Columbia of the approximate time, place, cause, and circumstances of the injury or damage. A report in writing by the Metropolitan Police Department, in regular course of duty, is a sufficient notice under this section.",
        "type": "majority",
        "author": "REID, Associate Judge:"
      }
    ],
    "attorneys": [
      "Dennis Beeton, pro se, with whom Brenda G. Beeton, pro se, was on the brief, for appellants.",
      "Mary T. Connelly, Assistant Corporation Counsel, with whom Robert R. Rigsby, Corporation Counsel, Charles L. Reischel, Deputy Corporation Counsel, and Lutz Alexander Prager, Assistant Deputy Corporation Counsel, were on the brief, for ap-pellees."
    ],
    "corrections": "",
    "head_matter": "Brenda G. BEETON and Dennis Beeton, Appellants, v. DISTRICT OF COLUMBIA, et al., Appellees.\nNo. 95-CV-1101.\nDistrict of Columbia Court of Appeals.\nArgued June 12, 2001.\nDecided Aug. 30, 2001.\nDennis Beeton, pro se, with whom Brenda G. Beeton, pro se, was on the brief, for appellants.\nMary T. Connelly, Assistant Corporation Counsel, with whom Robert R. Rigsby, Corporation Counsel, Charles L. Reischel, Deputy Corporation Counsel, and Lutz Alexander Prager, Assistant Deputy Corporation Counsel, were on the brief, for ap-pellees.\nBefore TERRY, STEADMAN and REID, Associate Judges."
  },
  "file_name": "0918-01",
  "first_page_order": 960,
  "last_page_order": 968
}
