{
  "id": 11253710,
  "name": "Robert G. BLAIR, Plaintiff, v. Raymond ANDERSON, Warden, et al., Defendants",
  "name_abbreviation": "Blair v. Anderson",
  "decision_date": "1973-12-11",
  "docket_number": "",
  "first_page": "919",
  "last_page": "923",
  "citations": [
    {
      "type": "official",
      "cite": "314 A.2d 919"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "274 A.2d 702",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8105304
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/274/0702-01"
      ]
    },
    {
      "cite": "374 U.S. 150",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8264
      ],
      "weight": 3,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/374/0150-01"
      ]
    },
    {
      "cite": "28 U.S.C. §§ 1346",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "204 F.2d 495",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1268108
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/204/0495-01"
      ]
    },
    {
      "cite": "228 A.2d 782",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8108706
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/228/0782-01"
      ]
    },
    {
      "cite": "197 A.2d 734",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "187 A.2d 71",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 684,
    "char_count": 12626,
    "ocr_confidence": 0.782,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23894906614246622
    },
    "sha256": "e3e65d074b89b87a63d13a539c618f65d216b3dab0259ad688ce96d032afbdac",
    "simhash": "1:f53fb2b6f8c158da",
    "word_count": 2018
  },
  "last_updated": "2024-02-27T19:57:44.600620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robert G. BLAIR, Plaintiff, v. Raymond ANDERSON, Warden, et al., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION\nWALSH, Judge.\nPlaintiff, Robert G. Blair, brings this action to recover damages for injuries sustained by him on March 28, 1971, while an inmate at the New Castle County Correctional Institution, a facility operated by the Delaware Division of Corrections. At the time of his incarceration, plaintiff was, in fact, a Federal prisoner temporarily confined in a State institution in accordance with a written agreement between the State of Delaware and the Federal Government. In addition to the Division of Corrections he has joined as defendants the Warden and other correctional officers who exercised responsibility for his care and custody. He has also named as a defendant, his alleged assailant, Sylvester Shockley, a fellow prisoner. Specifically, plaintiff complains that he was assaulted by the defendant Shockley and this attack resulted, in part, from the failure of the other defendants to recognize Shockley’s animosity towards the plaintiff, permitting Shockley access to a knife used in the attack and failing to protect plaintiff from his armed attacker.\nSince all the defendants except Shockley are either agencies or employees of the State, the State has asserted the defense of sovereign immunity. Plaintiff counters that he is the third-party beneficiary of the custodial agreement between the State and the Federal Government and such agreement represents a waiver of sovereign immunity. In any event, plaintiff argues, there are material issues of fact concerning whether the State had any form of insurance in effect to cover his claim. Since the existence of insurance coverage would preclude the assertion by the State of sovereign immunity, plaintiff argues it is premature to test that defense within the context of summary judgment.\nThe doctrine of sovereign immunity is a part of the basic law of this State, pre-dating the earliest Constitution and while its waiver is contemplated in Article 1, Section 9 of the Delaware Constitution, Del.C.Ann., such relinquishment can be accomplished solely by legislative action. Shellhorn & Hill, Inc. v. State, Del.Supr., 187 A.2d 71 (1962). Historically, the defense of sovereign immunity could be asserted only with respect to claims of tort and not of contract. This principle has received modern recognition on the ground that the State, as a contracting party, should not overreach by denying the other contracting party the right to a remedy for breach of contract. George & Lynch, Inc. v. State, Del.Supr., 197 A.2d 734 (1964). The legislature may waive the defense of sovereign immunity in tort cases through special acts; by the establishment of a tort payment fund; through an insurance program ; or, by the creation of an administrative mechanism to accommodate such suits. Wilmington Housing Authority v. Williamson, Del.Supr., 228 A.2d 782 (1967). As Williamson notes there is a general judicial trend not to expand the doctrine of sovereign immunity.\nPlaintiff’s claim to be a third-party beneficiary of the prisoner custodial contract between the State and Federal Government does not stand analysis. His beneficiary status, if it exists, is of the “donee” as opposed to the “creditor” type. Generally speaking, a third-party donee beneficiary may assert rights arising out of the contract only if (a) he is intended to be a beneficiary, or (b) the benefits which flow from the contract induce him to assume a position in reliance thereon. 4 Cor-bin on Contracts, § 775. The latter test assumes that the third-party beneficiary is a free contracting party in the sense that he has the choice of performing certain acts or declining to do so because of the benefits which flow from the agreement between the promisor and the promisee. Obviously, in this case the plaintiff is without choice in the matter of his custody. He is completely at the disposal of the contracting parties and while he may benefit from the contract such benefits are incidental to the agreement. As an incidental beneficiary, plaintiff has no standing to enforce the agreement. Isbrandtsen Co. v. Local 1291, Etc., U.S.Ct. of Appeals, 3rd Cir., 204 F.2d 495 (1953). 2 Williston on Contracts, Jaeger Ed. Sec. 402.\nNor does it appear that either of the contracting parties, i. e., the State and Federal government, intended that plaintiff enjoy the status of a third-party beneficiary. While it may be argued that the Federal government was in effect subcontracting to the State its custodial duty to the plaintiff-prisoner and thus the State has assumed the Federal government’s obligation to the plaintiff-prisoner for his safekeeping, the agreement is merely one aspect of an overall reciprocal relationship for the exchange of prisoners. The motivating factor for these agreements is the mutual advantage to the governments involved in having access to convenient detention facilities.\nThe agreement by the State and Federal government was entered into under the authority of 11 Del.C. § 6505(a)(13) which empowers the Department of Health and Social Services (of which the Division is a component) to agree with the United States for payment in exchange for the maintenance of federal prisoners. Although the contract was entered into prior to the adoption of the Interstate Corrections Compact (11 Del.C. § 6570 et seq.) the Compact was in effect at the time the plaintiff came into the custody of the State and if the State has a contractual attitude in this case it must be viewed within the context of the Compact. The purpose of the Compact is:\n“ . . .to provide for the mutual development and execution of such programs of cooperation for the confinement, treatment and rehabilitation of offenders with the most economical use of human and material resources.”\nNowhere in the Compact or in the enabling legislation has the General Assembly indicated an express waiver of sovereign immunity with respect to the discharge of the State’s duty under the Compact or the agreements. Thus, if a waiver exists it must be inferred under Article 4 (h) which provides:\n“Any inmate confined pursuant to the terms of this compact shall have any and all rights to participate in and derive any benefits or incur or be relieved of any obligations or have such obligations modified or his status changed on account of any action or proceeding in which he could have participated if confined in any appropriate institution of the sending state located within such state.”\nIt could be argued that the General Assembly was, in effect, providing a “visiting prisoner” the same rights in Delaware as he might enjoy if confined in the sendi'ng State. It is thus in order to examine plaintiff’s right under federal law.\nSuits against the Federal Government by federal prisoners for injuries inflicted on them by other prisoners are within the scope of the Federal Tort Claims Act (28 U.S.C. §§ 1346(b), 2671-2680) but substantive liability must be established by reliance on state tort law. United States v. Muniz, 374 U.S. 150, 83 S.Ct. 1850, 10 L.Ed.2d 805 (1963). Thus, while plaintiff’s status as a federal prisoner might confer the right to sue a federal official under the Federal Tort Claims Act, neither that Act or its construction in Muniz can remove the bar of state law in the absence of state legislative action. To hold otherwise would result in an unwarranted pre-emption of state authority and create a disparity between federal and state prisoners confined in a state institution in the area of suits against their common custodian. Yet, this result will obtain if plaintiff’s theory of waiver through federal agreement is adopted. To state the result is to demonstrate the danger of reading into, either the enabling legislation or the Compact implications not clearly within the intention of the General Assembly.\nPlaintiff also argues that even if an implied waiver of sovereign immunity cannot be discerned contractually in this case, the present indefinite posture of Delaware’s insurance program for State agencies and employees precludes recognition of the defense as a matter of law. In recent years, the General Assembly has addressed itself to the problem of insurance coverage for, and claims against, state governmental activities. The scheme as set forth in Chapter 65, Title 18 contemplates a broad insurance program either of private underwriting or self-protection to cover “wrongful acts of State officials and employees”. As part of this scheme, Section 6509 was enacted to provide:\n“The defense of sovereignty is waived and cannot and will not be asserted as to any risk or loss covered by the State insurance coverage program, whether same be covered by commercially procured insurance or by self-insurance, and every commercially procured insurance contract shall contain a provision to this effect, where appropriate.”\nThe express waiver embodied in Section 6509 is not without condition, however. As Judge Quillen noted in Raughley v. Department of Health and Social Serv., Del.Super., 274 A.2d 702 (1971), the General Assembly did not intend immediate exposure to all claims before a “fully developed and integrated program protecting both the State and the public” was in force. Apparently, the State has not yet adopted a program of insurance to effectuate the legislative intent expressed in Chapter 65 of Title 18 and is without coverage for this particular claim. Plaintiff urges that this Court should deny summary judgment until the State explains its failure' to provide insurance in some form to cover this situation. This argument assumes that an insurance program implemented in accordance with the legislative intent expressed in Section 6509 would have extended coverage to suits against prison officials arising out of the discharge of their duties. The assumption is open to serious question. As Judge Quillen noted in Raughley, it is doubtful if the General Assembly intended to expand the concept of “wrongful acts” of public officials for insurance coverage purposes, to include “negligent omission in the exercise of a discretionary governmental function.” Significantly, Raughley, involved the negligence of correctional authorities in permitting the escape of a prisoner. While the plaintiff in Raughley was a member of the public harmed by the activities of an escaped prisoner, the Court’s refusal to find a waiver of sovereign immunity was, in part, based on a reluctance to expand tort liability into a peculiarly governmental activity, ft is not necessary to decide whether plaintiff is a member of the public to conclude that the policy considerations enunciated in Raughley apply with even more force in this case because of the plaintiff’s special status as a prisoner. There is little doubt that plaintiff’s claim would have been subject to the defense of sovereign immunity prior to the passage of Section 6509. It is difficult to see how his situation is aided by the Gen'eral Assembly’s efforts to create an insurance program to provide protection against torts having a counterpart in the private sector. Even in states where claim systems have been established and funded there is a reluctance on the part of the Courts to broaden coverage beyond the clear legislative expression, Prosser, Law of Torts, 4th Ed. § 131 p. 975-976.\nIn summary, the Court is not persuaded that the State has waived the defense of sovereign immunity either contractually for plaintiff’s benefit or through legislative action designed to provide a fund responsive to plaintiff’s claim. Since there are no material factual issues underlying these conclusions, summary judgment must be granted in favor of the moving defendants.\nIt is so ordered.\n. The United States of America is included within the definition of a “State” in Article II of the Compact.\n. An affidavit to that effect is on file in a companion action in the United States District Court for Delaware.\n. This distinction was made clear in a later unreijorted opinion of Judge Quillen in which he denied summary judgment to the State on the assertion of sovereign immunity because of the State’s failure to explain its continued lack of progress in establishing a program to replace previous private insurance coverage in a “simple slip and fall tort case”. Holden v. Bundek, Civil Action No. 275, 1972, Superior Court-Kent County, decided December 28, 1972.",
        "type": "majority",
        "author": "WALSH, Judge."
      }
    ],
    "attorneys": [
      "William J. Alsentzer, Jr., Bayard, Brill & Handelman, Wilmington, for plaintiff.",
      "Francis A. Reardon, Deputy Atty. Gen., Dept, of Justice, Wilmington, for defendants."
    ],
    "corrections": "",
    "head_matter": "Robert G. BLAIR, Plaintiff, v. Raymond ANDERSON, Warden, et al., Defendants.\nSuperior Court of Delaware, New Castle.\nDec. 11, 1973.\nWilliam J. Alsentzer, Jr., Bayard, Brill & Handelman, Wilmington, for plaintiff.\nFrancis A. Reardon, Deputy Atty. Gen., Dept, of Justice, Wilmington, for defendants."
  },
  "file_name": "0919-02",
  "first_page_order": 957,
  "last_page_order": 961
}
