{
  "id": 12030496,
  "name": "STATE of Maine v. Daniel HAZELTON",
  "name_abbreviation": "State v. Hazelton",
  "decision_date": "1975-01-20",
  "docket_number": "",
  "first_page": "919",
  "last_page": "925",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 919"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "507 F.2d 802",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        129869
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/507/0802-01"
      ]
    },
    {
      "cite": "369 U.S. 121",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6165708
      ],
      "weight": 3,
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/us/369/0121-01"
      ]
    },
    {
      "cite": "297 N.E.2d 142",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "147"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "54 Ill.2d 384",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        2933860
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/54/0384-01"
      ]
    },
    {
      "cite": "237 A.2d 150",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8069670
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "160"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/237/0150-01"
      ]
    },
    {
      "cite": "297 A.2d 620",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11253004
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/297/0620-01"
      ]
    },
    {
      "cite": "210 A.2d 24",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8072447
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/210/0024-01"
      ]
    },
    {
      "cite": "161 Me. 123",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        908266
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/me/161/0123-01"
      ]
    },
    {
      "cite": "355 U.S. 339",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6165799
      ],
      "weight": 4,
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/us/355/0339-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 886,
    "char_count": 19140,
    "ocr_confidence": 0.764,
    "pagerank": {
      "raw": 4.306658452984495e-07,
      "percentile": 0.9169105998071703
    },
    "sha256": "0412197030bb33e794b8c0057e78b1e42932cbc041338ed6c763eb5f04961abd",
    "simhash": "1:b8fdb3a441048845",
    "word_count": 3032
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK, ARCHIBALD and DELAHANTY, JJ-",
      "All Justices concurring."
    ],
    "parties": [
      "STATE of Maine v. Daniel HAZELTON."
    ],
    "opinions": [
      {
        "text": "WERNICK, Justice.\nOn October 18, 1973 a Superior Court jury (Penobscot County) found the defendant, Daniel Hazelton, guilty of having committed the crime of “robbery” (in violation of 17 M.R.S.A. § 3401). The conviction rested upon evidence which included an inculpatory statement made extra-judicially by defendant. Prior to trial defendant, invoking Rule 41(e) M.R.Crim.P., had sought to suppress this statement as evidence. The Superior Court Justice presiding denied suppression since he was satisfied\n“beyond a reasonable doubt [that the statement] . . . had been made knowingly and voluntarily.”\nDefendant has appealed from the judgment of conviction and raises the single issue that the admission of his extra-judicial inculpatory statement as evidence against him was reversible error.\nWe deny the appeal.\n1\nA preliminary procedural question arises because the record on appeal fails to disclose an objection by defendant at trial to the admissibility into evidence of his inculpatory statement. We must decide, therefore, whether the denial of a pre-trial motion to suppress suffices, in the absence of an appropriate objection at trial, to preserve for appellate cognizance in due course the issue of the correctness of a ruling admitting the matters sought to be suppressed as evidence at trial.\nJudicial decisions delineating the practice in other states are of little assistance since they tend to reflect peculiarities unique to the particular jurisdiction.\nThe practice in the federal system is stated in Lawn v. United States, 355 U.S. 339, 78 S.Ct. 311, 2 L.Ed.2d 321 (1958):\n“ . . . generally . . . the overruling of a pretrial motion to suppress the use at the trial of particular evidence preserves the point and renders it unnecessary again to object when such evidence is offered at the trial.” (p. 353, 78 S.Ct. p. 319)\nSince the language of Rule 41(e) M.R. Crim.P. parallels federal criminal Rule 41(e), our basic inclination would be to follow the federal practice enunciated in Lawn, supra, unless other fa.cets of Maine’s criminal practice and procedure demand deviation. We are aware of no such countervailing considerations but discern, rather, that a prior policy pronouncement of this Court tends affirmatively to support adherence to the federal procedure.\nIn State v. MacKenzie, 161 Me. 123, 210 A.2d 24 (1965), dealing with a pre-trial suppression proceeding conducted shortly before the promulgation of current Rule 41(e) M.R.Crim.P., this Court announced that a ruling denying a pre-trial motion to suppress should serve as the “law of the trial” if there is\n“ . . .no evidence additional to that recorded at the hearing on the motion to suppress . . . before the [trial] court.” (p. 141, 210 A.2d p. 34)\nThe MacKenzie approach thus assigns to a pre-trial ruling denying suppression an impact upon the course of the trial which renders an objection at trial essentially redundant. This is in contrast to the federal practice which tends to de-emphasize the significance at trial of a pre-trial ruling denying suppression.\nNotwithstanding its tendency to diminish the importance at trial of a pre-trial ruling denying suppression, the federal practice holds such pre-trial ruling sufficient to save the issue involved for appellate review without need for an objection at trial, — at least in terms of the record made at the pre-trial suppression hearing.\nA fortiori, then, since on the particular issue now under consideration we find no reason to reject the conformity to federal practice prima facie indicated by the language parallelism of the Maine and federal criminal Rule 41(e), we decide that a pre-trial ruling denying a Rule 41(e) M.R.Crim.P. motion to suppress ipso facto saves defendant’s point for appellate review in terms of the record of the pretrial suppression hearing; defendant need raise no further objection at trial when the matters previously sought to be suppressed are offered as evidence. We add the caveat, however, that we do not suggest that objection at trial may be dispensed with if defendant should seek that appellate scrutiny extend beyond the record made at the pre-trial suppression hearing.\n2\nWe turn to the merits of defendant’s claim on appeal.\nThe evidence at the suppression hearing warranted findings beyond a reasonable doubt of the following material facts.\nOn August S, 1973 three youths entered the apartment of Milford Seavey, an elderly resident of Bangor, Maine, and took from him twenty-one dollars. Two days later, while Detective Maurice E. Thurston and Lt. Frederick Clark of the Bangor Police Department were investigating the incident, they came upon defendant, accompanied by an acquaintance, at a Bangor street corner. Carefully explaining to the youths that they were not arresting them, the officers requested that they accompany them to the Bangor Police Station and there submit to questioning. Without complaint or protest the youg men readily acceded to the request. At the Police Station Detective Thurston took the defendant into an office. He immediately told him the reason for the questioning and informed him in scrupulous detail of his “Miranda” rights.\nThus duly warned, defendant proceeded to admit orally to Detective Thurston that he had participated in the “robbery” at the Seavey apartment. Before he could arrange to have defendant’s oral statement reduced to writing and signed by defendant, Detective Thurston was required to leave on other official business. Lt. Clark took over in place of Detective Thurston. Without re-advising defendant of his “Miranda” rights or himself asking any questions of defendant, Lt. Clark proceeded to have a police stenographer listen to and record defendant’s repetition of his oral admission. It was then transcribed into a typed statement. When this was submitted to defendant to read and sign, defendant told Lt. Clark that he was unable to read. Lt. Clark then read the written statement to defendant, and defendant signed it. All of the foregoing events, from the commencement of questioning by Detective Thurston to defendant’s signing the written statement, consumed approximately one hour.\nDefendant’s contention on appeal is that the evidence adduced at the suppression hearing was insufficient, in accordance with governing legal standards, to establish that when he made his inculpatory statement to the police, defendant (1) was le-gaily competent to waive his privilege against self-incrimination including the “Miranda” rights functioning as a prophylactic guarantee that such privilege will be freely and plenarily exercised or (2) in fact made such a waiver.\nIn support of his contention that the evidence failed to establish his legal competency to waive constitutional rights defendant relies upon portions of the evidence showing that he was below average in intellectual capacity and seriously deficient in education to the point of illiteracy, had been extensively treated at a mental institution and, as defendant had testified, “drank two pints of Mr. Boston” whiskey approximately two to three hours prior to the time of his being questioned.\nWe conclude that despite this evidence, the presiding Justice was warranted in his conclusion, based on the totality of the evidence, that beyond a reasonable doubt defendant was legally competent to waive his privilege against self-incrimination and the “Miranda” rights ancillary to it.\nInterrogation of defendant at the suppression hearing revealed that he then had substantial comprehension of the workings of the legal system. Nothing appeared in evidence to suggest that at the interrogation at the Bangor Police Station defendant’s capacity for understanding, as internally constituted, was any different from what it was at the suppression hearing.\nFurther, nothing in the record intimates that during the police questioning defendant had been subjected to external inducements, deception or coercion. On the contrary, the evidence is clear that the police had taken care to ensure that whatever defendant did, or said, was knowing and voluntary. Defendant was plainly and expressly informed at the outset that he was not under arrest and had no obligation to go to police headquarters for police interrogation. Defendant freely chose to go to the police station and to submit to questioning by the police. Defendant was interrogated only after he had been plainly and explicitly informed in detail of all of his rights connected with his privilege against self-incrimination. The questioning had proceeded only briefly before defendant willingly divulged his involvement in the Seavey “robbery.”\nThe presiding Justice was thus justified in concluding beyond a reasonable doubt that defendant possessed sufficient usual competency, in terms of his mental faculties and emotional and behavioral processes, knowingly and intelligently to waive his privilege against self-incrimination and the “Miranda” rights encompassed within it. State v. Collins, Me., 297 A.2d 620 (1972).\nAn additional claim of defendant, however, is that notwithstanding his general competency, on the instant occasion his consumption of alcoholic beverages had caused a particular impairment of his faculties sufficient to cause him to lack capacity in this special instance to waive his privilege against self-incrimination and the “Miranda” rights ancillary to it.\nAlthough defendant stated at the suppression hearing that in the two or three hours before he went to police headquarters he had consumed two pints of whiskey and had “become drunk”, the presiding Justice was not obliged to credit this testimony in light of the testimony of Detective Thurston that “. . . Mr. Hazelton was drinking but was not intoxicated nor was he under the influence, . . . .” Detective Thurston added that the only indications that defendant had been drinking were that he had an odor of alcohol on his breath and “. . .he was quite smiling and cheerful and seemed to be happy.”\nStrongly corroborative of the testimony of Detective Thurston were the answers and statements given by the defendant to Detective Thurston and Lt. Clark while defendant was at the police station. These provide internal evidence that defendant was aware and able to comprehend and to communicate with coherence and rationality. Guided by the view of this Court expressed in State v. Warner, Me., 237 A.2d 150, 160 (1967) concerning the degree of intoxication requisite to render a defendant legally incompetent to waive constitutional privileges, the presiding Justice was here justified in concluding from the totality of the .evidence that even if defendant had consumed some alcoholic beverages within a couple of hours prior to his interrogation, at the time of the questioning defendant was legally competent to waive his privilege against self-incrimination and the “Miranda” rights prophylactically implementing it.\nThe remaining question, then, is whether defendant, legally competent to waive, in fact waived his privilege against self-incrimination and his “Miranda” rights.\nDefendant claims two deficiencies in the ruling of the presiding Justice. First, defendant says that the evidence makes clear that defendant never expressly stated that he waived his “Miranda” rights. Defendant claims, second, that the written statement ultimately taken by Lt. Clark was vitiated as to its “voluntariness” because Lt. Clark took over from Detective Thurston and failed to state anew defendant’s “Miranda” rights before having defendant repeat his statement for stenographic recording and transcription.\nOn the first point, although defendant is correct in his contention that “presuming waiver from a silent record is impermissible”, defendant is in error in his contention that the present record is “silent.” We have before us a record showing that (1) defendant had been painstakingly given all of the warnings constitutionally required; (2) defendant expressly stated that he understood the warnings given to him; and (3) defendant immediately thereafter, without choosing to avail himself of any of the rights about which he had been informed and warned, proceeded to make an inculpatory statement to the police. The law recognizes that a defendant may effect a waiver in fact by conduct other than the use of words expressly signifying a waiver. Here, the record reveals that by the totality of his conduct in the circumstances defendant objectively manifested a waiver. As the Illinois Supreme Court has observed:\n“[O]nce a defendant has been advised of his rights and indicates that he understands them, . . . that he chooses to speak and not to request a lawyer is evidence that he knows his rights and chooses not to exercise them.” People v. Torres, 54 Ill.2d 384, 297 N.E.2d 142, 147 (1973)\nWe find without merit defendant’s other claim that the failure of Lt. Clark to re-inform defendant of his “Miranda” rights vitiated the “voluntariness” of defendant’s inculpatory statement. When Lt. Clark replaced Detective Thurston, he undertook no independent interrogation of defendant prior to defendant’s repetition, for recording and transcription purposes, of the statement defendant had previously given orally to Detective Thurston. Moreover, Lt. Clark’s arrival in the interrogation room was practically simultaneous with Detective Thurston’s departure, and the substitution of officers occurred not more than approximately twenty minutes after defendant had already been fully informed of his constitutional rights by Detective Thurston. There was, in short, sufficient continuity to justify a conclusion by the presiding Justice that, fundamentally, a single unitary transaction was involved, and Lt. Clark’s substitution for Detective Thurston produced nothing essentially new to require a re-affirmation of the “Miranda” warnings.\nOn all the evidence the presiding Justice was warranted in his conclusion, reached beyond a reasonable doubt, that (1) defendant was legally competent to waive his privilege against self-incrimination, and (2) defendant in fact waived his privilege against self-incrimination and the “Miranda” rights encompassed within it — thus to render “knowing” and “voluntary” and, therefore, admissible into evidence defendant’s extra-judicial statement acknowledging in writing to the police his complicity in the Seavey “robbery.”\nThe entry is:\nAppeal denied.\nAll Justices concurring.\n. The language used in State v. MacKenzie, supra, at p. 140, 210 A.2d at p. 34 was: “At trial, the admission of the evidence was governed by the subsisting finding . . . theretofore made on the pre-trial motion to suppress . . . ” (emphasis supplied) — subject, of course, to the qualification that there was an absence of additional evidence at trial.\n. In DiBella v. United States, 369 U.S. 121, 82 S.Ct. 654, 7 L.Ed.2d 614 (1962) the Supreme Court of the United States manifested “ . . .a disinclination to treat as separate and final rulings on the admissibility of evidence which depend on factual contentions that may be more appropriately resolved at a plenary trial.” (p. 128, 82 S.Ct. p. 659) The Court further minimized the role of a pre-trial suppression proceeding by recognizing that: “ . . . ordinarily the District Courts will wish to reserve final ruling until the criminal trial”, one reason for this view being that: “ . the legality of the search too often cannot truly be determined until the evidence at the trial has brought all circumstances to light.” (p. 129 and n. 9 at p. 130, 82 S.Ct. at p. 659)\nIn this same footnote 9, the Court further diminished the significance in the federal system of pre-trial rulings made on Rule 41(e) motions to suppress by observing: “Although Rule 41(e), . . . codifies prior practice in preferring that the motion be raised before trial, and provides for the taking of evidence on disputed factual issues, the usual procedure followed at this early stage is to decide the question on affidavits alone; . . . .”\n.We presently intimate no opinion whether Maine should adopt the prevailing federal practice that, in general, a defendant loses his right to object to the admissibility as evidence at trial of matters which, he could have moved, but failed so to move, to suppress prior to trial. See: United States v. Mauro, 507 F.2d 802 (2nd Cir. 1974).\n. In general, the safest practice for counsel to follow is as stated in 3 Maine Practice Rules (G-lassman), at p. 379: “In an excess of caution, counsel would be advised to renew the objection to the evidence at the time it is offered even though the pre-trial motion to suppress has been made and denied.”\n. Detective Thurston testified at the suppression hearing:\n“I explained them [defendant’s “Miranda” rights] to him. I did not read them from the card, I explained them to him. . I explained to him that I was a police officer, and he said he knew that .... . . . I told him that I' wanted to talk to him about an incident that happened up on York Street and that he didn’t have to talk with me if he didn’t want to, and that anything he said to me could be used against him in a court of law; that he had the right to an attorney before any questioning started and during any questioning, and while I was questioning him to stop and ask for an attorney . If lie could not afford an attorney, one would be found for liim. I asked if he understood that, and he said yes.”\nDetective Thurston testified that he had also informed defendant that if he wished, he could make a telephone call.\n. At the suppression hearing Lt. Clark testified that while defendant’s statement was being typed Lt. Clark noticed that defendant was crying. He asked defendant: “ . [I]f he was all right. He said yes, and I asked, . . . what the problem was. He says T did it to pay him back.’ ”\nLt. Clark then informed defendant of his right to remain silent, and, according to the 'testimony of Lt. Clark, defendant said: “X just want to tell somebody why I did it.”\nNo part of this conversation (as testified to at the hearing on the motion to suppress) was introduced as evidence at defendant’s trial.\n. “Q. (On cross-examination) Do you know what a lawyer is, Danny?\n“A. Yes.\n“Q. What’s a lawyer do?\n“A. Well, he hears your case and he tries to find evidence that can help you get out of it.\n“Q. He helps you when you are in trouble with the law, is that safe to say?\n“A. Yes.\n“Q. And you know that you have a right to a lawyer when you get in trouble, don’t you?\n“A. Yes, Sir.\n“Q. And you can’t afford a lawyer, can you, Danny?\n“A. No, Sir, I can’t.\n“Q. Okay. Now who provides you with a lawyer when you can’t afford one?\n“A. The state.\n“Q. The state? And you knew this before you got in trouble this time, didn’t you, Danny?\n“A. Tes I knew the state appointed lawyers.\n“Q. You had a lawyer before, didn’t you, Danny?\n“A. Yes.”",
        "type": "majority",
        "author": "WERNICK, Justice."
      }
    ],
    "attorneys": [
      "David M. Cox, Dist. Atty., Robert Briggs, Asst. County Atty., Bangor, for plaintiff.",
      "Rudman, Rudman & Carter by Lawrence E. Merrill, Bangor, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Daniel HAZELTON.\nSupreme Judicial Court of Maine.\nJan. 20, 1975.\nDavid M. Cox, Dist. Atty., Robert Briggs, Asst. County Atty., Bangor, for plaintiff.\nRudman, Rudman & Carter by Lawrence E. Merrill, Bangor, for defendant.\nBefore DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK, ARCHIBALD and DELAHANTY, JJ-"
  },
  "file_name": "0919-01",
  "first_page_order": 957,
  "last_page_order": 963
}
