{
  "id": 8136200,
  "name": "William A. RICH, Appellant, v. David A. SILLS, Mitchell L. Novak and Sam Novak, t/a Crescent Homes, Appellees",
  "name_abbreviation": "Rich v. Sills",
  "decision_date": "1957-04-12",
  "docket_number": "No. 1917",
  "first_page": "920",
  "last_page": "922",
  "citations": [
    {
      "type": "official",
      "cite": "130 A.2d 920"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "91 A.2d 717",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8142032
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/91/0717-01"
      ]
    },
    {
      "cite": "88 A.2d 324",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8140494
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/88/0324-01"
      ]
    },
    {
      "cite": "60 A. 2d 535",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8158335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/60/0535-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 338,
    "char_count": 5453,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 2.38319218851504e-07,
      "percentile": 0.7970447311793082
    },
    "sha256": "fc8f92a7d85d31de22d6537502455928bf9f2fb70e67e91b04b831276ca5100f",
    "simhash": "1:394343afb2408034",
    "word_count": 934
  },
  "last_updated": "2024-02-27T23:45:34.858790+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
    ],
    "parties": [
      "William A. RICH, Appellant, v. David A. SILLS, Mitchell L. Novak and Sam Novak, t/a Crescent Homes, Appellees."
    ],
    "opinions": [
      {
        "text": "HOOD, Associate Judge.\nAppellees built and offered for sale a group of twenty-two homes. Appellant was the first to purchase one of these homes and his sales contract contained the following provision:\n“In the event present sale prices of the other homes are lowered by the present owners then in that event an adjustment on a pro-rata basis shall be made with the purchasers * *\nIn this action appellant alleged that after the sale to him appellees sold the remaining houses at reduced prices and that by reason of the above-quoted provision he was entitled to a refund. At the conclusion of all the evidence the trial court directed a verdict for appellees. Appellant contends that his case should have been submitted to the jury.\nThe parties have been and are in complete disagreement. as to the meaning of the quoted contract provision. Appellant says it means he was .entitled to a refund if the sale price of one or more of the other homes was reduced. Appellees say that the provision protected appellant against a general decline in the prices but not against a decline in a specific case. The pretrial order stated appellees’ position to be that in the event a house similar to that purchased by appellant was reduced in price there would be a similar reduction to appellant.\nAppellant testified that when he was insisting on insertion of a provision of this nature, appellees’ sales agent stated: “Why, Mr. Rich, I am sure that if these builders who are reputable builders were to reduce the price of any of the homes in the group they would certainly give you the same reduction”; and that he replied: “Mr. Schwartz, that is all very well, but I would like to have it provided for in my contract.” Mr. Schwartz, testifying for appellees, said that the understanding was: “In view of the fact that the prices had not been definitely established on all the homes, in order to protect himself should we open the development at a lower price than that at which he was purchasing,' there would be an adjustment made.”\nA contract' provision should be given the meaning intended by the parties as expressed by their language. When the provision is unambiguous its construction is a matter of law for the court; but when its meaning is uncertain or ambiguous resort must be had to parol evidence and extrinsic circumstances, and in such event interpretation of the wording becomes a question for the jury under proper instruction by the court. In our opinion, the provision in question, which was in no way clarified or explained by any other provision of the contract, was ambiguous. Evidently the trial court was of the same opinion, because it admitted parol evidence in aid of construction. Accordingly, we rule that a question for the jury was presented.\nAppellees, however, contend that the trial court correctly directed a verdict because there was no evidence that any of the other homes were sold at reduced prices. We think there was sufficient evidence on the question of price reduction to make out a case for the jury. Appellant testified that when he first became interested in purchasing, he was told by appellees’ agent that the homes with frontages on Eastern Avenue were to be priced at. $18,250. A., witness, who purchased one .of the homes shortly after appellant made his purchase, testified that when he first looked at the development he was told by appellees’ agent that the selling price for the homes fronting on Eastern Avenue was $18,250. Three contracts of sale for houses on Eastern Avenue showed that they sold at a price of $17,950.\nIt is true that there was testimony for appellees that the houses on Eastern Avenue were originally priced at $17,950 and that it'was not until after appellant signed his contract that appellees decided to raise the price to $18,250, and that subsequently they were sold for the original price. However, this testimony merely gave rise to an issue of fact which .should have been submitted to the jury.\nIn view of what has been said, the case must be remanded for a new trial. Two other points require mentioning because of the likelihood of their arising again on a new trial. They are (1) whether an indirect reduction in the price of a home is had when a real estate agent agrees to sacrifice part of his commission to effect a sale, and (2) whether the placing of “extras” in a home amounts to an indirect reduction in its price. For appellant to show that he was to receive a refund in the event of such occurrences, it would be necessary to prove that such was the intention of the parties. There is no proof in the present record that such was their intention. The provision should not be construed to embrace such indirect reduction except upon clear and convincing evidence.\nReversed with instructions to grant a new trial.\n. United Services Life Ins. Co. v. Ringsdorf, D.C.Mun.App., 91 A.2d 717.\n. Roberts v. Veterans Cooperative Housing Ass’n, D.C.Mun.App., 88 A.2d 324; Soldano v. Holmes, D.C.Mun.App., 60 A. 2d 535.",
        "type": "majority",
        "author": "HOOD, Associate Judge."
      }
    ],
    "attorneys": [
      "Jack A. Hillman, Washington, D. C., for appellant.",
      "Mark P. Friedlander, Washington, D. C., with whom Jacob Sandler, Washington, D. C., was on the brief, for appellees."
    ],
    "corrections": "",
    "head_matter": "William A. RICH, Appellant, v. David A. SILLS, Mitchell L. Novak and Sam Novak, t/a Crescent Homes, Appellees.\nNo. 1917.\nMunicipal Court of Appeals for the District of Columbia.\nArgued Feb. 4, 1957.\nDecided April 12, 1957.\nJack A. Hillman, Washington, D. C., for appellant.\nMark P. Friedlander, Washington, D. C., with whom Jacob Sandler, Washington, D. C., was on the brief, for appellees.\nBefore ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
  },
  "file_name": "0920-01",
  "first_page_order": 952,
  "last_page_order": 954
}
