{
  "id": 6094923,
  "name": "Hamilton Brown Shoe Co. v. The Sam B. Wolf Sons Co.",
  "name_abbreviation": "Hamilton Brown Shoe Co. v. Sam B. Wolf Sons Co.",
  "decision_date": "1930-04-10",
  "docket_number": "2241",
  "first_page": "921",
  "last_page": "924",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 921"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "53 App. D. C. 218",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "289 Fed. 616",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        5708493
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/289/0616-01"
      ]
    },
    {
      "cite": "46 App. D. C. 45",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1779595
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/46/0045-01"
      ]
    },
    {
      "cite": "238 Fed. 159",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6742975
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/238/0159-01"
      ]
    },
    {
      "cite": "63 Fed. 438",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3789775
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f/63/0438-01"
      ]
    },
    {
      "cite": "32 App. D. C. 565",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1357705
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/32/0565-01"
      ]
    },
    {
      "cite": "40 App. D. C. 297",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "240 U. S. 251",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3689897
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/240/0251-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 422,
    "char_count": 8586,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.3266136365479223
    },
    "sha256": "464d38ae1b4e5a5d55121fb7a83676d06d154eeaf919a2b23ad7f73cb6809515",
    "simhash": "1:a39e8bea8fa399fc",
    "word_count": 1433
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gbaham, Presiding Judge, and Bland, Hatfield, G-akkett, and Lenkoot, Associate Judges"
    ],
    "parties": [
      "Hamilton Brown Shoe Co. v. The Sam B. Wolf Sons Co."
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal, in an opposition proceeding, from the decision of the Commissioner of Patents.\nIn its application for registration, filed April 30, 1926, appellant stated that it had continuously used the trade-mark “American Lady ” on “ Ladies and Misses ” shoes since Nov. 7, 1900.\nIn its notice of opposition, appellee alleged that it was the owner of the trade-mark “ The American Girl ”; that it and its predecessor had continuously used its trade-mark on ladies’ and misses’ shoes since long prior to the year 1900; that on August 21,1906, a certificate of registration was issued to it — No. 56100; that opposer’s trademark has become associated in the public mind with opposer and its goods; that one of its predecessors, from which opposer derives title, entered into a contract with applicant, a part of which reads: “(1) The party of the first part hereby recognizes as valid and binding as between the parties hereto, their successors and assigns, and all persons claiming by, through or under them, the construction of the decree dated November 15, 1909, which permits the party of the second part, Hamilton, Brown Shoe Company, its successors and assigns, to use the name ‘American Lady,’ as applied to its shoes for women, provided that the said name ‘American Lady ’ is accompanied on its shoes themselves, with the name ‘ Hamilton, Brown Shoe Company,’ and the word ‘Makers ’; and the party of the first part agrees for itself, its successors and assigns, that it will not use, or authorize anyone other than the party of the second part to use the name ‘American Lady ’ as applied to shoes ”; that the marks “American Lady ” and “ The American Girl ” were confusingly similar, and that the registration of applicant’s alleged trade-mark would “create confusion to the damage of the opposer and will create confusion among the public as to the source or origin of goods bearing either of said marks, unless the applicant confines its use to that prescribed in the referred to contract, or, in other words, unless the applicant company clearly indicates with the words ‘American Lady ’ that the products bearing such mark are made by Hamilton, Brown Shoe Company.”\nOn December 28,1926, appellant filed a motion to dismiss the opposition. It was alleged in the motion, among other things, that under the contract set out in the notice of opposition appellee was estopped from opposing the registration by appellant of its alleged trademark ; that it did not appear from the notice of opposition that op-poser would be damaged by the registration of applicant’s trademark; and that, by virtue of the contract referred to in the notice of opposition, the registration of the mark “American Lady” would not interfere with the rights of the opposer.\nThe examiner of interferences sustained the motion to dismiss the opposition on the theory that the opposer was estopped by the terms of its contract to deny that the applicant was entitled to the “ exclusive use on shoes of the notation ‘American Lady,’” and therefore held that the applicant was entitled to have the mark registered.\nOn appeal to the Commissioner of Patents the decision of the examiner of interferences was reversed. In his decision the commissioner called attention to the fact that the involved parties had extensive litigation prior to the date of the contract alleged in the opposition; that, in the case of Hamilton, Brown Shoe Company v. The Wolf Brothers & Co., 240 U. S. 251, the Supreme Court held that the involved trade-marks, applied as they were to shoes, were confusingly and deceptively similar; and that, as opposer was the owner of the trade-mark “ The American Girl,” applicant had no right to use the words “American Lady” as a trade-mark on its products. The commissioner further pointed out in his decision that the involved contract granted to applicant the right to the use of the words “American Lady” as a trade-mark for shoes for women, provided those words were “ accompanied on the shoes themselves with the name ‘ Hamilton, Brown Shoe Company ’ and the word ‘ Makers,’ ” so that the public might not be confused as to the origin of the shoes of the respective parties.\nIn concluding his decision, the assistant commissioner said:\n* * * it being apparent tbe two marks are deceptively similar, tbe application for registration of tbe mark “American Lady” should be denied. In re S. C. Herbst Importing Company, 134 O. G. 1565, 40 App. D. C. 297; In re Herbst, 141 O. G. 286, 32 App. D. C. 565.\nCounsel for appellant contends that, as appellee entered into the contract set out in the notice of opposition, it is estopped to deny appellant’s right to registration; that, as appellant transacts business in foreign countries, it is necessary that it register its trade-mark under the trade-mark act of 1905, before it will be permitted to register the mark in foreign countries; and that, as the law prohibits the registration of the words “ Hamilton, Brown Shoe Company ” and the word “ Makers,” required by the terms of the contract to accompany the words “American Lady,” it is entitled to register its trade-mark without any accompanying or qualifying language.\nThe following cases were cited by counsel for appellant which, it is argued, support his contention: Waukesha Hygeia Mineral Springs Co. v. Hygeia Sparkling Distilled Water Co., 63 Fed. 438; President Suspender Co. v. MacWilliam, 238 Fed. 159; MacWilliam v. President Suspender Co., 242 O. G. 255, 46 App. D. C. 45; Arkell Safety Bag Co. v. Safepack Mills, 289 Fed. 616, 53 App. D. C. 218.\nMost of the cases cited by counsel are not in point. Some of them hold, as was said in the head-notes in MacWilliam v. President Suspender Company, supra:\nThe transfer of a business with its good will, either by sale or license, carries with it a trade-mark used in connection therewith, whether expressly mentioned in the instrument of transfer or not.\nWhere the owner of a trade-mark grants the right to another, either by sale or license, to use the mark on the goods with which its use is connected and .abandons its use himself, he can not afterwards either deprive his assignee of the right to its use or set up an adverse use. By use in connection with the ■business the assignee acquires the title abandoned by the assignor, and the title is of that exclusive character which is entitled to protection even against the assignor.\nIn the case of Waukesha Hygeia Mineral Springs Co. v. Hygeia Sparkling Distilled Water Co., 63 Fed. 438, relied upon by counsel for appellants the court held that:\nWhere two parties have been using similar trade-marks, a contract between them whereby one party is to use one form of the trade-mark in connection with certain words, and the other is to use another form of it in connection with other words, followed by the use of such trade-marks for several years in .accordance with the terms of the contract, establishes the rights of the parties, and is binding upon their assigns and successors in business.\nSuch contract is not recordable in the Patent Office, since it is hot a transfer of a right to use a trade-mark.\nThe decision in that case is directly opposed to the contentions of counsel for appellant, and, when applied to the contract between the parties to this appeal, holds squarely that appellant is not entitled to the use of the words “ American Lady ” as a trade-mark for its products, unless accompanied by appellant’s name and the word “ Makers.” This is our view of the rights of the parties. Obviously, if appellant has no right to the use of the words “American Lady ” as a trade-mark, unless accompanied by unregisterable language, it is not entitled to registration. Furthermore, the goods ■of the parties possess the same descriptive properties, and, as the mark “ American Lady ” is confusingly and deceptively similar to appellee’s mark — “ The American Girl ” — appellant is not entitled to have the words “ American Lady ” registered as its trade-mark.\nWe are in entire accord with the views expressed by the Commissioner of Patents and his decision is affirmed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Lulce H. Hart, A. J.'MeCcmley, Herbert M. Hard (Elmer 8t&wart of counsel), for appellant.",
      "Walter F. Hivrray and Frarilo L. Zxigelter for appellee."
    ],
    "corrections": "",
    "head_matter": "Hamilton Brown Shoe Co. v. The Sam B. Wolf Sons Co.\n(2241)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1930\nLulce H. Hart, A. J.'MeCcmley, Herbert M. Hard (Elmer 8t&wart of counsel), for appellant.\nWalter F. Hivrray and Frarilo L. Zxigelter for appellee.\n[Oral argument March 12, 1930, by Mr. Luke E. Hart and Mr. Murray]\nBefore Gbaham, Presiding Judge, and Bland, Hatfield, G-akkett, and Lenkoot, Associate Judges"
  },
  "file_name": "0921-01",
  "first_page_order": 371,
  "last_page_order": 374
}
