{
  "id": 8325780,
  "name": "COMMONWEALTH of Pennsylvania v. Anthony SMOTHERS, Appellant",
  "name_abbreviation": "Commonwealth v. Smothers",
  "decision_date": "2007-03-09",
  "docket_number": "",
  "first_page": "922",
  "last_page": "927",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 922"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "680 A.2d 1128",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        465096,
        7864433
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/545/0172-01",
        "/a2d/680/1128-01"
      ]
    },
    {
      "cite": "545 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465096
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/545/0172-01"
      ]
    },
    {
      "cite": "903 A.2d 1234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "588 Pa. 766",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "894 A.2d 207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8430481
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/894/0207-01"
      ]
    },
    {
      "cite": "841 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9285397
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/841/0629-01"
      ]
    },
    {
      "cite": "635 A.2d 128",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1841480,
        7358854
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0321-01",
        "/a2d/635/0128-01"
      ]
    },
    {
      "cite": "535 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841480
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0321-01"
      ]
    },
    {
      "cite": "911 A.2d 937",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "590 Pa. 662",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "890 A.2d 35",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8989857
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "40"
        },
        {
          "page": "39-41"
        },
        {
          "page": "38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/890/0035-01"
      ]
    },
    {
      "cite": "832 A.2d 396",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9086610,
        587998
      ],
      "weight": 4,
      "year": 2003,
      "pin_cites": [
        {
          "page": "403"
        },
        {
          "page": "402"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/832/0396-01",
        "/pa/574/0423-01"
      ]
    },
    {
      "cite": "574 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        587998
      ],
      "weight": 4,
      "year": 2003,
      "pin_cites": [
        {
          "page": "435"
        },
        {
          "page": "433"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/574/0423-01"
      ]
    },
    {
      "cite": "994 P.2d 1254",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        11492726
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/p2d/994/1254-01"
      ]
    },
    {
      "cite": "31 U.S.C. § 5316",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)(A)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "524 U.S. 321",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11182447
      ],
      "weight": 5,
      "year": 1998,
      "pin_cites": [
        {
          "page": "2036"
        },
        {
          "page": "329"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/524/0321-01"
      ]
    },
    {
      "cite": "813 A.2d 801",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        716442,
        9381356
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0171-01",
        "/a2d/813/0801-01"
      ]
    },
    {
      "cite": "572 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        716442
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0171-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 720,
    "char_count": 14173,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.3405866519631067
    },
    "sha256": "089070411155e56d910a9317c3cce62c063c6766d05b35bd86e5ddcf2c759f7b",
    "simhash": "1:ebff22b6a6c527b8",
    "word_count": 2285
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: SMITH-RIBNER, Judge, PELLEGRINI, Judge, and LEADBETTER, Judge."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Anthony SMOTHERS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge SMITH-RIBNER.\nAnthony Smothers (Smothers) appeals from the order of the Court of Common Pleas of Philadelphia County that granted the petition for forfeiture of his one-half interest in property at 432 N. Preston Street to the Philadelphia District Attorney’s Office on behalf of the Commonwealth of Pennsylvania pursuant to Section 6801(a)(6)(i)(C) of the Judicial Code, 42 Pa.C.S. § 6801(a)(6)(i)(C), in the Act commonly known as the Controlled Substances Forfeiture Act (Forfeiture Act), 42 Pa.C.S. §§ 6801-6802. The questions presented are whether Smothers’ knowledge of alleged drug sales activity on his property was adequate to justify the forfeiture; whether the forfeiture is in gross disproportion to the activity claimed to have been committed by Smothers; and whether the forfeiture, which will result in the equitable forced sale of the property, is justified by Smothers’ alleged connection to drug activity.\nSmothers and his fiancée, Angela Brown, jointly purchased the property consisting of a three-story row home in 1998, which Smothers noted in his brief was purchased for $32,000. Smothers had full control over the property and rented rooms in the house to boarders. On April 5, 2004, the Commonwealth filed a petition for forfeiture of Smothers’ one-half interest pursuant to Section 6801(a)(6)(i)(C) of the Forfeiture Act, alleging that the property had been used to commit or to facilitate the commission of violations of The Controlled Substance, Drug, Device and Cosmetic Act (Controlled Substance Act), Act of April 14, 1972, P.L. 238, as amended, 35 P.S. §§ 780-101-780-144.\nAt the July 12, 2005 trial, the Commonwealth presented the testimony of an undercover officer, Brown and Police Officer Alice. The undercover officer testified that he and a confidential informant went to Smothers’ property on March 22, 2004 and purchased $20 worth of crack cocaine from Michael Boozer, one of the boarders. They returned to Smothers’ property the next day, and he answered the door. When asked by the officer for crack cocaine, Smothers pointed to Boozer and said “he’s got it.” N.T. at p. 8. The officer indicated that Smothers watched as Boozer handed the officer two packets of crack cocaine in exchange for $20. After the purchase was complete, backup officers executed a search warrant and arrested Boozer and Smothers. The officers found $60 in cash, including $20 of prerecorded buy money, and one additional packet of cocaine on the stairway. See Philadelphia Police Department March 26, 2004 Arrest Report attached to forfeiture petition, Certified Record, p. D-l. The officers found no drug scales, cutting agents, paraphernalia or manufacturing ingredients.\nBrown testified that she took control of the property after Smothers was arrested in March 2004 and that she called the police, in January 2005, after Smothers’ release from prison because she smelled a drug odor in the property. Officer Alice testified that he responded to Brown’s call and that she escorted the officer to Smothers’ room where the officer discovered empty baggies and a few spoons and crack pipes. Smothers testified that he did not witness the drug sale on March 23, 2004 and that he was unaware of anyone selling drugs on his property, although he admitted that he sporadically used drugs in the past but never engaged in drug sales. He described how he generated monies to purchase the property by using, inter alia, his 401K funds and stated that he paid the mortgage on the property prior to his confinement in jail. The trial court ordered Smothers’ one-half interest in the property forfeited and gave him 60 days to vacate the property.\nIn its Pa. R.A.P.1925 opinion the trial court found that narcotics were sold out of Smothers’ property and it concluded that the Commonwealth had met its burden of establishing a nexus between the property and a violation of the Controlled Substance Act. It also concluded that Smothers failed to establish the innocent owner’s defense and that it was unreasonable to presume that he was unaware of illegal drug activity inside his property in view of the undercover officer’s testimony and Smothers’ admission of drug use while he resided there.\nAt the outset, the Court notes the Commonwealth’s position that Smothers waived the first issue of whether his knowledge of alleged drug sales activity on the property was adequate to justify forfeiture of his property and waived the third issue of whether the forfeiture was justified by the alleged connection to drug activity. Citing Purple Orchid, Inc. v. Pennsylvania State Police, Bureau of Liquor Control Enforcement, 572 Pa. 171, 813 A.2d 801 (2002), among other cases, the Commonwealth asserts that including an issue in the statement of questions presented but failing to address it in the argument section of the brief results in a waiver of that issue. Because Smothers did in fact fail to present arguments on these issues, the Court considers them to be waived.\nSmothers argues, however, that forfeiture of his property constituted an unconstitutional excessive fine under the gross disproportionality test set forth in United States v. Bajakajian, 524 U.S. 321, 118 S.Ct. 2028, 141 L.Ed.2d 314 (1998), and under the United States and Pennsylvania Constitutions. In Bajakajian the court was asked to determine whether forfeiture of $357,144 due to the defendant’s violation of 31 U.S.C. § 5316(a)(1)(A), requiring a person to report that he or she is transporting more than $10,000 out of the United States, would violate the Excessive Fines Clause of the Eighth Amendment. The court adopted the standard that a punitive forfeiture would violate the Excessive Fines Clause “if it is grossly disproportional to the gravity of a defendant’s offense.” Bajakajian at 334, 118 S.Ct. at 2036, 141 L.Ed.2d at 329. The standard would be applied by comparing the amount of the forfeiture to the gravity of the offense, and if the amount of the forfeiture is in gross disproportion to the offense, it is unconstitutional. The court also enumerated factors limited to the conduct of the defendant for measuring the gravity of the offense, including a comparison of the penalty imposed to the maximum penalty available, a determination of whether the violation was isolated or was part of a pattern of misbehavior and an assessment of the harm that resulted from the offense charged. Considering all of these factors, the court ruled that forfeiture of the $357,144 would be grossly disproportional to the gravity of the offense in violation of the Excessive Fines Clause.\nSmothers relies on the Utah Supreme Court’s analysis in Utah v. 633 East 640 North, 994 P.2d 1254 (Utah 2000), to further support his argument. The Utah Supreme Court indicated that the threshold test under the Excessive Fines Clause was whether the forfeited property was an instrumentality of the offense, and it too adopted the Bajakajian gross dispropor-tionality test. The court noted that the defendant’s drug operation was small, less than two pounds of marijuana were found in an eighteen-month span, the defendant was placed on probation and the actual fines, surcharges and penalties totaled $9660.10. Based on the evidence, the court concluded that the forfeiture could not be sustained.\nThe Commonwealth suggests that the statutory maximum fine as determined by the legislature should be the threshold point for triggering a more nuanced Bajakajian balancing and that the Pennsylvania Supreme Court in Commonwealth v. 5JM Spruce Street, 574 Pa. 423, 433 n7, 832 A.2d 396, 402 n7 (2003), noted that a “more objective standard is found in the jurisdictions which look first to the legislative body which has specified the maximum permissible fine for a given offense .... ” Also, this Court adopted a “more objective” threshold test in Commonwealth v. 5444 Spruce Street, 890 A.2d 35, 40 (Pa.Cmwlth.) appeal denied, 590 Pa. 662, 911 A.2d 937 (2006), and held that the forfeiture there was not grossly disproportional “if it does not exceed the reprehensibility of the defendant’s conduct or the statutory sanctions for that conduct.” In addition, the Utah court’s theory for the gross disproportionality test was rejected by this Court in 5JM Spruce Street, 890 A.2d at 39-41, and the Utah approach is disfavored because it is unworkable and contrary to Bajakajian.\nThe Court observes that the Supreme Court in 5JM Spruce Street expressly adopted the gross disproportionality test enunciated in Bajakajian and held that the test would apply to all punitive forfeitures “regardless of the form of the underlying proceedings.” Id., 574 Pa. at 435, 832 A.2d at 403. The Supreme Court overruled the holding in In re King Properties, 535 Pa. 321, 635 A.2d 128 (1993), to the extent that it determined otherwise. Following those guidelines, this Court recognizes the well-settled rule that an in rem forfeiture resulting from the Forfeiture Act is punitive, 5444. Spruce Street, 890 A.2d at 38, and that such a forfeiture will be considered an excessive fine “if it is grossly disproportional to the gravity of the offense[.]” Id.\nThe Commonwealth must prove by clear and convincing evidence that the criminal conduct at issue is not a one-time occurrence to overcome an excessive fine challenge. Commonwealth v. 2136 Clearview Avenue, 841 A.2d 629 (Pa.Cmwlth. 2004). In deciding an excessive fine challenge, the trial court must compare the amount of the forfeiture to the gravity of the offense, which may be measured by comparing the penalty imposed to the maximum penalty available, determining whether the violation was isolated or part of a pattern of misbehavior and assessing the harm that resulted from the crime charged. See Spruce Street, 574 Pa. at 433, 832 A.2d at 402. Smothers was charged with conspiracy, possession with intent to deliver a controlled substance and possession of a controlled substance, but he was acquitted of all charges by the trial court.\nAs the ultimate fact finder, the trial court must weigh the evidence and draw any reasonable inferences from the evidence inasmuch as the appellate courts cannot determine the gross disproportion-ality of forfeiture absent findings by the trial court. See Commonwealth v. One 2001 Toyota Camry, 894 A.2d 207, 212 n4 (Pa.Cmwlth.), appeal denied, 588 Pa. 766, 903 A.2d 1234 (2006). A review of the record reveals that the trial court did not consider Smothers’ excessive fines claim, and for that reason a remand is necessary for the trial court to make the required factual findings, conclusions of law and a new decision applying the gross dispropor-tionality test pursuant to guidelines articulated in 2136 Clearview Avenue and the Supreme Court’s decision in 5444 Spruce Street The Court accordingly vacates the trial court’s order and remands for further proceedings.\nORDER\nAND NOW, this 9th day of March, 2007, the Court vacates the order of the Court of Common Pleas of Philadelphia County, and it remands this case for further proceedings consistent with the foregoing opinion.\nJurisdiction is relinquished.\n. Section 6801(a)(6)(i)(C) provides that any real property used or intended to be used to facilitate any violation of The Controlled Substance, Drag, Device and Cosmetic Act, Act of April 14, 1972, P.L. 233, as amended, 35 P.S. §§ 780-101-780-144, including structures or other improvements, and any right, title and interest in the property as a whole, is subject to forfeiture to the Commonwealth.\n. The Court’s review is limited to determining whether the trial court abused its discretion, whether it committed an error of law or whether its findings are supported by substantial evidence. Commonwealth v. One 2001 Toyota Camry, 894 A.2d 207 (Pa.Cmwlth.), appeal denied, 588 Pa. 766, 903 A.2d 1234 (2006).\n. The Commonwealth argues that Smothers asserted only that forfeiture of the property was an excessive fine under the Pennsylvania Constitution as interpreted in Commonwealth v. 4029 Beale Avenue, 545 Pa. 172, 680 A.2d 1128 (1996), and that because he relied on the \"substantial use” test set forth in that case, not the gross disproportionality test, the latter cannot be considered on appeal, citing Pa. R.A.P. 302(a) (issues not raised in the lower court are waived and cannot be raised for the first time on appeal). The Commonwealth explains that the \"substantial use” test and the gross disproportionality test are distinct claims. In 1993 the Pennsylvania Supreme Court adopted the \"substantial use” test in In re King Properties, 535 Pa. 321, 635 A.2d 128 (1993), and determined that the inquiry did not concern the value of the thing forfeited but rather the relationship of the offense to the property. The Supreme Court in Commonwealth v. 5444 Spruce Street, 574 Pa. 423, 832 A.2d 396 (2003), overruled King Properties to the extent that it departed from the holding in 5444 Spruce Street. Smothers raised an excessive fines claim in the trial court proceedings in his post-hearing brief, and the Court will consider Smothers’ claim in the context of the Pennsylvania Constitution.\n. The Eighth Amendment to the United States Constitution and Article I, Section 13 of the Pennsylvania Constitution prohibit the imposition of excessive bail, excessive fines and cruel punishments upon a defendant.",
        "type": "majority",
        "author": "Judge SMITH-RIBNER."
      },
      {
        "text": "DISSENTING OPINION BY\nJudge LEADBETTER.\nI must respectfully dissent. Because the value of the property forfeited is less than the maximum fine for the offense, I would affirm the order of the trial court.\n. Ten years in prison and a $100,000 fine. Section 13(f)(l.l) of The Controlled Substance, Drug, Device and Cosmetic Act, Act of April 14, 1972, P.L. 233, as amended, 35 P.S. § 780-113(0(1.1).",
        "type": "dissent",
        "author": "Judge LEADBETTER."
      }
    ],
    "attorneys": [
      "Jeffrey A. Muldawer, Philadelphia, for appellant.",
      "Jonathan M. Levy, Philadelphia, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. Anthony SMOTHERS, Appellant.\nCommonwealth Court of Pennsylvania.\nArgued Nov. 13, 2006.\nDecided March 9, 2007.\nReargument En Banc Denied May 1, 2007.\nJeffrey A. Muldawer, Philadelphia, for appellant.\nJonathan M. Levy, Philadelphia, for ap-pellee.\nBEFORE: SMITH-RIBNER, Judge, PELLEGRINI, Judge, and LEADBETTER, Judge.\nThis case was assigned prior to the date when Judge Leadbetter assumed the status of President Judge on January 7, 2007."
  },
  "file_name": "0922-01",
  "first_page_order": 956,
  "last_page_order": 961
}
