{
  "id": 6094925,
  "name": "Charles Lalanne v. F. R. Arnold & Co.",
  "name_abbreviation": "Lalanne v. Arnold",
  "decision_date": "1930-04-10",
  "docket_number": "No. 2267",
  "first_page": "925",
  "last_page": "928",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 925"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "293 Fed. 344",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        11712603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/293/0344-01"
      ]
    },
    {
      "cite": "257 Fed. Rep. 937",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6057018
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f/257/0937-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 492,
    "char_count": 10099,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.37720152796553
    },
    "sha256": "ee424f812bdb4af06057df4e449917c6373884a5fcfabc8c294420d77c5f1895",
    "simhash": "1:773ccf6307c58eca",
    "word_count": 1721
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Blakd, Hatbyeld, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Charles Lalanne v. F. R. Arnold & Co."
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal in a trade-mark interference proceeding from the decision of the Commissioner of Patents holding that appellant was not entitled to register its trade-mark “ Fraisy ” for use on rouge and other other toilet articles.\nAppellant’s application was filed on July 30, 1923.\nAppellee’s mark “ Fraisia ” for use on rouge having been registered on September 27, 1921, an interference wasv declared.\nConsiderable evidence was submitted by the parties. It appears therefrom that appellee had been using the trade-mark “ Fraise ” on lipsticks for more than 25 years prior to the taking of the testimony in this case; that these articles were purchased by appellee from Maison Dorin, of Paris, France, and sold in large quantities throughout the United States; that each box containing “ Fraise ” lipsticks or rouge purchased and sold by appellee bore a label with its (appel-lee’s) name and address and words designating it as “ sole agent ”; that, by virtue of its contract with Maison Dorin, appellee had the right, according to the testimony of the witness, John W. Arnold, brought out on cross-examination, to “ register any of Dorin’s trademarks,” and to use them during the continuance of the relationship existing between Dorin and appellee; that some of its rouge was put up in metal and some in pasteboard containers; that the rouge in the pasteboard containers was sold in two colors and white, and that the rouge in the metal containers was sold in four colors and white; that none of these was a “ strawberry color ”; that appellee first used its registered trade-mark “Fraisia ” in December, 1920; and that large quantities of rouge have beeiqsold under this trade-mark. Appellant first used its trade-mark “ Fraisy ” in the United States in 1917,. and has continued to use it, to some extent, since that time. It further appears from the testimony of the applicant that, due to the fact that strawberry juice is used as a basis for his preparations, he adopted and used the trade-mark “ Fraisy.” ' In this connection, he said:\n* * * My preparations have the juice of the strawberry (in French “ Fraise ”) as their basis, and this is what led me to adopt the name “ Fraisy,”' as I knew that this word could constitute a valid trade-mark and prevent in-fringers from imitating either the mark or the method of presentation of my preparations.\nThe examiner of interferences held that the word “ Fraise ” was a French word meaning “strawberry”; that appellee had-used the word “ Fraise ” as its trade-mark for the purpose of indicating the shade or color of its rouge; that, as the word was descriptive, appellee had no right to its exclusive use, and, therefore, was not entitled to' any “ benefit from the date of its use in trade for the purpose of carrying back its date of adoption in use of the word 1 Fraisia ! prior to 1920. Since 1917, the date of adoption and use afforded to the applicant of the word ‘ Fraisy ’ is prior to 1920, the earliest date Avhich can be awarded the registrant for use of the word ‘ Fraisia,* it is adjudged that the applicant is entitled to the registration for which he has made application.”\nIn reversing the decision of the examiner of interferences, the Commissioner of Patents, among other things, said:\n* # uu<ier these circumstances, it does not appear fully established that the word “ Fraise ” was used merely in a descriptive sense. The word is the name of a berry, and while such word is frequently used to designate a color, yet in view of the evidence in support of the registrant’s Exhibit No. 7, which shows various colors and white, it is believed fair to hold the word was used in a trade-mark way to indicate origin of goods. It is evident confusion of origin would result from the use of the applicant’s mark “ Fraisy,” the registrant’s-mark “ Fraisia,” and the previously used word “ Fraise,” if they appeared upon the same goods in the same market. They are all, of the mind of the average purchaser, quite similar in appearance, spelling, sound, and significance. It seems plain the applicant, who entered the field long after the use of the word “ Fraise ” on the same class of goods, should not add to the confusion in the minds of the purchasing public.\nIt remains to be considered whether the registrant, Arnold & Co., are owners-of their mark and of the mai’k “ Fraise ” in this country. It is common to-grant registration of trade-marks to exclusive agents in this country of foreign manufacturers. Perhaps a fair holding supporting the view that such a distributor, having exclusive rights in this country, is the owner of a trade-mark, in this country when applied to such goods, even if they are manufactured and sold under tlie same trade-mark by the licensor in a foreign country, is that of Scandinavia Belting Co. v. Asbestos & Rubber Works of America, Inc., 257 Fed. Rep. 937, C. C. A. 2nd Cir.\nAlthough, it is contended by counsel for appellant that there is no •evidence that appellee was the exclusive distributor of “ Fraise ” lipsticks, or that it owned any rights in the “ Fraise lipstick,” we are not of this opinion. We think the evidence is sufficient to establish that appellee was the exclusive distributor of “ Fraise ” lipsticks and that it had the right to register the mark (assuming that it is subject to registration) and use it during the life of its contract with Maison Dorin. Obviously, then, appellee had a special •ownership in such mark. Scandinavia Belting Co. v. Asbestos & Rubber Works of America, Inc., 257 Fed. 937. In that case the Circuit Court of Appeals, Second Circuit, said:\n* * * But in the case now before us this court holds that one who has the exclusive right to use a trade-mark in the United States has such a special ownership therein as entitles him to its registration during the period of his ■exclusive use. “ Ownership ” is the right by which a thing belongs to some one in particular to the exclusion of all others. And the right to the exclusive use of this trade-mark in this country was in this plaintiff for a period of 27 years, or seven years beyond the registration period fixed by the statute. To say that the relation which existed between the English and the American company was that of agency does not help the defendant, for if it be conceded that the relation is that of agency it must also be conceded that it is an agency coupled with an interest, and the right to the exclusive use is ■one which can not be withdrawn, and an interest sufficient to prevent revocation is sufficient to make the plaintiff such a special “ owner ” of the trademark as entitled it to register the same under the provisions of the act. To hold that one who has the exclusive right to use a trade-mark has no right to have it registered under the act would be, in our opinion, subversive of the policy and intent of the statute.\n'¡It clearly appears from the evidence that appellee purchased its goods from Dorin; that it was the exclusive distributor in the United States of these goods; and that appellee had the right to register any trade-mark used by Dorin on the goods purchased by it. To hold that appellee was not the owner of the mark “ Fraise ” in the United States during the life of its contract, would amount to a denial of the truth of the uncontradicted evidence that such was the case.\nCounsel for appellant have cited the case of Lawrence-Williams Co. v. Société Enfants Gombault et cie., 22 Fed. (2nd) 512, as authority for the contention that appellee had no ownership in the mark “ Fraise.”\nIn that case the contract between the foreign owner of the trademark and the defendant, granting defendant the right to be the exclusive distributor in the United States of plaintiff’s goods together with the right of using plaintiff’s trade-mark, had expired. Thereafter, defendant used the trade-mark on other goods. The court held that defendant had no right to the use of the mark. In its decision, the court said:\n* * * Whether it had the right to register those marks belonging to plaintiff for the purpose of protecting its exclusive selling right in the United' States we do not determine.\nThe decision in that case is not in point.\nIt is argued that the word “ Fraise ” is a French word meaning “strawberry”; that it is descriptive of the rouge sold by appellee; and that, therefore, appellee is not entitled to its exclusive use as a trade-mark. The word “ Fraise,” according to English dictionaries, has several definitions. Among them, however, is the following :\nFraise, n. Her. — A strawberry-leaf, as in a ducal coronet. [B\\, strawberry, <L., fragum, the plant.]\nThe definition does not indicate that the word is ever used to describe color. But, if the word is so used in France, it can not be said to be commonly or generally so used in the United States. See Le Blume Import Co. Inc., v. Coty, et al., 293 Fed. 344. If it is ever used to denote a strawberry color, it is certainly not descriptive of any rouge sold by appellee.\nWe are of opinion that the trade-mark “ Fraise ”, due to its use over a long period of years by appellee, has become associated in the mind of the public in the United States with appellee’s goods; that it identifies such goods and indicates their origin; and that the use of the mark “ Fraisy ” by appellant, on goods possessing the same descriptive properties as those on which the mark “ Fraise ” is used by appellee, would cause confusion in the mind of the public and lead to deception, and that appellant is not entitled to have its mark registered. This holding disposes of all issues raised by the appeal.\nThe decision is wfflrnned.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Hugo Mode, Asher Blwm (Charles R. Allen of counsel) for appellant.",
      "Benj. R. Johnson (John B. Keith, and Oscar W. Jeffery of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "Charles Lalanne v. F. R. Arnold & Co.\n(No. 2267)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1930\nHugo Mode, Asher Blwm (Charles R. Allen of counsel) for appellant.\nBenj. R. Johnson (John B. Keith, and Oscar W. Jeffery of counsel) for appellee.\n[Oral argument, March 10, 1930, by Mr. Allen and Mr. Johnson]\nBefore Graham, Presiding Judge, and Blakd, Hatbyeld, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0925-01",
  "first_page_order": 375,
  "last_page_order": 378
}
