{
  "id": 9494782,
  "name": "In re John H. KITCHINGS, Respondent",
  "name_abbreviation": "In re Kitchings",
  "decision_date": "2001-08-30",
  "docket_number": "No. 99-BG-1023",
  "first_page": "926",
  "last_page": "933",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 926"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "99 A.2d 712",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8148733
      ],
      "pin_cites": [
        {
          "page": "713"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/99/0712-01"
      ]
    },
    {
      "cite": "106 Cal.Rptr, 225",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "30 Cal.App.3d 138",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        4393283
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "153"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/30/0138-01"
      ]
    },
    {
      "cite": "630 A.2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11317887
      ],
      "pin_cites": [
        {
          "page": "182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/630/0174-01"
      ]
    },
    {
      "cite": "544 P.2d 472",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10463602
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "475"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/544/0472-01"
      ]
    },
    {
      "cite": "401 A.2d 962",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8054024
      ],
      "pin_cites": [
        {
          "page": "965"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/401/0962-01"
      ]
    },
    {
      "cite": "767 A.2d 203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11123219
      ],
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/767/0203-01"
      ]
    },
    {
      "cite": "527 A.2d 282",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876532
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "289"
        },
        {
          "page": "289",
          "parenthetical": "holding that an error is reversible only if substantial doubt exists over whether the ultimate finding would be different with the error removed"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/527/0282-01"
      ]
    },
    {
      "cite": "623 A.2d 1207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7372218
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1209"
        },
        {
          "parenthetical": "holding that failure of an agency to follow its rules \"will not lead to reversal where the petitioner has not been prejudiced by the deviation from required procedures\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/623/1207-01"
      ]
    },
    {
      "cite": "711 A.2d 835",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11828009
      ],
      "pin_cites": [
        {
          "page": "840"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/711/0835-01"
      ]
    },
    {
      "cite": "683 A.2d 465",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863807
      ],
      "pin_cites": [
        {
          "page": "468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/683/0465-01"
      ]
    },
    {
      "cite": "610 A.2d 231",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7924000
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "234"
        },
        {
          "page": "234"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/0231-01"
      ]
    },
    {
      "cite": "356 A.2d 653",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8035626
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "656"
        },
        {
          "page": "656"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/356/0653-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 853,
    "char_count": 21282,
    "ocr_confidence": 0.681,
    "pagerank": {
      "raw": 9.356698607941946e-08,
      "percentile": 0.5141257270211507
    },
    "sha256": "b0b35a951d3da15dfe0f895025f01df3d93d31b61659cbb61ca1b83bc1e2aaee",
    "simhash": "1:bc31e1cf670e3fd7",
    "word_count": 3379
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before RUIZ and WASHINGTON, Associate Judges, and GALLAGHER, Senior Judge."
    ],
    "parties": [
      "In re John H. KITCHINGS, Respondent."
    ],
    "opinions": [
      {
        "text": "RUIZ, Associate Judge:\nAt the crux of this case lies a dispute between the Board on Professional Responsibility and Bar Counsel over the scope of the latter’s authority to resolve cases based on a set of stipulated facts.\nBar Counsel charged John H. Kitehings with fifteen counts of various violations of the Rules of Professional Conduct, including neglect (Rule 1.3), failure to keep his clients informed (Rule 1.4), and failure to protect a client’s interest after representation ended (Rule 1.16). Kitehings ultimately disputed none of these charges. Instead, he signed two stipulations: the first admitted the substance of three counts, and the second admitted the remaining twelve.\nKitehings also signed a memorandum of understanding indicating that the “appropriate” sanction for the three violations of the first stipulation, “aggravat[ed]” by the twelve counts of the second stipulation, was a six-month suspension, with reinstatement conditioned upon a showing of fitness. The memorandum indicated that it did not bind the hearing committee, the Board, or this court, and that Bar Counsel retained the authority to prosecute any counts not considered by this court as a basis for discipline. The memorandum stated that Kitehings signed it “to avoid the burden and expense of defending against further charges that would arise from [his] conduct as set forth in the Second Stipulations.”\nIn its Report, the Board rejected the second set of stipulations and the memorandum of understanding on three separate grounds. First, the Board found them to be a “plea bargain” or “negotiated disposition” beyond the authority of Bar Counsel. Second, Bar Counsel had no power, according to the Board, to urge the hearing committee to dismiss the charges of the second stipulation when contact members appointed by the Board had not given him permission to do so. Third, the Board found that Kitehings had signed the memorandum agreeing to a six-month suspension and the second stipulation under duress because of threats that Bar Counsel purportedly made to him. Instead, the Board recommended a thirty-day suspension, based solely on the violations admitted in the first stipulation, and directed Bar Counsel to continue to prosecute the other twelve charged violations.\nWe disagree with the Board’s analysis. Although Bar Counsel in this case did not proceed in the usual manner, there was no unauthorized dismissal or plea bargain. Rather, the twelve counts of the second stipulation formed the basis for an enhanced sanction — a six-month suspension with a fitness requirement — in the nature of aggravating factors. We see nothing more than harmless error in the failure of Bar Counsel to obtain preapproval from contact members. Because nothing was dismissed, and the memorandum expressly provided that the Board was not bound by its terms, Bar Counsel did nothing more than try to anticipate — in this case incorrectly — the decision of the contact members. We also conclude that the Board erred in not deferring to the findings of the hearing committee with respect to duress. The presence of duress is a matter of fact, see Sind v. Pollin, 356 A.2d 653, 656 (D.C.1976), and the Board must accept factual findings supported by substantial evidence, such as these. See In re Micheel, 610 A.2d 231, 234 (D.C.1992). We thus remand this matter to the Board for a recommendation of a sanction consistent with all fifteen violations. See In re Drury, 683 A.2d 465, 468 (D.C.1996) (holding that this court defers to the Board’s recommended disposition “unless the sanction is unwarranted or inconsistent with sanctions for comparable conduct”).\nFACTS\n1. Alleged Misconduct\nKitchings, engaged in a solo personal injury practice between 1991 and 1997, accepted more cases than he could ethically maintain. At least some of his clients suffered from his overwork. In one instance, he failed to return his client’s telephone calls. In another, he accepted a settlement check from an insurer but failed to pass that check to his client, or even inform the client that it had been received. In still another matter, he failed to forward files to successor counsel after being fired by his client. All fifteen counts involve this same pattern of neglect, failure to inform, and dereliction of other duties.\n2. Procedural History\nBar Counsel, with the approval of a contact member, presented a three-count stipulation to a hearing committee on July 23, 1997. On September 18, Bar Counsel presented a second set of stipulations outlining an additional twelve counts, as well as a memorandum of understanding. At the time the second stipulation was presented to the hearing committee, none of the twelve cases it described had been approved for prosecution by a contact member, contrary to the rules of the D.C. Bar. See D.C. Bar R. XI, § 8(b).\nThe memorandum of understanding, signed by Kitchings, stated that “the appropriate sanction” for all fifteen charges described in the first and second stipulations should be “a six-month suspension, with ... reinstatement conditioned upon a showing of fitness.” The memorandum indicated that this sanction would not bind the hearing committee, the Board or this court, and that Bar Counsel would remain free to prosecute any cases not considered by the court in aggravation, and to introduce these cases as evidence against Kitchings if he were ever to seek reinstatement. The last paragraph stated that Kitchings submitted the memorandum to “avoid the burden and expense of defending against further charges that would arise from [his] conduct.”\nBefore the hearing committee, Kitchings appeared to recant portions of the second stipulation. For example, when asked about his alleged failure to deliver a client’s file, he claimed that the stipulation was wrong. When asked why he signed the stipulation, Kitchings accused Bar Counsel of intimidating him, “harassing]” him, and threatening to “make it difficult” if he did not admit to the second set of charges. Despite these complaints, Kitch-ings declined to rescind his agreement when the Hearing Committee afforded him an opportunity to do so.\nNearly three months later, during a second hearing devoted to the issue of duress, the hearing committee again gave Kitch-ings an opportunity to rescind his agreement. For the second time, he did not, explaining that although he felt that Bar Counsel had “intervened in an unfair manner,” upon reflection, he would nevertheless “stand by [his] signature.”\nAfter the close of evidence, Bar Counsel recommended imposition of the six-month suspension specified in the memorandum, explaining that its recommendation was based on a pattern of neglect that had emerged from all fifteen counts. Curiously, Bar Counsel also informed the hearing committee that, if it concurred with that sanction, the complaints of the second stipulation would be “deemed dismissed,” without prejudice to Bar Counsel’s right to reactivate them if the six-month suspension was rejected by this court.\nWhile the hearing committee was considering the fifteen claims and the recommended six-month suspension with reinstatement conditioned on a showing of fitness, Bar Counsel submitted the twelve charges of the second stipulation for contact member review and approval, an action which, under Bar Counsel’s rules, should have been completed before presenting the charges to the hearing committee. See D.C. Bar R. XI, § 8(b). Bar Counsel recommended to the two contact members involved that the charges of the second stipulation be “deemed dismissed” for “record-keeping purposes,” despite the fact that all twelve charges were being considered by the hearing committee as part of an overall pattern of misconduct. The contact members, at the direction of the Board, declined to deem the charges dismissed, and instead directed Bar Counsel to “prosecute” them.\nThe hearing committee adopted Bar Counsel’s recommendation, but the Board rejected it. The Board found that Bar Counsel had no authority to promise a “plea bargain,” that Bar Counsel had no power to dismiss charges without contact member approval, and that, in any event, the Respondent’s agreement to the second stipulation and memorandum was “not entirely voluntary.” The Board recommended a 30 day suspension based on the first stipulation, and directed Bar Counsel “to prosecute the additional cases unless and until the Board recommends a fitness requirement.” The Board also urged this court to adopt a set of rules governing negotiated dispositions in general. Respondent Kitchings excepts to the Board’s recommendation and stands by the terms of his memorandum of understanding with Bar Counsel.\nANALYSIS\n1. Characterizing the Memorandum of Understanding\nAs a preliminary matter, we note that both the Board and Bar Counsel used words in a manner inconsistent with their ordinary meaning throughout these proceedings. Bar Counsel urged that claims that it was presenting to the hearing committee be “deemed dismissed.” The Board directed Bar Counsel to “prosecute” claims that already had been presented to the hearing committee. The Board discerned a “plea bargain” where nothing had been bargained for.\nWe reject this terminology and will adhere to common legal usage. A “dismissal” is the “[termination of an action ... without further hearing.” Black’s Law Dictionary 482 (7th ed.1999). To “prosecute” is to “carry out a legal action.” Id. at 1237. A “plea bargain” is a “negotiated agreement” in which a party “pleads guilty to a lesser offense or to one of multiple charges in exchange for some concession by the prosecutor, usually a more lenient sentence or a dismissal of the other charges.” Id. at 1173.\nThis clarification of terms settles the principal issue raised by this case. The Board contends that Bar Counsel exceeded its authority because it had no power to “dismiss” certain charges through a “plea bargain” or “negotiated disposition.” We cannot agree, because we perceive no true dismissal or plea bargain in Bar Counsel’s actions. Bar Counsel presented all fifteen counts to the hearing committee, the Board and this court, and included them in his recommended sanction. If any of the counts were not taken into account in the sanction imposed as part of this proceeding, Bar Counsel retained the authority to prosecute them separately. The memorandum also made clear that all fifteen charges could be raised if Kitchings were to petition for reinstatement. Moreover, Kitchings was given no form of leniency— Bar Counsel recommended a sanction that it deemed “appropriate” for all fifteen violations. The hearing committee concurred in that assessment, and the Board has never contended that Bar Counsel’s recommended sanction would be inappropriate had all charges been formally prosecuted. The purpose of the memorandum was not to reduce Kitchings’s penalties, but, by its terms, to allow him to avoid the cost of litigation.\nBecause we do not consider that the memorandum is a plea bargain or negotiated settlement, we need not reach the scope of Bar Counsel’s authority to engage in such agreements.\n2. Contact Member Approval\nThe Board also contends that Bar Counsel’s recommendation should be rejected because he failed to obtain the approval of a contact member before submitting the second stipulation to the hearing committee. Under D.C. Bar Rules, Bar Counsel may not dismiss a complaint, institute formal charges, or informally admonish an attorney without the prior approval of a contact member appointed by the Board. See D.C. Bar R. XI, § 8(b).\nWe have no doubt that Bar Counsel must follow the rules that have been established to govern Counsel’s activities. Although, as the quasi-independent prosecutorial arm of the court, Bar Counsel is not technically an “agency,” Bar Counsel similarly is “bound to follow its own rules and regulations.” Braddock v. Smith, 711 A.2d 835, 840 (D.C.1998) (quoting Macauley v. District of Columbia Taxicab Comm’n, 623 A.2d 1207, 1209 (D.C.1993)). Nevertheless, failure to do so is harmless if that error had no effect on the outcome of the proceeding. See id. (holding that failure of an agency to follow its rules “will not lead to reversal where the petitioner has not been prejudiced by the deviation from required procedures”); see also Wisconsin Avenue Nursing Home v. District of Columbia Comm’n on Human Rights, 527 A.2d 282, 289 (D.C.1987) (holding that prejudice exists “only if substantial doubt exists whether the agency would have made the same ultimate finding with the error removed”). That reasoning holds even more in bar discipline cases, where the court is the ultimate sanctioning authority, see In re Slattery, 767 A.2d 203, 215 (D.C.2001), and, when deference is owed in the area of sanctions, that deference is owed to the Board, not to Bar Counsel. See D.C. Bar R. XI, § 9(g). Here, the Board contact members reviewing the second stipulation directed Bar Counsel to prosecute the twelve charges it contained. What Bar Counsel did when he earlier had presented these charges (admitted by the respondent in the stipulation) to the hearing committee was, in essence, to prosecute those charges, and therefore its failure to obtain preapproval was harmless.\nB. Voluntary Assent by Kitchings\nThe Board also urges this court to reject the second stipulation because Kitchings signed it under duress, and because the hearing committee’s “implicit” finding of voluntariness was not supported by “specific findings” that Respondent’s participation in the negotiated disposition was voluntary, that he understood the agreement’s terms and ramifications and that he admitted the misconduct to which he stipulated. We disagree with the Board on both points.\nFirst, we hold that the Board failed to accord sufficient deference to the hearing committee’s findings of fact. “The Board is obliged to accept the hearing committee’s factual findings if those findings are supported by substantial evidence in the record, viewed as a whole.” In re Micheel, 610 A.2d at 234. The presence of duress is a question of fact, see Sind, 356 A.2d at 656; see also Johnson v. Johnson, 401 A.2d 962, 965 (D.C.1979) (quoting Klein v. Klein, 544 P.2d 472, 475 (Utah 1975), for the proposition that the question of whether a party agreed to and should be bound by a stipulation is one of fact for the trial court to determine), and the hearing committee’s finding was supported by substantial evidence: Kitchings testified in September that he signed the second stipulation of his own accord, and, after a three month opportunity to reconsider his testimony, he reiterated in December that he signed the stipulation voluntarily. The Board was therefore obliged to accept the hearing committee’s finding.\nSecond, although we agree with the Board that the hearing committee report lacks explicit findings on this point, it is apparent on the face of the record that the hearing committee considered, and rejected, that respondent signed the memorandum under duress. Indeed, the sole purpose of the December hearing was to explore that issue. In this context, the committee’s reference to the first and second stipulations as “the accepted facts of the case” leaves no doubt that the committee implicitly found Kitchings’s signature to be voluntary. Failure to note this expressly in the committee report was an oversight that in no way affected the outcome of the case, and does not constitute grounds for reversal by the Board. Cf. Wisconsin Avenue Nursing Home, 527 A.2d at 289 (holding that an error is reversible only if substantial doubt exists over whether the ultimate finding would be different with the error removed).\nCONCLUSION\nWe conclude that the Board on Professional Responsibility erred in declining to consider the twelve counts listed in the second stipulation, and remand to the Board to recommend a disposition in light of all the charges identified by the hearing committee.\nSo ordered.\n. A sixteenth count was contested by Etchings, but was later abandoned by Bar Counsel.\n. A fourth count was dropped. See note 1, supra.\n. The entire memorandum states as follows:\n1. I, John H. Kitchings, am the Respondent in the above-referenced proceeding involving four petitioned matters. [Bar docket No. 214-96, 220-96, 298-96, 326-96],\n2. I understand that the Office of Bar Counsel is prepared to petition additional charges against me, based upon 12 disciplinary complaints currently pending against me that allege: (a) failure to act with reasonable promptness in representing a client; (b) failure to keep client reasonably informed about the status of a matter and/or to comply promptly with reasonable requests for information; (c) in connection with termination of representation of a client, failure to take reasonable steps to the extent reasonably practicable to protect client interests; (e) failure to represent clients zealously and diligently within the bounds of the law; (f) failure to represent clients competently and (g) failure to represent clients with the requisite skill and care.\n3.Accompanying this memorandum, and incorporated by reference, is a document titled \"Second Joint Stipulations of Fact” (“Second Stipulations”). I acknowledge that the facts set forth in the Second Stipulations accurately describe my conduct in the docketed matters referred to therein. I further acknowledge that if these matters were to proceed to a hearing, Bar Counsel would prove these facts by clear and convincing evidence, and that I could not successfully defend myself against them.\n4. I am aware that District of Columbia Court of Appeals Rule XI, § 17 provides for the confidentiality of the matters set forth in the Second Stipulations at the present stage of Bar Counsel's investigations of the matters referred to, and I knowingly and intelligently waive confidentiality.\n5. In light of my misconduct in Bar Docket Number 214-96 et al., aggravated by the conduct described in the Second Stipulation; I understand that the appropriate sanction in the present proceeding should be a six-month suspension, with my reinstatement conditioned upon a showing of fitness. If for any reason the Court of Appeals does not consider in aggravation of the misconduct in 214-96 et al ., the cases referred to in the Second Stipulations, I understand that Bar Counsel may prosecute the 12 cases, or any of them, based upon the Second Stipulations. In any event, Bar Counsel may refer to the facts and circumstances of the cases if and when I petition for reinstatement.\n6. I understand that neither the Hearing Committee, the Board on Professional Responsibility nor the District of Columbia Court of Appeals is bound by this understanding and agreement.\n7. Because I wish to avoid the burden and expense of defending against further charges that would arise from my conduct as set forth in the Second Stipulations, I submit this memorandum of understanding.\n. The Board also contends that the agreement was ambiguous because the \"Memorandum of Understanding did not state what Bar Counsel was promising in exchange for Respondent’s stipulation to the misconduct in the 12 complaints, apart from providing that if the 12 complaints were not considered in aggravation of sanction in the three petitioned matters, Bar Counsel could prosecute them.” We disagree with the Board’s interpretation: the lack of a promise by Bar Counsel is evidence that the memorandum is not a negotiated disposition, not that it was ambiguous.\n. We also decline to consider the set of rules governing negotiated dispositions urged by the Board because we do not \"decide more than the occasion demands.” District of Columbia v. Wical Ltd. Partnership, 630 A.2d 174, 182 (D.C.1993) (quoting Younger v. Smith, 30 Cal.App.3d 138, 153, 106 Cal.Rptr, 225 (1973)); see also Smith v. Worksman, 99 A.2d 712, 713 (D.C.1953) (holding that this court \"will not decide abstract, hypothetical, or moot questions, the determination of which will lead to no practical relief”).\n. D.C. Bar R. XI, § 8(b) reads in relevant part:\n[u]pon the conclusion of an investigation, Bar Counsel may, with the prior approval of a Contact Member, dismiss the complaint, informally admonish the attorney under investigation, or institute formal charges; or may, with the prior approval of a member of the Board on Professional Responsibility, enter into a diversion agreement.\n.The Board does not challenge Bar Counsel’s authority to prosecute claims by stipulation, dispensing with the usual evidentiary function of the hearing committee. That is what occurred here with respect to the claims in the first stipulation, as to which no issue has been raised. We fail to see a meaningful distinction between a prosecution based on disputed facts and one based on stipulation, which proceeds directly to the issue of sanction.",
        "type": "majority",
        "author": "RUIZ, Associate Judge:"
      }
    ],
    "attorneys": [
      "H. Clay Smith, III, Assistant Bar Counsel, with whom Leonard H. Becker, Bar Counsel at the time the brief was filed, for Bar Counsel.",
      "Elizabeth J. Branda, Executive Attorney, for the Board on Professional Responsibility.",
      "Harry Tun, for respondent."
    ],
    "corrections": "",
    "head_matter": "In re John H. KITCHINGS, Respondent.\nNo. 99-BG-1023.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 7, 2000.\nDecided Aug. 30, 2001.\nH. Clay Smith, III, Assistant Bar Counsel, with whom Leonard H. Becker, Bar Counsel at the time the brief was filed, for Bar Counsel.\nElizabeth J. Branda, Executive Attorney, for the Board on Professional Responsibility.\nHarry Tun, for respondent.\nBefore RUIZ and WASHINGTON, Associate Judges, and GALLAGHER, Senior Judge."
  },
  "file_name": "0926-01",
  "first_page_order": 968,
  "last_page_order": 975
}
