{
  "id": 6094927,
  "name": "In re Elgan H. Carlton",
  "name_abbreviation": "In re Carlton",
  "decision_date": "1930-04-10",
  "docket_number": "No. 2269",
  "first_page": "928",
  "last_page": "929",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 928"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 190,
    "char_count": 2303,
    "ocr_confidence": 0.493,
    "sha256": "2ff81db05a77ab1220bbed1b8a14970d8558154f0877ff8f22187dc5af40636a",
    "simhash": "1:2cd19eff868d9694",
    "word_count": 367
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Gabeett, and Leneoot, Associate Judges"
    ],
    "parties": [
      "In re Elgan H. Carlton"
    ],
    "opinions": [
      {
        "text": "Hateield, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals affirming the decision of the examiner denying all claims in appellant’s application for an alleged invention, relating to improvements in self-serving stores, and particularly to the arrangement of certain cabinets therein forming an “ M-shape.”\nClaim 1 is illustrative. It reads:\n1. An “ M ” store comprising a building baying inclosing side and end walls, and a partition dividing the building into a sales department and a -storage department, said sales room baying a main entrance door, a cashier’s stand witbin said sales department, cabinets against said side walls and partition, and pairs of cabinets parallel to each other and set at angles to and spaced from said side walls and arranged with their front sides in view of the cashier’s stand and forming an M-shape with the converging ends towards said stand and the remote ends diverging.\nThe references are:\nMcCarty, reissues, 15368, May 30, 1922.\nAnderson, 1461374, July 10, 1923.\nStevenson, 1494390, May 20, 1924.\nSmiley, 1544949, July 7, 1925.\nThe patents to Smiley and Anderson disclose cabinets in an “ M-shape ” arrangement. If two additional cabinets were placed somewhat in advance of, and spaced from, the “ M-shape ” arrangement in the Smiley store, it would be substantially identical with the alleged novel featurs of appellant’s arrangement. Of course, if these additional cabinets are not suggested by Smiley, it would not be proper to reconstruct his store in the light of appellant’s disclosure, in order to meet the appealed claims. But we think that such additional cabinets are suggested by both the Smiley and Anderson references. Furthermore, although it is contended by counsel for appellant that such is not the case, we are of opinion that these cabinets would be within the unobstructed vision of one occupying the cashier’s stand.\nFor the reasons stated, the decision is affirmed.",
        "type": "majority",
        "author": "Hateield, Judge,"
      }
    ],
    "attorneys": [
      "A. L. Jaelcson for appellant.",
      "T. A. Hostetler for tbe Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Elgan H. Carlton\n(No. 2269)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1930\nA. L. Jaelcson for appellant.\nT. A. Hostetler for tbe Commissioner of Patents.\n[Oral argument March 5, 1930, by Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Gabeett, and Leneoot, Associate Judges"
  },
  "file_name": "0928-01",
  "first_page_order": 378,
  "last_page_order": 379
}
