{
  "id": 6094930,
  "name": "In re Dewey M. Kennedy and Benjamin H. Kennedy",
  "name_abbreviation": "In re Kennedy",
  "decision_date": "1930-04-10",
  "docket_number": "No. 2291",
  "first_page": "931",
  "last_page": "934",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 931"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 372,
    "char_count": 7387,
    "ocr_confidence": 0.465,
    "sha256": "f233ccc9a97b5bc45649fe1578883dd8f2616632d644dfebbe47723f6bff4b27",
    "simhash": "1:26ffbfed1739f9ed",
    "word_count": 1246
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Dewey M. Kennedy and Benjamin H. Kennedy"
    ],
    "opinions": [
      {
        "text": "Hateield, Judge,\ndelivered the opinion of the court;\nThis is an appeal from the decision of the Board of Appeals affirming the decision of the examiner denying claims 1, 2, 3, 4, 5, 9, 12, and 13, for an alleged invention relating to a bathtub for infants, consisting- of a frame holding a collapsible container supported on crossed legs adapted to be closed into a folded position, and a dressing table connected to an end rail of the fr'ame pivotally and slidably mounted to permit it to occupy a horizontal position over the tub when in operation, and a vertical position at the end of the tub when not in operation.\nClaims 2, 3, 9, and 13 are illustrative. They read:\n2. The combination with a bath tub, of an overlying dressing table slidably and pivotally connected thereto and adapted to be displaced to give full access to the tub, the pivotal movement being in a direction transverse to the plane of the sliding- movement.\n3. The combination with a bath tub having an end rail, of an overlying dressing table having a combined sliding and pivotal support upon said end rail and adapted to be displaced to give full access to the tub, the pivotal movement being in a direction transverse to the plane of the sliding movement.\n9. The combination with a folding bath tub consisting of a collapsible container and crossed spreading legs pivoted together and connected to opposite ends of the container to stretch the same endwise in proportion to its weight, said legs being also, adapted to fold together into substantially the same vertical plane, of an overlying dressing table slidably and pivotally' connected to the container and adapted to assume an inoperative folded position substantially parallel to said legs when folded through movement in a direction transverse to its own pilane.\n13. The combination with a folding bath tub consisting of a collapsible container and crossed spreading supporting legs pivoted together and connected to opposite ends of the container, a dressing table consisting of a frame and a soft covering stretched thereon, said table overlying the container horizontally when in operative position and when the container is extended and being provided with ways, the container support being provided with pivoting elements cooperating with said ways to slidably and pivotally support and guide the dressing table and the latter being adapted to be displaced to give full access to the container by a combined sliding and pivotal movement on the pivoting elements, of the support, the pivotal movement being in an arc transverse to the plane of the sliding movement and of the dressing table itself, and on an axis parallel to the pivotal axis of the supporting legs, the dressing table being adapted through these movements to fold down substantially vertically at one side of and below the top of the support and remain' there whether the support is folded and the tub collapsed or the support is spread and the tub is in extended operative position.\nThe references are:\nKobe, 277061, May 8, 1883.\nMitrucker, 311025, January 20, 1885.\nFreytag, 836025, November 13, 1906.\nPark, 1115968, November 3. 1914.\nHagstrom, 1327866, January 13, 1920.\nIn its decision, the Board of Apeals said:\nThe patents to Park and Hagstrom disclose the general combination of a collapsible bathtub and a dressing table. In Hagstrom the tub is supported on crossed spreading legs in the same maimer as in appellant’s case. Furthermore, the dressing table is mounted on a cross rail joining the upper ends of the legs at one end of the tub. This dressing table is drawn over the tub and supported by the same during use. The patent to Park is specially pertinent in that it discloses a dressing table consisting of a frame with a covering stretched thereon.\nThe patents to Rohe and Mitrucker disclose boxes provided with covers which are pivotally and slidably connected thereto in such manner as to occupy an inoperative vertical position or an operative horizontal position over the box. The patent to Freytag discloses an ironing board which is pivoted to a slide 16 mounted for movement in the guides 17.\nClaims 1, 2, and 3 are deemed unpatentable over either Hagstrom or Park in v-ewte [view] of any of the patents to Rohe, Mitrucker, and Freytag. These claims differ from Hagstrom or Park by defining the specific mounting for the dressing table. Appellants urge that they are not claiming broadly the mounting, but are claiming the general organization, and that it is improper to consider the mountings disclosed in Rohe, Mitrucker, and Freytag, because they are disclosed in nonanalogous art. However, it is our view that since the general organization is shown in Hagstrom and Park and since the specific form of connection is shown in the other references the claims fail to define invention. We believe that there would be no invention in attaching the dressing tables to the bathtubs in Hagstrom and Park in the manner that the folding members are attached to their supporting structures in other references.\nIt is contended by appellants that three of the cited references are from nonanalogous arts; that is is not proper to combine those with the patents to Park and Hagstrom; that appellants’ structure is more compact and occupies less space when in use, and is less complicated, cumbersome, and expensive than the device disclosed in the patent to Park; that the so-called dressing table of flexible fibrous material wound upon a spool or drum at one end of the frame, and adapted to be stretched across the top of the tub and secured to the opposite end of the frame, disclosed in the patent to'Hagstrom, is a “very different thing, of course, from the applicant’s rigidly framed and substantial table with its bodily endwise sliding and transversly swinging association with the tub ”; and that, while the elements •of appellants’ device are old, they have been so combined structurally as to produce a new and useful result.\nIt is true that appellants’ device is more compact and requires less space, when in use, than the structure disclosed in the patent to Park. So far as we can see, it has no other material advantages ■over the Park device.\nThe device disclosed in the patent to Hagstrom is just as compact •and occupies no more space, at any time, than that of appellants. Although it is argued that the dressing table of fibrous material in Hagstrom’s structure is less rigid than appellants’ dressing table, it does not necessarily follow that this is so. The rigidity of Hag-strom’s dressing table depends, to a considerable extent, upon how tightly it is stretched across the tub. The question of rigidity or strength is merely a matter of degree; and if it be assumed that appellants’ dressing table is more rigid than the one shown in the-patent to Hagstrom, due to the fact that it has a frame, we are of opinion, nevertheless, that this is not a patentable distinction. We are in accord with the views expressed by the Board of Appeals» and its decision is affirmed.",
        "type": "majority",
        "author": "Hateield, Judge,"
      }
    ],
    "attorneys": [
      "Edward H. Omnpston for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Dewey M. Kennedy and Benjamin H. Kennedy\n(No. 2291)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1930\nEdward H. Omnpston for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument January 7, 1930, by Mr. Cumpston and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0931-01",
  "first_page_order": 381,
  "last_page_order": 384
}
