{
  "id": 11903951,
  "name": "Lee C. LARSON, Appellee, v. Paul DIVEGLIA, Appellant",
  "name_abbreviation": "Larson v. Diveglia",
  "decision_date": "1997-09-22",
  "docket_number": "No. 51 W.D. Appeal Docket 1996",
  "first_page": "931",
  "last_page": "935",
  "citations": [
    {
      "type": "official",
      "cite": "700 A.2d 931"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "507 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792334
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0204-01"
      ]
    },
    {
      "cite": "644 A.2d 1259",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883195,
        945924
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/644/1259-01",
        "/pa-super/435/0110-01"
      ]
    },
    {
      "cite": "435 Pa.Super. 110",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        945924
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/435/0110-01"
      ]
    },
    {
      "cite": "398 Pa.Super. 369",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        885263
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "181"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/398/0369-01"
      ]
    },
    {
      "cite": "674 A.2d 728",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863401,
        734366
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "730-31"
        },
        {
          "page": "732",
          "parenthetical": "Johnson, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/0728-01",
        "/pa-super/449/0545-01"
      ]
    },
    {
      "cite": "449 Pa.Super. 545",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        734366
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "549-50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/449/0545-01"
      ]
    },
    {
      "cite": "121 L.Ed.2d 347",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "113 S.Ct. 425",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "506 U.S. 960",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12025317,
        12025222,
        12025192,
        12025449,
        12025480,
        12025289,
        12025420,
        12025256,
        12025393,
        12025236,
        12025205,
        12025366,
        12025272,
        12025340,
        12025182
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/us/506/0960-09",
        "/us/506/0960-04",
        "/us/506/0960-02",
        "/us/506/0960-14",
        "/us/506/0960-15",
        "/us/506/0960-08",
        "/us/506/0960-13",
        "/us/506/0960-06",
        "/us/506/0960-12",
        "/us/506/0960-05",
        "/us/506/0960-03",
        "/us/506/0960-11",
        "/us/506/0960-07",
        "/us/506/0960-10",
        "/us/506/0960-01"
      ]
    },
    {
      "cite": "610 A.2d 45",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "530 Pa. 666",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "412 Pa.Super. 268",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        906648
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/412/0268-01"
      ]
    },
    {
      "cite": "533 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837545
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0441-01"
      ]
    },
    {
      "cite": "527 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827769
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "651"
        },
        {
          "page": "651"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/527/0532-01"
      ]
    },
    {
      "cite": "659 A.2d 575",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873473,
        719779
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "581"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/659/0575-01",
        "/pa-super/442/0263-01"
      ]
    },
    {
      "cite": "442 Pa.Super. 263",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        719779
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "275-76"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/442/0263-01"
      ]
    },
    {
      "cite": "398 Pa.Super. 369",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        885263
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/398/0369-01"
      ]
    },
    {
      "cite": "527 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827769
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "537"
        },
        {
          "page": "651"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/527/0532-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 651,
    "char_count": 14245,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24407040719362402
    },
    "sha256": "4a416a4a574463c91ddbaaf4c059888a2f5e629e51a8fb3253fe508f9ccba810",
    "simhash": "1:1f57874f8a8a3bd8",
    "word_count": 2378
  },
  "last_updated": "2024-02-27T19:35:17.873637+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
    ],
    "parties": [
      "Lee C. LARSON, Appellee, v. Paul DIVEGLIA, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCAPPY, Justice.\nThis case presents the court with an issue of first impression: whether a person not a parent, who resides with and provides financial support for a child, has standing to petition the court for child support in the absence of a court order granting legal or physical custody to that person? We find that absent an order granting legal or physical custody a person does not have standing to bring an action for child support. Accordingly, for the reasons that follow, we reverse the decision of the Superior Court.\nThe instant action began on June 22, 1995 when Lee Larson, appellee herein, filed a complaint for child support against the appellant, Paul Diveglia, on behalf of appellant’s natural son, Paul Diveglia II. The child, on behalf of whom child support was being sought, is the nephew by marriage of appel-lee. By virtue of a court order dated May 5, 1995 awarding temporary legal and physical custody of Paul Diveglia II to Gloria Larson, the child resides with appellee and his wife, Gloria Larson, who is the sister of appellant. The custody order does not include appellee, Lee Larson, as having either legal or physical custody of the child in question. Both parties concede that the child does in fact reside with Lee and Gloria Larson and that Lee Larson provides the sole financial support for Gloria, Lee and the child. The complaint seeking support from the natural father was instigated by Lee Larson and not joined by Gloria Larson.\nAppellant filed preliminary objections to dismiss the complaint for support, on the basis that appellee was without legal standing to pursue an order for child support. The trial court granted the preliminary objections. On appeal to the Superior Court the order of the trial court was reversed.\nThe Superior Court determined that appel-lee, by having de facto physical custody of the child, possessed the requisite legal standing to bring a support action on the child’s behalf. As this question is one of first impression in Pennsylvania, this court granted allocatur.\nThe decision of a trial court on an action for child support will not be disturbed on appeal absent an abuse of discretion. Oeler by Gross v. Oeler, 527 Pa. 532, 594 A.2d 649 (1991). An abuse of discretion occurs where there is an error in judgment, a manifestly unreasonable decision, or a misapplication of law. Coker v. S.M. Flickinger Company, 533 Pa. 441, 625 A.2d 1181 (1993).\nIt is beyond question that a parent owes an absolute duty of support to his or her minor children. Oeler, at 537, 594 A.2d at 651. The obligation to support one’s child is not contingent upon the parent having custody. Luzerne County Children and Youth Services v. Cottam, 412 Pa.Super. 268, 603 A.2d 212, appeal denied, 530 Pa. 666, 610 A.2d 45, reconsideration denied, cert. denied, 506 U.S. 960, 113 S.Ct. 425, 121 L.Ed.2d 347 (1992). Standing to bring an action for support is governed by Pa.R.C.P.1910.3, which provides:\nAn action shall be brought\n(1) by a person, including a minor spouse, to whom a duty of support is owing, or\n(2) on behalf of a minor child by a person having custody of the minor, without appointment as guardian ad litem, or\n(3) by a public body or public or private agency having an interest in the care, maintenance or assistance of a person to whom a duty of support is owing, or\n(4) by a parent on behalf of a child over eighteen years of age to whom a duty of support is owing, with the written consent of the child.\nOnly subsection (2) of the above cited rule is relevant herein as it permits an action for support to be commenced by a party with “custody” of the minor. Pa.R.C.P.1915.1 defines “custody” as “the legal right to keep, control, guard, care for and preserve a child_” The term “custody” includes legal and/or physical custody. “Legal” custody is the “legal right to make major decisions affecting the best interests of a minor child, including but not limited to, medical, religious and educational decisions.” “Physical” custody is defined as “actual physical possession and control of a child.”\nAppellee does not assert a “legal right” to custody of the child. Appellee argues that his physical possession of the child supplies the requisite “physical custody” necessary to meet the standing requirement. The record demonstrates that the child resides full-time in appellee’s home. Thus, it is superficially logical, to conclude as the Superior Court did, that appellee, by virtue of the living arrangements, exercises “actual physical possession and control” over the child. However, we cannot agree with the Superior Court that a “literal” interpretation of the phrase “physical custody” is sufficient to create standing to bring an action for child support. 449 Pa.Super. 545, 549-50, 674 A.2d 728, 730-31 (1996). Rather, we agree with the position of the dissent below which succinctly stated: “an individual cannot vest himself with legal rights regarding a child merely by asserting physical control over that child.” Id. at 552, 674 A.2d at 732 (Johnson, J., dissenting).\nThe assertion of the Superior Court that its interpretation of “physical custody” serves the best interest of the child is baseless. This entire argument rests upon the assumption that appellee, in fact, has physical control of the child because the child resides in his home and appellee’s spouse has legal and physical custody of the child. That assumption reads more into the record of this case than exists. The court order awarding temporary legal and physical custody to Gloria Larson does not confer any legal rights upon appellee. It would be just as logical to assume from the absence of appellee’s name in the custody order that it would not be in the best interests of the child to confer any legal rights upon appellee on behalf of the child.\nThe right to child support belongs to the child and should only be asserted by a party who possesses a legal right to act on behalf of the child. Gloria Larson possesses the legal right to proceed with an action for support and has chosen not to sue for support. If appellee truly believes that decision is not in the best interest of the child then, as the trial court aptly noted, “the appropriate avenue to lodge a complaint is in the custody arena, not an ‘end run’ in support court.” (tr. ct. op. at 2). The creation of a doctrine of “de facto” standing to enable a person in possession of a minor child, in the absence of a formal custody order or agreement, to sue for support would only serve to further complicate this area of the law.\nAppellee also asserts an entitlement to claim child support by virtue of the undisputed “fact” that he provides the financial support covering all basic necessities of life for the child. As stated above a parent has an undisputed obligation to support his or her children. Oeler, at 537, 594 A.2d at 651. Appellee claims that the case of Trosky v. Mann, 398 Pa.Super. 369, 581 A.2d 177 (1990) offers credible support for his argument that a third party is entitled to pursue an action for child support against a parent where the third party has endured financial obligations on behalf of the child that unquestionably belong to the parent.\nIn Trosky, the plaintiff was the director of a youth drug and alcohol program where the child had resided as an in patient for several months. When the plaintiff sought to recover the costs of the program from the child’s parents the father refused, arguing that the child was emancipated. The standing of the plaintiff to pursue the action for support was not contested; nor could such an argument have been made given the clear language of Pa.R.C.P.1910.3(3), which provides for standing by “a private agency having an interest in the care, maintenance or assistance of a person to whom a duty of support is owing.” Thus, the question which Trosky answers: whether a duty of support was owing to the child in that case, is not supportive of or analogous to appellee’s claim for support in the absence of standing to present the claim itself.\nAccordingly, for the reasons set forth herein, the decision of the Superior Court is reversed.\nNIGRO, J., files a dissenting opinion in which NEWMAN, J., joins.\n. The trial court in the opinion granting appellant’s preliminary objections to the support action, notes that there was no explanation for Gloria Larson’s failure to join in the complaint for support nor for the failure of Lee Larson to be joined in the custody action.\n. Nor does appellee claim to fit within the definition of a \"person acting as a parent” which means a person other that a parent, \"... who has physical custody of a child and who has either been awarded custody by a court or claims a right to custody.” Pa.R.C.P.1915.1 [emphasis supplied].\n. The Superior Court found support for their conclusion that de facto physical custody in the absence of a court order can supply the requisite standing to bring an action for child support in Bratton v. Jury, 435 Pa.Super. 110, 644 A.2d 1259 (1994).\nIn Bratton, the maternal grandmother brought an action for child support against the natural father after she had been awarded temporary physical custody of the children by the Department of Social Services for Beaufort County, South Carolina. The challenge therein was that absent \"legal” custody the grandmother lacked standing. The court concluded that the order awarding \"physical\" custody sufficiently supplied the requisite standing. That decision offers no logical support for the conclusion that in the absence of any order confirming legal or physical custody, standing to pursue an action for child support exists. The Superior Court's reliance upon Bratton is misplaced.\n.Appellee in his brief asserts that the child has resided within his home for the past seven years without benefit of a court order, that he provides medical coverage for the child through his employer, and that he declares the child as a dependent on his taxes. (Appellee’s brief at 9). Although this information is supportive of appel-lee’s argument, factual averments in an advocate's brief cannot be accepted as facts of record. This court has consistently maintained that the practice of alleging facts in a brief upon which a trial court has not passed is improper. Reilly by Reilly v. Southeastern Transportation Authority, 507 Pa. 204, 489 A.2d 1291 (1985).\n. The case is unclear as to what legal mechanism caused the child’s placement in the program.\n. The father argued for emancipation as the child had voluntarily left home when his drug use and unacceptable behavior would not be tolerated by his parents and indicated a desire not to return. The court rejected this argument finding that estrangement between parent and child, particularly where the circumstances reveal the inability of the child to knowingly emancipate himself, is insufficient to dissolve the obligation of the parent to support the child. Trosky, at 371, 581 A.2d at 181.",
        "type": "majority",
        "author": "CAPPY, Justice."
      },
      {
        "text": "NIGRO, Justice,\ndissenting.\nI respectfully dissent from the majority’s decision that Appellee has no standing to seek child support from the father of a child who lives with him and he financially supports. The rules governing support actions do not require such a result and the majority’s decision goes against the best interests of a child who has no legal custodian protecting him.\nAs recognized by the majority, standing to bring an action for child support is governed by Rule of Civil Procedure 1910.3. Relevant to this case, Rule 1910.3 states that a support action shall be brought “on behalf of a minor child by a person having custody of the minor, without appointment as guardian ad li-tem.” Pa. R. Civ. P.1910.3(2). Thus, Appel-lee has standing to seek support if he has custody of Appellant’s child.\nThe Rules of Civil Procedure governing support actions do not define custody. Where a legal custodian fails to seek child support from a natural parent, Rule 1910.3 does not preclude another custodian from protecting the child and seeking support on his behalf. Rule 1910.3 simply confers standing upon a person with custody. As it is undisputed that Appellant’s child resides with Appellee and Appellee financially supports him, Appellee has de facto physical custody and thus has standing. Appellee also has defacto physical custody by virtue of the court’s award of physical custody to his wife.\nThe majority relies upon the definition of custody found in the rules governing claims for custody, partial custody and visitation. See Pa. R. Civ. P.1915.1(a),(b)(setting forth scope of rules and definitions of words used in chapter governing custody claims). In this context, custody is defined as the legal right to care for a child and includes legal, physical and shared custody. Id. Just as this definition does not apply to actions for divorce, it does not apply to actions for support. Id.\nNotwithstanding that the definition is inapplicable, even in custody actions where it does apply, persons who assume the role of a parent and stand in loco parentis have standing to seek custody of children. Cardamone v. Elshoff, 442 Pa.Super. 263, 275-76, 659 A.2d 575, 581 (1995). The same rule should apply in support actions. To the extent that there is any question about Appellee’s relationship with Appellant’s child, the case should proceed rather than be prematurely dismissed on preliminary objections to the complaint.\nParents have an absolute duty to support their minor children. Oeler v. Oeler, 527 Pa. 532, 537, 594 A.2d 649, 651 (1991). The majority’s decision allows parents to escape that responsibility. It further leaves children, who do not have a legal custodian enforcing their rights, unprotected.\nFor the above reasons, I would affirm the decision of the Superior Court.\nNEWMAN, J., joins in NIGRO’s, J., dissenting opinion.\n. See Pa. R. Civ. P.1920.1(a)(defining custody differently in chapter of rules governing divorce actions).",
        "type": "dissent",
        "author": "NIGRO, Justice,"
      }
    ],
    "attorneys": [
      "Terry W. Despoy, Altoona, for Paul Diveg-lia.",
      "Anthony J. Zanoni, Holidaysburg, for Lee C. Larson."
    ],
    "corrections": "",
    "head_matter": "Lee C. LARSON, Appellee, v. Paul DIVEGLIA, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 4, 1997.\nDecided Sept. 22, 1997.\nTerry W. Despoy, Altoona, for Paul Diveg-lia.\nAnthony J. Zanoni, Holidaysburg, for Lee C. Larson.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0931-02",
  "first_page_order": 995,
  "last_page_order": 999
}
