{
  "id": 7877011,
  "name": "William A. McMILLEN and Helen McMillen, his wife v. 84 LUMBER, INC. and the Enterprise Companies, Inc. Appeal of the ENTERPRISE COMPANIES, INC.",
  "name_abbreviation": "McMillen v. 84 Lumber, Inc.",
  "decision_date": "1994-11-18",
  "docket_number": "",
  "first_page": "932",
  "last_page": "934",
  "citations": [
    {
      "type": "official",
      "cite": "649 A.2d 932"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "476 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736897
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0428-01"
      ]
    },
    {
      "cite": "507 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792334
      ],
      "weight": 6,
      "year": 1985,
      "pin_cites": [
        {
          "page": "222-23"
        },
        {
          "page": "224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0204-01"
      ]
    },
    {
      "cite": "493 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8732850
      ],
      "weight": 3,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/493/0371-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 504,
    "char_count": 8057,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20047327083548114
    },
    "sha256": "7ec3f3942bfe4732d99244de076edc760ccfce10ba6ff3e98a0d5ba48845acb0",
    "simhash": "1:b70bcab61c4d8da5",
    "word_count": 1296
  },
  "last_updated": "2024-02-27T20:41:00.686443+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "William A. McMILLEN and Helen McMillen, his wife v. 84 LUMBER, INC. and the Enterprise Companies, Inc. Appeal of the ENTERPRISE COMPANIES, INC."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nThe issue presented by this appeal concerns the scope of the exception to the rule that issues not timely raised before the trial court are waived. Because we think that the exception is, and must be, considerably more narrow than construed by the Superior Court, we reverse that court’s grant of a new trial in the instant case.\nAppellees, the McMillens, commenced a products liability action in 1987 against Appellant, Enterprise Companies, Inc., and other defendants, for injuries suffered by Mr. McMillen when he inhaled fumes from a wood stain manufactured by Appellant. The wood stain emitted toxic petroleum distillates and Mr. McMillen’s exposure to them resulted in a permanent and totally disabling case of asthma. Appellees alleged that the defendants were strictly liable for failing to warn of the possible toxic effects from breathing the petroleum distillates. Prior to the commencement of a jury trial in this ease, Appel-lees filed a motion in limine with the trial judge asking that Appellant be precluded from introducing any evidence to the effect that the warning labels it used on its wood stain comported with industry standards, Appellant’s own rules, or governmental regulations. The motion was granted and a pretrial order to that effect issued. During presentation of their case, Appellees introduced into evidence the label of one of Appellant’s competitors which they contended adequately warned of the dangers from inhaling the fumes of petroleum distillates.\nAfter six days of trial and the close of Appellees’ case, Appellant called one Brian Heath, an employee of Appellant, as a witness. A lengthy conference was promptly held before the trial judge, outside of the presence of the jury. Appellant argued that Mr. Heath should be allowed to testify that the label on its product complied with E.P.A. standards; that, indeed, it had been approved by E.P.A.; and that E.P.A. guidelines were mandatory rather than minimum standards. The trial judge reaffirmed his pretrial order barring such testimony based on his belief that controlling caselaw precluded admission into evidence of compliance with governmental guidelines. Appellant’s attorney represented to the trial judge that Mr. Heath would only testify to the effect that the competitor’s product (whose label was introduced into the case by Appellees) was more dangerous than that of Appellant’s, therefore justifying a more severe warning label, and that no reference would be made to E.P.A. or industry standards. After further discussion involving the suggestion that Mr. Heath would testify about the “process” of warning label creation, the trial judge repeated and clarified his order specifying that Appellant’s counsel was not permitted, either directly or indirectly, to indicate to the jury that Appellant had prepared the label in question and sent it somewhere for approval. Mr. Heath would only be allowed to testify that the warnings on the competitor’s wood stain were different because the product was different.\nIn direct defiance of the trial court’s explicit instructions, Appellant’s counsel elicited from the witness that Appellant did not create its own warning labels; and after a warning from the bench to cease and desist, Appellant’s counsel managed to ask whether Appellant had complied with all rules and regulations governing warning label preparation before Appellees’ counsel interposed an objection that the trial court sustained. At this point, the proverbial cat was out of the bag, but Appellees’ counsel did not ask for a mistrial to which they were surely entitled. Appellees’ counsel apparently gambled that they could still win before the jury already empaneled as opposed to incurring the expenditure of time and money that would necessarily occur if a mistrial were granted and a new trial ordered. They lost. In answer to special interrogatories, the jury determined that the warning was adequate and rendered a verdict in favor of Appellant.\nIn post-trial motions, Appellees asked for a new trial based on Appellant’s blatant violations of the trial judge’s ruling, as described above. The trial court (the Court of Common Pleas of Beaver County) sitting en banc felt obligated to deny the request for a new trial on the grounds that the right to a new trial had been waived because Appellees had not made a timely request for the declaration of a mistrial. The trial court (sitting en banc) felt bound to reach this conclusion based on our application of the waiver principle in Tagnani v. Lew, 493 Pa. 371, 426 A.2d 595 (1981), on facts similar to those in the instant case. Nevertheless, the trial court invited the Superior Court to review this ruling in light of our decision in Reilly v. Southeastern Pennsylvania Transportation Authority, 507 Pa. 204, 489 A.2d 1291 (1985), where we referred to a narrow exception to the waiver rule stating that a waiver could be excused where a strong public interest appeared to outweigh the ordinary need to protect the judicial system from improperly preserved issues. The Superior Court, in an unreported memorandum opinion, seized on this exception and applied it to the instant case thereby granting Appellees a new trial. We granted allocatur because the Superior Court’s opinion appears to be based on a clear misreading of precedents established by this Court. As already noted, we reverse.\nIn Reilly, we were dealing with the question of whether a recusal request could be made for the first time in post-trial motions or on appeal, and we held that:\nIn order to preserve an issue for appeal, SEPTA had to make a timely, specific objection at trial and raise the issue on post-trial motions. It was not enough to raise new grounds for the first time in post-trial proceedings. Not having followed the proper course, SEPTA waived its right to raise new recusal grounds before the Court en banc [that is, the trial court on post-trial motions] or Superior Court.\n507 Pa. at 222-23, 489 A.2d 1291. (Footnote omitted).\nWe, in fact, upheld the waiver principle, but stated in passing that:\nThe failure to preserve an issue on appeal will be excused only when a strong, public interest outweighs the need to protect the judicial system from improperly preserved issues. (See, Commonwealth v. McKenna, 476 Pa. 428, 383 A.2d 174 (1978)-appeal permitted to insure that capital punishment comports with the United States Constitution.)\n507 Pa. at 224, 489 A.2d 1291.\nAside from capital cases in the domain of criminal law — where a human life is at stake, no fact situations have been presented to us, and none readily comes to mind, where this narrow public interest exception would justify departure from the waiver rule. This is a fairly routine civil case. However difficult some strategic decisions are to trial counsel, a party is bound by his or her counsel’s actions and if an issue is waived on strategic grounds or by inadvertence, it is waived. The rule may be harsh at times, but litigation must eventually come to an end. The instant litigation has already lasted over seven years and that is more than enough. To adopt the Superior Court’s approach would substantially eviscerate the waiver principle and, taken to its logical conclusion, would result in endless retrials and endless appeals. That is contrary to sound principles of judicial administration and to prior decisions of this Court. Tagnani v. Lew, supra, is directly applicable here.\nAccordingly, the order of the Superior Court is reversed.\nMONTEMURO, J., is sitting by designation.",
        "type": "majority",
        "author": "PAPADAKOS, Justice."
      }
    ],
    "attorneys": [
      "James M. Burton, John K. Bryan, James M. Burton & Associates, Pittsburgh, for appellant.",
      "Kelly M. Tocci, Duplaga, Toeci, McMillen, Urick & Fouse, Aliquippa, for appellees."
    ],
    "corrections": "",
    "head_matter": "William A. McMILLEN and Helen McMillen, his wife v. 84 LUMBER, INC. and the Enterprise Companies, Inc. Appeal of the ENTERPRISE COMPANIES, INC.\nSupreme Court of Pennsylvania.\nArgued Sept. 22, 1994.\nDecided Nov. 18, 1994.\nJames M. Burton, John K. Bryan, James M. Burton & Associates, Pittsburgh, for appellant.\nKelly M. Tocci, Duplaga, Toeci, McMillen, Urick & Fouse, Aliquippa, for appellees.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0932-02",
  "first_page_order": 1012,
  "last_page_order": 1014
}
