{
  "id": 8172506,
  "name": "STATE v. Thomas FLORI",
  "name_abbreviation": "State v. Flori",
  "decision_date": "2009-02-06",
  "docket_number": "No. 2007-167-C.A.",
  "first_page": "932",
  "last_page": "942",
  "citations": [
    {
      "type": "official",
      "cite": "963 A.2d 932"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "799 A.2d 238",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9411828
      ],
      "pin_cites": [
        {
          "page": "253-54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/799/0238-01"
      ]
    },
    {
      "cite": "823 A.2d 1151",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9126044
      ],
      "pin_cites": [
        {
          "page": "1156-57"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/1151-01"
      ]
    },
    {
      "cite": "523 U.S. 224",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11503479
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "239-47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/523/0224-01"
      ]
    },
    {
      "cite": "635 A.2d 1188",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7379723
      ],
      "pin_cites": [
        {
          "page": "1193"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/635/1188-01"
      ]
    },
    {
      "cite": "941 A.2d 848",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8397867
      ],
      "pin_cites": [
        {
          "page": "862"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/941/0848-01"
      ]
    },
    {
      "cite": "740 A.2d 1235",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11556545
      ],
      "pin_cites": [
        {
          "page": "1242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/740/1235-01"
      ]
    },
    {
      "cite": "892 A.2d 108",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8985048
      ],
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/892/0108-01"
      ]
    },
    {
      "cite": "848 A.2d 221",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9246804
      ],
      "pin_cites": [
        {
          "page": "232"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/848/0221-01"
      ]
    },
    {
      "cite": "811 A.2d 1158",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9321232
      ],
      "pin_cites": [
        {
          "page": "1166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/811/1158-01"
      ]
    },
    {
      "cite": "852 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9233067
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "519"
        },
        {
          "page": "519"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/852/0491-01"
      ]
    },
    {
      "cite": "632 A.2d 343",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7367342
      ],
      "pin_cites": [
        {
          "page": "345"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/632/0343-01"
      ]
    },
    {
      "cite": "638 A.2d 1043",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7375426
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1047"
        },
        {
          "page": "1046-47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/638/1043-01"
      ]
    },
    {
      "cite": "679 A.2d 862",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11331639
      ],
      "pin_cites": [
        {
          "page": "867"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/679/0862-01"
      ]
    },
    {
      "cite": "925 A.2d 962",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8307081
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "985"
        },
        {
          "page": "985",
          "parenthetical": "\"a challenge to a criminal sentence must begin with the filing of a motion in the Superior Court pursuant to * * * Rule 35\""
        },
        {
          "page": "979"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/925/0962-01"
      ]
    },
    {
      "cite": "495 A.2d 247",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7914669
      ],
      "pin_cites": [
        {
          "page": "250"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/495/0247-01"
      ]
    },
    {
      "cite": "433 A.2d 233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975344
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "237"
        },
        {
          "page": "237"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/433/0233-01"
      ]
    },
    {
      "cite": "871 A.2d 930",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8980632
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "935"
        },
        {
          "page": "935-36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/871/0930-01"
      ]
    },
    {
      "cite": "878 A.2d 992",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8946071
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1006"
        },
        {
          "page": "1015"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/878/0992-01"
      ]
    },
    {
      "cite": "854 A.2d 1022",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9217819
      ],
      "pin_cites": [
        {
          "page": "1046"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/854/1022-01"
      ]
    },
    {
      "cite": "900 A.2d 1194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8418754
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1199"
        },
        {
          "page": "1198"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/900/1194-01"
      ]
    },
    {
      "cite": "942 A.2d 974",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8396451
      ],
      "pin_cites": [
        {
          "page": "981"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/942/0974-01"
      ]
    },
    {
      "cite": "530 U.S. 466",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9413911
      ],
      "weight": 7,
      "year": 2000,
      "pin_cites": [
        {
          "page": "490"
        },
        {
          "page": "468-69, 471, 490"
        },
        {
          "page": "490"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/530/0466-01"
      ]
    },
    {
      "cite": "536 U.S. 545",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1254843
      ],
      "weight": 5,
      "year": 2002,
      "pin_cites": [
        {
          "page": "557"
        },
        {
          "page": "557"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/536/0545-01"
      ]
    },
    {
      "cite": "542 U.S. 296",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5868041
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "301"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/542/0296-01"
      ]
    },
    {
      "cite": "543 U.S. 220",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5925862
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "230-31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/543/0220-01"
      ]
    },
    {
      "cite": "549 U.S. 270",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3553669
      ],
      "weight": 7,
      "year": 2007,
      "pin_cites": [
        {
          "page": "281, 288-89"
        },
        {
          "page": "277-78, 288"
        },
        {
          "page": "281"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/549/0270-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1137,
    "char_count": 30426,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 1.1488603156367321e-07,
      "percentile": 0.5809232507377843
    },
    "sha256": "159663f3b6a498fcbe47e6f9c98b6c16e0919c89cbf98e973a510984a9f7f544",
    "simhash": "1:982289686c4d954a",
    "word_count": 4990
  },
  "last_updated": "2024-02-27T22:55:33.803959+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: WILLIAMS, C.J., GOLDBERG, FLAHERTY, SUTTELL, and ROBINSON, JJ."
    ],
    "parties": [
      "STATE v. Thomas FLORI."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice SUTTELL,\nfor the Court.\nThomas Flori, the defendant, was acquitted by a Superior Court jury of stealing money exceeding $500, but he was convicted of conspiracy to commit larceny. Mr. Flori now appeals, advancing three arguments in support of his claim that the trial justice committed reversible error. The defendant’s primary contention is that the trial justice erred in denying his motion for a new trial based upon improper jury instructions. He alternatively submits that either his conviction should be vacated or his sentence reduced to conform to a misdemeanor conviction. Secondly, the defendant argues that the trial court improperly granted the state’s motion to amend the criminal information before trial began. Thirdly, he contends that the trial justice improperly admitted into evidence irrelevant and prejudicial testimony at trial. We issued an order directing the parties to show cause why the issues raised in this appeal should not be summarily decided. After examining the written and oral submissions of the parties, we are of the opinion that the appeal may be resolved without further briefing or argument. For the reasons set forth in this opinion, we affirm the judgment of the Superior Court.\nI\nFacts and Procedural History\nThis case stems from an allegation that defendant and David Romano (David) repeatedly stole money from David’s uncle, Pio Romano III (Pio). At the time of the alleged larceny, Pio was living in Cranston, Rhode Island, in the basement apartment of his parents’ home. There, he stored a large sum of money — approximately $47,-000 — in a safe that was located in the bottom of his closet. According to Pio’s testimony, he occasionally removed or added cash to the safe. The safe was secured by a lock and key. Pio kept the key to the safe on his keychain, which he occasionally left on the kitchen counter in his apartment. Pio’s mother had the only other copy of the key, which she kept in the nightstand in her bedroom.\nDuring the summer of 2004, David, Pio’s thirteen-year-old nephew, who lived in the same house, discovered a key on the kitchen counter in Pio’s apartment. David testified that he believed the key belonged to a safe. After a lengthy search, he found a safe in the closet of Pio’s apartment. Upon locating the safe, he inserted the key to see whether it fit, but asserted that he did not open the safe. He then returned the key to where he found it. David testified that he later told defendant about the key and the safe that he had found; he claims that he did not tell anyone else. According to David, when he told defendant about the key, defendant inquired about what the safe contained, and David informed him that he had not opened the safe. David testified that defendant later asked him about the key and safe on at least three or four occasions. Eventually, David showed defendant where the key and safe were located. David testified that he waited in another room while defendant opened the safe. The defendant told David that there was a large amount of money in the safe.\nAccording to David, over the next few months, defendant opened the safe several times and removed money. The second time defendant opened the safe, he took $3,000, of which he gave $1,000. to David later that same day. David claimed that defendant gave him the money to keep quiet. Over the course of that summer, David witnessed defendant removing money from the safe twice; defendant also informed David that he had taken money from the safe three or four more times. David testified that defendant gave him “a lot” of money over the course of the summer, totaling approximately $10,000. Throughout his testimony, David recounted purchases defendant made during this period — including various dirt bikes, automobiles, clothes and shoes — even though defendant did not have steady employment at the time. David’s sister, who at one time was defendant’s girlfriend, also testified about these purchases, describing them as outside his normal budget.\nPio testified that in August or September 2004 he noticed that most of the money he had stored in his safe was missing. Although he originally told the police that all the money was missing, he testified at trial that $8,000 to $11,000 remained in the safe when he noticed the theft. Pio stated that the last time he had counted the money was around March 2004 and that, at that time, there had been about $47,000 in the safe.\nAccording to Pio, because he believed that someone within the family or who had access to the house had taken the money, he did not report the theft to the police at the time he discovered that most of his money was missing. Instead, he began questioning family and household members. David testified that he repeatedly denied any knowledge about the money missing from the safe. Several months later, however, David confessed to his grandfather that he had stolen money from the safe and that defendant was involved.\nPio went to the police and reported the money stolen in June 2005. On June 6, 2005, defendant was arrested. He was charged on August 2, 2005, with larceny over $500 and conspiracy to commit larceny. Trial by jury commenced on July 17, 2006. On July 20, 2006, the jury returned a verdict of not guilty on the charge of larceny over $500, but it convicted defendant of conspiracy to commit larceny. The trial justice heard and denied defendant’s motion for a new trial on October 10, 2006, and on October 27, 2006 he sentenced defendant to ten years imprisonment, with seven years to serve and three years suspended, with probation. The defendant filed a timely notice of appeal on November 1, 2006.\nWe discuss additional facts, as needed, in the context of the legal issues raised on appeal.\nII\nDiscussion\nA\nMotion for a New Trial\nMr. Flori’s first contention on appeal is that the trial justice erroneously denied his motion for a new trial based upon improper jury instructions. In instructing the jury on the charge for conspiracy to commit larceny, the trial justice did not specifically state that a guilty verdict required a finding that defendant conspired to commit larceny for a monetary amount exceeding $500. The defendant’s only objection, however, concerned the length of the conspiracy instruction. Subsequently, defendant filed a motion for a new trial based upon the omission in the conspiracy charge that the amount of money conspired to be stolen must exceed $500. He argued that this error necessitated a new trial or, alternatively, that his sentence should reflect the maximum penalty allowed for larceny of less than $500. The trial justice denied the motion on the ground that the instructions, viewed holistically, were sufficient to put the jury on notice that the conspiracy charge required an agreement to steal over $500. Noting that the jury had been provided with a written copy of his instructions, the trial justice observed that the instruction he had given on larceny over $500 specifically included the element that the money taken had to exceed the value of $500. Immediately thereafter, he instructed the jury on the crime of conspiracy to commit larceny, stating to the jurors that he had “just given [them] a definition of the crime of larceny.” Reasoning that the only definition of larceny the jurors had received encompassed the requirement that the amount stolen exceed $500, he concluded, “I don’t think there is any question in that regard that the definition of conspiracy to commit larceny included the felony aspect of it.”\nThe defendant acknowledges that he failed to properly object to the jury instructions before the case was submitted to the jury, but he argues that his challenge to the jury instructions in a motion for a new trial is sufficient to preserve the issue for appellate review. Specifically, he contends that Rule 33 of the Superior Court Rules of Criminal Procedure provides that a new trial may be granted “if required in the interest of justice” and that, in this case, the interests of justice clearly require such relief. The defendant asserts that the error here is of constitutional proportions, in that (1) the failure to instruct on the monetary amount violated his Sixth Amendment right to have a jury determine his guilt on every element of the crime charged, and (2) absent a jury finding on the amount of money involved in the conspiracy charge, the statutory maximum penalty could not exceed that for a misdemeanor. Specifically, defendant contends that the error “implicates the Apprendi-line of decisions from the United States Supreme Court, holding that any fact that permits a trial court to exceed the statutory maximum penalty must be found by the jury.” See Cunningham v. California, 549 U.S. 270, 281, 288-89, 127 S.Ct. 856, 166 L.Ed.2d 856 (2007); United States v. Booker, 543 U.S. 220, 230-31, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005); Blakely v. Washington, 542 U.S. 296, 301, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004); Harris v. United States, 536 U.S. 545, 557, 122 S.Ct. 2406, 153 L.Ed.2d 524 (2002); Apprendi v. New Jersey, 530 U.S. 466, 490, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000). Without a specific jury finding that the amount of money defendant conspired to steal exceeded $500, he argues, the trial court could not authorize a harsher felony sentence without violating his Sixth Amendment right to a jury trial.\nThe state argues, in opposition, that Rule 30 of the Superior Court Rules of Criminal Procedure requires a defendant to object to a jury charge before the jury retires and that failure to do so constitutes a waiver of any objection to the jury instructions. The state contends that raising the issue in a motion for a new trial is insufficient to preserve the issue for appeal. Although the state admits that a new trial may be ordered for an error of law, pursuant to Rule 33, the state argues that this does not alter the contemporaneous objection requirement of Rule 30. Additionally, the state maintains that defendant’s only recourse is an argument that the challenged instruction substantially placed into doubt the fundamental fairness or integrity of the trial result. The state suggests, however, that this would be an untenable conclusion in light of considerable evidence at trial that the amount in question vastly exceeded $500.\nOur review of a trial justice’s decision on a motion for a new trial is deferential. “Provided that the trial justice has ‘articulated an adequate rationale for denying a motion,’ * * * a trial justice’s ruling on a new trial motion is entitled to great weight.” State v. Bergevine, 942 A.2d 974, 981 (R.I.2008) (quoting State v. Hesford, 900 A.2d 1194, 1199 (R.I.2006)). “Accordingly, ‘[a] trial justice’s ruling on a new-trial motion will not be overturned unless the trial justice was clearly wrong or unless he or she overlooked or misconceived material and relevant evidence that related to a critical issue in the case.’ ” Id. (quoting State v. Lynch, 854 A.2d 1022, 1046 (R.I.2004)).\nWith respect to jury instructions, Rule 30 provides that “[n]o party may assign as error any portion of the charge or omission therefrom unless the party objects thereto before the jury retires to consider its verdict * * This Court has held that\n“[t]he requirement in Rule 30 that the objection to an instruction be made before the jury retires * * * is crucial because, once alerted to the perceived error in the instruction that has been given, the trial justice has an opportunity to cure the alleged deficiencies before the jury retires for deliberations.” State v. Hollenbeck, 878 A.2d 992, 1006 (R.I.2005) (quoting State v. Crow, 871 A.2d 930, 935 (R.I.2005)).\nWhen a defendant fails to object timely to the jury instructions pursuant to Rule 30 and no issues of constitutional dimension are implicated, the defendant waives his right to appeal the verdict based on the instructions. Crow, 871 A.2d at 935-36; State v. Amado, 433 A.2d 233, 237 (R.I.1981). Nevertheless, the Supreme Court will review an alleged error in jury instructions if three requirements are met: (1) a basic constitutional right is in issue, (2) the record reflects that the failure to object was not a deliberate trial tactic, and (3) the error complained of consists of more than harmless error. Amado, 433 A.2d at 237; see also State v. Bertoldi, 495 A.2d 247, 250 (R.I.1985).\nWe are of the opinion that the jury instructions given in this case do not implicate issues of constitutional dimension. The defendant relies upon the Apprendi line of United States Supreme Court precedent, alluding to a denial of his right to trial by jury as guaranteed by the Sixth Amendment to the United States Constitution. We are satisfied, however, that the cases upon which defendant relies are distinguishable from the matter sub judiee. In those cases, the United States Supreme Court repeatedly expressed its concern with criminal sentencing procedures that allowed or required a trial judge to undertake additional fact-finding beyond that already performed by the jury. See Cunningham, 549 U.S. at 277-78, 288, 127 S.Ct. 856 (holding unconstitutional state sentencing statute that allowed the trial judge to impose an “upper term sentence” when he found “an aggravating circumstance,” and when that circumstance was not an element of the charged offense essential to the jury’s determination of guilt); Apprendi, 530 U.S. at 468-69, 471, 490, 120 S.Ct. 2348 (holding unconstitutional state statute that allowed the trial judge to impose an “extended term” of imprisonment if the judge found, by a preponderance of the evidence, that the crime constituted a “hate crime”). As the United States Supreme Court continuously has held, “under the Sixth Amendment, any fact that exposes a defendant to a greater potential sentence must be found by a jury, not a judge, and established beyond a reasonable doubt * * *.” Cunningham, 549 U.S. at 281, 127 S.Ct. 856; see Harris, 536 U.S. at 557, 122 S.Ct. 2406 (plurality) (“any fact extending the defendant’s sentence beyond the maximum authorized by the jury’s verdict would have been considered an element of an aggravated crime — and thus the domain of the jury”); Apprendi, 530 U.S. at 490, 120 5.Ct. 2348 (“any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt”).\nThe Sixth Amendment right to trial by jury is implicated in those situations in which the trial judge makes additional factual findings related to the offense(s) at a subsequent sentencing proceeding. In those instances, the Sixth Amendment proscribes an enhanced sentence based on those additional findings. This, however, is not what occurred in the case before us. Here, the trial justice sentenced defendant according to the guilty verdict rendered by the jury. No new findings were required nor made by the trial court during sentencing. Thus, we perceive no issues of constitutional import such as would counteract the requirements of Rule 30 that an objection to a jury instruction be raised before the jury retires to consider its verdict.\nMoreover, Rule 33, which permits the court to order a new trial in the interest of justice, is of no assistance to defendant in this case. Although the rule allows the court to grant a new trial “if required in the interest of justice,” it does not circumvent or override contemporaneous objection rules, such as Rule 30. See Rule 33, Committee Notes for 2002 Amendment (“It is not intended nor anticipated that the ability to raise an error of law on a motion for new trial will change the * * * harmless error, plain error, and contemporaneous objection rules generally applicable to trials.”).\nAs explained above, defendant did not object to the jury instructions on the ground that the conspiracy charge did not specify that the amount conspired to be stolen must exceed $500 before the case was submitted to the jury. Because defendant failed to properly object to the jury instructions as required by Rule 30, he waived his right to appeal an error on these grounds.\nThe defendant alternatively argues that his sentence should be reduced. It is well settled in this jurisdiction, however, that, absent “extraordinary circumstances,” this Court “will not ‘consider the validity or legality of a sentence’ on direct appeal.” State v. Day, 925 A.2d 962, 985 (R.I.2007) (citing State v. Collins, 679 A.2d 862, 867 (R.I.1996)). “Rather, ‘[t]his [Cjourt has unequivocally held that the appropriate procedure * * * is to seek revision of the sentence in Superior Court pursuant to Rule 35’ of the Superior Court Rules of Criminal Procedure.” State v. Brigham, 638 A.2d 1043, 1047 (R.I.1994) (quoting State v. Baptista, 632 A.2d 343, 345 (R.I.1993)); see Day, 925 A.2d at 985 (“a challenge to a criminal sentence must begin with the filing of a motion in the Superior Court pursuant to * * * Rule 35”). Here, defendant did not file a Rule 35 motion. He argues, rather, that because of the jury instructions given, we should characterize the jury conviction as a misdemeanor conviction instead of a felony conviction and reduce his sentence accordingly. We have held supra, however, that the jury properly convicted defendant of a felony offense. We are further satisfied that this case does not present such extraordinary circumstances as would warrant our review of the sentence in the absence of a Rule 35 motion.\nB\nMotion to Amend Criminal Information\nBefore trial began, on July 17, 2006, the state moved to amend the criminal information, pursuant to Rule 7 of the Superior Court Rules of Criminal Procedure, to correct the date of the offense for both charges. The information incorrectly listed the offenses as having occurred on or between May 1, 2005, and June 2, 2005, when the information should have stated that the offenses occurred between May and September 2004. The defendant objected to the amendment on the grounds that he had not had a chance to discuss these dates with his counsel. He claimed that he potentially would have sought an alibi defense if the dates had been different. The trial justice granted the motion because various documents in the court record referred to the summer of 2004— including the original police affidavit, the police report given by Pio, witness statements, and the arrest warrant — which were provided to the defense several months before trial. The trial justice concluded that a mistake had obviously been made and that there was no reason to delay the trial.\nOn appeal, defendant argues, as he did below, that the amendment was prejudicial because he did not have an opportunity to discuss the dates of the offense with counsel, and, if he had, he would have pursued an alibi defense. The state counters that defendant could not have been surprised or prejudiced by the correction to the criminal information because the original warrant affidavit clearly stated that the offenses occurred in the summer of 2004, as did the witness statements and other documents appended to the original criminal information.\nRule 7(e) affords the trial court the ability to grant a motion to amend the information or a criminal complaint “at any time before verdict or finding if no additional or different offense is charged and if substantial rights of the defendant are not prejudiced.” Thus, in those situations where the amendment is not charging an additional or different offense, “an information can be amended without a defendant’s consent if the amendment is non-prejudicial.” State v. Grayhurst, 852 A.2d 491, 519 (R.I.2004).\nIn Grayhurst, 852 A.2d at 519, this Court held that the amendment of a criminal information due to what appeared to be a “typographical error” did not prejudice the substantive rights of the defendant. In that case, the fact that the information reflected incorrect dates for two of the crimes charged went unnoticed by the trial court until the jury was in deliberation. Id. In fact, the jury brought the error in dates to the trial court’s attention. Id. This Court concluded that the amendment did not prejudice the defendant because he never argued to the jury that the state failed to present sufficient evidence on the charges for the incorrect dates or asserted an alibi or other defense that would make the offense dates a crucial aspect of his defense. Id. The Court found it disposi-tive that the defendant never took the discrepancy in dates into account. Id.; see also State v. Burke, 811 A.2d 1158, 1166 (R.I.2002) (holding that amendment to criminal information that incorrectly cited to a statutory misdemeanor offense when it should have cited to the felony section of the statute was a typographical error that did not prejudice the defendant).\nIn this ease, the amendment of the criminal information occurred before the jury was impaneled. Therefore, the amendment had less potential for prejudicial effect than that in Gmyhurst. Although defendant has voiced his concern over the discrepancy in dates, contending he may have pursued an alibi defense, this argument is without merit. First, defendant could not have been surprised or prejudiced by the correction because other documents appended to the original criminal information, including the original police affidavit and the witness statements, referred to the summer of 2004. Second, the corrected information, listing the offenses as having occurred between May and September 2004, spans a five-month period. These vague and inexact dates would have made it nearly impossible for defendant to provide a plausible alibi. Because we find no discernible prejudice to defendant, we hold that the trial justice did not err by allowing the state to amend the information.\nC\nRestitution Testimony\nLastly, defendant contends that the trial justice erroneously allowed into evidence the prejudicial testimony of David regarding restitution David had paid to his uncle. At trial, Pio testified that he had received $3,000 to $4,000 in restitution from David since he had reported the theft. The defendant objected to Pio’s testimony about restitution on the grounds of relevance. The trial justice ruled that the testimony was relevant to prove conspiracy and thus admissible. Subsequently, David also testified that he paid restitution to his uncle, though he said he had paid between $5,000 and $6,000. The defendant did not object to the introduction of this testimony by David.\nOn appeal, defendant argues that this restitution testimony unfairly prejudiced the jury against him because the jurors may have faulted defendant for exercising his right to a trial. He contends that the trial court should have excluded the evidence because it was irrelevant and highly prejudicial. The state argues, instead, that because defendant objected to the restitution testimony only on grounds of relevance, he waived any argument on appeal that the evidence was highly prejudicial. Additionally, the state argues that this testimony was relevant to the conspiracy charge in that it tended to prove that there was, in fact, a coconspirator.\nIt is well established that “this Court will not disturb a trial justice’s ruling on an evidentiary issue unless that ruling ‘constitutes an abuse of the justice’s discretion that prejudices the complaining party.’” Hallenbeck, 878 A.2d at 1015 (quoting State v. Gomez, 848 A.2d 221, 232 (R.I.2004)).\n“Proffered evidence is considered probative and relevant ‘when it renders the existence of the fact sought to be proven more or less probable than it would have been without the evidence.’ ” State v. Snell, 892 A.2d 108, 121 (R.I.2006) (quoting State v. Wilding, 740 A.2d 1235, 1242 (R.I.1999)); see R.I. R. Evid. 401. “[U]nless evidence is of limited or marginal relevance and enormously prejudicial, the trial justice should not act to exclude it.” State v. Graham, 941 A.2d 848, 862 (R.I.2008) (quoting Wells v. Uvex Winter Optical, Inc., 635 A.2d 1188, 1193 (R.I.1994)); see R.I. R. Evid. 403.\nHere, defendant was charged and convicted with conspiracy to commit larceny. The state had the burden to prove that defendant had conspired with another person to commit a larceny. The testimony offered by Pio that his nephew had paid him money as restitution is relevant to show that David also conspired with respect to the theft of the money.\nAdditionally, we note that, “[w]ith respect to evidentiary rulings, when one side objects to the introduction of evidence for only one specific reason, any other ground for objection, even if later raised at the appellate level, is deemed to have been waived.” Day, 925 A.2d at 979. At trial, the defendant objected to Pio’s testimony about David’s payment of restitution on grounds of relevancy only. He never raised the issue of unfair prejudice under Rule 403. Therefore, the defendant’s argument that the potential prejudice of the evidence to the defendant outweighed its probative value is deemed waived. Accordingly, we hold the trial justice did not abuse his discretion in allowing this testimony.\nIll\nConclusion\nFor the reasons set forth in this opinion, we affirm the judgment of the Superior Court and remand the papers in this case thereto.\n. At the time of these events, defendant was dating and living with David's sister.\n. The defendant originally was scheduled for sentencing on October 17, 2006, but failed to appear at the hearing. The hearing was not held until after defendant was apprehended.\n. The Superior Court entered a judgment of conviction on October 25, 2007, nunc pro tunc October 27, 2006. An order, also entered on October 25, 2007, indicates that the original court file was misplaced and a “newly constructed file” was created by the trial justice with the assistance of counsel for defendant and the state.\n. Under G.L.1956 § 11-1-6, a charge of conspiracy is treated in the same fashion as the underlying crime for purposes of sentencing. This is significant because larceny of property valued at more than $500 is a felony, whereas larceny of property valued at less than $500 is a misdemeanor. See G.L.1956 §§ 11-41-1 and 11-41-5. The penalty for misdemeanor larceny cannot exceed one year imprisonment. See § 11-41-5.\n. See U.S. Const. Amend. VI (\"[i]n all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury”).\n. A trial judge, however, may enhance a sentence on a finding that the defendant has a prior conviction. See Almendarez-Torres v. United States, 523 U.S. 224, 239-47, 118 S.Ct. 1219, 140 L.Ed.2d 350 (1998).\n. Even if we addressed the merits of defendant’s argument, we would hold that the trial justice properly denied the motion for a new trial. In this case, the trial justice began his instructions with count 1, larceny over $500. During this portion of the charge, he mentioned at least four times that the crime charged required a finding that the amount of money taken exceed a value of $500. After his instruction on count 1, the trial justice instructed the jury on count 2, conspiracy to commit larceny. He charged the jury that, “[i]n [cjount 2 of the information the defendant has been charged with the crime of conspiracy to commit larceny. Now, I have just given you a definition of the crime of larceny.\" Although the subsequent definition of conspiracy to commit larceny given to the jury did not include a specific monetary amount, viewing the instructions as a whole, we are of the opinion that the jurors must have understood that the conspiracy charge also required that the amount of money exceed $500. Not only did the trial justice cross-reference the pertinent definition of larceny in the conspiracy charge, the court provided the jurors with only that one definition of larceny, which included the monetary threshold requirement. Furthermore, as all the evidence presented involved sums of money exceeding $500, the jurors could not have been misled to the prejudice of defendant.\n. Rule 35 of the Superior Court Rules of Criminal Procedure provides, in pertinent part:\n“(a) Correction or reduction of sentence. The court may correct an illegal sentence at any time. The court may correct a sentence imposed in an illegal manner and it may reduce any sentence when a motion is filed within one hundred and twenty (120) days after the sentence is imposed, or within one hundred and twenty (120) days after receipt by the court of a mandate of the Supreme Court of Rhode Island issued upon affirmance of the judgment or dismissal of the appeal, or within one hundred and twenty (120) days after receipt by the court of a mandate or order of the Supreme Court of the United States issued upon affir-mance of the judgment, dismissal of the appeal, or denial of a writ of certiorari.”\n. \"This Court has not delineated specifically what would constitute ‘extraordinary circumstances.’ ” State v. Hesford, 900 A.2d 1194, 1198 (R.I.2006). For examples of decisions where no extraordinary circumstances were found, see, e.g., State v. Vashey, 823 A.2d 1151, 1156-57 (R.I.2003) (holding that no extraordinary circumstances existed when the defendant challenged the length of his sentence by arguing that the trial justice improperly extended his sentence with probation); State v. Girard, 799 A.2d 238, 253-54 (R.I.2002) (holding that no extraordinary circumstances existed when the defendant \"essentially [was] challenging the length of his sentence” by arguing that the trial justice improperly sentenced him to consecutive sentences); State v. Brigham, 638 A.2d 1043, 1046-47 (R.I.1994) (holding the defendant’s allegation that a sentence was unlawful because the trial justice \"considered improper criteria in imposing the sentence\" did not amount to an extraordinary circumstance).\n. The state initially mentioned the restitution paid by David in its opening statement.\n. We also note that the defendant elicited from David precisely the information to which he now assigns error. Moreover, he did not object when this information was elicited from David by the prosecution, and he referred to it during his closing argument to the jury. Any potential prejudice thus was rendered quiescent.",
        "type": "majority",
        "author": "Justice SUTTELL,"
      }
    ],
    "attorneys": [
      "Aaron L. Weisman, Providence, for Plaintiff.",
      "Paula Rosin, Providence, for Defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Thomas FLORI.\nNo. 2007-167-C.A.\nSupreme Court of Rhode Island.\nFeb. 6, 2009.\nAaron L. Weisman, Providence, for Plaintiff.\nPaula Rosin, Providence, for Defendant.\nPresent: WILLIAMS, C.J., GOLDBERG, FLAHERTY, SUTTELL, and ROBINSON, JJ."
  },
  "file_name": "0932-01",
  "first_page_order": 980,
  "last_page_order": 990
}
