{
  "id": 9494807,
  "name": "Miriam WOODFIELD, Appellant, v. PROVIDENCE HOSPITAL, et al., Appellees",
  "name_abbreviation": "Woodfield v. Providence Hospital",
  "decision_date": "2001-09-06",
  "docket_number": "No. 00-CV-1000",
  "first_page": "933",
  "last_page": "939",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 933"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "586 A.2d 1204",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7376467
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1215"
        },
        {
          "page": "1216",
          "parenthetical": "\"This is not a case ... where an employee's supervisor, who has worked directly with the employee, provides a negative reference based on personal experience.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/586/1204-01"
      ]
    },
    {
      "cite": "350 F.2d 445",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        466729,
        3651171
      ],
      "weight": 2,
      "year": 1965,
      "pin_cites": [
        {
          "page": "449"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/350/0445-01"
      ]
    },
    {
      "cite": "121 U.S.App. D.C. 315",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3651171
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "464 A.2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944773
      ],
      "pin_cites": [
        {
          "page": "99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/464/0093-01"
      ]
    },
    {
      "cite": "4 F.2d 436",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1682872
      ],
      "year": 1925,
      "pin_cites": [
        {
          "page": "441-42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/4/0436-01"
      ]
    },
    {
      "cite": "55 App.D.C. 243",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "year": 1925,
      "pin_cites": [
        {
          "page": "248-49"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "467 A.2d 475",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7966423
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "478",
          "parenthetical": "quoting National Disabled Soldiers' League v. Haan, 55 App.D.C. 243, 248-49, 4 F.2d 436, 441-42 (1925), and citing other authorities"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/467/0475-01"
      ]
    },
    {
      "cite": "715 A.2d 873",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11708647
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/715/0873-01"
      ]
    },
    {
      "cite": "118 L.Ed.2d 549",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "112 S.Ct. 1944",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "504 U.S. 912",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11737568,
        11738337,
        11737676,
        11737901,
        11738416,
        11738192,
        11738258,
        11738131,
        11737619,
        11737522,
        11737969,
        11738034,
        11737756,
        11737822
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/us/504/0912-02",
        "/us/504/0912-13",
        "/us/504/0912-04",
        "/us/504/0912-07",
        "/us/504/0912-14",
        "/us/504/0912-11",
        "/us/504/0912-12",
        "/us/504/0912-10",
        "/us/504/0912-03",
        "/us/504/0912-01",
        "/us/504/0912-08",
        "/us/504/0912-09",
        "/us/504/0912-05",
        "/us/504/0912-06"
      ]
    },
    {
      "cite": "596 A.2d 58",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11298435
      ],
      "pin_cites": [
        {
          "page": "59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/596/0058-01"
      ]
    },
    {
      "cite": "580 A.2d 1011",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7374523
      ],
      "pin_cites": [
        {
          "page": "1022"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/580/1011-01"
      ]
    },
    {
      "cite": "703 A.2d 839",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11886192
      ],
      "pin_cites": [
        {
          "page": "840"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/703/0839-01"
      ]
    },
    {
      "cite": "475 A.2d 382",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7899745
      ],
      "pin_cites": [
        {
          "page": "385"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/475/0382-01"
      ]
    },
    {
      "cite": "402 A.2d 1275",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8043570
      ],
      "pin_cites": [
        {
          "page": "1277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/402/1275-01"
      ]
    },
    {
      "cite": "693 A.2d 1117",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12005023
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1122"
        },
        {
          "page": "1122"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/693/1117-01"
      ]
    },
    {
      "cite": "62 L.Ed.2d 761",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "100 S.Ct. 1028",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "444 U.S. 1078",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11444325,
        11444167,
        11444457,
        11444394,
        11444235,
        11444427,
        11444363,
        11444298,
        11444271,
        11444211,
        11444147,
        11444188
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/us/444/1078-08",
        "/us/444/1078-02",
        "/us/444/1078-12",
        "/us/444/1078-10",
        "/us/444/1078-05",
        "/us/444/1078-11",
        "/us/444/1078-09",
        "/us/444/1078-07",
        "/us/444/1078-06",
        "/us/444/1078-04",
        "/us/444/1078-01",
        "/us/444/1078-03"
      ]
    },
    {
      "cite": "408 A.2d 31",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7955157
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "42"
        },
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/0031-01"
      ]
    },
    {
      "cite": "456 A.2d 807",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7957136
      ],
      "pin_cites": [
        {
          "page": "814-15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/456/0807-01"
      ]
    },
    {
      "cite": "682 A.2d 651",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862706
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "652"
        },
        {
          "page": "652"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/0651-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 757,
    "char_count": 14393,
    "ocr_confidence": 0.674,
    "pagerank": {
      "raw": 1.014253795461534e-07,
      "percentile": 0.5430208479336054
    },
    "sha256": "418818e1b5034fec172965ca33969532c2ccc38470106a0752debc870c1e4d6f",
    "simhash": "1:462c5e7c51c03ce4",
    "word_count": 2191
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY and GLICKMAN, Associate Judges, and BELSON, Senior Judge."
    ],
    "parties": [
      "Miriam WOODFIELD, Appellant, v. PROVIDENCE HOSPITAL, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "BELSON, Senior Judge:\nAppellant Miriam Woodfield comes before us to appeal the trial court’s grant of the joint motion for summary judgment by Providence Hospital and Denice Easter-ling, appellees, in Woodfield’s defamation suit against them. Appellant contends that the trial court erred in ruling as a matter of law that she consented to the allegedly defamatory statements by her former supervisor and that Providence Hospital and Easterling did not act maliciously in making the statements. We affirm.\nI.\nProvidence Hospital employed appellant Woodfield as a registered nurse for approximately twenty months. Denice East-erling acted as appellant’s supervisor at the hospital. Upon her employment, appellant received an employee manual that contained Providence Hospital’s policy on employee references. The manual stated that “Providence Hospital will release only employment dates and last position title.” Throughout her employment, appellant never applied for any promotions and was never disciplined or reprimanded.\nAppellant resigned her position with Providence Hospital and several weeks later was offered a position with Suburban Hospital in Maryland. Suburban Hospital hired an employment verification service to conduct a background investigation into appellant’s former employment. Appellant listed Providence Hospital as her former employer and Easterling as her former supervisor. Appellant also completed and signed a release for Suburban Hospital entitled “Notification and Verification to Conduct Background Investigation.” The form included the following statement:\nI hereby authorize Suburban Hospital Healthcare System, Inc. and/or its agents to investigate my background to determine any and all information of concern to my record, whether same is of record or not. I release employers and persons named in my application from all liability for any damages on account of his/her furnishing said information.\nThe employment verification service contacted Easterling and asked her, “Were there any promotions [for appellant]”? Appellant submitted evidence that Easter-ling responded, “No, she did not receive any promotions because of her poor performance. Because of her poor performance, I choose not to answer any further questions.” Thereafter, Suburban Hospital retracted its offer of employment, and appellant commenced a defamation suit against Providence Hospital and Easter-ling.\nFollowing discovery, Providence Hospital and Easterling moved for summary judgment arguing, inter alia, that appellant had released both appellees from all liability and, therefore, Easterling’s statements, even assuming they were defamatory, were privileged because they were made with appellant’s consent. After an opposition and reply were filed, the trial court granted appellees’ joint motion for summary judgment. The trial court concluded that “the only reasonable conclusion that a jury could reach is that [appellant] did consent to the statement by Easter-ling.” The trial court assumed arguendo that malice could overcome the defense of consent and found that appellant had failed to put forth evidence sufficient to establish that Providence Hospital and Easterling had acted maliciously. This appeal followed.\nII.\nAppellant argues that the defense of consent is unavailable to Providence Hospital and Easterling because (1) Easterling was unaware of the release at the time she made the allegedly defamatory remarks and (2) appellant did not authorize Providence Hospital to release more information than that described in her employee manual (ie., employment dates and last position title). Additionally, appellant argues that consent is a qualified privilege that may be defeated by a showing of malice, which appellant contends was demonstrated in her opposition sufficiently to overcome a motion for summary judgment.\nWe review the trial court’s grant of a motion for summary judgment de novo, applying the same standards the trial court must. See Anderson v. Ford Motor Co., 682 A.2d 651, 652 (D.C.1996); Holland v. Hannan, 456 A.2d 807, 814-15 (D.C.1983). “[A] motion for summary judgment should be granted if (1) taking all reasonable inferences in the light most favorable to the nonmoving party, (2) a reasonable juror, acting reasonably, could not find for the nonmoving party, (3) under the appropriate burden of proof.” Nader v. de Toledano, 408 A.2d 31, 42 (D.C.1979), cert. denied, 444 U.S. 1078, 100 S.Ct. 1028, 62 L.Ed.2d 761 (1980). The moving party carries the burden of demonstrating the absence of a material factual dispute and that it is entitled to judgment as a matter of law. See Anderson, supra, 682 A.2d at 652. Once the moving party (Providence Hospital) initially meets its burden, the non-moving party must produce opposing evidence, admissible at trial, demonstrating that a genuine issue exists as to a material fact. Nader, supra, 408 A.2d at 48. We assume for the purpose of this discussion that Easterling’s statements were defamatory.\nA.\nWe begin our analysis by noting that Providence Hospital and Easterling were intended third-party beneficiaries of the contractual release between appellant and Suburban Hospital. See A.S. Johnson Co. v. Atlantic Masonry Co., 693 A.2d 1117, 1122 (D.C.1997); Western Union Tel. Co. v. Massman Constr. Co., 402 A.2d 1275, 1277 (D.C.1979) (“One who is not a party to a contract nonetheless may sue to enforce its provisions if the contracting parties intend the third party to benefit directly thereunder.”); see also Bolling Fed. Credit Union v. Cumis Ins. Soc’y, 475 A.2d 382, 385 (D.C.1984) (“A release is a form of contract.”). The terms of the release directly benefitted Providence Hospital and Easterling by absolving them of all liability for providing information concerning appellant’s employment record. As noted, the release specifically identified the intended beneficiaries as those entities and individuals named in appellant’s employment application, which included Providence Hospital and Easterling. Thus the fact that Providence Hospital and Easter-ling were not signatories to the release does not prevent them from raising the release as a defense to appellant’s defamation claim. See A.S. Johnson Co., supra, 693 A.2d at 1122.\nWe turn now to appellant’s argument that Providence Hospital and Easter-ling may not assert the defense of consent because Easterling was unaware of the release at the time she made the defamatory statements. Appellant cites no case law to support her assertion, and our research has not uncovered any case directly on point. We are unpersuaded, however, that the consent given by appellant is invalid merely because Easterling learned of it after she had made the defamatory remarks. The maxim volenti non fit injuria appears apt in this case — “the invasion of a person’s interest cannot be a tort when such person is willing to have that invasion take place and has legal capacity to consent to the invasion.” 2 Fowler V. Harper et al. The Law of Torts § 5.17, at 138 (2d ed.1986) (internal quotation marks and footnote omitted). Our focus, therefore, is on whether the aggrieved party, appellant, consented to the alleged defamation, rather than on when appellees learned of appellant’s consent. See Derzavis v. Security Storage Co., 703 A.2d 839, 840 (D.C.1997) (release entered into after breach of contract claim arose is an enforceable contract by which the parties are bound). We conclude that the mere fact that Providence Hospital and Easterling were unaware of the release at the time Easterling made the statements in question does not invalidate appellant’s consent created by the release.\nAppellant’s second argument on appeal is that summary judgment was improper because a genuine issue of material fact exists as to whether she consented to the furnishing of any information beyond that which the employee manual stated would be provided. However, appellant again does not provide any legal authority for her assertion. Appellant, of course, could not sue Providence Hospital for defamation merely because Providence Hospital released more information than that described in the employee manual. This is necessarily true because defamation requires that the statements be false rather than merely excessive. See Moss v. Stockard, 580 A.2d 1011, 1022 (D.C.1990) (truth is an absolute defense in defamation law). We agree with Providence Hospital that the breach of any duty created by the employee manual to limit the release of information (assuming the manual creates such a duty) in no way limits the validity or breadth of the release from tortious defamation, which appellant subsequently entered into for the benefit of Providence Hospital and Easterling. Appellant’s consent contained in the release was broader than the provision of the employee manual. Therefore, we conclude that the release is valid and acts as a consent to the assumedly defamatory statements by Providence Hospital and Easterling.\nB.\nHaving concluded that appellees could rely on the defense of consent, we consider next the trial court’s ruling that appellant failed to present sufficient evidence of malice to stave off summary judgment. Preliminary, we note that the parties differ on whether malice is material in this context. Appellant argues that while she may have released Providence Hospital and Easterling from liability for a defamatory evaluation offered in good faith, her release should not be construed more broadly as a license to defame her in bad faith, ie., with malice. Appellees, on the other hand, argue that consent is an absolute defense that confers an absolute privilege, and that it is therefore immaterial whether Easterling’s supposedly defamatory statements were made with malice or not. Compare Farrington v. Bureau of Nat’l Affairs, 596 A.2d 58, 59 (D.C.1991) (“Consent is an absolute defense to a claim of defamation.”), cert. denied, 504 U.S. 912, 112 S.Ct. 1944, 118 L.Ed.2d 549 (1992), with Wallace v. Skadden, Arps, Slate, Meagher & Flom, 715 A.2d 873, 880 n. 12 (D.C.1998) (questioning whether consent is an absolute defense). On the facts of this case, we need not resolve this dispute over the scope and consequence of appellant’s release. Like the trial court, we shall assume for the sake of argument that appellant’s consent conferred only a qualified rather than an absolute privilege, and that appellees’ immunity from liability was de-feasible by a showing of malice.\nAppellant asserts that in granting summary judgment the trial court erred in “concluding] that there [was] no evidence that Easterling made her statement for the purpose of harming [appellant] rather than for the purpose of assisting the prospective employer.” The trial court, however, was merely restating what this court has often declared:\n[I]f the language of the communication and the circumstances attending its publication by the defendant are as consistent with the non-existence of malice as with its existence, there is no issue for the jury, and it is the duty of the trial court to direct a verdict for the defendant.\nMosrie v. Trussell, 467 A.2d 475, 478 (D.C. 1988) (quoting National Disabled Soldiers’ League v. Haan, 55 App.D.C. 243, 248-49, 4 F.2d 436, 441-42 (1925), and citing other authorities) (emphasis added). In this case, the evidence of record is, at best for appellant, as consistent with the non-existence of malice as with its existence. Indeed, Easterling’s statements regarding poor performance were consistent with her personal experience as appellant’s supervisor. Nearly eighteen months after appellant began her employment, Easterling completed an appraisal of appellant’s performance. In the appraisal, Easterling had concluded that in four of the six areas evaluated, appellant’s performance either needed improvement or did not meet the standard (the lowest possible score). Easterling also recorded that appellant had received written warnings for her violation of a standard of employee conduct and for her excessive absenteeism and tardiness. Additionally, all four performance goals and objectives for appellant were deemed “unmet.” Even taking the evidence in the light most favorable to appellant, as we must, it is insufficient to support a finding of malice. In light of the foregoing, the trial court did not err in granting summary judgment for Providence Hospital and Easterling.\nAffirmed.\n. Appellant also argues that the release \"con-stitutefd] an unenforceable and unconscionable adhesion contract.” The party seeking to avoid enforcement of a contract on the grounds of unconscionability usually must prove \" 'an absence of meaningful choice on the part of one of the parties together with contract terms which are unreasonably favorable to the other party.’ ” Urban Invs., Inc. v. Branham, 464 A.2d 93, 99 (D.C.1983) (quoting Williams v. Walker-Thomas Furniture Co., 121 U.S.App. D.C. 315, 319, 350 F.2d 445, 449 (1965)). Here appellant has not made any attempt to demonstrate why the terms of the release are unreasonably favorable to Suburban Hospital or appellees, or why this is an \"egregious” case where the absence of choice (assuming there was such) should be sufficient to prove unconscionability. See id. Accordingly, we reject appellant's unconscio-nability argument.\n. Appellant’s reliance upon Sigal Constr. Corp. v. Stanbury, 586 A.2d 1204 (D.C.1991), is misplaced. Sigal is clearly distinguishable because it involved a negative employment recommendation by a recommender who \"had never supervised, worked with, evaluated, or read an evaluation of\" the defamed party. See id. at 1215. Here, it is undisputed that Easterling supervised appellant and was responsible for evaluating her performance. Cf. id. at 1216 (\"This is not a case ... where an employee's supervisor, who has worked directly with the employee, provides a negative reference based on personal experience.”).\n. We have considered appellant’s remaining arguments and conclude they are without merit.",
        "type": "majority",
        "author": "BELSON, Senior Judge:"
      }
    ],
    "attorneys": [
      "David A. Branch, Mitchellville, MD, for appellant.",
      "Thomas E. Neary, Baltimore, MD, with whom Hugh W. Farrell, Columbia, MD, was on the brief, for appellees."
    ],
    "corrections": "",
    "head_matter": "Miriam WOODFIELD, Appellant, v. PROVIDENCE HOSPITAL, et al., Appellees.\nNo. 00-CV-1000.\nDistrict of Columbia Court of Appeals.\nArgued July 27, 2001.\nDecided Sept. 6, 2001.\nDavid A. Branch, Mitchellville, MD, for appellant.\nThomas E. Neary, Baltimore, MD, with whom Hugh W. Farrell, Columbia, MD, was on the brief, for appellees.\nBefore TERRY and GLICKMAN, Associate Judges, and BELSON, Senior Judge."
  },
  "file_name": "0933-01",
  "first_page_order": 975,
  "last_page_order": 981
}
