{
  "id": 7374641,
  "name": "In re Charles F. DAUM, Respondent, A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Daum",
  "decision_date": "1994-01-06",
  "docket_number": "No. 93-SP-181",
  "first_page": "933",
  "last_page": "936",
  "citations": [
    {
      "type": "official",
      "cite": "635 A.2d 933"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "608 A.2d 756",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7931774
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "757"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/608/0756-01"
      ]
    },
    {
      "cite": "605 A.2d 600",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938237
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/605/0600-01"
      ]
    },
    {
      "cite": "489 A.2d 452",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7912945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/489/0452-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 369,
    "char_count": 7168,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1895612446903275
    },
    "sha256": "fe21575fe9e07ee044c7846a32878f3af5ccd02c54d12f23a7fcda2968b4feaf",
    "simhash": "1:1ee5c10c1d0640de",
    "word_count": 1127
  },
  "last_updated": "2024-02-27T18:47:10.698751+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY and SULLIVAN, Associate Judges, and GALLAGHER, Senior Judge.",
      "All members of the Board concur in this Report except Ms. CHRISTENSEN, who did not participate."
    ],
    "parties": [
      "In re Charles F. DAUM, Respondent, A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nThis matter comes to us from the Board on Professional Responsibility (“the Board”) as a reciprocal discipline case that arose because the Court of Appeals of Maryland disciplined respondent for his practice of law there without a license. We accept the Board’s recommendation and impose a public censure.\nRespondent consented to a one-year suspension from the pro hac vice practice of law in Maryland. In reciprocal discipline cases, this court imposes an “identical discipline,” unless we determine that the misconduct established warrants substantially different discipline in the District of Columbia. See D.C.Bar R. XI, § 11(c) & (f). Both Respondent and the Board argue against the imposition of reciprocal discipline on grounds that the misconduct in Maryland would be subject to a different sanction here. Indeed, if this court were to impose identical discipline in this case, respondent would, in effect, be prohibited from practicing law in the District of Columbia. Accordingly, respondent urges a reprimand in lieu of a suspension and the Board recommends a public censure by the Court.\nThe absence of any prior disciplinary history and other aggravating circumstances are mitigating factors justifying a different sanction than imposed in the Maryland proceeding. We are persuaded by the Board’s reasoning and, accordingly, we adopt the Board’s recommended sanction as specified by the Board in its report, which we append as part of this opinion.\nSo ordered.\nAPPENDIX\nDISTRICT OF COLUMBIA COURT OF APPEALS\nBOARD ON PROFESSIONAL RESPONSIBILITY\nIn re Charles R. Daum, Respondent.\nBar Docket No. 522-92\nREPORT AND RECOMMENDATION OF THE BOARD ON PROFESSIONAL RESPONSIBILITY\nThis is a reciprocal discipline matter, based on a one-year suspension imposed on Respondent by the State of Maryland.\nRespondent, a criminal defense lawyer licensed in the District of Columbia but not in Maryland, had appeared as counsel of record in some 17 cases in Prince Georges County, Maryland, without being admitted pro haec vice and without associating local counsel in these eases, all in violation of Rule 14 of the Rules Governing Admission to the Bar of Maryland. Disciplinary proceedings were initiated in Maryland against Respondent for his practice of law there without a license. Respondent’s defense was his belief that a Maryland lawyer had entered his appearance in these cases. Ultimately, Respondent consented to a one year suspension from the pro haec vice practice of law in Maryland.\nAfter his reciprocal discipline case was docketed in the Court of Appeals, Respondent moved the Court to stay the temporary suspension normally imposed in reciprocal discipline cases under Court of Appeals Rule XI, Section 11(d). Bar Counsel opposed that motion, and in an order filed on April 9,1993, the Court denied the motion and suspended Respondent pending the outcome of this proceeding.\nDiscussion\nIn reciprocal discipline cases, we are to recommend the imposition here of the discipline imposed in the foreign jurisdiction unless one of five factors is present. See D.C.C.A. Rule XI, Section 11(c).\nRespondent argues against the imposition of reciprocal discipline, on grounds that one of the factors of Rule XI, Section 11(e) is present — the misconduct in Maryland would be subject to a different sanction here. He urges a reprimand in lieu of a suspension. Bar Counsel agrees that reciprocal discipline should not be imposed, but argues for a public censure by the Court.\nWe agree with the parties that a one year suspension is too harsh. Respondent’s violations — practicing law in a jurisdiction in violation of professional regulations there (in violation of Rule of Professional Conduct 5.5(a)), and conduct interfering with the administration of justice (in violation of Rule 8.4(d)) — do not rise to the level of a one year suspension, a sanction usually reserved for more serious, or at least repeated, misconduct. In eases in which similar misconduct occurred and a lengthy suspension was imposed, other serious misconduct, such as dishonesty or repeated neglect, was present. See e.g., In re Washington, 489 A.2d 452 (D.C.1985), In re Terrell, No. 87-947 (D.C.App. June 23, 1988).\nA case closer to this one on its facts is In re Kennedy, 605 A.2d 600 (D.C.1992), where the attorney maintained an office in Maryland, provided legal advice there, and appeared before Maryland courts, all without being admitted to the Maryland bar. There were significant aggravating factors in that case, including prior discipline and the lawyer’s prior false statements to Maryland bar authorities concerning his conduct in the state. The sanction was a nine month suspension, plus a requirement to prove fitness for reinstatement.\nIn the case before us, the Respondent has no prior disciplinary history, there are no other aggravating circumstances, the misconduct appeared to proceed from a miscommu-nication (albeit neglectful) between Respondent and a Maryland colleague, and Respondent has acknowledged his misconduct and expressed regret for it. Under these circumstances, we are inclined to recommend a public censure, as Bar Counsel recommends.\nIn re Robertson, 608 A.2d 756 (D.C.1992), also supports the imposition of a non-suspen-sory sanction here. In that case, a federal court of appeals suspended a lawyer for one year for violation of rules concerning the prosecution of appeals. In imposing only a public censure in the reciprocal discipline case, the Court observed that\nany “reciprocal” discipline we impose must take into account any difference, in kind or scope, between discipline imposed in the federal jurisdiction and the disciplinary sanctions available in our own “state” jurisdiction.\n608 A.2d at 757.\nThe quoted passage was referring to the difference in severity between a suspension of one year from practice before a single federal court, and a similar suspension from practicing law in a particular geographic jurisdiction. This factor was among the reasons the Court imposed only a public censure on the attorney.\nThis case is similar. Maryland has suspended Respondent, who is not a Maryland lawyer, from pro haee vice practice before its courts for one year. Such a sanction is far greater in kind and scope than a suspension here, which would prohibit Respondent from practicing law altogether.\nFor the foregoing reasons, we believe that Respondent should be publicly censured. We also recommend that the Court consider this matter expeditiously, as Respondent is now under temporary suspension for misconduct that we believe should receive a less severe sanction. Also, in light of our recommended sanction, Respondent himself may wish to move for termination of his\nBOARD ON PROFESSIONAL RESPONSIBILITY\nby /s/ Barry E. Cohen\nDated: May 28, 1993.\nAll members of the Board concur in this Report except Ms. CHRISTENSEN, who did not participate.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re Charles F. DAUM, Respondent, A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 93-SP-181.\nDistrict of Columbia Court of Appeals.\nSubmitted Dec. 14, 1993.\nDecided Jan. 6, 1994.\nBefore TERRY and SULLIVAN, Associate Judges, and GALLAGHER, Senior Judge."
  },
  "file_name": "0933-02",
  "first_page_order": 999,
  "last_page_order": 1002
}
