{
  "id": 6094932,
  "name": "Williams Oil-O-Matic Heating Corporation v. The Butler Co.",
  "name_abbreviation": "Williams Oil-O-Matic Heating Corp. v. Butler Co.",
  "decision_date": "1930-04-10",
  "docket_number": "No. 2296",
  "first_page": "934",
  "last_page": "940",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 934"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "224 Fed. 382",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6739746
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/224/0382-01"
      ]
    },
    {
      "cite": "44 App. D. C. 203",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1783569
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/44/0203-01"
      ]
    },
    {
      "cite": "33 App. D. C. 209",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1359511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/33/0209-01"
      ]
    },
    {
      "cite": "32 App. D. C. 269",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1357623
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/32/0269-01"
      ]
    },
    {
      "cite": "29 App. D. C. 415",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1354210
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/29/0415-01"
      ]
    },
    {
      "cite": "28 App. D. C. 535",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        8746882
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/28/0535-01"
      ]
    },
    {
      "cite": "14 App. D. C. 255",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1315841
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/14/0255-01"
      ]
    },
    {
      "cite": "168 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6136182
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/168/0001-01"
      ]
    },
    {
      "cite": "167 U. S. 371",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3594998
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/167/0371-01"
      ]
    },
    {
      "cite": "144 U. S. 610",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3560980
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/144/0610-01"
      ]
    },
    {
      "cite": "94 U. S. 351",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5646801
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/94/0351-01"
      ]
    },
    {
      "cite": "244 U. S. 294",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        343173
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/244/0294-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 749,
    "char_count": 18447,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.3547820741672584
    },
    "sha256": "8a9fa589a1e727974c29583319e825f42de7cf322079a5de6ad3991b9880060e",
    "simhash": "1:878fe3e0d7a4adce",
    "word_count": 3064
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, I-Iateibld, Garrett, and Leneoot» Associate Judges"
    ],
    "parties": [
      "Williams Oil-O-Matic Heating Corporation v. The Butler Co."
    ],
    "opinions": [
      {
        "text": "Hátiteld, Judge,\ndelivered the opinion of the court:\nThis is an appeal, in a trade-mark concellation proceeding, from the decision of the Commissioner of Patents affirming the decision of the examiner of interferences dismissing appellant’s application for the cancellation of the registration of appellee’s trade-mark “ Oilomatic ” for use on windmills.\nAppellant alleges in its application that it has used the word “ Oil-O-Matic ” as a trade-mark for liquid fuel burning devices— oil burners — and safety control means therefor, since August, 1921^ that appellee’s trade-mark registration No. 219976, “ set up a date of adoption and use as of January 21, 1925 that appellant’s trademark was registered for use on its products on June 16, 1925, No. 199644, and on December 28,1926, No. 222211; that the word “Oil-O-Matic ” is “ the salient feature ” of appellant’s corporate name; that it originated the word “ Oil-O-Matic ”; that, due to the expenditure of considerable money in advertising, its goods and trade-mark have become associated in the mind of the public; that the use by appellee of the same mark on windmills would lead the public to believe that appellee’s product was manufactured by appellant, or that the products of the parties had the same origin; that the registration of the word “ Oilomatic ” to “ any other manufacturer of mechanical devices will destroy your petitioner’s identity * * * will limit its expansion into manufacturing other mechanical devices, and will destroy its monopoly in its trade-mark which it coined and which, by its use and advertising, has established a high reputation for articles which bear it and that appellant deems itself injured by the registration of the word “ Oilomatic ” to appellee.\nIn its answer, appellee alleges that the issues presented by appellant’s application for cancellation were adjudicated in “ Opposition No. 6440, Williams Oil-O-Matic Heating Corporation v. The Butler Co., July 12, 1926 that its registration of the word “ Oilomatic” for use on windmills can not cause any injury or damage to appellant; and that the goods of the parties do not possess the same descriptive properties.\nIt appears from the record that on June 10, 1925, appellant filed a notice of opposition to the registration by appellee of the mark in question. It was alleged therein that the registration of the mark to appellee would cause confusion in the trade; that it would limit the right of appellant — opposer—to extend the use of its mark in connection with the expansion and extension of its business; that appellant had extensively advertised its mark; that it was extensively engaged in the manufacture and sale of fuel-burning devices and safety-control means therefor; that it had continuously used its mark “ Oil-O-Matic ” on its product for several years before the adoption and use by appellee of the mark “ Oilomatic ” on windmills; and that the registration of appellee’s mark would cause great damage and injury to appellant.\nAppellant did not allege in its notice of opposition that the word “ Oil-O-Matic ” was “ the salient feature ” of its corporate name, and that, for that reason, it would be injured by the registration of the word “ Oilomatic ” by appellee.\nAppellee filed a motion to dismiss the notice of opposition.\nOn October 10, 1925, tbe examiner of interferences denied the motion to dismiss the opposition, and in his decision, among other things, said:\nTlie opposer stated in its brief and lias urged orally at the hearing on the motion to dismiss that registration of the applicant’s mark should be refused because it constitutes an essential feature of the opposer’s corporate name. It is stated by the opposer .that copies of its articles of incorporation have been on file in the Patent Office since filing of the notice of oppostion. This request is deemed to be in effect a request for exparte consideration, a function which, the examiner of interferences is reluctant to assume, except by the direction of the commissioner.\nThereupon, appellee, on October 19, 1925, filed an answer to the notice of opposition. We deem it unnecessary to set out here the allegations contained in the answer.\nThe record contains a decision of the Commissioner of Patents rendered on January 30, 1926, in which appears the following:\nThis case comes up on a petition filed October 16,1925, by the opposer, asking the exercise of supervisory authority to suspend the opposition proceedings and return the application to the jurisdiction of the examiner of trade-marks for ex parte rejection on the opposer’s corporate name.\nThe case has been referred to the examiner of trade-marks for a report. His report, under date of January 4, 1926, reads as follows:\n“In response to the petition by Williams Oil-O-Matic Heating Corp., in Opposition No. 6440, allow me to state that, had my attention been drawn to the articles of incorporation referred to, the application of The Butler Co. would at that time have been refused registration in view of said articles. However, in view of the ruling of the Supreme Court of the United States in the case of Simplex Electric Heating Co. v. Robertson, Commissioner of Patents, handed down this day, such practice should not be followed.”\nSince the examiner of trade-marks in making his report must have considered the question of similarity of goods, and the examiner of interferences in his decision of October 10, 1925, must have considered the same question, there appears to be a conflict in the opinions of these two tribunals.\nThe case is therefore returned to the examiner of interferences for reconsideration of his decision, or such other action as he deems proper.\nThe petilion is denied.\nThereupon, the examiner of interferences again considered appel-lee’s motion of July 30, 1925, to dismiss the opposition, and, on February 27, 1926, the motion was sustained.\nOn appeal to the Commissioner of Patents, the decision of the examiner of interferences was affirmed and the notice of opposition dismissed.\nThe commissioner held that the goods of the parties did not possess the same descriptive properties; that the use of the mark “ Oilomatic ” by appellee on windmills would not interfere with the use of the same mark by appellant on oil-burners; and that the registration of appellee’s mark would not cause confusion in the mind of the public. In concluding his decision, the commissioner said:\nTlie opposer’s corporate name was not pleaded in opposition to the applicant’s right to the registration of the mark in issue and was not considered by the acting examiner of interferences in his decision. This constitutes a new ground of opposition, and is not properly before me for decision. The Albert Dickinson Co. v. Conklin, 126 O. G. 3422; In re Battle Creek Sanitarium Co. (Ltd.), 128 O. G. 2837; The Hannis Distilling Co. v. George W. Torry Co., 141 O. G. 569; National Water Co. v. The Akron Brewing Co., 197 O. G. 999.\nAs appellant took no appeal, the decision of the commissioner-became final. This was the state of the record when the issues in the cancellation proceeding came on for hearing before the examiner of interferences.\nIn the decision of the examiner, August 3, 1927, dismissing the application for cancellation, it was pointed out that in the opposition proceeding appellant had relied exclusively upon “ the confusion in trade clause ” of section 5 of the trade-mark act of 1905; that, in the cancellation proceeding, the “ name clause ” of section 5 is sought to be relied upon; and that both issues might have been presented in the opposition proceeding. It was, therefore, held that the decision in the opposition proceeding was “ conclusive as to every question that was or might have been presented and determined therein.” The following cases were cited in the decision: Bluthenthal & Bickart v. Bigbie Bros. & Co., 143 O. G. 1346; 1909 C. D. 411; and The Hart Steel Co. and Guilford S. Wood v. The Railroad Supply Co., 239 O. G. 654; 244 U. S. 294.\nThe commissioner affirmed the decision of the examiner of interferences holding, in substance, that the decision in the opposition proceeding was conclusive as to all issues that were or might have been presented in the proceeding; and that, as the involved issues either were or could have been litigated in the opposition proceeding, appellant is barred by the doctrine of res adjudícala from raising these issues in a cancellation proceeding. ■\nIs this a case for the application of the doctrine of res adjudicóla?\nIn the case of Cromwell v. County of Sac, 94 U. S. 351, the Supreme Court said:\nIu considering the operation of tbis judgment, it should be borne in mind, as stated by counsel, that there is a difference between the effect of a judgment as a bar or estoppel against the prosecution of a second action upon the same claim or demand, and its effect as an estoppel in another action between the same parties upon a different claim or cause of an action. In the former case, the judgment, if rendered upon the merits, constitutes an absolute bar to a subsequent action. It is a finality as to the claim or demand in controversy, concluding parties and those in privity with them, not only as to every matter which was offered and received to sustain or defeat the claim or demand, but as to any other admissible matter which might have been offered for that purpose. Tims, for example, a judgment rendered upon a promissory note is conclusive ■ as to the validity of the instrument and the amount duo upon it, although it be subsequently alleged that perfect defences actually existed, of which no proof was offered, such as forgery, want of consideration, or payment. If such defences were not presented in the action, and established by competent evidence, the subsequent allegation of their existence is of no legal consequence. The judgment is as conclusive, so far as future proceedings at law are concerned, as though the defences never existed. The language, therefore, which is so often used, that a judgment estops not only as to every ground of recovery or defence actually presented in ' the action, but also as to every ground which might have been presented, is strictly accurate, when applied to the demand or claim in controversy. Such demand or claim, having passed into judgment, can not again be brought into litigation between the parties in proceedings at law upon any ground whatever.\nBut where the second action between the same parties is upon a different claim or demand, the judgment in the prior action operates as an estoppel only as to those matters in issue or points controverted, upon the determination of which the finding or verdict was rendered. In all cases, therefore, where it is sought to apply the estoppel pf a judgment rendered upon the one cause of action to matters arising in a suit upon a different cause of action, the inquiry must always be as to the point or question actually litigated and determined in the original action, not what might have been thus litigated and determined. Only upon such matters is the judgment conclusive in another action.\nSee also Nesbit v. Riverside Independent District, 144 U. S. 610; New Orleans v. Citizens Bank, 167 U. S. 371, and cases cited: Southern Pacific Railroad Co. v. United States, 168 U. S. 1.\nThe doctrine of res adjudicates is applicable to proceedings of a judicial character in the Patent Office. In re Barratt's Appeal, 14 App. D. C. 255; Blackford v. Wilder, 28 App. D. C. 535; Horine v. Wende, 29 App. D. C. 415; In re Herbst, 32 App. D. C. 269; Bluthenthal & Bickart v. Bigbie Brothers & Co., 33 App. D. C. 209; In re Herbst, 44 App. D. C. 203.\nIn the case of Black Betsey Cole & Mining Co. v. The W. J. Hamilton Coal Co., 197 O. G. 998, decided December 15, 1913, the Commissioner of Patents held that a decision in a trade-mark interference proceeding was conclusive of every question that might have been presented, and that the party against whom the decision was rendered was barred by the doctrine of res adjudicata from again presenting such issues to the tribunals of the Patent Office in a cancellation proceeding.\nSection 6 of the trade-mark act provides:\nSeo. 6. That on the filing of an application for registration of a trade-mark which complies with the requirements of this act, and the payment of the fees herein provided for, the Commissioner of Patents shall cause an examination thereof to be made; and if on such examination it shall appear that the applicant is entitled to have his trade-mark registered under the provisions of this act, the commissioner shall cause the mark to be published at least once in the Official Gazette of the Patent Office. Any person who believes he would be damaged by the registration of a mark may oppose the same by filing notice of opposition, stating the grounds therefor, in the Patent Office within thirty days after the publication of the mark sought to be registered, * * *\nSection. 7 reads as follows:\nSec. 7. That in all cases where notice of opposition has been filed the Commissioner of Patents shall notify the applicant thereof and the ground therefor.\nWhenever application is made for the registration of a trade-mark which is substantially identical with a trade-mark appropriated to goods of the same descriptive properties, for which a certificate of registration has been previously issued to another, or for registration of which another has previously made application, or which so nearly resembles such trade-mark, or a known trade-mark owned and used by another, as, in the opinion of the commissioner, to be likely to be mistaken therefor by the public, he may declare that an interference exists as to such trade-mark, and in every case of interference or opposition to registration he shall direct the examiner in charge of interferences to determine the question of the right of registration to such trade-mark, and of the sufficiency of objections to registration, in such manner and upon such notice to those interested as the commissioner may by rules prescribe.\nThe commissioner may refuse to register the mark against the registration ■of which objection is filed, or may refuse to register both of two interfering marks, or may register the mark, as a trade-mark, for the person first to adopt and use the mark, if otherwise entitled to register the same, unless an appeal is taken, as hereinafter provided for, from his decision, by a party interested In the proceeding, within such time (not less than twenty days) as the ■commissioner may prescribe.\nSection 8 provides for appeals to the Commissioner of Patents.\nSection 9, as amended, provides for appeals from the decisions of the Commissioner of Patents to this court.\nSection 13 reads:\nSec. 13. That whenever any person shall deem himself injured by the registration of a trade-mark in the Patent Office he may at any time apply to the Commissioner of Patents to cancel the registration thereof. The commissioner shall refer such application to the examiner in charge of interferences, who is empowered to hear and determine this question and who shall give notice thereof to the registrant. If it appear after a hearing before the examiner that the registrant was not entitled to the use of the mark at the date of his application for registration hereof, or that the mark is not used by the registrant, or has been abandoned, and the examiner shall so decide, the commissioner shall cancel the registration. Appeal may be taken to the commissioner in person from the decision of examiner of interferences.\nIt will be observed tbat section 6 provides tbat, if it appears that an applicant is entitled to have his trade-mark registered, the commissioner shall cause the mark to be published at least once in the Official Gazette of the Patent Office. Obviously, it was contemplated by the Congress that those who received notice of the proposed registration of a mark and who believed that they would be damaged, would oppose its registration in accordance with provisions of section 6.\nBy enacting section 13, it clearly appears that the Congress was fully aware of the fact that a person who might be injwed by the registration of a mark, might not have his attention called to the publication provided for in section 6. See Planten v. Gedney, 224 Fed. 382.\nOf course, an interested person may waive his statutory right to offose a registration and, in case the mark is registered, file an application for cancellation of the registration. Furthermore, it is possible that an issue might be raised in a cancellation proceeding that could not have been presented in an opiiosition proceeding, for example, a registrant might abandon his registered, mark. Section 13 seem to cover such a situation. But surely, it was never contemplated by the Congress that one who thought he would be damaged by the registration of a mark might litigate his claims or demands in an opposition proceeding and then, if defeated, retry those claims or demands in a cancellation proceeding. Nor do we think it was intended that an opposer might present some of his claims against the registration of a mark in an opposition proceeding, and, if defeated as to those claims, present others in an application' for cancellation.\nEvery issue raised in the case at bar might have been presented in the opposition proceeding, No. 6440. Some of them were.\nAppellant did not appeal from the decision of the commissioner in the opposition proceeding and it became final. Therefore, it can not be and, in fact, is not contended that this court has jurisdiction in this appeal tcf review and. revise the commissioner’s decision in that proceeding.\nWe are of opinion, that the decision in the opposition proceeding is final and conclusive of the involved issues; and that appellant is barred by the doctrine of res adjudicata from presenting any of those issues in this case. Holding these views, it is unnecessary to discuss other matters presented by counsel for appellant.\nThe decision is affirmed.",
        "type": "majority",
        "author": "Hátiteld, Judge,"
      }
    ],
    "attorneys": [
      "Langdon Moore and James AtMns for appellant.",
      "Joseph A. Mmturn, Herbert A. Minturn (Robt. S. Barry of counsel), for appellee."
    ],
    "corrections": "",
    "head_matter": "Williams Oil-O-Matic Heating Corporation v. The Butler Co.\n(No. 2296)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1930\nLangdon Moore and James AtMns for appellant.\nJoseph A. Mmturn, Herbert A. Minturn (Robt. S. Barry of counsel), for appellee.\n[Oral argument March 14, 1930, by Mr. Moore and Mr. Barry]\nBefore Graham, Presiding Judge, and Bland, I-Iateibld, Garrett, and Leneoot» Associate Judges"
  },
  "file_name": "0934-01",
  "first_page_order": 384,
  "last_page_order": 390
}
