{
  "id": 8325869,
  "name": "James P. DAUGHERTY, Jr. and Jennifer Daugherty v. COUNTY OF ALLEGHENY and Board of Property Assessment Appeals and Review of Allegheny County. Appeal of: County of Allegheny",
  "name_abbreviation": "Daugherty v. County of Allegheny",
  "decision_date": "2007-03-27",
  "docket_number": "",
  "first_page": "936",
  "last_page": "943",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 936"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "570 A.2d 1386",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1399147
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/131/0538-01"
      ]
    },
    {
      "cite": "891 A.2d 816",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8992089
      ],
      "pin_cites": [
        {
          "page": "818, n. 1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/891/0816-01"
      ]
    },
    {
      "cite": "913 A.2d 194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3851837,
        8436629
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0459-01",
        "/a2d/913/0194-01"
      ]
    },
    {
      "cite": "590 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3851837
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0459-01"
      ]
    },
    {
      "cite": "515 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1352542
      ],
      "weight": 5,
      "year": 1986,
      "pin_cites": [
        {
          "page": "329",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "460"
        },
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/100/0452-01"
      ]
    },
    {
      "cite": "773 A.2d 816",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11092226
      ],
      "pin_cites": [
        {
          "page": "821"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/773/0816-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 791,
    "char_count": 22437,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 1.1010152909600834e-07,
      "percentile": 0.5683655688034321
    },
    "sha256": "7bf5923bd7ccd086867496c14818867cdc334cba739287cc980c6833c866fcc0",
    "simhash": "1:8be20e3a7947b67d",
    "word_count": 3669
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PELLEGRINI, Judge, COHN JUBELIRER, Judge, and LEAVITT, Judge."
    ],
    "parties": [
      "James P. DAUGHERTY, Jr. and Jennifer Daugherty v. COUNTY OF ALLEGHENY and Board of Property Assessment Appeals and Review of Allegheny County. Appeal of: County of Allegheny."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge LEAVITT.\nAllegheny County and its Board of Property Assessment Appeals and Review (Board) appeal an order of the Court of Common Pleas of Allegheny County (trial court) striking down a rule adopted by the Board with respect to assessment appeals. The Board’s rule limits the scope of the taxpayer’s appeal to the question of whether the base year market value assigned to the taxpayer’s property in the last countywide assessment is correct. The rule prohibits taxpayers from challenging their assessment for the simple reason that it exceeds the property’s current market value. Agreeing with the trial court that the Board lacked the statutory authority to limit assessment appeals in this way, we affirm.\nThe undisputed facts relevant to this appeal are as follows. James and Jennifer Daugherty are the owners of real property located at 510 Todd Street in Wilkinsburg, Pennsylvania (Property). In 2002, Allegheny County assessed the Property at $66,900 as a result of its county-wide reassessment that used a prevailing base year market valuation. In January of 2004, the Daughertys purchased the Property for $31,500; in tax year 2006 the Property was assessed at $66,900. On December 14, 2005, the Daughertys appealed the 2006 assessment seeking to have it reduced to $81,500. They allege that the price they paid for the Property reflects its current market value because the price was established in an arms-length transaction. This appeal remains pending before the Board.\nIn February of 2006, while the Daugher-tys’ appeal was pending, the Board amended its rules for assessment appeals. Rule IV, Section 3 states as follows:\nFor appeals of assessments of tax years prior to 2006, the determination of value will be based on the fair market value of the property for the tax year in question.\nIn accordance with the Administrative Code, as amended, for appeals filed for assessments of 2006 and subsequent years, the determination of value will be based on the prevailing base year value as established by the County.\nRule IV, § 3, Rules and Regulations Governing Appeals; Reproduced Record at 98a (R.R.-). As a result of this amendment, the Daughertys were unable to appeal their 2006 assessment on the ground that it exceeded the Property’s 2006 fair market value.\nIn response, the Daughertys initiated an action in the trial court seeking a declaratory judgment that Rule TV violated the statutes governing property assessments and appeals in Allegheny County as well as the uniformity clause of the Pennsylvania Constitution. The Daughertys then filed a motion for judgment on the pleadings, which was granted. The trial court held that Rule IV, as amended, violated the Daughertys’ statutory right to appeal an assessment based upon the current market value of the assessed property. Further, the trial court concluded that the County lacked authority under its home rule charter to adopt Rule IV. Section 3107-C(h)(8) of the Second Class County Charter Law, Act of July 28, 1953, P.L. 723, added by section 3 of the Act of May 20, 1997, P.L. 149, 16 P.S. § 6107-C(h)(8), does not “give a second class county power to legislate with respect to the substantive rules governing the making of assessments .... ” Trial Court Opinion at 6 (quoting Board of Property Assessment, Appeals, Review and Registry of Allegheny County v. County of Allegheny, 773 A.2d 816, 821 (Pa.Cmwlth.2001)). Allegheny County then filed the instant appeal.\nOn appeal, Allegheny County urges this Court to reverse the trial court’s nullification of Rule IV. First, it argues that the trial court erred in holding that Rule IV violates Pennsylvania’s statutory scheme on how assessments are made and appealed in Allegheny County. Second, it argues that this statutory scheme does not allow a taxpayer to use the appeal process to change the assessment methodology chosen by Allegheny County in its county-wide reassessment. Allegheny County’s two issues can be considered as one: whether the applicable statutory scheme allows a taxpayer to challenge an annual assessment as exceeding the property’s current market value regardless of what methodology has been used in the most recent county-wide assessment.\nAllegheny County maintains that Rule IV is valid and necessary to preserve the assessment methodology it has chosen, i.e., the base year market value system. In its view, allowing a taxpayer to use a property’s current market value to challenge an assessment established under a base year market value system nullifies Allegheny County’s right to choose an assessment methodology. It also argues that the trial court’s decision conflicts with its earlier decision on the 2001 county-wide assessment and is at odds with this Court’s precedent.\nWe begin with a review of the relevant statutes. Section 4 of the Second Class County Assessment Code, Act of June 21, 1939, P.L. 626, as amended, 72 P.S. § 5452.4, places responsibility for making assessments on the Board. It states, in relevant part, as follows:\nThe Board of Property Assessment, Appeals and Review shall have power and its duty shall be:\n(a) To make and supervise the making of all assessments and valuations of all subjects of taxation in the county as required by existing law.\n(a.l) The board shall assess real property at a value based upon an established predetermined ratio which may not exceed one hundred percent (100) of actual value. Such ratio shall be established and determined by the board of property assessment, appeals and review after proper notice has been given. In arriving at actual value the county may utilize the current market value or it may adopt a base year market value.\n72 P.S. § 5452.4 (emphasis added). Section 402(a) of the General County Assessment Law (Assessment Law), Act of May 22, 1933, P.L. 853, as amended, 72 P.S. § 5020-402(a), further provides that the county’s assessor, whose duty is to rate “the actual value” of “all objects of taxation,” may discharge this duty by using either “the current market value” or “a base year market value” of the property in question. 72 P.S. § 5020-402(a). “Base year” is defined as,\nthe year upon which real property market values are based for the most recent county-wide revision of assessment of real property, or other prior year upon which the market value of all real property of the county is based. Real property market values shall be equalized within the county and any changes by the board shall be expressed in terms of such base year values.\nSection 1.1 of the Assessment Law, 72 P.S. § 5452.1a, added by the Act of December 13, 1982, P.L. 1186 (emphasis added). In short, the Assessment Law and the Second Class County Assessment Code each authorize Allegheny County to choose either a base year market value or a current market value in any county-wide assessment of taxable real property.\nHowever, this does not end the inquiry because every property owner is permitted to appeal that assessment. The appeal is governed by Section 10 of the Second Class County Assessment Code, and it provides, in relevant part, as follows:\n(c) In any appeal of an assessment the board shall make the following determinations:\n(1) The current market value for the tax year in question.\n(2)The common level ratio.\n(3)The fair market value, as determined in accordance with section 402 of the act of May 22, 1933 (P.L. 853, No. 155), known as “The General County Assessment Law.”\n(d) The hoard, after determining the current market value of the property for the tax year in question, shall then apply the established predetermined ratio to such value unless the common level ratio varies by more than fifteen percent (15%) from the established predetermined ratio, in which case the board shall apply the common level ratio to the current market value of the property for the tax year in question. For the initial year of the implementation of county-wide reassessment, appeals shall be solely on the basis of fair market value.\n(e) Nothing herein shall prevent any appellant from appealing any base year valuation without reference to ratio.\n©Except as provided for in subsection (g), the valuations determined in accordance with this section shall stand as the valuations for the assessments of all county and institution district taxes and for such other political subdivisions as levy their taxes on county assessments and valuations in the county until the next triennial assessment.\n72 P.S. § 5452.10(c)-(f), (emphasis added). Under this appeal provision, the first undertaking of the Board is to determine a property’s “current market value.” Section 10(c)(1) of the Second Class County Assessment Code, 72 P.S. § 5452.10(c)(1). This is true regardless of what methodology has been chosen by the assessor to establish a taxable property’s “actual value” in accordance with Section 402(a) of the Assessment Law, 72 P.S. § 5020-402(a).\nThe task here is to construe the seeming conflicts in this statutory scheme. On one hand, it authorizes Allegheny County to do its county-wide assessment on a base year market value system. On the other hand, it appears to allow the taxpayer to appeal a particular year’s assessment for the reason that it exceeds the “current market value” of the assessed property.\nAppeal of Armco, Inc., 100 Pa.Cmwlth. 452, 515 A.2d 326 (1986), is instructive. In Armco, Butler County used a base year market valuation system to do its countywide assessment, as was authorized by Section 602(a) of the Fourth to Eighth Class County Assessment Law, Act of May 21, 1943, P.L. 571, as amended, 72 P.S. §§ 5453.602(a). The taxpayer filed an appeal under Section 704 of the Fourth to Eighth Class County Assessment Law, asserting that its assessment, which was developed using a base year market value, should be reduced to reflect the property’s current market value. The trial court agreed with the taxpayer, and Butler County appealed. Butler County asserted that because it used a base year market valuation in its county-wide assessment, Section 704 was unconstitutional in contravention of the “uniformity clause” of the Pennsylvania Constitution. It argued that it was discriminatory to use one method to assess a property “administratively”, i.e., by the assessor’s office, and a different method to assess that property in the course of an assessment appeal.\nThis Court, in an en banc decision, rejected Butler County’s arguments. We concluded that the assessor’s work, or what we termed the “administrative assessment,” was not written in stone, explaining as follows:\n[S]ection 602 provides an efficient administrative method of assessing real estate by permitting a county to use a base year market value which may or may not reflect the property’s current year market value, and for the sake of constancy with respect to ratio ... permits the county to use a predetermined ratio not exceeding 75%. However, section 704 provides counties with an incentive to maintain the consistency and integrity of their administrative assessments by establishing a method of reviewing administrative assessments that is based upon applying the STEB common level ratio to a property’s current market value.\nArmco, Inc., 515 A.2d at 329 (emphasis in original). We further explained that any other reading of the statute could lead to distorted assessments. The appeal injected flexibility into the process so that the assessor’s “actual value” could be corrected where it was wrong either because the base year market value was incorrect or because the market changed. Accordingly, this Court stated as follows:\n[O]ur conclusion is that the Law, by-coupling section 704 with section 602, recognizes that administrative assessments may not be perfect and that values will not be constant.\nId. at 460, 515 A.2d 326 (emphasis added).\nIn this case, we consider a statutory scheme virtually identical to the one considered in Armco. Like Butler County, Allegheny County was authorized to use either the current market value system or a base year value system to do its countywide assessment. As in Armco, the Daughertys were allowed to challenge their assessment for the reason that it does not reflect the “current market value of the [Pjroperty for the tax year in question.” Section 10(d) of the Second Class County Assessment Code, 72 P.S. § 5452.10(d). Current market value is the first question that must be answered by the Board “in any appeal.” Section 10(c)(1) of the Second Class County Assessment Code, 72 P.S. § 5452.10(c)(1).\nAllegheny County concedes, as it must, that the statutory provisions at issue in Armco are virtually identical to those we consider here. Nevertheless, the County contends that Armco is not dispositive because unlike the taxpayers in Arm-co, the Daughertys do not challenge the predetermined ratio to be applied to their base year market value. This difference is of no moment with respect to the central principles of Armco. Those principles hold that the assessment established in an appeal overrides the assessor’s determination of a property’s “actual value” where that assessment has become “distorted” by “dynamic factors which operate to cause a piece of real estate to appreciate or depreciate.” Armco, 515 A.2d at 330.\nThe Daughertys note that Rule IV, which allows only a challenge to their Property’s base year market value as of 2002, will mean that every assessment will be frozen at 100% of the base year market value until the next county-wide assessment. Allegheny County rejoins that the assessments will not be frozen because a taxpayer can have an expert review updated comparable sales and then adjust those values backwards in time to what they would have been in 2002, accounting for inflation and other economic forces. In this way, the appeal would set a new 2002 base year market value.\nThere are several problems with Allegheny County’s suggestion. First, it makes the Board’s determination of the current market value of any assessment under appeal, which is mandated by the Second Class County Assessment Code, a meaningless exercise. We are required, however, to give effect to every statutory provision. 1 Pa.C.S. § 1921(a) (“Every statute shall be construed, if possible to give effect to all its provisions”). Second, it is at odds with the object of property assessment, which is to determine its “actual value.” Section 402 of the Assessment Law, 72 P.S. § 5020-402. The premise to Allegheny County’s position is that a property’s “actual value” can exceed its current market value. This is illogical. It is also inconsistent with the statutory scheme, which (1) makes each yearly assessment a new event that puts the assessor’s work in play and (2) forbids a county from establishing a predetermined ratio above 100%. Section 4(a.l) of the Second Class County Assessment Code, 72 P.S. § 5452.4(a.l). There would be no reason for these provisions if an annual assessment can exceed a property’s current market value. Third, Allegheny County’s proposed appeal methodology eliminates the flexibility highlighted in Armco and creates a strong disincentive for the County ever again to do a county-wide reassessment.\nWe hold that Section 10 of the Second Class County Assessment Code gives the taxpayer the ability to challenge its assessment for the reason that the base year market value no longer reflects the property’s current market value. It is the taxpayer’s decision which theory to pursue in its assessment appeal, ie., that the assessment exceeds the current market value or the assessment is based upon an incorrect base year market value. Once that valuation is determined in accordance with the appeal it “shall stand as the [valuation] for the [assessment] of all county ... taxes_” Section 10(f) of the Second Class County Assessment Code, 72 P.S. § 5452.10(f). The trial court did not err in declaring Rule TV’s limitation on assessment appeals to be invalid. Rule IV im-permissibly circumscribed the taxpayers’ appeal rights that are guaranteed in Section 10 of the Second Class County Assessment Code.\nFor these reasons, the order of the trial court is affirmed.\nORDER\nAND NOW, this 27th day of March, 2007, the order Court of Common Pleas of Allegheny County dated September 5, 2006 in the above captioned matter is hereby affirmed.\n. In a recent opinion, Downingtown Area School District v. Chester County Board of Assessment Appeals, 590 Pa. 459, 913 A.2d 194 (2006), our Supreme Court held that a taxpayer has a right to claim his assessment violates the Uniformity Clause of the Pennsylvania Constitution even where the difference between the predetermined ratio and the common law ratio is less than 15%. This holding may, or may not, have implications for the Daughertys’ appeal pending with the Board.\n. Section 3107 of the Second Class County Charter Law provides, in relevant part, as follows:\n(h) With respect to the following subjects, the charter shall not give any power or authority to the county contrary to or in limitation or enlargement of powers granted by acts of the General Assembly which are applicable to counties of the second class:\n(8) The assessment of real or personal property and persons for taxation purposes.\n16 P.S. § 6107-C(h)(8).\n. Allegheny County has not challenged the trial court's conclusion with respect to its authority under the , Second Class County Charter Law.\n. Our review of tax assessment matters is limited to determining whether the trial court abused its discretion, committed an error of law, or reached a decision not supported by substantial evidence. Sims v. Berks County Board of Assessment Appeals, 891 A.2d 816, 818, n. 1 (Pa.Cmwlth.2006).\n. Allegheny County argues that the trial court opinion on appeal here contradicts and conflicts with a prior decision, by the same judge, namely, James C. Clifton, et al. v. Allegheny County, No. GD05-028638 (Court of Common Pleas of Allegheny County, Civil Division, March 15, 2006); R.R. 1-33. There is no conflict. Clifton stated that \"the setting of market values through the appeal process allows the taxpayer to test valuations.” Slip, op. at 24; R.R. 27a.\n. Section 402(a) more fully provides:\nIt shall be the duty of the several elected and appointed assessors, and, in townships of the first class, of the assessors, assistant township assessors and assistant triennial assessors, to rate and value all objects of taxation, whether for county, city, township, town, school, institution district, poor or borough purposes, according to the actual value thereof, and at such rates and prices for which the same would separately bona fide sell. In arriving at actual value the county may utilize either the current market value or it may adopt a base year market value.\n72 P.S. § 5020-402(a) (emphasis added).\n. Section 602(a) provides in pertinent part as follows:\nAfter there has been established and completed for the entire county the permanent system of records consisting of tax maps, property record cards and property owners' index, as required by section three hundred six of the act herein amended, real property shall be assessed at a value based upon an established predetermined ratio, of which proper notice shall be given, not exceeding one hundred per centum (100) of actual value. In arriving at actual value the county may utilize the current market value or it may adopt a base year market value.\n72 P.S. § 5453.602(a).\n. Section 704 provides in pertinent part:\n(b) In any appeal of an assessment the court shall make the following determinations:\n(1) The market value as of the date such appeal was filed before the board of assessment appeals. In the event subsequent years have been made a part of the appeal, the court shall determine the respective market value for each such year.\n(2) The common level ratio which was applicable in the original appeal to the board. In the event subsequent years have been made a part of the appeal, the court shall determine the respective common level ratio for each such year published by the State Tax Equalization Board on or before July 1 of the year prior to the tax year being appealed.\n(c) The court, after determining the market value of the property pursuant to subsection (b)(1), shall then apply the established predetermined ratio to such value unless the corresponding common level ratio determined pursuant to subsection (b)(2) varies by more than fifteen per centum (15) from the established predetermined ratio, in which case the court shall apply the respective common level ratio to the corresponding market value of the property.\n(d)Nothing herein shall prevent any appellant from appealing any base year valuation without reference to ratio.\n72 P.S. § 5453.704.\n. The uniformity clause of the Pennsylvania Constitution states:\nAll taxes shall be uniform, upon the same class of subjects, within the territorial limits of the authority levying the tax, and shall be levied and collected under general laws.\nPa. Const, art. VIII, § 1. The County does not raise a uniformity challenge in the present matter.\n. These alternative means of challenging an assessment are recognized in Bert M. Goodman, Assessment Law And Procedure 22-23 (2005). Allegheny County argues that Goodman’s discussion of base year values supports its argument that the assessment appeal must be based exclusively upon the base year market values. This treatise does not support Allegheny County’s position. Goodman explains that a taxpayer may appeal solely on the issue of whether a base year market value is correct or incorrect. Id. at 23. Accordingly, the taxpayer must make it clear whether its appeal challenges the current market value of the property or its base year market value. Id. at 24. Goodman also notes, relying on Monroe County Board of Assessment Appeals v. Miller, 131 Pa.Cmwlth. 538, 570 A.2d 1386 (1990), that a taxpayer may appeal an assessment based solely upon the valuation, the ratio to be applied or both. Id.",
        "type": "majority",
        "author": "Judge LEAVITT."
      }
    ],
    "attorneys": [
      "Michael H. Wojcik, Pittsburgh, for appellant, County of Allegheny.",
      "Anthony Giglio, Pittsburgh, for appel-lees, James P. Daugherty, Jr. and Jennifer Daugherty."
    ],
    "corrections": "",
    "head_matter": "James P. DAUGHERTY, Jr. and Jennifer Daugherty v. COUNTY OF ALLEGHENY and Board of Property Assessment Appeals and Review of Allegheny County. Appeal of: County of Allegheny.\nCommonwealth Court of Pennsylvania.\nArgued Feb. 5, 2007.\nDecided March 27, 2007.\nMichael H. Wojcik, Pittsburgh, for appellant, County of Allegheny.\nAnthony Giglio, Pittsburgh, for appel-lees, James P. Daugherty, Jr. and Jennifer Daugherty.\nBEFORE: PELLEGRINI, Judge, COHN JUBELIRER, Judge, and LEAVITT, Judge."
  },
  "file_name": "0936-01",
  "first_page_order": 970,
  "last_page_order": 977
}
