{
  "id": 11335467,
  "name": "Timothy MARTIN, et al. v. Sally BROWN, et al.",
  "name_abbreviation": "Martin v. Brown",
  "decision_date": "1994-12-05",
  "docket_number": "",
  "first_page": "937",
  "last_page": "941",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 937"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "597 A.2d 1348",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11948091
      ],
      "pin_cites": [
        {
          "page": "1349-50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/597/1348-01"
      ]
    },
    {
      "cite": "608 A.2d 776",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7931884
      ],
      "pin_cites": [
        {
          "page": "778"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/608/0776-01"
      ]
    },
    {
      "cite": "609 A.2d 694",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119209
      ],
      "pin_cites": [
        {
          "page": "697"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/609/0694-01"
      ]
    },
    {
      "cite": "68 Me. 253",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844637
      ],
      "weight": 2,
      "year": 1878,
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/68/0253-01"
      ]
    },
    {
      "cite": "4 A. 412",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 8,
      "year": 1886,
      "opinion_index": 0
    },
    {
      "cite": "78 Me. 260",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8845070
      ],
      "weight": 3,
      "year": 1886,
      "pin_cites": [
        {
          "page": "265"
        },
        {
          "page": "267"
        },
        {
          "page": "268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/78/0260-01"
      ]
    },
    {
      "cite": "67 A. 320",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1907,
      "pin_cites": [
        {
          "page": "322",
          "parenthetical": "selectmen hable for trespass of independent contractors"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "102 Me. 431",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        674796
      ],
      "year": 1907,
      "pin_cites": [
        {
          "parenthetical": "selectmen hable for trespass of independent contractors"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/102/0431-01"
      ]
    },
    {
      "cite": "425 A.2d. 978",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7994230
      ],
      "pin_cites": [
        {
          "page": "982"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/425/0978-01"
      ]
    },
    {
      "cite": "615 A.2d 239",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7929558
      ],
      "pin_cites": [
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/615/0239-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 603,
    "char_count": 10339,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 7.956028046636921e-08,
      "percentile": 0.4628267902877735
    },
    "sha256": "a14f8af90dcf6ad506b8db13abab8ae8274f5d2b512502d9c94a9102afad9342",
    "simhash": "1:87ef12bd7a7b264f",
    "word_count": 1769
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, and DANA, JJ.",
      "All concurring."
    ],
    "parties": [
      "Timothy MARTIN, et al. v. Sally BROWN, et al."
    ],
    "opinions": [
      {
        "text": "CLIFFORD, Justice.\nSally Brown (Brown) appeals from a judgment entered in the Superior Court (Oxford County, Alexander, J.) following a nonjury trial awarding damages to Timothy Martin and Jody Robbins, against Brown and her son and daughter-in-law for willful and knowing trespass pursuant to 14 M.R.S.A. § 7552 (Supp.1993). Brown argues, inter alia, that the court erred in imposing liability on her and in assessing damages. Finding no error, we affirm the judgment.\nBrown and her husband Clifton purchased property in Waterboro for their son Michael in 1988. The Browns made certain improvements to the parcel, including the construction of a driveway, well, and septic system, and the installation of a modular home on the lot. These improvements were necessary in order for Michael and his then girlfriend, now wife, Gail, to finance the purchase of the property from the Browns. Once the above improvements were completed, the bank approved Michael and Gail’s loan application. Brown co-signed the note that evidenced Michael and Gail’s debt.\nThe Browns transferred title to the property by deed to Michael, Gail and Brown as joint tenants. Brown testified at trial that she wanted her name on the deed as a grantee because she believed that if Michael and Gail defaulted on their loan, she would get the property back. The deed by which the Browns transferred title contained a description that openly departed from the description in previous deeds in the chain of title. Brown testified that she did not alter the description. She asserted that she did not know who made up the new deed. Brown further stated that, although she read the deed, she did not understand it.\nMartin and Robbins owned the property adjacent to the Brown lot. Martin testified that he refused repeated requests by Michael and Gail that he cut down some trees along their northern boundary and that they be allowed to fill in a swampy portion of Martin’s and Robbins’s land.\nIn April of 1992, Martin and Robbins noticed heavy equipment on the Brown property. Martin testified that Michael and Gail had bulldozed the stone wall that had served as the western boundary between their lots; that Michael brought in five or six truckloads of fill onto Martin’s and Robbins’s property; and that Michael cut down a number of their trees.\nMartin and Robbins filed a complaint seeking a declaratory judgment as to the boundary between the land of Martin and Robbins and the Brown lot. They also sought damages, attorney fees, and costs pursuant to 14 M.R.S.A. § 7552, as well as injunctive relief. Brown, Michael, and Gail were named as defendants. Michael and Gail counterclaimed for attorney fees and costs, as well as title to the land according to the most recent deed description.\nFollowing a bench trial, the court entered judgment for Martin and Robbins on their complaint against all the defendants, including Brown. The court further imposed on the defendants treble damages, attorney fees, and costs pursuant to 14 M.R.S.A. § 7552, as well as issuing injunctive relief. Martin and Robbins also prevailed on the counterclaim. Brown’s appeal of the judgment followed.\nBrown argues that she cannot be held liable for trespass because she neither took affirmative acts constituting trespass, nor ratified as principal or partner the acts of the other defendants in this action. Martin and Robbins assert that Brown acted in concert with her son and his girlfriend to trespass on their land and that the decision of the court is supported by the evidence.\nThe trial court’s findings of fact are entitled to a deferential standard of review and will not be overturned unless clearly erroneous. Morin Bldg. Prod. Co. v. Atlantic Design & Constr. Co., 615 A.2d 239, 241 (Me.1992). Those findings must be upheld unless there is no competent evidence to support them. See Harmon v. Emerson, 425 A.2d. 978, 982 (Me.1981).\nDespite Brown’s testimony as to her lack of knowledge as to the origin of the new deed description, the trial court found that “Sally Brown was a party as a grantor and a grantee to the redrawing of this deed which I find is part and parcel of the effort to ... rewrite the boundaries in this matter_” The court found that the redrawn deed was “part of an effort to essentially expand the lot beyond what was planned and intended; and after that, the redrawn deed is done, then the filling is done outside of the lot.” The court further found that the defendants “expanded the lot taking it into their own hands in a way which I would describe as willful or knowing....”\nUnder Maine law, “[i]t is well-settled that one who directs or authorizes a trespass is equally and jointly liable with him who commits it....” Chase v. Cochran, 102 Me. 431, 67 A. 320, 322 (1907) (selectmen hable for trespass of independent contractors). Causing someone else to trespass is a trespass. Zillman, Simmons & Gregory, Maine Tort Law § 5.10 at 5-19 (1994). In such cases, one may be held Hable for trespass\non the principle that he who does an act by another does it himself; it may not be the work of his hands, yet it is the result of his will and his purpose which are the efficient cause of the operations conducted by others.\nState v. Smith, 78 Me. 260, 265, 4 A. 412 (1886).\nIn Smith, defendant assessors were charged with protecting from trespass certain lots owned by the State. Id., 78 Me. at at 263, 4 A. 412. The assessors sold permits authorizing the cutting of trees and bark on the land. Id. The State, as plaintiff, wished to hold liable for trespass not only the purchasers of the permits but also the assessors. Id. The assessors argued that they were not liable for trespass because the permit holders who cut the trees were neither their servants nor their agents. In affirming their liability, we said that “one who directs or authorizes a trespass to be done is liable.” Id. 78 Me. at 267, 4 A. 412 (citing Bacheller v. Pinkham, 68 Me. 253, 255 (1878)). We also said that “[t]he defendants in this case, whatever may be their legal relation to the parties actually cutting and removing the timber, must be considered as having authorized those wrongful and illegal acts which were but the natural and ordinary consequences of their own wrong doings.” Id. 78 Me. at 268, 4 A. 412 (emphasis added).\nBrown was both a grantor and grantee of the land. During the transfer of the land to Michael, Gail, and herself as joint tenants, the deed description was altered. Although Brown testified that she did not alter the deed description and did not know who did, the trial court found instead that she was a party to the redrawing of the deed and that the redrawn deed was “part of an effort to ... expand the lot_” Such a finding is supported by the record and within the court’s province as the trier of fact. See Gray v. Gray, 609 A.2d 694, 697 (Me.1992) (due regard given to the trial’s court opportunity to judge the credibility of witnesses and weigh the evidence).\nThere is further evidence to support the trial court’s conclusion that Brown took part in a scheme with Michael and Gail to enlarge the boundaries of her land. Brown acknowledged that the lot was too small for a home under existing town ordinances. The town code would not have allowed for the installation of a septic system on the lot. Brown was able to procure a permit to install one only because the land was grandfathered under current regulations.\nIt was reasonable for the court to have inferred that Brown wished to enlarge her lot. The evidence was clear that Michael and Gail took steps to increase the size of the lot to conform it to that indicated in the new deed description. They bulldozed a boundary wall and brought fill onto Martin’s and Robbins’s property as if it were their own. Pins in locations conforming to the boundaries as described in the new deed description mysteriously appeared on the land. Gail called Martin to ask him if he had installed the pins. Martin denied having done so and, on inspection, found that brand new pins had indeed been placed. Martin testified that as mysteriously as the pins had appeared, they disappeared.\nAlthough Brown testified that she did not visit her son very often and was unaware of any work done on the property by Michael and Gail until after it had been completed, this is inconsistent with her prior actions of buying the land for her son and making improvements on it so that he could obtain financing. She even co-signed the note evidencing his debt. The court’s findings that Brown was part of the intentional effort to expand the boundary of the lot that she partially owned onto the adjoining land of Martin and Robbins and thus was liable for trespass is not clearly erroneous, nor does it constitute an error of law.\nMoreover, contrary to Brown’s further contention, there was more than sufficient evidence to support the court’s conclusion that the acts of trespass for which Brown was liable were willful or knowing. Whether conduct is willful or knowing for purposes of section 7552 is a question of fact and will not be set aside unless clearly erroneous. Walsh v. Johnston, 608 A.2d 776, 778 (Me.1992); Guilmet v. Galvin, 597 A.2d 1348, 1349-50 (Me.1991). An effort to deliberately expand a boundary, to bulldoze a stone wall that served as a boundary marker, to dump truckloads of fill, and cut trees located on adjoining land certainly can properly be found to be willful or knowing.\nWe find no merit in Brown’s further contention that the damages caused by the acts of trespass, found to be $500 and trebled to $1500, are excessive.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. A paragraph in the deed following the new description, stated:\nThe above description, as stated, differs from the stated description in the deed recorded in Book 1599, Page 71 in order that the true description be consistent with the actual distances between monuments.",
        "type": "majority",
        "author": "CLIFFORD, Justice."
      }
    ],
    "attorneys": [
      "David Q. Whittier (orally), South Paris, for plaintiffs.",
      "Paul F. Macri (orally), Berman & Simmons, P.A., Lewiston, Charles H. Abbott, Auburn, for defendants."
    ],
    "corrections": "",
    "head_matter": "Timothy MARTIN, et al. v. Sally BROWN, et al.\nSupreme Judicial Court of Maine.\nArgued Sept. 23, 1994.\nDecided Dec. 5, 1994.\nDavid Q. Whittier (orally), South Paris, for plaintiffs.\nPaul F. Macri (orally), Berman & Simmons, P.A., Lewiston, Charles H. Abbott, Auburn, for defendants.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, and DANA, JJ.\n. Defendants Michael Brown and Gail Moody (now Gail Brown) do not appeal."
  },
  "file_name": "0937-01",
  "first_page_order": 995,
  "last_page_order": 999
}
