{
  "id": 11243779,
  "name": "C. Delores TUCKER and William Tucker, her husband, Appellants, v. PHILADELPHIA DAILY NEWS, Philadelphia Newspapers, Inc.; Knigh-Ridder, Inc.; Sports & Entertainment Litigation Reporter; Andrews Publications, Inc.; Legal Communications, Ltd.; Legal Intelligencer; Meridian Venture Partners, L.P.; Baseline II, Inc.; and the Entertainment Litigation Reporter, Appellees",
  "name_abbreviation": "Tucker v. Philadelphia Daily News",
  "decision_date": "2000-06-28",
  "docket_number": "",
  "first_page": "938",
  "last_page": "947",
  "citations": [
    {
      "type": "official",
      "cite": "757 A.2d 938"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "700 A.2d 498",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11900036
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "503"
        },
        {
          "page": "502"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/700/0498-01"
      ]
    },
    {
      "cite": "410 Pa.Super. 112",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        903246
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "citations and internal quotation marks and alterations deleted"
        },
        {
          "page": "233-34",
          "parenthetical": "citations and internal quotation marks and alterations deleted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/410/0112-01"
      ]
    },
    {
      "cite": "336 Pa.Super. 97",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        622190
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "internal citations and quotation marks omitted"
        },
        {
          "page": "453",
          "parenthetical": "internal citations and quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/336/0097-01"
      ]
    },
    {
      "cite": "491 U.S. 657",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6218419
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "666-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/491/0657-01"
      ]
    },
    {
      "cite": "647 A.2d 562",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866285,
        706446
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "page": "567"
        },
        {
          "page": "567"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/647/0562-01",
        "/pa-super/436/0192-01"
      ]
    },
    {
      "cite": "436 Pa.Super. 192",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706446
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/436/0192-01"
      ]
    },
    {
      "cite": "376 Pa.Super. 508",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        702773
      ],
      "weight": 6,
      "year": 1988,
      "pin_cites": [
        {
          "page": "557"
        },
        {
          "page": "642"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/376/0508-01"
      ]
    },
    {
      "cite": "376 U.S. 254",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        379234
      ],
      "weight": 3,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/376/0254-01"
      ]
    },
    {
      "cite": "391 Pa.Super. 140",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        477305
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "citing New York Times v. Sullivan, 376 U.S. 254, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964), and Curran v. Philadelphia Newspapers, Inc., 376 Pa.Super. 508, 546 A.2d 639 (1988)"
        },
        {
          "page": "555",
          "parenthetical": "citing New York Times v. Sullivan, 376 U.S. 254, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964), and Curran v. Philadelphia Newspapers, Inc., 376 Pa.Super. 508, 546 A.2d 639 (1988)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/391/0140-01"
      ]
    },
    {
      "cite": "418 U.S. 323",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173012
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/418/0323-01"
      ]
    },
    {
      "cite": "641 A.2d 607",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11293306,
        941131
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "609",
          "parenthetical": "stating that even though the statements made might have been annoying or embarrassing to the appellant, personal annoyance or embarrassment are not the sorts of injury that will support a defamation claim"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/641/0607-01",
        "/pa-super/433/0570-01"
      ]
    },
    {
      "cite": "433 Pa.Super. 570",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        941131
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "stating that even though the statements made might have been annoying or embarrassing to the appellant, personal annoyance or embarrassment are not the sorts of injury that will support a defamation claim"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/433/0570-01"
      ]
    },
    {
      "cite": "483 A.2d 456",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        618609,
        1788886
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "461"
        },
        {
          "page": "467"
        },
        {
          "page": "467"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/334/0295-01",
        "/pa/505/0630-01"
      ]
    },
    {
      "cite": "334 Pa.Super. 295",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        618609
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/334/0295-01"
      ]
    },
    {
      "cite": "692 A.2d 169",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11912533
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "172"
        },
        {
          "parenthetical": "citations omitted"
        },
        {
          "page": "174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/692/0169-01"
      ]
    },
    {
      "cite": "340 Pa.Super. 253",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        629082
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "same"
        },
        {
          "page": "1369",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/340/0253-01"
      ]
    },
    {
      "cite": "732 A.2d 648",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11549827
      ],
      "pin_cites": [
        {
          "page": "651-52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/732/0648-01"
      ]
    },
    {
      "cite": "671 A.2d 701",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        732397,
        7862869
      ],
      "weight": 4,
      "year": 1995,
      "pin_cites": [
        {
          "page": "704",
          "parenthetical": "citations omitted"
        },
        {
          "page": "704"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/448/0276-01",
        "/a2d/671/0701-01"
      ]
    },
    {
      "cite": "448 Pa.Super. 276",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        732397
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/448/0276-01"
      ]
    },
    {
      "cite": "426 Pa.Super. 607",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        929906
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "1221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/426/0607-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1137,
    "char_count": 26082,
    "ocr_confidence": 0.672,
    "pagerank": {
      "raw": 3.621854194197517e-07,
      "percentile": 0.888716098892252
    },
    "sha256": "f95a9a90d1a039c05fa9ef8255ae605f4a2661abc2281b585985efd81f2f77e3",
    "simhash": "1:afa0906ba73d3c7c",
    "word_count": 4165
  },
  "last_updated": "2024-02-27T19:28:08.003228+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McEWEN, President Judge, HUDOCK, J. and CIRILLO, President Judge Emeritus.",
      "¶ 24 McEWEN, President Judge, concurs in the result."
    ],
    "parties": [
      "C. Delores TUCKER and William Tucker, her husband, Appellants, v. PHILADELPHIA DAILY NEWS, Philadelphia Newspapers, Inc.; Knigh-Ridder, Inc.; Sports & Entertainment Litigation Reporter; Andrews Publications, Inc.; Legal Communications, Ltd.; Legal Intelligencer; Meridian Venture Partners, L.P.; Baseline II, Inc.; and the Entertainment Litigation Reporter, Appellees."
    ],
    "opinions": [
      {
        "text": "HUDOCK, J.:\n¶ 1 C. Delores Tucker and her husband, William, (the Tuckers) appeal from the order sustaining preliminary objections in the nature of a demurrer filed by the appellees and dismissing the Tuckers’ defamation complaint. We reverse and remand for further proceedings consistent with this opinion.\n¶ 2 The facts underlying this action were accurately summarized by the trial court in its opinion filed pursuant to Pennsylvania Rule of Appellate Procedure 1925(a) and are not in dispute. For purposes of this opinion, we reproduce these facts below, deleting citations and footnotes that refer to supporting documentation:\n[C. Delores] Tucker is a nationally known and outspoken advocate for the black community. In 1993, she became a leader in a movement against “gangsta rap.” Gangsta rap is known for its emphasis on violence, sex, drugs and criminal behavior. In her quest to stop the distribution of gangsta rap, Tucker became particularly focused on the work of Tupac Shakur, a noted gangsta rapper. A series of ^ lawsuits between Tucker, Shakur, and certain record producers ensued.\nSometime after the first lawsuit, Sha-kur included derogatory lyrics about Tucker on one of his albums. One song called Tucker a “m— f— [.]” Tucker claims that another song suggested that Tucker had “sold out” to the white establishment and invoked images of prostitution. In 1997, Tucker sued the estate of Shakur and the record companies responsible for distributing his records in the Eastern District of Pennsylvania. The lawsuit named the record companies as the principal wrongdoers in the action. Tucker claimed defamation of character, severe emotional distress and related pain and suffering. Tucker’s husband joined her lawsuit against the record companies, claiming that his wife’s injuries caused him to suffer a loss of advice, companionship and consortium.\nAs a result of both Tucker’s and Sha-kur’s notoriety, the media, including the [appellees], gave headline attention to Tucker’s lawsuit. Both [PNI and LCL] published similar articles. LCL reported that Tucker claimed “anguish caused by the lyrics diminished her sex life with her husband;” PNI in its headline stated that “[Shakur’s] lyrics had caused her mental anguish and diminished her sex life.” Both [appellees] published a quotation from an attorney for Shakur’s estate stating: “It’s hard for me to conceive how these lyrics could destroy her sex life. But we can only wait for the proof to be revealed in court.”\n[C. Dolores] Tucker claims that the [appellees] distorted and sensationalized the facts of her complaint by focusing only on her claim against Shakur and her sex life. In addition, she claims that the [appellees] recklessly published their stories by ignoring her press release and failing to contact her attorneys or misrepresenting their statements. Tucker stated that the [appellees] portrayed the complaint as solely against Shakur and focused improperly on her claim that the lyrics on Shakur’s album destroyed her sex life. Furthermore, Tucker claims that the [appellees] should have known, given the Tuckers’ reputation for morality and lawfulness, that the Tuckers would never have sued solely on the basis that rap lyrics destroyed their sexual relationship.\nThe Tuckers assert that the [appel-lees] have slandered them, defamed them and made them objects of ridicule. As evidence of the [appellees’] wrongdoing, the Tuckers claim that they cannot go anywhere or do anything without friends, relatives and strangers questioning them about the “ridiculous” lawsuit. The Tuckers demand $1 Million from each [appellee].\nTrial Court Opinion, 8/13/99, at 1-3.\n¶ 3 Both LCL and PNI filed preliminary objections in the nature of a demurrer, arguing that the Tuckers had not established a prima facie cause of action sounding in defamation and requesting that the complaint be dismissed. The trial court agreed with the appellees’ arguments and dismissed the complaint on June 16, 1999. This appeal followed.\n¶ 4 The Tuckers raise the following issue on appeal, which contains three sub-parts:\nDID THE TRIAL COURT ERR WHEN IT GRANTED [APPELLEES’] PRELIMINARY OBJECTIONS DISMISSING [THE TUCKERS’] COMPLAINT ON THE BASES THAT:\n1. She has not presented evidence that her reputation was actually damaged, only that she feels ridiculed when people ask her about the Shakur case. She does not contend that people have stopped asking her to speak at public engagements or provide other indicators that her position in the community has diminished.\n2. Tucker failed to show actual malice because she provided no evidence that the authors had knowledge that their statements were false or acted with reckless disregard for the truth. Furthermore, their statements were not false ...\n3. While LCL did lead its story with the “spiced up” statement “Tuckers’ diminished sex life”, the article on the whole, “accurately reflected Tucker’s Complaint. [”] Also proving abuse of the privilege requires proof that the sole purpose of the article was to humiliate [Tucker],\nThe Tuckers’ Brief at 2.\n¶ 5 When reviewing the dismissal of a complaint based upon preliminary objections in the nature of a demurrer, we treat as true all well-pleaded material, factual averments and all inferences fairly deducible therefrom. McArdle v. Tronetti, 426 Pa.Super. 607, 627 A.2d 1219, 1221 (1993). The complaint must be examined to determine whether it sets forth a cause of action which, if proven, would entitle the party to the relief sought. Id. Where the complaint fails to set forth a valid cause of action, a preliminary objection in the nature of a demurrer is properly sustained. Id.\n¶ 6 The Tuckers contend that the trial court erred in concluding that their complaint did not set forth a valid cause of action because the articles were capable of defamatory meaning and that such meaning did not have to be proven at this point in the proceedings.\nThis Court has stated the elements of a defamation action in the following manner:\nIn an action for defamation, the plaintiff must prove: (1) the defamatory character of the communication; (2) publication by the defendant; (3) its application to the plaintiff; (4) understanding by the recipient of its defamatory meaning; (5) understanding by the recipient of it as intended to be applied to plaintiff; (6) special harm to the plaintiff; (7) abuse of a conditionally privileged occasion. [See 42 Pa.C.S.A. § 8343(a).] Initially, it is the function of the court to determine whether the communication complained of is capable of a defamatory meaning. A communication is defamatory if it tends to harm the reputation of another as to lower him in the estimation of the community or to deter third persons from associating or dealing with him. A communication is also defamatory if it ascribes to another conduct, character or a condition that would adversely affect his fitness for the proper conduct of his proper business, trade or profession. If the court determines that the challenged publication is not capable of a defamatory meaning, there is no basis for the matter to proceed to trial; however, if there is an innocent interpretation and an alternate defamatory interpretation, the issue must proceed to the jury.\nMaier v. Maretti, 448 Pa.Super. 276, 671 A.2d 701, 704 (1995) (citations omitted). Further, when determining whether a communication is defamatory, the court will consider what effect the statement would have on the minds of the average persons among whom the statement would circulate. Id. “The words must be given by judges and juries the same significance that other people are likely to attribute to them.” Id.\nRush v. Philadelphia Newspapers, Inc., 732 A.2d 648, 651-52 (Pa.Super.1999). “It is also important to note [that] communications which may annoy or embarrass a person are not sufficient as a matter of law to create an action in defamation.” Maier, 671 A.2d at 704. See also Gordon v. Lancaster Osteopathic Hosp. Ass’n., 340 Pa.Super. 253, 489 A.2d 1364, 1369 (1985) (same). Further, a complete defense to all civil actions for libel exists when it is found that a publication is substantially true and is proper for public information or investigation, and such publication has not been maliciously or negligently made. 42 Pa. C.S.A. § 8342.\n¶ 7 As we have already stated, the first paragraph in the article in the Philadelphia Daily News notes that Mrs. Tucker’s suit claimed Shakur’s lyrics caused her mental anguish and diminished her sex life. Jamal E. Watson and Jim Smith, Suit: Tupac dead wrong, Philadelphia Daily News, August 2, 1997, at 5, attached as exhibit C to the Tuckers’ Brief. The cover of the newspaper included a picture of Mrs. Tucker with the headline, “A Dirty Rap, Suit v. Shakur estate says ‘vile’ lyrics ruined her rep — and her sex life.” Further, the article notes that Mrs. Tucker charged in her complaint that Shakur’s recording caused her great humiliation, mental pain and suffering, and that the complaint contained an allegation that Mr. Tucker suffered a loss of advice, companionship and consortium due to Shakur’s lyrics. The article from The Legal Intel-ligencer is headlined, “Gangsta Rap Critic Sues Shakur Estate For Album’s Derogatory References.” The Legal Intelligencer, August 4, 1997, at 6, attached as Exhibit E to The Tuckers’ Brief. The article states that Mrs. Tucker’s suit claims “among other things, that the anguish caused by the lyrics diminished her sex life with her husband.” Id. Thereafter, the same language from the Philadelphia Daily News’ article quoted above is used. Both articles also contain the quote from the attorney for Shakur’s estate to the effect that he can’t fathom how the allegedly offensive lyrics could destroy Mrs. Tucker’s sex life.\n¶ 8 The Tuckers first maintain on appeal that the court erred when it determined that the newspaper articles were incapable of defamatory meaning. They claim that the articles in question were clearly defamatory because they put a distorted defamatory sexual spin on the claims made in the underlying complaint. The Tuckers maintain that this distortion has undermined a lifetime of work in the community. Further, they allege that, although a diminished sex life may be a part of a loss of consortium claim, this is only a small portion of the instant claim and “the media cannot treat every consortium claim as a claim for damage to one’s sexual relations with one’s spouse.” The Tuckers’ Reply Brief at 12.\n¶ 9 Black’s Law Dictionary, seventh edition, p. 304, defines consortium, in pertinent part, as follows:\nconsortium 1. The benefits that one person, esp. a spouse, is entitled to receive from another, including companionship, cooperation, affection, aid, and (between spouses) sexual relations <a claim for loss of consortium >.\nThus, the Tuckers cannot deny that a loss of consortium claim may include a claim that sexual relations between spouses have been affected by the responsible party’s actions. Nor can the Tuckers maintain that their complaint in the Shakur suit did not include a count for loss of consortium. Rather, the Tuckers allege that the fact that the stories focused on the sexual aspect of the claim in the published reports, to the exclusion of other things, was erroneous and caused them harm.\n¶ 10 When determining whether a publication is capable of a defamatory meaning, the court must consider the impression that the entire article would engender in the minds of the average reader. Green v. Mizner, 692 A.2d 169, 172 (Pa.Super.1997).\nA publication is defamatory if it tends to blacken a person’s reputation or expose him to public hatred, contempt, or ridicule, or injure him in his business or profession. When communications tend to lower a person in the estimation of the community, deter third persons from associating with him, or adversely affect his fitness for the proper conduct of his lawful business or profession, they are deemed defamatory.\nId. (citations omitted). Further, “[f]or purposes of the threshold determination whether a communication could be understood as defamatory, it is not necessary for the communication actually to have caused harm to reputation; defamatory character depends on the general tendency of the words to have such an effect.” Agriss v. Roadway Exp., Inc., 334 Pa.Super. 295, 483 A.2d 456, 461 (1984).\n¶ 11 In the present case, the Tuckers stress that the emphasis in the articles on the one possible component of a loss of consortium claim, to the exclusion of the other ingredients, creates an impression that will expose the Tuckers to public hatred and ridicule. We agree with the Tuckers’ assertion that, because of their advanced age and their reputation as people of strong morals, the suggestion in the newspaper articles that the Tuckers are overly concerned with sexual matters could be capable of defamatory meaning. This does not end our inquiry, however.\n¶ 12 The Tuckers are correct in noting that the general rule in this state is that, “if a challenged statement can be reasonably construed as defamatory, a complainant has established a prima facie case and is entitled to proceed to a jury on the issues raised.” Green, 692 A.2d at 174. This general rule does not apply, however, to cases where the complainant does not establish specific damages that arose from the alleged defamation, but only shows their personal embarrassment. Parano v. O’Connor, 433 Pa.Super. 570, 641 A.2d 607, 609 (1994) (stating that even though the statements made might have been annoying or embarrassing to the appellant, personal annoyance or embarrassment are not the sorts of injury that will support a defamation claim). In the present case, because this matter was decided by the grant of a demurrer, we must review the Tuckers’ complaint to determine whether the defamation claim against the appellees is based solely on the Tuckers’ annoyance or embarrassment. The complaint avers that:\n57. [Appellees] knew, should have known, and/or were reckless in not knowing that the Tuckers’ July 21, 1997 lawsuit and the Tuckers did not claim they were entitled to $10 million because lewd lyrics destroyed their sex lives.\n60. All of the [appellees] have slandered and defamed [the Tuckers] by making the Tuckers objects of ridicule in the world, and all of the [appellees] have done so with knowledge or reckless disregard of the truth or falsity of the articles.\n61. All of the [appellees] have put [the Tuckers] in a false light by portraying the Tuckers as individuals bringing a frivolous lawsuit, contending that lewd lyrics destroyed their sex fives, and consequently they are entitled to $10 million.\n62. All of the [appellees’] slanderous stories have snowballed and mushroomed to the point of hundreds of articles ridiculing and demeaning [the Tuckers] throughout the world.\n63. [The Tuckers] cannot go anywhere or do anything without friends, relatives, acquaintances, and even strangers questioning the Tuckers as to why they brought such a ridiculous lawsuit.\nComplaint, dated 7/29/98.\n¶ 13 The trial court found that the allegations contained in the complaint did not set forth a cause of action in defamation because the essence of their complaint is that the Tuckers have become objects of ridicule and that they are embarrassed by the continued publication of stories that allude to their sex life. The Tuckers are discomfited by the need to answer questions regarding these articles to family, friends, and business acquaintances. The question thus becomes whether these damages constitute a harm to the Tuckers that goes beyond personal embarrassment.\n¶ 14 The concept of actual harm in terms of a defamation action was explained by a panel of this Court in Agriss, 483 A.2d at 467. Quoting from the United States Supreme Court landmark decision of Gertz v. Robert Welch, Inc., 418 U.S. 323, 350, 94 S.Ct. 2997, 41 L.Ed.2d 789 (1974), the Agriss Court stated:\n“Actual injury is not limited to out-of-pocket loss. Indeed, the more customary types of actual harm inflicted by defamatory falsehood include impairment of reputation and standing in the community, personal humiliation, and mental anguish and suffering. Of course, juries must be limited by appropriate instructions, and all awards must be supported by competent evidence concerning the injury, although there need be no evidence which assigns an actual dollar value to the injury.”\nAgriss, 483 A.2d at 467.\n¶ 15 Based upon the quoted language above, we conclude that the Tuckers have set forth in their complaint sufficient allegations of an actual injury. We recognize that the issue of determining whether the alleged defamatory publication is a “mere annoyance or embarrassment” on the one hand, or sufficient to establish “personal humiliation and mental anguish and suffering” on the other hand is sometimes difficult. The difference between these two standards appears to be a matter of degree. In a case such as the present one, where we must treat as true all well-pleaded factual averments and fairly deducible inferences in order to determine whether a complaint has set forth a valid cause of action, this Court must carefully consider the damages pleaded. In the present case, the Tuckers alleged that they have been made objects of ridicule throughout the world. Such a sweeping allegation is more than a mere annoyance or embarrassment. Thus, we conclude that the Tuckers’ complaint sets forth a prima, facie case of defamation. The trial court erred when it reached a contrary conclusion.\n¶ 16 The Tuckers next assert that the trial court erred in requiring them to provide proof of actual malice in the complaint. It cannot be disputed that when a defamation action concerns a public figure, such public figure is required to show by clear and convincing evidence that the publication is made with knowledge that the statements contained therein are false or with reckless disregard for the truth or falsity of the statements. Coleman v. Philadelphia Newspapers, Inc., 391 Pa.Super. 140, 570 A.2d 552, 555 (1990) (citing New York Times v. Sullivan, 376 U.S. 254, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964), and Curran v. Philadelphia Newspapers, Inc., 376 Pa.Super. 508, 546 A.2d 639 (1988)). This standard is known as “actual malice.” Id. The actual malice inquiry focuses on whether the publisher, in fact, entertained serious doubts regarding the truth or falsity of the published statements. Id. at 557.\n¶ 17 Actual malice is not found merely through a showing of ill will or “malice” in the ordinary sense of the term. Reiter v. Manna, 436 Pa.Super. 192, 647 A.2d 562, 567 (1994). “ ‘Nor can the fact that the defendant published the defamatory material in order to increase its profits suffice to prove actual malice.’ ” Id. (quoting Harte-Hanks Communications, Inc. v. Connaughton, 491 U.S. 657, 666-67, 109 S.Ct. 2678, 105 L.Ed.2d 562 (1989)). Moreover, falsity, in and of itself, is not sufficient to prove actual malice. Curran, supra, 546 A.2d at 642. Rather, actual malice requires a showing, at minimum, that the statements were made with a reckless disregard for the truth. Reiter, 647 A.2d at 567.\nReckless disregard, it is true, cannot be fully encompassed in one infallible definition. Inevitably its outer limits will be marked out through case-by-case adjudication. The cases are clear, however, that reckless conduct is not measured by whether a reasonably prudent man would have published, or would have investigated before publishing. There must be sufficient evidence to permit the conclusion that the defendant in fact entertained serious doubts as to the truth of his publication. A showing of no more that negligence, carelessness, bad judgment or inaccuracy in the preparation and publication of an allegedly defamatory communication is insufficient to show the recklessness needed to prove actual malice.\nRaffensberger v. Moran, 336 Pa.Super. 97, 485 A.2d 447, 453 (1984) (internal citations ánd quotation marks omitted). We note, however, that proving actual malice calls into question the state of mind of the one who published the allegedly defamatory statement and, therefore, the issue is not one that readily lends itself to summary disposition. Id. at 454.\n¶ 18 In the present case, the Tuckers contend that a jury could find that the appellees had misrepresented the underlying Shakur complaint in their news articles, and this supports the conclusion that actual malice is apparent. In essence, the Tuckers maintain that, had the appellees more thoroughly investigated the complaint and its allegations, they would have known that the complaint contained more than the consortium claim and would have more fairly covered the entire complaint. The Tuckers maintain that a comparison of the complaint, the Tuckers’ news release and the published stories will reveal that the newspapers acted with more than mere negligence when they published the articles which indicated that the complaint only encompassed the claim that the Tuckers’ sex life was ruined by the derogatory lyrics. We agree with the Tuckers that the trial court erred by dismissing the complaint based upon the appellees’ preliminary objections. At this stage in the proceedings, it would be impossible for the Tuckers to establish the state of mind of the appellees when they published the stories. Information relating to the appellees’ investigation or other publication safeguards cannot be determined before discovery has been conducted. Therefore, we conclude that the trial court acted prematurely in this instance.\n¶ 19 As their final issue on appeal, the Tuckers also allege that a jury could have found that the appellees had abused the fair reporting privilege in failing to accurately report on the Shakur complaint and that the court erred in requiring proof that the privilege was abused at this stage in the proceedings. A newspaper has a qualified privilege to make a fair and accurate report of judicial proceedings, including reporting on judicial pleadings such as the complaint in the instant case, if the article is not published solely for the purpose of causing harm to the person being reported on. Binder v. Triangle Publications, Inc., 442 Pa. at 324, 275 A.2d at 56. “The Pennsylvania Supreme Court has recognized that if the account is fair, accurate and complete, and not published solely for the purpose of causing harm to the person defamed, it is privileged and no responsibility attaches, even though information contained therein is false or inaccurate.” Oweida v. Tribune-Review Pub. Co., 410 Pa.Super. 112, 599 A.2d 230, 233-34 (1991) (citations and internal quotation marks and alterations deleted). However, this qualified privilege may be overcome by overly embellishing an account of a proceeding. Binder, 442 Pa. at 324, 275 A.2d at 56.\n¶ 20 To determine whether the privilege has been overcome, the question becomes whether a reasonable person, comparing the complaint and the article as a whole, could conclude that the article was a fair and accurate rendition of the complaint. First Lehigh Bank v. Cowen, 700 A.2d 498, 503 (Pa.Super.1997). Whether a communication is conditionally privileged is a matter for the court to determine. Id. Whether a privilege is abused is a question for the jury; however, the court may rule on the issue if the evidence is so clear that no reasonable person would determine the issue in any way but one. Id. Finally, “[a]n action for defamation cannot be premised solely on [the newspaper’s] style or utilization of vivid words in reporting a judicial proceeding.” Binder, 442 Pa. at 327, 275 A.2d at 58. The fair report privilege does not require that the newspaper account contain a verbatim recitation of the document being reported on, it merely requires a summary of that document that is substantially accurate. First Lehigh Bank, supra, at 502.\n¶ 21 The trial court held that the articles in question, on the whole, accurately reflected the Tuckers’ complaint. For the reasons stated above, we disagree with this assessment. The complaint in question contained many allegations, and yet the published headlines screamed to the public that Mrs. Tucker was suing the rap singer because her sex life had been adversely affected. As stated above, a consortium claim encompasses more than just the quality of the sexual lives of a married couple. The articles, at the least, created a false impression regarding the complaint filed. We cannot say, as a matter of law, that the articles contained a “fair, accurate and complete” account of the complaint.\n¶ 22 For all of the forgoing reasons, we reverse the order that sustained the preliminary objections in the nature of a demurrer that were filed by the appellees, the newspapers, and remand this matter for additional proceedings consistent with this opinion.\n¶ 23 Order reversed. Case remanded. Jurisdiction relinquished.\n¶ 24 McEWEN, President Judge, concurs in the result.",
        "type": "majority",
        "author": "HUDOCK, J.:"
      }
    ],
    "attorneys": [
      "Richard C. Angino, Harrisburg, for appellants.",
      "Jonathan F. Ball, Philadelphia, for Legal Communications, appellee.",
      "Amy B. Ginensky, Philadelphia, for Phil. Daily News, appellee."
    ],
    "corrections": "",
    "head_matter": "C. Delores TUCKER and William Tucker, her husband, Appellants, v. PHILADELPHIA DAILY NEWS, Philadelphia Newspapers, Inc.; Knigh-Ridder, Inc.; Sports & Entertainment Litigation Reporter; Andrews Publications, Inc.; Legal Communications, Ltd.; Legal Intelligencer; Meridian Venture Partners, L.P.; Baseline II, Inc.; and the Entertainment Litigation Reporter, Appellees.\nSuperior Court of Pennsylvania.\nArgued Feb. 22, 2000.\nFiled June 28, 2000.\nReargument Denied Sept. 6, 2000.\nRichard C. Angino, Harrisburg, for appellants.\nJonathan F. Ball, Philadelphia, for Legal Communications, appellee.\nAmy B. Ginensky, Philadelphia, for Phil. Daily News, appellee.\nBefore McEWEN, President Judge, HUDOCK, J. and CIRILLO, President Judge Emeritus.\n. The Tuckers’ action against several of the parties still listed in this caption has been discontinued by stipulation. The only remaining appellees are Legal Communications, Ltd., and its publication The Legal Intel-ligencer (hereinafter, LCL); Knight-Ridder, Inc.; and Philadelphia Newspapers, Inc., and its publication Philadelphia Daily News (hereinafter, PNI) (collectively, appellees)."
  },
  "file_name": "0938-01",
  "first_page_order": 986,
  "last_page_order": 995
}
