{
  "id": 9494840,
  "name": "ASSOCIATED ESTATES, LLC, Appellant, v. Denise Y. CALDWELL, Personal Representative of the Estate of Eugene Caldwell, and District of Columbia, Appellees",
  "name_abbreviation": "Associated Estates, LLC v. Caldwell",
  "decision_date": "2001-09-06",
  "docket_number": "No. 00-CV-193",
  "first_page": "939",
  "last_page": "947",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 939"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "614 A.2d 40",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7927075
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/614/0040-01"
      ]
    },
    {
      "cite": "479 F.2d 201",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3590274,
        1309279
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "211"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/156/0109-01",
        "/f2d/479/0201-01"
      ]
    },
    {
      "cite": "156 U.S.App. D.C. 109",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3590274
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "119"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/156/0109-01"
      ]
    },
    {
      "cite": "605 A.2d 50",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7936579
      ],
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/605/0050-01"
      ]
    },
    {
      "cite": "500 A.2d 1001",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7903829
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1005",
          "parenthetical": "assuming such an offset might be available"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/500/1001-01"
      ]
    },
    {
      "cite": "76 Md.App. 391",
      "category": "reporters:state",
      "reporter": "Md. App.",
      "case_ids": [
        4448101
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md-app/76/0391-01"
      ]
    },
    {
      "cite": "256 P. 464",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "weight": 2,
      "year": 1927,
      "pin_cites": [
        {
          "page": "467"
        },
        {
          "page": "468"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "83 Cal.App. 161",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "case_ids": [
        2205519
      ],
      "year": 1927,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app/83/0161-01"
      ]
    },
    {
      "cite": "685 A.2d 399",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7349726
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "402-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/685/0399-01"
      ]
    },
    {
      "cite": "372 A.2d 1005",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8052060
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1008"
        },
        {
          "page": "1008"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/372/1005-01"
      ]
    },
    {
      "cite": "6 P.2d 499",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1931,
      "pin_cites": [
        {
          "page": "502"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "214 Cal. 455",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2235778
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/cal/214/0455-01"
      ]
    },
    {
      "cite": "614 A.2d 33",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7927002
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "38"
        },
        {
          "page": "43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/614/0033-01"
      ]
    },
    {
      "cite": "544 A.2d 716",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7942114
      ],
      "pin_cites": [
        {
          "page": "719"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/544/0716-01"
      ]
    },
    {
      "cite": "364 A.2d 809",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8018444
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "812"
        },
        {
          "page": "812",
          "parenthetical": "holding that actual notice does not substitute for strict compliance in the context of notice by publication"
        },
        {
          "page": "812"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/364/0809-01"
      ]
    },
    {
      "cite": "430 A.2d 519",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7977868
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "522"
        },
        {
          "page": "520"
        },
        {
          "page": "523"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/0519-01"
      ]
    },
    {
      "cite": "408 A2d 31",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7955157
      ],
      "pin_cites": [
        {
          "page": "41-42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/0031-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 982,
    "char_count": 23190,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 1.202179636916773e-07,
      "percentile": 0.5939487205624729
    },
    "sha256": "343b152b7322e00c82454f400e201296402dd24e3e349c0b51fb740bcd298c36",
    "simhash": "1:d95176f7e30945ba",
    "word_count": 3798
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, GLICKMAN, and WASHINGTON, Associate Judges."
    ],
    "parties": [
      "ASSOCIATED ESTATES, LLC, Appellant, v. Denise Y. CALDWELL, Personal Representative of the Estate of Eugene Caldwell, and District of Columbia, Appellees."
    ],
    "opinions": [
      {
        "text": "GLICKMAN, Associate Judge:\nDenise Caldwell, as the personal representative of the Estate of Eugene Caldwell, sued to set aside a tax deed issued to Associated Estates following the expiration of the statutory period allowed for redemption of property sold for failure to pay taxes. The trial court awarded summary judgment to Ms. Caldwell and voided the deed on the ground that the District of Columbia had failed to send by registered or certified mail a notice of the expiring redemption period to the record owner of the property, as the District was required to do by law. The court ruled that this failure could not be cured by a showing that Ms. Caldwell had actual knowledge of the Estate’s redemption rights. The court conditioned reversion of the property to the Estate on repayment to Associated Estates of amounts it had paid for taxes and conveyance of the deed. The court refused to require the Estate to reimburse Associated Estates for expenditures that it had made to maintain and improve the property on the ground that such reimbursement was not authorized by the tax sale statute.\nWe affirm the trial court’s award of summary judgment. We hold that actual notice of the imminent expiration of the statutory redemption period does not cure, or render harmless, the District’s material failure to give notice in the manner required by law. In addition, we hold that in the absence of statutory authorization, a tax sale purchaser ordinarily is not entitled to be reimbursed for its maintenance and improvement expenditures when its tax deed is declared invalid. While equitable principles may entitle the tax sale purchaser to such reimbursement in some cireum-stances, those circumstances are not present in this case.\nI.\nThere is no dispute as to the material facts. Eugene Caldwell died in June 1995. Denise Caldwell was appointed to be the personal representative of his estate. At the time of his death, Eugene Caldwell owned real property located at 4312 3rd Street, N.W. in the District of Columbia. The following year, the District of Columbia asserted a hen against that property for unpaid 1995 taxes. The District acquired the lien itself at a sale held in July 1996, and later that year it packaged the lien with a large number of other delinquent tax liens and sold them in bulk to an entity known as the District TLC Trust 1996. See D.C.Code §§ 47-1303, 1303.04(a), (b) (2001). The sale was evidenced by a tax lien certificate, which is required to recite the name of the record owner and the full amount of the lien, including penalties, interest, and costs accrued as of the date of the sale for each property. See D.C.Code § 47-1303.04(d). On August 13, 1997, the District TLC Trust sold the tax lien on the 4312 3rd Street property to Associated Estates for $1,119.51, the amount of the lien. See D.C.Code § 47-1303.04©.\nBefore a tax deed of ownership for the 4312 3rd Street property could be issued to Associated Estates, the District was required to notify the record owner of the property of the statutory right to redeem the property by paying the purchase price for the tax lien (with interest). See D.C.Code §§ 47-1303.04(f)(l), -1304, -1306 (2001). This notice was required to be furnished “by registered or certified mail ... at least 30 days in advance of expiration of the redemption period.” D.C.Code § 47-1303.04(0(1) (2001); see also 9 DCMR. § 317.3 (1998). Accordingly, on September 9, 1997, in purported compliance with these statutory requirements, the District sent a notice addressed to Eugene Caldwell at 4312 3rd Street, N.W., advising him that his statutory right to redeem the property would expire in thirty-days. The District sent this notice, however, by what the parties have termed “regular” mail, not by registered or certified mail. The District did not send a redemption notice to Ms. Caldwell.\nMs. Caldwell did not seek to redeem the 4312 3rd Street property before the redemption period expired on October 9, 1997. Associated Estates then paid the District an additional $1,842.82, representing taxes assessed against the property for tax years 1996 and 1997. The following month, on November 14, 1997, the District issued to Associated Estates a tax deed for the 4312 3rd Street property. Over the next several months, from November 1997 to August 1998, Associated Estates made over $20,000 worth of repairs and improvements to the property in anticipation of reselling it for a profit.\nMs. Caldwell learned of the issuance of the tax deed to Associated Estates in December 1997. Acting in her capacity as the personal representative of Eugene Caldwell’s Estate, she sued the District in January 1998 to void the deed. She added Associated Estates as a defendant in early February 1998.\nThe trial court granted summary judgment to Ms. Caldwell and voided the tax deed on the ground that the District had failed to send notice of the imminent expiration of the redemption period by registered or certified mail, as required by law. The court ordered reversion of the 4312 3rd Street property to Eugene Caldwell’s Estate, on condition that Associated Estates be reimbursed what it had paid in taxes and for conveyance of the property, with interest at the rate of 6% per annum. The court ruled that Associated Estates did not have a right to be reimbursed for its expenditures to maintain and improve the property.\nII.\nSummary judgment is granted properly if no genuine issue of material fact exists and the movant is entitled to judgment as a matter of law. See, e.g., Nader v. de Toledano, 408 A2d 31, 41-42 (D.C.1979). Associated Estates contends that it was improper for the trial court to grant summary judgment in this case, despite the District’s failure to send notice of the expiring redemption period by registered or certified mail, because there existed a genuine issue as to whether Ms. Caldwell had actual notice of her redemption rights. Specifically, Associated Estates sought the opportunity to prove that Ms. Caldwell had complete control of and access to the 4312 3rd Street property, and that she received the notice that the District sent to Eugene Caldwell at that address by “regular” mail. In addition, Associated Estates contends that even if the award of summary judgment was otherwise proper, the trial court erred in ruling that it had no right to reimbursement for the costs it incurred to maintain and improve the property.\nA.\nIt is firmly established in this jurisdiction that the District of Columbia “may effect a valid conveyance of property for nonpayment of real estate taxes only by ‘strict compliance’ with the tax sale statute and regulations.” Boddie v. Robinson, 430 A.2d 519, 522 (D.C.1981) (citations omitted). Strict compliance is required to “guard against the deprivation of property without due process of law,” and because “it is the policy of the state to give the delinquent taxpayer every reasonable opportunity, compatible with the rights of the state, to redeem his property.” Potomac Bldg. Corp. v. Karkenny, 364 A.2d 809, 812 (D.C.1976) (internal quotations and citations omitted). Accordingly, “[i]f the District fails to comply in every respect with the statute and regulations, the sale is invalid and must be set aside.” Keatts v. Robinson, 544 A.2d 716, 719 (D.C.1988). In Boddie, this court applied that strict rule to invalidate a tax sale where the District failed to provide notice of an expiring redemption period in strict accordance with applicable regulations. Although the District did utilize registered mail to send the notice in Boddie (unlike in the present case), it misaddressed the envelope, in a way that created a substantial danger that the notice would not reach the intended recipient. As it happened, a postal worker caught the mistake and routed the envelope to the correct address, but the court held that “[p]ost office procedures cannot cure materially defective notice.” Boddie, 430 A.2d at 520.\nThe District did not comply strictly with the requirements of the tax sale statute and regulations in this case. The District deviated from those requirements when it failed to send the notice of the expiration of the redemption period by certified or registered mail. That deviation was material for the same reason as in Boddie — -it created a substantial danger that the notice would not reach the intended recipient. “By mandating that the record owner be notified, by certified or [registered] mail, of the final date for redeeming the property, the Council indicated the particular importance it attached to this potentially final opportunity for people to save their property.” Malone v. Robinson, 614 A.2d 33, 38 (D.C.1992) (internal quotation marks, ellipses and citations omitted). The use of certified or registered mail instead of ordinary mail increases the probability that the post office delivers the notice to the proper party. In addition, the use of certified or registered mail results in an unambiguous record of whether the requisite notification has occurred or not. The creation of such a record helps to prevent expensive and time-consuming disputes over notice, such as the dispute in this very case. All parties’ rights are protected, and all parties are benefitted, by strict adherence to the prescribed procedures — not least the tax sale purchaser, who can know with certainty that the record owner has been notified properly, and can then proceed with confidence that the tax deed is valid.\nAssociated Estates seeks the opportunity to prove that Ms. Caldwell received the ordinary mail notice that the District sent, and that she therefore had actual notice of the imminent expiration of the redemption period. If so, Associated Estates argues, the District’s failure to send the notice by registered or certified mail was “cured.”\nWe are not persuaded by this argument which runs counter to the reasoning of Boddie and other decisions of this court. “The strict compliance rule has been this court’s response to claims that conceded but ‘technical’ violations of the statute or regulations should not nullify a sale either because there was ‘substantial compliance’ with the notice requirements or the property owner had actual notice of the proceedings despite the defect.” Gore, 614 A.2d at 43. See, e.g., Potomac Bldg. Corp., 364 A.2d at 812 (holding that actual notice does not substitute for strict compliance in the context of notice by publication). In Boddie itself, the court quoted with complete approval the statement of the Supreme Court of California that “[a] failure to comply strictly with the provisions of a statute in reference to notice of tax sales, renders the sale void, even if the owner has actual knowledge and attempts to waive the defect.” 430 A.2d at 522 n. 5 (quoting Dougery v. Bettencourt, 214 Cal. 455, 6 P.2d 499, 502 (1931)). See also 430 A.2d at 522 n. 8. Cf. Malone, 614 A.2d at 38 n. 10 (“The fact that the Department had some weeks previously sent by ordinary mail an unreturned letter explaining that the redemption period would soon expire and that an official notice of the expiring redemption period would follow cannot serve as a substitute for the required official redemption notice.”). One of the principal advantages of the strict compliance rule — the certainty and clarity that it engenders — would be lost if a party could overcome the rule in any given case with an evidentiary showing that the record owner had actual notice.\nWe conclude that even though there exists a genuine factual dispute over whether Ms. Caldwell received actual notice of the expiring redemption period, that dispute was not material to the summary judgment motion before the trial court. The District’s undisputed failure to furnish notice by registered or certified mail, as required by law, required the trial court to grant Ms. Caldwell’s motion and void the tax deed issued to Associated Estates.\nB.\nThe tax sale statute provides that when the court voids a conveyance by the District of property sold for taxes, “the party in whose favor the decree is rendered shall pay to the party holding such conveyance ... the amount paid for such taxes and conveyances, together with interest at the rate of 6% per annum.” D.C.Code § 47-1308 (2001). In seeking to recoup what it spent to maintain and improve the 4312 3rd Street property, Associated Estates is seeking to recover more than the statute authorizes.\nGenerally speaking, “[rlights and liabilities under tax sale proceedings rest entirely upon the statutes involved.” Robinson v. District of Columbia, 372 A.2d 1005, 1008 (D.C.1977) (citations omitted). Thus, this court has held that “in the absence of statutory provisions, the tax certificate purchaser assumes the risks involved and has no remedy against the taxing authorities.” Id. In McCulloch v. District of Columbia, 685 A.2d 399 (D.C.1996), the court followed Robinson, holding that the existence of the limited statutory remedies “cannot be reconciled with the notion that ... a qualitatively different and more extensive remedy is also authorized.” Id. at 402-03.\nRobinson and McCulloch involved attempts to recover extra-statutory damages from the District. In this case, however, Associated Estates seeks to recover such damages from the record owner, who will presumably enjoy the benefit of the repairs and improvements that Associated Estates made. Nevertheless, in the absence of express statutory authorization, we must look to the common law; and the remedies available to Associated Estates at common law are limited.\n“At common law, the tax lien or tax certificate purchaser buys under the rule of caveat emptor. Under those common law rules, the purchaser would get nothing unless he got the land itself.” Robinson, 372 A.2d at 1008. This principle extends to reimbursement for improvements. “The general rule of law, in the absence of statute, does not hold the owner liable for the cost of improvements, where the tax deed is void.” Numitor Gold Mining Co. v. Katzer, 83 Cal.App. 161, 256 P. 464, 467 (1927). Some jurisdictions, though not the District of Columbia, have ameliorated the potential harshness of this common law rule through legislation that permits the tax sale purchaser to recover the cost of improvements, at least under defined circumstances. See, e.g., Stouter v. Bailey, 76 Md.App. 391, 545 A.2d 98, 101 (1988). But it is up to the legislature to take the initiative in this area, for sound reasons underlie the traditional rule against requiring the record owner to reimburse the tax purchaser for improvements:\nFor generations the theory of the law has been that the purchaser of a tax title is a mere speculator who, owing to the misfortune or carelessness of the owner, has become possessed of a desirable property for an infinitesimal proportion of its actual value.... Justice would seem to require the protection of an unfortunate owner against too hasty or radical changes in the character of the property by an ambitious tax buyer, which might amount to appropriation even though the deed proved to be void and the purchaser was without title.\nNumitor, 256 P. at 468. As Judge Diaz put it in his order in this case, the court must take care that tax sale purchasers not be “permitted to ensure their continued possession [of] the property by raising the value of the land so as to effectively prevent a record owner from ever exercising its redemption rights.”\nAssociated Estates argues that in making improvements to the property in this case, it reasonably relied on the fact that the District issued it a tax deed after the apparent expiration of the redemption period. D.C.Code § 47-1304(a) provides that such a tax deed is “prima facie evidence of a good and perfect title in fee simple” to the property. Prima facie validity does not mean, however, that the deed is not voidable for failure to satisfy the statutory preconditions to its issuance. We perceive no unfairness. “[D]eficiencies in notice ... are readily discoverable by [a tax sale purchaser] before he acts.” Potomac Bldg. Corp., 364 A.2d at 812.\nThe general rule against requiring the record owner to reimburse the tax sale purchaser for improvements to the property when the tax sale is voided is not absolute, however. The principal exception that this court has recognized arises in circumstances not presented here, where the tax sale purchaser must account to the record owner for the rentals or other profits that it earned from its temporary possession of the property. See Robinson v. Mattox, 500 A.2d 1001, 1004 n. 3 (D.C.1985). In such a case, the tax purchaser may be entitled to an offset against its earnings for amounts it expended to maintain the property. See id. at 1005 (assuming such an offset might be available).\nEquitable principles may entitle a tax sale purchaser to recover maintenance and improvement costs from the owner in other circumstances, despite the invalidity of the tax deed, if the purchaser meets the requirements of a quasi-contractual unjust enrichment claim. See generally 4934, Inc. v. District of Columbia Dep’t of Employment Servs., 605 A.2d 50, 56 (D.C.1992) (“the doctrine of unjust enrichment depends on whether it is fair and just for the recipient to retain the benefit”); Bloomgarden v. Coyer, 156 U.S.App. D.C. 109, 119, 479 F.2d 201, 211 (1973). D.C.Code § 47-1308 does not preclude an equitable right to be reimbursed for improvements on an unjust enrichment theory. Associated Estates, however, did not proffer to the trial court any basis for invoking unjust enrichment. Associated Estates did not contend, for example, that it made repairs and improvements with Ms. Caldwell’s knowledge and consent. If anything, the fact that Associated Estates continued to incur expenses to improve the property after it knew Ms. Caldwell was contesting the validity of its deed undermines any claim for reimbursement based on equitable considerations.\nIn sum, D.C.Code § 47-1308 does not contemplate reimbursement of the tax sale purchaser for repairs and improvements it made to the property, and no circumstances justifying such reimbursement as a matter of equity were presented to the trial court. We therefore conclude that the court ruled correctly in refusing to condition reversion of the 4312 3rd Street property on repayment of the betterment costs that Associated Estates incurred.\nIII.\nFor the foregoing reasons, we affirm the order of the trial court awarding summary judgment to Ms. Caldwell as the personal representative of the Estate of Eugene Caldwell.\nSo ordered.\n. Upon learning that the District TLC Trust had acquired a tax lien against the 4312 3rd Street property, Ms. Caldwell made inquiry with Breen Capital Services Corporation, the Trust’s agent for payment and redemption of taxes. Breen informed her in mid-August 1997 that the lien had been paid off.\n. Ms. Caldwell alleged in the trial court that she had filed her letter of appointment and a change of address form with the District’s tax authorities so that bills and notices relating to the property of the Estate would be sent to her home address. The District denied that it had received anything from Ms. Caldwell. In granting summary judgment, the trial court found it unnecessary to resolve the factual dispute over whether Ms. Caldwell notified the District of her appointment, and that dispute is not material to the issues now before us.\n.Apparently unaware that Associated Estates was acquiring the 4312 3rd Street property and had paid the taxes assessed against it, Ms. Caldwell herself paid $1,856.22 to the D.C. Treasurer on October 27, 1997, representing payment in full of the taxes due for 1996 and 1997.\n. D.C.Code § 47-1303.04(0(2) provides that suits to contest the validity of a tax deed issued pursuant to that section \"may not be instituted and are forever barred if not filed within 90 days of recordation of the deed in the Office of the Recorder of Deeds.” Although the record does not reflect when, if ever, Associated Estates recorded its tax deed, Ms. Caldwell complied with § 47-1303.04(f)(2) because she instituted her action against the District and Associated Estates within 90 days of the issuance of the deed.\n. \"Strict compliance” does not mean \"absolute perfection.” As this court said in Boddie, 430 A.2d at 523, we do not carry the strict compliance rule to an \"illogical extreme” by invalidating tax sales for deviations from statutory mailing requirements that are truly trivial. Thus, in Gore v. Newsome, 614 A.2d 40 (D.C.1992), the court declined to invalidate a tax sale merely because the notice to the record owners of the property abbreviated their first names from \"George” to \"Geo.” and \"Alma” to \"A.” The court held that because those abbreviations \"would not materially affect the accuracy of the notices given or create a substantial danger of misleading property owners as to the intended recipients of the notice, the trial court erred in voiding the tax sale on this ground.” Id. at 41.\n. It is true that, unlike in this case, the tax purchaser in Boddie did not assert that the record owner had actual notice of the expiring redemption period. See 430 A.2d at 522 n. 8, 523 (noting that although the post office did deliver the misaddressed notice in Boddie to the correct address, the notice was returned unclaimed). The court's holding that a materially misaddressed redemption notice would invalidate a tax sale was categorical. That holding turned not on the failure to deliver the notice to the intended recipient in the particular case, but rather on the potential for mis- or non-delivery that exists in any case in which the address on the envelope is erroneous.\n. See also D.C.Code § 47-1303.04(0(4), which provides that \"[ujpon the expiration of the 90-day period from the date of recordation of the [tax] deed, the validity of the deed, any other agreements relating thereto, and all proceedings in connection therewith shall be conclusively presumed to have been legally taken and no court shall have the authority to inquire into such matters.” This court has not had occasion yet to construe this provision.\n. We stress that Associated Estates’s claim that Ms. Caldwell had actual knowledge of the expiring redemption period, despite the District’s failure to send her notice by certified or registered mail, does not provide a sufficient basis to invoke the doctrine of unjust enrichment. The requirement of strict compliance with the tax sale statute and regulations is not to be evaded by appeals to equity.",
        "type": "majority",
        "author": "GLICKMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Philip A. Goiran, Falls Church, VA, for appellant.",
      "Robert J. Pleshaw, Washington, DC, for appellee Denise Y. Caldwell.",
      "Robert R. Rigsby, Corporation Counsel, Charles L. Reischel, Deputy Corporation Counsel, Sheila Kaplan, Assistant Corporation Counsel, and filed a statement in lieu of brief for appellee District of Columbia."
    ],
    "corrections": "",
    "head_matter": "ASSOCIATED ESTATES, LLC, Appellant, v. Denise Y. CALDWELL, Personal Representative of the Estate of Eugene Caldwell, and District of Columbia, Appellees.\nNo. 00-CV-193.\nDistrict of Columbia Court of Appeals.\nArgued Dec. 5, 2000.\nDecided Sept. 6, 2001.\nPhilip A. Goiran, Falls Church, VA, for appellant.\nRobert J. Pleshaw, Washington, DC, for appellee Denise Y. Caldwell.\nRobert R. Rigsby, Corporation Counsel, Charles L. Reischel, Deputy Corporation Counsel, Sheila Kaplan, Assistant Corporation Counsel, and filed a statement in lieu of brief for appellee District of Columbia.\nBefore STEADMAN, GLICKMAN, and WASHINGTON, Associate Judges."
  },
  "file_name": "0939-01",
  "first_page_order": 981,
  "last_page_order": 989
}
