{
  "id": 6094934,
  "name": "In re William E. Sharp",
  "name_abbreviation": "In re Sharp",
  "decision_date": "1930-04-10",
  "docket_number": "No. 2252",
  "first_page": "940",
  "last_page": "942",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 940"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 289,
    "char_count": 4194,
    "ocr_confidence": 0.465,
    "sha256": "fc07dfd514438a65e172cf587c9fd0c6ccc2a5b8d63465919caed2ca29d96d21",
    "simhash": "1:372dfaaaf24fc608",
    "word_count": 727
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and: Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re William E. Sharp"
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered tbe opinion of the court:\nAppellant claims patent for improvements in lock nuts. The claim was disallowed by the examiner and upon appeal to the Board of Appeals his action was affirmed, whereupon further appeal was taken which brings the matter before us.\nClaims 1, 2, and 3 are process claims and Nos. 4 and 5 are. for the article.\nClaims 1 and 4 appear to be representative. They read as follows:\n1. The process of producing a lock nut consisting in forming a plane faced blank and threading the same, and then compressing one face of the nut on opposite sides of the bolt hole to slightly disort the threads in line therewith, leaving intermediate portions only of the face of the nut in their normal condition.\n4. A lock nut having a threaded opening, and compressed portions on one face on diametrically opposite sides of the threaded opening and in substantially parallel lines whereby the threads near that face of the nut are distorted, the elevated portion of the nut between the compressed portions and the threads thereof remaining normal and being less in width than the diameter of the threaded opening.\n' All the claims were rejected upon two prior patents to appellant, Nos. 1271782, July 9, 1918, and 1298583, March 25, 1919, respectively.\nIn affirming the decision of the examiner the Board of Appeals said:\nAppellant forms a complete threaded nut of the ordinary form and then compresses one face on opposite sides of the bolt hole to distort the threads, but leaves the central portion of the nut in normal condition.\nThe same process is followed in appellant’s Patent No. 1298S83, except that the pressure is applied on a central band instead of on the sides of the nut. We do not regard this as a patentable distinction. Obviously pressure may be applied at various portions of the surface surrounding a portion of the threaded hole or over portions of varying size, and thus obtain distortion of the threads. However, it does not follow that each of these variations can form a basis for a separate patent.\nApplicant’s Patent No. 1271782 was cited by the examiner merely as showing that at an intermediate step in the process of said patent, pressure was applied over the same portions as in the final step of the present application.\nIt is.urged with much earnestness before us that appellant, by the method described in his application, has made an advance in the art over his prior patents; that by the method of the application normal and ordinary nut blanks can be utilized, whereas under the method of his patents it is necessary to have a nut specially made so as to have a ridge which can be compressed and that by the plan of his application the locking result derived from the distortion of the threads of the nut is accomplished by distorting a lesser number of threads than is necessary under the patents.\nIt may be that appellant has made the improvement alleged, but it does not seem to. us that he has invented anything in so doing. The specifications and claims do not recite any particular number of threads that are to be distorted. In this respect there appears to be no change from the meaning of the specifications and claims of the patents. Even if a lesser number were specifically named this would appear to be merely a matter of degree.\nThe application of pressure to the sides of the nut naturally distorts the threads to a greater length than does its application to a central band and thereby probably renders it unnecessary to deflect as many threads in order to secure the locking effect as is essential under the operation of the patent, but the principle is precisely the same and we agree with the board that this may not be regarded as patentable invention.\nThe decision of the board sustaining the action of the examiner is affirmed.",
        "type": "majority",
        "author": "Garrett, Judge,"
      }
    ],
    "attorneys": [
      "Towson Price (J. PL. Milcms and O. T. Milans of counsel) for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re William E. Sharp\n(No. 2252)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1930\nTowson Price (J. PL. Milcms and O. T. Milans of counsel) for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument March 3, 1930, by Mr. Price and Mr. Hostetler]\nBefore Graham, Presiding Judge, and: Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0940-01",
  "first_page_order": 390,
  "last_page_order": 392
}
