{
  "id": 9099127,
  "name": "UNITED PARCEL SERVICE, INC., Appellant, v. PENNSYLVANIA PUBLIC UTILITY COMMISSION, Appellee",
  "name_abbreviation": "United Parcel Service, Inc. v. Pennsylvania Public Utility Commission",
  "decision_date": "2003-07-23",
  "docket_number": "",
  "first_page": "941",
  "last_page": "950",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 941"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "110 A.2d 233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "pin_cites": [
        {
          "page": "235"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "380 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1255952
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/380/0094-01"
      ]
    },
    {
      "cite": "172 A.2d 154",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "pin_cites": [
        {
          "page": "155-56",
          "parenthetical": "explaining that the failure to adhere to a reviewing court's order \"gives proper consideration neither to the rights of the successful litigant nor to the mandate of our court\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "404 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1301521
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "160",
          "parenthetical": "explaining that the failure to adhere to a reviewing court's order \"gives proper consideration neither to the rights of the successful litigant nor to the mandate of our court\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/404/0159-01"
      ]
    },
    {
      "cite": "246 A.2d 424",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "426",
          "parenthetical": "recognizing the obligation of a subordinate tribunal to strictly comply with the mandate of a reviewing court without modifying, altering, amending, setting aside or in any manner disturbing or departing from the judgment of that court"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917382
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "425",
          "parenthetical": "recognizing the obligation of a subordinate tribunal to strictly comply with the mandate of a reviewing court without modifying, altering, amending, setting aside or in any manner disturbing or departing from the judgment of that court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0420-01"
      ]
    },
    {
      "cite": "496 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1772956
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "118"
        },
        {
          "page": "181"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/496/0113-01"
      ]
    },
    {
      "cite": "739 A.2d 121",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        837178,
        837194,
        11562068,
        11562142
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "125",
          "parenthetical": "holding that the Commonwealth Court lacked authority to reverse on the basis of a waived issue that the court raised sua sponte"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0033-01",
        "/pa/559/0034-01",
        "/a2d/739/0121-01",
        "/a2d/739/0121-02"
      ]
    },
    {
      "cite": "559 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837194
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "41",
          "parenthetical": "holding that the Commonwealth Court lacked authority to reverse on the basis of a waived issue that the court raised sua sponte"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0034-01"
      ]
    },
    {
      "cite": "49 U.S.C. § 14501",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "754 A.2d 1255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        225923,
        11221606
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "1259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0238-01",
        "/a2d/754/1255-01"
      ]
    },
    {
      "cite": "562 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        225923
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0238-01"
      ]
    },
    {
      "cite": "252 A.2d 652",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "pin_cites": [
        {
          "page": "653",
          "parenthetical": "explaining that an appealing party must be aggrieved, i.e., adversely affected, by order in order to have standing to appeal"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922562
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "132",
          "parenthetical": "explaining that an appealing party must be aggrieved, i.e., adversely affected, by order in order to have standing to appeal"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0131-01"
      ]
    },
    {
      "cite": "789 A.2d 353",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9399549
      ],
      "weight": 9,
      "pin_cites": [
        {
          "page": "357"
        },
        {
          "page": "357-58",
          "parenthetical": "emphasis added"
        },
        {
          "page": "359",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/789/0353-01"
      ]
    },
    {
      "cite": "1994 WL 932389",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "referencing \"the considerable relaxation of motor carrier regulation\""
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1172,
    "char_count": 33388,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21429724281222573
    },
    "sha256": "d7d7495b1b63daa5a7a98c504df5b2f03670557147be072e9906833e72d9f5da",
    "simhash": "1:f4cc8cd7e743af57",
    "word_count": 5185
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and LAMB, JJ.",
      "Chief Justice CAPPY files a dissenting opinion in which Justice NEWMAN joins.",
      "Chief Justice CAPPY, dissenting.",
      "Justice NEWMAN joins this dissenting opinion."
    ],
    "parties": [
      "UNITED PARCEL SERVICE, INC., Appellant, v. PENNSYLVANIA PUBLIC UTILITY COMMISSION, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice SAYLOR.\nIn the proceeding under review, United Parcel Service, Inc. (“UPS”) sought enforcement by the Commonwealth Court of the court’s previous decision sustaining the carrier’s challenge to one aspect of the methodology utilized by the Public Utility Commission (the “PUC” or the “Commission”) in allocating the agency’s regulatory expenses among utilities for assessment purposes as provided by statute. For the reasons that follow, we vacate the Commonwealth Court’s order pertaining to the enforcement phase of the proceedings.\nAs a national motor carrier of property, certain of UPS’s operations in Pennsylvania are conducted pursuant to Commission authority and subject to its jurisdiction. With the substantial deregulation of the motor carrier industry beginning in 1995, however, the PUC’s regulatory role in relation to such carriers was reduced, see generally Application of S. Penn Gas Co., A-122900F0003, slip op., 1994 WL 932389 (Pa.P.U.C. Jul.26, 1994) (referencing “the considerable relaxation of motor carrier regulation”), resulting in decreases in at least some of the expenditures by the Commission pertaining to UPS’s regulation.\nPursuant to Section 510(b) of the Public Utility Code, 66 Pa.C.S. § 510(b), the PUC is authorized to charge its regulatory expenses to the utilities subject to its jurisdiction. The statute also directs how those expenses are to be allocated among the utilities. As a threshold matter, the Commission segregates its overall expenses into two general components of “direct expenses” and “indirect expenses,” with direct expenses comprised of expenditures that are specifically attributable to regulation of a given subset of utilities, see 66 Pa.C.S. § 510(b)(1), and indirect expenses representing the balance of the Commission’s regulatory expenses. See 66 Pa.C.S. § 510(b)(2). With respect to direct expenses, the statute requires proportional allocation among groupings of “utilities furnishing the same kind of service.” 66 Pa.C.S. § 510(b)(1). In implementing the statute with respect to all utilities that it assessed during all relevant time periods, the Commission employed twelve groupings of utilities furnishing the same kind of services: Airplanes, Boats & Ferries, Electric, Electric Generators, Gas, Motor Carriers of Property, Motor Common Carriers, Pipelines, Railroad, Steam Heat, Telephone, and Water & Sewer (the “Utility Groups”). Prior to the underlying litigation, UPS was assigned to the “Motor Carriers of Property” group.\nThe allocation of “indirect expenses” is to be made among groups of utilities “in the proportion which the gross intrastate operating revenues of such group for that year bear to the gross intrastate operating revenues of all groups for that year.” 66 Pa.C.S. § 510(b)(2). In implementing this provision, however, the PUC did not simply apportion its gross indirect expenses among the Utility Groups according to the percentage of gross revenues attributable to each group. Instead, before undertaking such an allocation, the PUC first divided its total indirect expenses into four more general and overlapping subcategories: expenses pertaining to “Motor Carriers,” “Transportation,” “Fixed Utility,” or “All Utilities” (collectively, the “Indirect Expense Subcategories”), essentially bunching expenses attributable to different and intersecting subsets of the Utility Groups. Only then did the PUC allocate the indirect expenses among the Utility Groups to which each Indirect Expense Subcategory or Subcategories attached. Since each of the Indirect Expense Subcategories “Motor Carriers,” “Transportation,” and “All Utilities” attached to the “Motor Carriers of Property” Utility Group, indirect expenses from three of the four subcategories were allocated to UPS.\nUPS took the position that Section 510(b)(2) required the PUC to allocate “the balance of its expenditures,” 66 Pa.C.S. § 510(b)(2), or its gross indirect expenses, among the Utility Groups according to proportionate gross revenues calculations only, and that the Commission’s use of intervening and overlapping Indirect Expense Subcategories was therefore contrary to law. According to UPS, the insertion of the Indirect Expense Subcategories into the apportionment methodology resulted in members of the Motor Carriers of Property Utility Group shouldering an unduly large share of the Commission’s indirect expenses. UPS claimed that the net effect in its case for three of its fiscal years spanning 1997 through 2000 was an unlawful overcharge of $563,683. It also argued that the assessments to it during this period were grossly disproportionate to UPS-related regulation expenses incurred by the Commission (particularly in light of the substantial deregulation of the carrier’s business activities), thus violating Section 510(f)’s prescription that each utility is to contribute only its “reasonable share of the cost of administering” the Public Utility Code. 66 Pa.C.S. § 510(f).\nOn these grounds (and others that are not relevant here), UPS filed objections to the assessments pursuant to Section 510(d) of the Public Utility Code, 66 Pa.C.S. § 510(d). The PUC’s Fiscal Office responded, taking the position that the Commission’s methodology was consistent with the statutory framework, and its interpretation was entitled to deference. After consolidated discovery and hearings, an administrative law judge (the “ALJ”) agreed with UPS that the Commission’s use of the Indirect Expense Subcategories was inconsistent with Section 510(b)(2), and he therefore recommended that the relevant objections be sustained. See ALJ’s Recommended Decision at 29-31, R.R. at 389-91 (“Section 510(b)(2) of the Code is explicit that there is to be only one category of indirect charges — the ‘balance of its expenditures’ — which ‘balance’ is to be allocated on the basis of one separate ‘proportion’ for each utility group to which direct expenses were allocated under Section 510(b)(1).”).\nIn its exceptions, the Fiscal Office maintained the argument that the Commission’s administrative interpretation was valid. Further, it suggested that if the PUC endorsed the ALJ’s construction of the statute, for purposes of UPS’s contested assessments, the members of the Utility Groups should be reorganized into eight groups by combining the five transportation-related Utility Groups (Motor Carriers of Property, Motor Common Carrier, Railroad, Boats & Ferries, and Airplanes). The Fiscal Office indicated that this was necessary to fairly allocate the expenses among relevant subsets of utilities in light of corresponding regulatory activities of the PUC. This position corresponded to testimony from a Fiscal Office witness to the effect that the Indirect Expense Subcategories were akin to hybrid direct expense categories essential to fair apportionment.\nOn consideration of the ALJ’s recommendation in these regards, the PUC rejected it, concluding that the Commission’s methodology conformed with Section 510(b) in all material respects, since the statutory language was sufficiently broad to accommodate use of the Indirect Expense Subcategories. See Opinion and Order of the Pennsylvania Public Utility Commission, M-00981098, et al., slip op. at 18 (Mar. 9, 2001) (“Subsection (b)(2) ... does not so delimit the group referenced there to those utilities furnishing the same type of service.”). The Commission, however, also rejected its Fiscal Office’s alternative proposal for realignment of the members of the Utility Groups, based on UPS’s argument that the matter was not properly presented for decision since it had not been raised in the responses to UPS’s objections or before the ALJ. See id. at 17 n. 9.\nUPS then initiated proceedings in the Commonwealth Court via a petition for review seeking an order compelling a refund, and the court treated the matter as filed within its original jurisdiction. See United Parcel Serv., Inc. v. Pennsylvania Pub. Util. Comm’n, 789 A.2d 353, 357 (Pa. Cmwlth.2001) (citing to 66 Pa.C.S. § 510(e)) (“UPS 7”). The Commonwealth Court framed UPS’s argument as follows:\n[UPS] contends that the PUC erred in 'its interpretation of Section 510(b) of the Code when calculating the allocation of its indirect expenses by dividing the total indirect expenses for the Common Carrier of Property group into four subcategories.\nId. at 357-58 (emphasis added). As further discussed below, unfortunately the Commonwealth Court’s use of the “Common Carrier of Property group” terminology, and later use of the shorthand “Common Carrier,” did not align with the nomenclature utilized by the Commission, thus generating uncertainty. This problem was compounded, because, contrary to the Commonwealth Court’s assertion, UPS had not argued that the Commission improperly subdivided any discrete grouping of utilities; rather, as explained above, UPS complained that the Commission had inappropriately subdivided its overall indirect expenses (ie., those attributable to all utilities) into the four Indirect Expense Subcategories.\nNevertheless, the analysis offered by the Commonwealth Court tracked UPS’s position fairly closely:\nSection 510(b)(1) is clear that the PUC shall determine the amount of its expenditures directly attributable to the regulation of each group of utilities furnishing the same kind of service and debit the amount determined to such group. In the paragraph immediately following, Section 510(b)(2) provides that the PUC shall also determine the balance of its expenditures and allocate that balance to each group. This can only mean that the PUC must allocate its balance to each group of utilities furnishing the same kind of service because no other types of groups are mentioned, and there is no support or rationalization for the PUC’s allegation that subsection (b)(2) means it can allocate balances to subeategories of the individual group of utilities furnishing the same kind of service .... [F]or the PUC to interpret that “group” [a]s defined differently in subsection (b)(2) from all of the other subsections is incongruous.\nId. at 359 (emphasis in original). Additionally, the Commonwealth Court found the PUC’s arguments to be “disingenuous and [to] ... conjure[ ] up an ambiguity where none exists in order to achieve an outcome it desires.” Id. Accordingly, the court entered judgment in favor of UPS and directed the PUC to recalculate UPS’s assessments for the fiscal years in question in accordance with the court’s opinion. See id. More specifically, and perpetuating the ambiguity arising from its use of the term “Common Carriers,” the Commonwealth Court indicated that “[t]he calculations are to be based on the PUC’s balance of expenditures only utilizing the group of Common Carriers once and not dividing its total indirect expenses into four subcategories.” Id. Finally, the Commonwealth Court noted that UPS had raised a number of other issues, including its claim that the assessments were unreasonably high in violation of Section 510(f); in light of the court’s disposition, however, the court found it unnecessary to reach such issues. Neither party filed a direct appeal to this Court.\nOn remand, the Commission recalculated UPS’s assessments, but it did so by employing an entirely new assessment methodology akin to that which had been previously recommended by the PUC’s Fiscal Office but which was rejected by the Commission. The PUC reordered the members of the twelve primary Utility Groups utilized for direct expense allocation into eight groupings by combining the transportation-related utility groups (Airplanes, Boats & Ferries, Motor Carriers of Property, Motor Common Carriers, and Railroads) into a single group that it denominated “Common Carriers.” The Commission took the position that it was required to implement this realignment as a consequence of the Commonwealth Court’s directive to “utiliz[e] the group of Common Carriers once.” Id. The effect was to fundamentally alter base figures used in the Commission’s subsequent calculations — UPS was grouped with a broader segment of utilities than the former Motor Carriers of Property Utility Group, and several of the former subcategories of indirect expenses were recharacterized as direct expenses attaching the newly combined group. The PUC thus eliminated the Motor Carrier, Transportation, and Fixed Utility subcategorizations of indirect expenses, leaving only the “All Utilities” designation as the repository for indirect expenses, to be divided proportionately (according to revenues) among the eight new groupings. Using this new methodology, the Commission determined that UPS was not entitled to a refund as it claimed, but rather, had in fact been undercharged by $595,290. The Commission, however, advised that it would forego supplemental payment by UPS due to its defense of the previous assessments.\nUPS then filed an application to enforce the Commonwealth Court’s order pursuant to Pennsylvania Rule of Appellate Procedure 2591(b), asserting that the PUC’s actions in restructuring the foundational Utility Groups contravened the clear terms of the court’s remand order. UPS emphasized that the Utility Group methodology, particularly with respect to direct expenses, had never been challenged in the case, was never addressed by the Commonwealth Court, and was a matter that should have been treated as settled for the three fiscal years at issue by virtue of various stipulations on the part of the Commission, as well as the Commission’s own rejection of the Fiscal Office’s proposal to combine the transportation-related utilities that was made during the administrative proceedings. Moreover, UPS noted that the Commission applied its methodology solely to obviate UPS’s objections; obviously, the Commission could not and did not reassess the thousands of other utilities to which it had applied its original methodology pertaining to the applicable fiscal years.\nIn an unpublished decision, the Commonwealth Court (via single-judge memorandum) denied UPS’s application. United Parcel, Inc. v. PUC, No. 822 C.D.2001, slip op. (Pa.Cmwlth.Apr. 3, 2002) (“UPS II”) Again, the court erroneously articulated UPS’s claim as positing “the Commission impermissibly subdivided the group ‘Motor Common Carriers’ into four subgroups[.]” Furthermore, the Commonwealth Court compounded this mistake by providing an explanation of its prior decision arising out of its misstatement of UPS’s claim rather than from the reasoning of its prior opinion:\nWe only disagreed with the Commission’s previous allocation of its expenses because it had divided the Motor Common Carrier into four sub-groups that not only included the transportation utilities (the Motor Carrier Group and the Transportation Group) but also included a “Fixed Utility Group” consisting of all utility groups not within the transportation group and a fourth sub-group consisting of “All Utility Groups.” Because two of those sub-groups contained utilities that were not related in any way to transportation, we ordered the Commission to recalculate UPS’ allocation without subdividing the Motor Common Carrier group and grouping the utilities that provide the same kind of service together. That is what the Commission has now done.\nSince the PUC had never divided the Motor Carriers of Property Utility Group into four subgroups, or otherwise improperly associated it with fixed utilities in any of the Indirect Expense Subcategories eliminated by the PUC on remand, this reasoning is foundationless. Further, the explanation seems to convey that, whatever the Commonwealth Court had intended by its first order, when it used the term “Common Carrier” in that opinion, it was referring to the Motor Carriers of Property Utility Group (which is the grouping that UPS’s arguments implicated), and not some broader category of “Common Carriers” as the Commission concluded and upon which it based its reassessments. Nevertheless, based on the analysis quoted above, the Commonwealth Court indicated that it could “find no fault” with the Commission’s regrouping of utilities on remand, since the members of the new “Common Carriers” group all provided the same kind of services (transportation).\nIn UPS’s present direct appeal, it notes that it filed an action for a refund on the ground that the Commission had assessed it amounts that were calculated in violation of the Public Utility Code; the Commonwealth Court entered judgment in its favor, holding that the Commission had in fact calculated the assessments in violation of the Code; and the matter was remanded for a recalculation in accordance with the court’s reasoning which mirrored UPS’s arguments. UPS contends that the Commission lacked the ability to change its method of calculating a judgment-winning utility’s assessment, to alter aspects of the calculation method that were never at issue in the litigation, or to employ a calculation methodology inconsistent with that which was used to assess all other utilities for the same fiscal years. In support of its position, UPS invokes legal theories of waiver, judicial and collateral estoppel, and law of the case, predicated upon the Commission’s: stipulation to the Utility Group categories; express rejection during the course of the litigation of a reordering of the Utility Groups based on its Fiscal Office’s proposal; failure to give notice throughout that it sought to change the groupings; and failure to establish as of record the similarity of services provided by members of each new grouping. UPS also points out that, in fight of the prior ruling of the Commonwealth Court, which was ostensibly in its favor, the Commonwealth Court had declined to consider UPS’s other claims (including its assertion that under Section 510(f) the Commission’s methodology produced an unreasonably high assessment). Thus, UPS posits that the Commonwealth Court could not have intended the adverse result that was visited on UPS on remand. Finally, UPS contends that it is statutorily entitled to a refund under Section 510(d) of the Public Utility Code, which, as noted, provides that “[i]f it is finally determined ... that all or any part of the assessment for which payment was made under protest was excessive, erroneous, unlawful, or invalid, the commission shall make a refund to the claimant.” 66 Pa.C.S. § 510(d). The PUC relies largely on the contention that its actions on remand merely implemented the express directives of the Commonwealth Court. The Commission also faults UPS for failing to appeal the Commonwealth Court’s initial-remand order.\nWe tend to agree with many of UPS’s arguments. Although we are uncertain whether the Commonwealth Court was correct on the merits of the underlying matter, the fact of the matter is that UPS prevailed, and the PUC did not file a direct appeal. The Commission’s assertion that UPS should have filed an appeal is without merit, since, as the prevailing party, UPS had no standing to appeal. See Pa.R.A.P. 501; Fierro v. Fierro, 434 Pa. 131, 132, 252 A.2d 652, 653 (1969) (explaining that an appealing party must be aggrieved, i.e., adversely affected, by order in order to have standing to appeal). While the Commonwealth Court’s initial opinion was ambiguous and incorrect in several material respects, it simply did not foreshadow the adverse result that was visited upon UPS by the Commission on remand.\nEven putting these points aside, UPS is due relief, since the Commonwealth Court’s central reasoning supporting its disposition in the enforcement phase of the proceedings was invalid. See supra pp. 9-10. Thus, it committed both errors of law and an abuse of discretion (since discretion cannot be properly invoked in an unreasoned framework). There is simply no account available for the discrepancy between UPS IPs explanation of UPS I’s outcome (namely, that it was predicated entirely on an inappropriate division by the PUC of the Motor Carrier Group into subcategories, see supra pp. 9-10), and UPS Ps actual, expressed rationale (based on the PUC’s failure to allocate its gross indirect expenses among the Utility Groups according to gross revenue calculations only and without reference to the four Indirect Expense Subcategories, see supra p. 7 (citing UPS I, 789 A.2d at 359)). Further, the Commonwealth Court has improperly deprived UPS of requested judicial review of several of its claims — this is particularly troubling since it was done on the ostensible basis that UPS had prevailed in the litigation. Finally, the Commonwealth Court’s treatment would appear to divest UPS of any opportunity to challenge on its merits the new apportionment methodology that has been interjected upon it at a late stage of the proceedings.\nUPS Ps mandate was for recalculation of assessments to UPS during the relevant time period in accordance with the terms of the opinion. Based on the above, we conclude that the decision’s core reasoning, read in light of the issues that were properly before the court, required both the elimination of the Indirect Expense Subcategories and reallocation of gross indirect expenses among the stipulated, twelve Utility Groups according to proportionate gross revenues. Again, we acknowledge the ambiguity arising from UPS Ps additional directive that “[t]he calculations are to be based on the PUC’s balance of expenditures only utilizing the group of Common Carriers once and not dividing its total indirect expenses into four subcategories.” Nevertheless, we find that the only reasoned interpretation of this language in its context is that it merely clarifies the PUC’s obligation on remand to allocate a single, revenue-based share of its gross indirect expenses to the Motor Carriers of Property Utility Group.\nFor these reasons, the Commonwealth Court’s order pertaining to the enforcement phase of the proceedings is vacated, and the case is remanded for recalculations of the relevant assessments. For purposes of these calculations, the direct expense portions of the relevant assessments are to be restored to their original form, i.e., allocated among the Utility Groups as defined in this opinion (eleven or twelve, depending upon the fiscal year of the assessment). The Commission’s gross indirect expenses are to be allocated among the same Utility Groups for each assessment year, per Section 510(b)(2), in the proportion that the gross intrastate operating revenue for each Utility Group bears to the gross intrastate operating revenues of all Utility Groups for that year.\nChief Justice CAPPY files a dissenting opinion in which Justice NEWMAN joins.\nChief Justice CAPPY, dissenting.\nIn my view, the majority decides this appeal on issues that the appellant, United Parcel Service, Inc. (“UPS”), did not raise, and grants UPS relief that UPS did not request. I must, therefore, respectfully dissent.\nThis appeal arises out of the Application to Enforce Unappealed Final Decision (“Application to Enforce”) that UPS filed in the Commonwealth Court. In the Application to Enforce, UPS asserted that the Pennsylvania Public Utility Commission (“PUC”) failed to comply with the Commonwealth Court’s prior order in United Parcel Service, Inc. v. PUC, 789 A.2d 353 (Pa.Cmwlth.2001) (“UPS I”), in re-calculating UPS’ expense assessments. The Commonwealth Court, however, rejected UPS’ assertion, and concluded in its memorandum and order dated April 3, 2002 (“UPS II”), that the PUC followed its order in UPS I to the letter. That is, the Commonwealth Court held that the PUC utilized the group of Common Carriers once and did not divide its total indirect expenses into four subcategories when recalculating UPS’ assessments, as it had been ordered to do in UPS I. It is this ruling, in UPS II, and no other, that is currently before us.\nAccording to the majority, this case must be remanded to the Commonwealth Court “since the Commonwealth Court’s central reasoning supporting its disposition in the enforcement phase of the proceedings was invalid. Thus, it committed both errors of law and an abuse of discretion (since discretion cannot be properly invoked in an unreasoned framework).” (Majority Opinion at -, 830 A.2d at 948). I cannot agree. In its memorandum opinion, the Commonwealth Court explained what it meant in the order it issued in UPS I; explained why it concluded that the PUC complied with that order; and explained how the PUC did not repeat the errors in recalculating UPS’ assessments that had led to that order in the first place. Whether this court agrees with the Commonwealth Court or not, I am at a loss to understand the majority’s characterization of the Commonwealth Court’s decision as “invalid” and “unreasoned” or to discern what more the majority is directing the Commonwealth Court to do on remand when it re-evaluates its ruling.\nIn its opinion, the majority focuses on the ambiguities and references to the Common Carrier grouping that, as the majority points out, appear throughout the Commonwealth Court’s opinion and order in UPS I. This is because those ambiguities and references are what led to the PUC’s manner of recalculation and are what caused UPS not to receive a refund.\nI can, however, find no authority for the majority’s willingness to reach back and discuss questions that arise out of the language the Commonwealth Court used in UPS I. Nor can I find any support for the majority’s apparent decision to have the Commonwealth Court re-visit its opinion and order in UPS I on remand. In its Application to Enforce, UPS did not urge the Commonwealth Court to reconsider or modify the language that appears in either the opinion or order in UPS I. All that UPS asked the Commonwealth Court to do was to enforce that order as written.\nTherefore, in the present appeal, it is the majority, not UPS, that raises these matters. In doing so, the majority ignores Pa.R.A.P. 302 which states that “[ijssues not raised in the lower court are waived and cannot be raised for the first time on appeal[,]” and violates a cardinal rule of appellate jurisprudence, and one which this court has repeatedly upheld — namely, that an appellate court will refrain from raising issues sua sponte. See Danville Area School District v. Danville Area Educ. Ass’n, 562 Pa. 238, 754 A.2d 1255, 1259 (2000).\nAccordingly, I would affirm the Commonwealth Court’s order that denied UPS’ Application to Enforce.\nJustice NEWMAN joins this dissenting opinion.\n. The Federal Aviation Administration Authorization Act of 1994, 49 U.S.C. § 14501(c), prohibits a state from enacting or enforcing any law or regulation related to price, route, or service of any interstate motor carrier of property, except carriers of household goods.\n. The parties dispute the degree to which the deregulation of the motor carrier industry has impacted upon the Commission’s expenses.\n. Once this allocation is accomplished, the PUC assesses individual members of each group based on the proportion that each member’s gross intrastate operating revenues bears to the revenues of the combined members of such group.\n.At some point, the PUC decreased the total number of Utility Groups to eleven, combining Electric and Electric Generators into a single group, apparently for reasons unrelated to this matter. For convenience, the Utility Groups are referred to throughout as numbering twelve.\n. The \"Motor Carrier” Indirect Expense Subcategory attached to the Motor Carriers of Property and Motor Common Carriers Utility Groups; the \"Transportation” subcategoiy attached to Motor Carriers of Property, Motor Common Carriers, Railroads, Boats & Ferries, and Aircraft; the \"Fixed Utility” subcategory attached to the remaining Utility Groups not within the \"Transportation” subcategory; and the \"All Utility” subcategory included all twelve Utility Groups.\n. It did so by apportioning the gross indirect expenses for each Indirect Expense Subcategory among the Utility Groups attached to the Indirect Expense Subcategory according to the percentage of gross revenues attributable to each group.\n. Once the indirect expenses were assigned to the Utility Groups, they were apportioned among individual members of each group (along with the direct expenses), based on the proportion that each member’s gross intrastate operating revenue bears to the revenues of the combined members of such group. See supra note 3.\n. Section 510(d) provides that \"[i]f it is finally determined ... that all or any part of the assessment for which payment was made under protest was excessive, erroneous, unlawful, or invalid, the commission shall make a refund to the claimant.” 66 Pa.C.S. § 510(d).\n. Presumably, at this juncture in its opinion, the Commonwealth Court meant to refer to the \"Motor Carrier of Property” Utility Group.\n. The PUC docket nonetheless reflects that the Commission recently notified UPS that it intends to apply the new formula to UPS’s assessments in future years that are the subject of separate administrative proceedings before the Commission.\n. As noted, UPS has consistently maintained that the Commission erroneously segregated its total indirect expenses (those attributable to all utilities) into the four subcategories. See supra.\n. Because the case proceeded within the Commonwealth Court's original jurisdiction pursuant to 66 Pa.C.S. § 510(d), UPS’s current appeal from the denial of its application to enforce the order resulting from that original action at law is properly before this Court.\n. See generally Riedel v. Human Relations Comm'n of City of Reading, 559 Pa. 34, 41, 739 A.2d 121, 125 (1999) (holding that the Commonwealth Court lacked authority to reverse on the basis of a waived issue that the court raised sua sponte); Wing v. Commonwealth, Unemployment Comp. Bd. of Review, 496 Pa. 113, 118, 436 A.2d 179, 181 (1981) (\"It is difficult to imagine what could be more prejudicial to claimants than if, after nearly two years of litigation and appeals, they find themselves before the lower tribunal and again forced to litigate issues long since waived, and uncertain if yet other, novel theories will be thrust upon them[.]”); Commonwealth v. Tick, Inc., 431 Pa. 420, 425, 246 A.2d 424, 426 (1968) (recognizing the obligation of a subordinate tribunal to strictly comply with the mandate of a reviewing court without modifying, altering, amending, setting aside or in any manner disturbing or departing from the judgment of that court); 46 South 52nd St. Corp. v. Manlin, 404 Pa. 159, 160, 172 A.2d 154, 155-56 (1961) (explaining that the failure to adhere to a reviewing court’s order \"gives proper consideration neither to the rights of the successful litigant nor to the mandate of our court”); Haefele v. Davis, 380 Pa. 94, 98, 110 A.2d 233, 235 (1955).\n. The dissent posits that the above addresses issues not raised and preserved by UPS. See Dissenting Opinion, op. at -, --, 830 A.2d at 949, 950. As noted, however, UPS has consistently maintained its central claim that the PUC's interpretation of UPS I reached well beyond the potential scope of the Commonwealth Court’s remand order in light of UPS I's reasoning and the limited claims that were put before the court there. Our decision is based on a fundamental endorsement of such position. That UPS I contained ambiguities did not authorize the implementation of an unreasonable interpretation beyond the scope of the proceedings.\n. Given the limited scope of these proceedings, our determination here pertains solely to assessments to UPS during the periods under review; we offer no opinion concerning assessment methodology that may be available to the Commission within the confines of the guiding statute on a prospective basis.\n. The Commonwealth Court entered the following order in UPS I:\nBecause the PUC misinterpreted Section 510(b) of the Code and, therefore, miscalculated UPS’ assessments as well as those of all other utilities furnishing the same kind of service, the case is remanded to the PUC for a recalculation of UPS’ assessments. The calculations are to be based on the PUC’s balance of expenditures only utilizing the group of Common Carriers once and not dividing its total indirect expenses into four subcategories.\nId. at 359-60 (footnote omitted) (emphasis added).\n. In support of the relief it gives to UPS, the majority opinion states that UPS as the \"prevailing party” in UPS I was precluded under Pa.R.A.P. 501 from filing an appeal from the order entered therein. (Majority Opinion at -, 830 A.2d at 948). Assuming for argument's sake that UPS would not have been authorized to appeal from, that order based on the assertion that the order as written aggrieved it and harmed its interests, my disagreement with the majority remains. UPS could have raised the questions the majority raises about the Commonwealth Court’s opinion and order in UPS I in its Application to Enforce. UPS, however, did not do so.",
        "type": "majority",
        "author": "Justice SAYLOR."
      }
    ],
    "attorneys": [
      "Theresa Eleanor Loscalzo, Carl A. Sola-no, William M. Barnes, Philadelphia, for United Parcel Service, Inc.",
      "Lawrence F. Barth, Harrisburg, Elizabeth A. Lion Januzzi, for Pennsylvania Public Utility Commission."
    ],
    "corrections": "",
    "head_matter": "UNITED PARCEL SERVICE, INC., Appellant, v. PENNSYLVANIA PUBLIC UTILITY COMMISSION, Appellee.\nSupreme Court of Pennsylvania.\nSubmitted April 21, 2003.\nDecided July 23, 2003.\nReargument Denied Sept. 16, 2003.\nTheresa Eleanor Loscalzo, Carl A. Sola-no, William M. Barnes, Philadelphia, for United Parcel Service, Inc.\nLawrence F. Barth, Harrisburg, Elizabeth A. Lion Januzzi, for Pennsylvania Public Utility Commission.\nBefore CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and LAMB, JJ."
  },
  "file_name": "0941-01",
  "first_page_order": 989,
  "last_page_order": 998
}
