{
  "id": 6094935,
  "name": "In re William E. Sharp",
  "name_abbreviation": "In re Sharp",
  "decision_date": "1930-04-10",
  "docket_number": "No. 2253",
  "first_page": "942",
  "last_page": "943",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 942"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 212,
    "char_count": 2968,
    "ocr_confidence": 0.463,
    "sha256": "cee59cbade6224f8f431546c0df9c2b0d88daf105857a1fe3a53b393cffa4402",
    "simhash": "1:5ca700fb5600271a",
    "word_count": 513
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re William E. Sharp"
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered the opinion of the court:\nIn this case appellant made an application embracing three claims for a process of forming lock nuts. Both the examiner and the Board of Appeals rejected the claims and the matter is brought before this court by appeal from the board.\nClaim No. 1 illustrates the alleged invention and may be taken as typical.\n1. The process of forming a lock nut, consisting in forming the nut 'blank with the bolt hole therein, and then depressing one face portion only thereof at a plurality of points about the bolt hole, to provide condensed portions with an unaffected elevated portion there-between, then threading the nut and thereafter depressing the elevated part to cause the threads beneath the same to be slightly distorted from their normal position.\nThe claims were rejected on a prior patent to appellant on lock nuts and process of making same, No. 1271782, issued July 9, 1918.\nIt appears that by the process claimed the lock nuts are produced by depressing through pressure one face of a nut blank at several points about the bolt hole so as to leave an elevated central portion. The nuts are then threaded and the elevated portion is depressed by pressure so as to deflect or distort some of the threads from their normal position and thus create a nut which locks on the bolt when screwed upon it.\nThe specification states:\n* * * In practice I have employed the process successively (‘successfully’) in what is termed ‘cold pressed nuts’, although a similiar process can be employed by the hot process.\nThe Board of Appeals quotes the finding of the examiner as follows:\nIt is thus seen that the difference between the process disclosed in the application and that in the patent is that in the former the blank is formed with a hole therein and then compressed to effect the ridge on one face thereof, while in the patent the ridge and hole are produced in one step of pressing the blank.\nBoth the examiner and the board agreed that so far as patent-ability is concerned it is “ immaterial whether the nut is formed with the hole and ridge simultaneously in one step, as in the patent, or successively in two steps, as in this application.”\nThe steps of threading and depressing the ridge to deflect the threads are the same in the patent as in the application.\nNo exclusive cold pressure process is claimed, but even it it were, that would probably not alter the situation.\nThe tribunals of the Patent Office have agreed in their rejection of the claims and we find no error in their conclusions. The decision of the board is affirmed.",
        "type": "majority",
        "author": "Garrett, Judge,"
      }
    ],
    "attorneys": [
      "Towson Price (J. H. Milans and O. T Milans of counsel) for appellant.",
      "T. A. I-Iostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re William E. Sharp\n(No. 2253)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1930\nTowson Price (J. H. Milans and O. T Milans of counsel) for appellant.\nT. A. I-Iostetler for the Commissioner of Patents.\n[Oral argument March 3, 1930, by Mr. Price and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0942-01",
  "first_page_order": 392,
  "last_page_order": 393
}
