{
  "id": 7261051,
  "name": "Lynn GIERIE et al. v. MERCY HOSPITAL",
  "name_abbreviation": "Gierie v. Mercy Hospital",
  "decision_date": "2009-04-30",
  "docket_number": "",
  "first_page": "944",
  "last_page": "952",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 944"
    },
    {
      "type": "parallel",
      "cite": "2009 ME 45"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "2004 ME 150",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9170822
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 14"
        },
        {
          "page": "890"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/863/0885-01"
      ]
    },
    {
      "cite": "2008 ME 42",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8393844
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 14"
        },
        {
          "page": "684"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/942/0680-01"
      ]
    },
    {
      "cite": "1997 ME 50",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11914547
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶28"
        },
        {
          "page": "674-75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/691/0664-01"
      ]
    },
    {
      "cite": "546 A.2d 1013",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7942402
      ],
      "pin_cites": [
        {
          "page": "1019"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/546/1013-01"
      ]
    },
    {
      "cite": "1997 ME 59",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11919121
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "¶ 10"
        },
        {
          "page": "1218-19"
        },
        {
          "page": "1217"
        },
        {
          "page": "¶ 3"
        },
        {
          "page": "1217"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/691/1215-01"
      ]
    },
    {
      "cite": "2006 ME 70",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8416308
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 19"
        },
        {
          "page": "724"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/900/0719-01"
      ]
    },
    {
      "cite": "643 N.E.2d 471",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1994,
      "pin_cites": [
        {
          "page": "475"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "37 Mass.App.Ct. 744",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        4020737
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/37/0744-01"
      ]
    },
    {
      "cite": "650 A.2d 941",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11335661
      ],
      "pin_cites": [
        {
          "page": "943-44"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/0941-01"
      ]
    },
    {
      "cite": "1998 ME 53",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11867378
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "¶ 19"
        },
        {
          "page": "1316"
        },
        {
          "page": "¶ 23"
        },
        {
          "page": "1317-18",
          "parenthetical": "finding that the court abused its discretion when it allowed a witness to testify as a surprise expert"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/707/1311-01"
      ]
    },
    {
      "cite": "640 A.2d 1060",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7869304
      ],
      "pin_cites": [
        {
          "page": "1062"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/1060-01"
      ]
    },
    {
      "cite": "2006 ME 19",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8986056
      ],
      "weight": 10,
      "pin_cites": [
        {
          "page": "¶ 10"
        },
        {
          "page": "436"
        },
        {
          "page": "434-35"
        },
        {
          "page": "435"
        },
        {
          "page": "439"
        },
        {
          "page": "440"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/892/0433-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 988,
    "char_count": 23557,
    "ocr_confidence": 0.708,
    "pagerank": {
      "raw": 5.0011153170616546e-08,
      "percentile": 0.31515138527381326
    },
    "sha256": "4585c0fd7126b226e90de28bd6b772e32c98942b515136171a79ef506130fdcf",
    "simhash": "1:eb37c71cfc03859b",
    "word_count": 3883
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and CLIFFORD, ALEXANDER, SILVER, MEAD, and GORMAN, JJ."
    ],
    "parties": [
      "Lynn GIERIE et al. v. MERCY HOSPITAL."
    ],
    "opinions": [
      {
        "text": "CLIFFORD, J.\n[¶ 1] Lynn Gierie and Robert H. Gier-ie, individually and as next friends of Robert H. Gierie III (Robbie), appeal from a judgment entered in Superior Court (Cumberland County, Cole, J.) denying their M.R. Civ. P. 50(b) post-jury verdict motion for judgment as a matter of law or for a new trial on their medical malpractice complaint against Mercy Hospital. The Gieries contend that the trial court violated their right to a jury trial by admitting a redacted version of the medical malpractice panel’s findings, and by denying them the right to fully and effectively cross-examine the Hospital’s expert witness as to his credibility and possible bias. The Gieries also argue that the trial court abused its discretion and misapplied the law by admitting in evidence the discovery deposition of an expert designated by another party. We affirm the judgment.\nI. CASE HISTORY\n[¶ 2] Lynn and Robert are the parents of Robbie, who was born on April 1, 1999, at Mercy Hospital in Portland. Lynn was admitted to Mercy Hospital at 2:00 a.m. on March 30, 1999. There were no medical records indicating any prenatal medical complications for either Lynn or her unborn child prior to her admission. The Hospital’s records reveal that when Robbie was born, he was gagging and had to be resuscitated. His oxygen saturation level was forty percent at 2:24 a.m., and he did not show any sign of independent respira-tions until 3:45 p.m. Robbie’s early diagnosis was hypoxic ischemic injury — lack of oxygen to the brain and other organs— with resulting hypoxic ischemic encephalopathy consistent with early signs of cerebral palsy.\n[¶ 3] The case went before a medical malpractice prelitigation screening panel pursuant to 24 M.R.S. § 2854 (2008). The three-member panel found by a majority two-to-one vote that the Hospital was negligent, but also found unanimously that the Hospital’s negligence was not the proximate cause of the injuries to Robbie.\n[¶ 4] Lynn and Robert filed a complaint, individually and as next friends of Robbie, against: the Hospital; Intermed Family Practice; Kristy Murray-Pulsifer, D.O.; and Sara Freedman, M.D. In it, they asserted nine causes of action: general negligence as to both Lynn and Robbie; failure to obtain informed consent regarding the use of the medication Pitocin and the possibilities of an elective cesarean birth; direct liability of the Hospital for negligence in failing to have proper procedures in place with regard to “premature or prolonged ruptured membranes, Oxyto-cin (Pitocin) usage, fetal and maternal electronic monitoring, neonatal resuscitation, and/or fail[ure] to properly supervise and/or provide training to ensure such protocols and procedures were followed”; agency liability for the Hospital based on its relationship with Drs. Freedman and Murray-Pulsifer; agency liability for In-termed Family Practice based on its relationship with Drs. Freedman and Murray-Pulsifer; intentional infliction of emotional distress; negligent infliction of emotional distress; liability for negligent infliction of emotional distress as to Lynn and Robert as bystanders; and reciprocal loss of consortium.\n[¶ 5] By scheduling order dated June 23, 2005, the court required: “Unless the court orders otherwise for good cause shown, each party may designate no more than one expert per issue. For purposes of expert witness designation, parties with common interests shall be considered one party.” In August of 2006, Dr. Murray-Pulsifer and Intermed designated John Fi-ascone, M.D. as an expert. Although the Hospital never designated Dr. Fiascone as an expert witness, its expert witness designation did state that the Hospital “adopt[ed] and reserve[d] the right to call any other parties’ experts.” On April 4, 2006, the Gieries’ counsel conducted a video deposition of Dr. Fiascone.\n[¶ 6] In September of 2006, the Gieries’ claims against Drs. Murray-Pulsifer and Freedman, individually and against In-termed Family Practice, were dismissed without objection. The order dismissing Drs. Pulsifer and Freedman specifically reserved the Gieries’ claims against the Hospital based on the Hospital’s agency relationship with those doctors.\n[¶ 7] The court conducted a jury trial during the month of October of 2006. During trial, the Hospital presented expert testimony that the cause of Robbie’s cerebral palsy was undetectable sepsis/chorioamnionitis complicated by funis-titis, inflammation and infection, which began prior to labor. Specifically, John Salvato, M.D., a pediatrician, and Dr. Fi-ascone, a neonatalogist, both testified that the resuscitation efforts at Robbie’s birth did not breach the standard of care and that hypoxic ischemic encephalopathy was not the cause of Robbie’s cerebral palsy.\n[¶ 8] Henry Lerner, M.D. testified as an expert witness for the Hospital. During the Gieries’ cross-examination of Dr. Lerner, the Gieries brought out that Dr. Lerner received approximately $33,000 in compensation as a member of the board of trustees for an organization that deals with medical issues and claims against doctors and hospitals. Dr. Lerner also was asked and testified about his service on a Legislative Committee of the Massachusetts Medical Society, his involvement with legislation regarding liability issues, and his work testifying as an expert in medical malpractice cases. The trial court excluded evidence that the organization for which Dr. Lerner served on the board was Pro-mutual, a mutual insurance company that insures doctors and other medical providers for medical liability; Promutual did not insure the Hospital at the time of Robbie’s birth, and was not at risk in this case, but it did subsequently become the Hospital’s insurer, and was the Hospital’s insurer at the time of trial.\n[¶ 9] In addition, the Gieries sought to admit the medical malpractice panel decree finding, by two-to-one vote, that the Hospital was negligent. The court excluded evidence of the panel’s majority finding that the Hospital was negligent, but did admit the unanimous finding of the panel that the Hospital’s actions were not the cause of Robbie’s injuries.\n[¶ 10] During closing arguments, the Hospital’s counsel stated the following:\nMercy Hospital shouldn’t be here. A three-member panel with no dog in this fight, not chosen by the attorneys, not chosen by the lawyers, as the court indicated, heard evidence in this case, and the three of them, the chair, the lawyer member, and the nurse member determined unanimously Mercy Hospital did not commit any acts or omissions proximately causing injury to the plaintiffs. The Court has explained this to you. Mr. Lilley in the close to two hours of his argument in chief didn’t mention this at all. Not surprising. If the panel had voted for his clients, do you think he would have mentioned that in his closing statement? For you to determine. That is substantive evidence, as the Court explained, that this panel determined unanimously that the nurses who have been criticized for lackadaisical actions, for not caring, for leaving this child alone, for leaving the mother alone, subjecting them apparently to harm as counsel suggested, this three-member panel said no. The chair, the lawyer, the nurse, no, no, no. Now that’s not binding on you, as the Judge said, but just think when you are in the jury room, if they had said, Mr. Lilley, we think the Mercy nurses did cause injury to this family, don’t you think you would have heard that?\nNo objection was made to the argument.\n[¶ 11] The jury returned a six-to-three verdict in favor of the Hospital. The court denied the Gieries’s subsequent M.R. Civ. P. 50(b) and 59 motion for judgment as a matter of law or for a new trial. The Gieries filed this appeal.\nII. DISCUSSION\nA. Medical Malpractice Prelitigation Screening Panel Decree\n[¶ 12] The Gieries argue that the trial court denied their right to a trial by jury by admitting a redacted medical malpractice screening panel decree reflecting the panel’s unanimous finding that was unfavorable to the Gieries on causation, while excluding the divided finding that was favorable to the Gieries on negligence. The admissibility of such panel findings is governed by 24 M.R.S. § 2857(1) (2008). Section 2857(1) provides in its entirety:\n1. Proceedings before panel confidential. Except as provided in this section and section 2858, all proceedings before the panel, including its final determinations, must be treated in every respect as private and confidential by the panel and the parties to the claim.\nA. The findings and other writings of the panel and any evidence and statements made by a party or a party’s representative during a panel hearing are not admissible and may not otherwise be submitted or used for any purpose in a subsequent court action and may not be publicly disclosed, except that:\n(1) Any testimony or writings made under oath may be used in subsequent proceedings for purposes of impeachment; and\n(2) The party who made the statement or presented the evidence may agree to the submission, use or disclosure of that statement or evidence.\nB. If the panel findings as to both the questions under section 2855, subsection 1, paragraphs A and B are unanimous and unfavorable to the person accused of professional negligence, the findings are admissible in any subsequent court action for professional negligence against that person by the claimant based on the same set of facts upon which the notice of claim was filed.\nC. If the panel findings as to any question under section 2855 are unanimous and unfavorable to the claimant, the findings are admissible in any subsequent court action for professional negligence against the person accused of professional negligence by the claimant based on the same set of facts upon which the notice of claim was filed.\nThe confidentiality provisions of this section do not apply if the findings were influenced by fraud.\n24 M.R.S. § 2857(1).\n[¶ 13] We recently analyzed the admissibility of such panel findings in Smith v. Hawthorne (Smith I), 2006 ME 19, 892 A.2d 433. Before our decision in Smith I, findings of a medical malpractice panel as to both a defendant’s negligence and whether that negligence was the proximate cause of the injury to the plaintiff were admissible at trial against a defendant, but only if both findings were unanimous and both were against the defendant. Smith I, 2006 ME 19, ¶ 10, 892 A.2d at 436. If panel findings on either of the issues of negligence or causation were favorable to the defendant, however, then that panel finding, if unanimous, was admissible against the plaintiff, even though the other panel finding favored the plaintiff. Id.\n[¶ 14] In Smith I, the panel made two unanimous findings: (1) that the defendant was negligent, and (2) that the negligence was not the cause of the plaintiffs injuries. Id. ¶¶ 3-4, 892 A.2d at 434-35. The trial court admitted the finding as to causation, but, over Smith’s objection, excluded the finding as to negligence. Id. ¶ 5, 892 A.2d at 435. On appeal, we concluded that “the asymmetrical admission of panel findings violated the Smiths’ constitutional right to a jury trial.” Id. ¶ 22, 892 A.2d at 439. We stated that “[w]hen there are findings favorable to both parties, the admission of only those findings favorable to one party distorts the jury’s fact-finding role,” and that “[t]he partial admission reduced the strength and persuasiveness of the Smiths’ case to the jury and, at the same time, strengthened Hawthorne’s case, thereby significantly infringing upon the Smiths’ right to have facts determined by a jury.” Id. We vacated the verdict in favor of the physician and remanded for a new trial. Id. ¶ 25, 892 A.2d at 440.\n[¶ 15] In this case, however, the panel finding that the Hospital was negligent was not unanimous. The statute explicitly provides that only unanimous panel findings are admissible. 24 M.R.S. § 2857(1). Pursuant to section 2857, neither the plaintiff nor the defendant has a right to the admission of a less than unanimous panel finding. 24 M.R.S. § 2857(1). The trial court correctly applied the statute to the panel results.\n[¶ 16] As to the Hospital’s closing argument, no objection was made to the comments on the panel’s findings or the significance of those findings, and those statements do not amount to obvious error. See State v. Googins, 640 A.2d 1060, 1062 (Me.1994) (stating that when no objection is made during closing argument, we review the closing argument only for obvious error).\nB. Admission of Videotape Deposition of Dr. Fiascone\n[¶ 17] The Gieries next challenge the court’s admission of the videotape deposition of Dr. Fiascone on several grounds. We review the court’s determination of the admissibility of expert testimony for a clear abuse of discretion. Chrysler Credit Corp. v. Bert Cote’s L/A Auto Sales, Inc., 1998 ME 53, ¶ 19, 707 A.2d 1311, 1316.\n[¶ 18] The Gieries first contend that the court failed to adhere to its “one expert per issue” directive in the scheduling order when it admitted the videotape deposition of Dr. Fiascone, who lives in Massachusetts and who was not physically present at the trial. Although the testimony of Hospital experts, Drs. Salvato and Fiascone, overlapped with regard to their opinion on two major issues in the case, their testimony was not identical and they have different areas of expertise. The trial court was in the best position to assess the similarities in testimony and determine if the deposition testimony of Dr. Fiascone would violate the court’s own directive limiting expert witnesses to one expert per issue, and we defer to its decision.\n[¶ 19] The Gieries next argue that because Dr. Fiascone’s deposition was a “discovery deposition,” it was an abuse of the court’s discretion to admit it in evidence. We have said, however, contrary to the contention of the Gieries, that “[t]he distinction between discovery depositions and trial depositions and their admissibility under [M.R. Civ. P. 32] is supported neither by case law nor the language of the rule.” Mondello v. Gen. Elec. Co., 650 A.2d 941, 943-44 (Me.1994).\n[¶ 20] We are also unpersuaded by the Gieries’ assertion that the absence of Dr. Fiascone, who lives over one hundred miles from the location where the trial was held, was “procured” by the Hospital within the meaning of M.R. Civ. P. 32(a)(3)(B), and that his videotape deposition is inadmissible on that basis. Rule 32 provides:\n(a) Use of Depositions. At the trial or upon the hearing of a motion or an interlocutory proceeding, any part or all of a deposition, so far as admissible under the rules of evidence applied as though the witness were then present and testifying, may be used against any party who was present or represented at the taking of the deposition or who had due notice thereof, in accordance with any of the following provisions:\n(3) The deposition of a witness, whether or not a party, may be used by any party for any purpose if the court finds: (A) that the witness is dead; or (B) that the witness is at a greater distance than 100 miles from the place of trial or hearing, or is out of the United States, unless it appears that the absence of the witness was procured by the party offering the deposition....\nM.R. Civ. P. 32(a). There is no indication in the record that the Hospital took any active steps to prevent Dr. Fiascone’s appearance at trial in order to ensure that his deposition would be admissible pursuant to M.R. Civ. P. 32(a)(3)(B). The Gier-ies, however, urge us to construe the “absence of the witness was procured by the party offering the deposition” language in Rule 32 to include a failure to take affirmative steps to secure an expert witness’s appearance at trial. See Caron v. Gen. Motors Corp., 37 Mass.App.Ct. 744, 643 N.E.2d 471, 475 (1994). Although this interpretation of the rule might promote the preference for live testimony before the jury, see id,., it is not supported by the plain meaning of Rule 32.\n[¶ 21] Finally, we have said that when there has been a complete failure to designate an expert witness, a mid-trial designation of an expert is not permitted. Mitchell v. Kieliszek, 2006 ME 70, ¶ 19, 900 A.2d 719, 724. In this case, however, Dr. Fiascone was designated as an expert in advance of trial, albeit by another party, and the Hospital reserved the right to call as its witness any expert designated by another party. Dr. Fiascone, therefore, cannot be accurately described as a “surprise expert.” See Chrysler Credit Corp., 1998 ME 53, ¶ 23, 707 A.2d at 1317-18 (finding that the court abused its discretion when it allowed a witness to testify as a surprise expert). The court did not abuse its discretion in allowing the jury to hear the deposition testimony of Dr. Fias-cone.\nC. Cross-Examination of Dr. Lerner\n[¶ 22] The Gieries further contend the court abused its discretion by limiting their cross-examination of one of the Hospital’s expert witnesses, Dr. Lerner. Dr. Lerner serves on the board of directors of Promutual, the insurance company that provided insurance for the Hospital at the time of trial, but which was not the insurer at the time this cause of action accrued, and therefore was not the insurer at risk of liability for any damages that could have been imposed against the Hospital on the Gieries’ claim. Relying on Todd v. Andalkar, 1997 ME 59, 691 A.2d 1215, the Gier-ies argue that they should have been allowed to explore during cross-examination, more fully and more specifically, Dr. Lerner’s connection to Promutual Insurance Company in order to establish Dr. Lerner’s bias.\n[¶ 23] In Todd, we held that the trial court exceeded its discretion by excluding evidence of a relationship between an expert witness and the hospital’s insurance company. 1997 ME 59, ¶ 10, 691 A.2d at 1218-19. In Todd, the insurance company was not only insuring the hospital at the time of trial, but also had been the insurance provider at the time of the incident of alleged professional negligence, and was the insurance company at risk and responsible for the payment of any damages assessed against the doctors in that very case. Id. ¶¶ 4, 5, 691 A.2d at 1217.\n[¶24] Our decision in Todd is distinguishable in several respects. First, and most importantly, in this case the court allowed the Gieries substantial latitude in questioning Dr. Lerner about areas of potential bias, and in testing Dr. Lerner’s credibility. The Gieries were allowed to and did ask significant and meaningful questions about the bias of Dr. Lerner and his connection to and interest in medical malpractice litigation, questions that went directly to his credibility as a witness in this case. Dr. Lerner was also asked about his involvement with medical malpractice issues, and the salary he was paid for his work and involvement in the area of medical malpractice.\n[¶ 25] Second, in the present matter, Dr. Lerner had no relationship with the insurance company liable for any possible damages on the plaintiffs claim, whereas in Todd, the witness was associated with the insurer at risk in that very proceeding.\n[¶ 26] Finally, in this case, unlike the doctor in Todd, who testified as an expert and as a fact witness, Dr. Lerner was not a fact witness; rather, he served solely as an expert witness who was hired by and testified in support of the Hospital and who had no prior contact with the Gierie family.\n[¶ 27] Maine Rule of Evidence 411 provides, in its entirety: “Evidence that a person was or was not insured against liability is not admissible upon the issue whether the person acted negligently or otherwise wrongfully.” We have said, in construing M.R. Evid. 411, that “insurance evidence should be excluded, unless extraordinary special circumstances require it.” Miller v. Szelenyi, 546 A.2d 1013, 1019 (Me.1988) (quotation marks omitted).\nInsurance information is generally treated as immaterial, prejudicial and inadmissible. This rule, codified in M.R. Evid. 411, does not necessarily compel the exclusion of insurance information when it is relevant to show the bias or the interest of a witness. The prejudicial effect is nevertheless present, and exclusion under Rule 403 is available when the unfair prejudice is found to exceed the probative value of the evidence.\nIrish v. Gimbel, 1997 ME 50, ¶28, 691 A.2d 664, 674-75 (citations & quotation marks omitted). “We afford a trial court wide discretion to determine whether the danger of unfair prejudice posed by relevant evidence substantially outweighs the value of proffered evidence under M.R. Evid. 403.” Anderson v. O’Rourke, 2008 ME 42, ¶ 14, 942 A.2d 680, 684.\n[¶ 28] In the instant matter, the court excluded only the limited information that posed a danger of running afoul of the provisions of M.R. Evid. 411, that is, the evidence of a direct and specific reference to the insurance company that did not provide liability insurance to the Hospital for its negligence in this case, but did insure the Hospital for matters subsequent to this case. In doing so, the trial court balanced the probative value of evidence of Dr. Lerner’s association with Promutual against the danger of unfair prejudice or misuse of that evidence by the jury, and allowed a thorough cross-examination of Dr. Lerner on a wide range of issues affecting his bias. See M.R. Evid. 403. The court determined that the danger of unfair prejudice by allowing direct reference to Promutual reflected in Rule 411 outweighed the probative value resulting from the injection of a specific reference to a specific insurance company that could not be liable for damages on the Gieries’ claim, that is, Dr. Lerner’s relationship to Promutual. In this context, the court’s decision to allow the Gieries to cross-examine Dr. Lerner on a wide area of topics related to his bias without reference to a specific insurance company that had no potential liability in the matter was within the bounds of its discretion.\nThe entry is:\nJudgment affirmed.\n. The Gieries also contend that the Hospital’s closing argument to the jury, although \"technically correct,” maximized the prejudicial impact of admitting the unanimous causation finding while excluding the divided negligence finding. As noted above, however, the Gieries did not object to the closing argument either during or after closing arguments, and they do not argue that the closing argument constitutes obvious error. See Coyne v. Peace, 2004 ME 150, ¶ 14, 863 A.2d 885, 890.\n. In Todd v. Andalkar, the defense expert did not testify only as an expert witness; he was also a treating physician and a fact witness. 1997 ME 59, ¶ 3, 691 A.2d 1215, 1217. That doctor had rendered emergency assistance during the plaintiff's surgery and he had a dual role at trial, testifying as both a treating physician and a medical expert. Id. ¶ 4, 691 A.2d at 1217. Such a dual role of treating physician and medical expert has the potential to inflate the doctor's credibility with the jury and thus the exploration of areas of potential bias in such instances is more compelling.",
        "type": "majority",
        "author": "CLIFFORD, J."
      }
    ],
    "attorneys": [
      "Daniel G. Lilley, Esq. (orally), Christian C. Foster, Esq., Daniel G. Lilley Law Offices, P.A., Portland, for Lynn Gierie, Robert Gierie, and Robert H. Gierie, III.",
      "Christopher D. Nyhan, Esq. (orally), Katherine W. Fawcett, Esq., Preti Flaherty, Portland, for Mercy Hospital."
    ],
    "corrections": "",
    "head_matter": "2009 ME 45\nLynn GIERIE et al. v. MERCY HOSPITAL.\nSupreme Judicial Court of Maine.\nArgued: Jan. 17, 2008.\nDecided: April 30, 2009.\nDaniel G. Lilley, Esq. (orally), Christian C. Foster, Esq., Daniel G. Lilley Law Offices, P.A., Portland, for Lynn Gierie, Robert Gierie, and Robert H. Gierie, III.\nChristopher D. Nyhan, Esq. (orally), Katherine W. Fawcett, Esq., Preti Flaherty, Portland, for Mercy Hospital.\nPanel: SAUFLEY, C.J., and CLIFFORD, ALEXANDER, SILVER, MEAD, and GORMAN, JJ."
  },
  "file_name": "0944-01",
  "first_page_order": 972,
  "last_page_order": 980
}
