{
  "id": 11335784,
  "name": "Mary L. WEEKS v. David C. WEEKS",
  "name_abbreviation": "Weeks v. Weeks",
  "decision_date": "1994-12-08",
  "docket_number": "",
  "first_page": "945",
  "last_page": "948",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 945"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "645 A.2d 1118",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871928
      ],
      "pin_cites": [
        {
          "page": "1119-20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/1118-01"
      ]
    },
    {
      "cite": "629 A.2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357347
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/629/0059-01"
      ]
    },
    {
      "cite": "419 A.2d 1018",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7981007
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1022"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/419/1018-01"
      ]
    },
    {
      "cite": "490 A.2d 203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7895552
      ],
      "pin_cites": [
        {
          "page": "205-06"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/490/0203-01"
      ]
    },
    {
      "cite": "552 F.2d 1277",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        974761
      ],
      "pin_cites": [
        {
          "page": "1284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/552/1277-01"
      ]
    },
    {
      "cite": "774 F.2d 786",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        35755
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "800"
        },
        {
          "page": "801"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/774/0786-01"
      ]
    },
    {
      "cite": "460 A.2d 1009",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8014865
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1013"
        },
        {
          "page": "1013"
        },
        {
          "page": "1013"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/460/1009-01"
      ]
    },
    {
      "cite": "534 A.2d 1319",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7895063
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1323"
        },
        {
          "page": "1323"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/534/1319-01"
      ]
    },
    {
      "cite": "463 A.2d 709",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7977412
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "711"
        },
        {
          "page": "712-13"
        },
        {
          "page": "713"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/463/0709-01"
      ]
    },
    {
      "cite": "644 A.2d 1045",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879294
      ],
      "pin_cites": [
        {
          "page": "1046"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/644/1045-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 569,
    "char_count": 10503,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 2.541652641982557e-07,
      "percentile": 0.8134941457976894
    },
    "sha256": "afbffc699dfc7a9e7ebe3341542342a564b776adbc1ee26c0b2cba8a64ed6d0a",
    "simhash": "1:9187432b841447df",
    "word_count": 1751
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "Mary L. WEEKS v. David C. WEEKS."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nMary Weeks appeals from a judgment entered in the Superior Court (Franklin County, Perkins, A.R.J.) affirming a divorce judgment entered in the District Court (Farming-ton, Clapp, J.). Mary contends that the District Court erred in determining that certain property was nonmarital, erred in evaluating other property, and abused its discretion by not awarding her alimony and attorney fees. We agree with some of her contentions and therefore vacate the judgment.\nDavid and Mary Weeks began living together in 1983, eventually married in 1987, and then separated in 1990. In 1991 Mary filed a complaint seeking a divorce, and a trial was held in February 1992. Because there were no children of the marriage, the primary issues before the court were the characterization and division of property.\nTwo months after the trial, the court requested that the parties submit detailed lists of their property. In June 1992 the court entered a judgment of divorce and distributed the marital property. Mary promptly filed a motion for findings of fact and conclusions of law. The court denied the motion, but on appeal the Superior Court remanded the case for further findings. In July 1993, four months after the remand, the District Court ordered the parties to submit proposed findings of fact and conclusions of law. After the parties complied, the District Court adopted verbatim David’s proposed findings and conclusions. On Mary’s second appeal, the Superior Court affirmed the District Court judgment and this appeal followed.\nI.\nStandard of Review\nWhen, as here, the Superior Court acts as an intermediate appellate court, we review directly the record before the District Court. Pederson v. Pederson, 644 A.2d 1045, 1046 (Me.1994). The trial court has a responsibility to find the facts and apply the law. See Clifford v. Klein, 463 A.2d 709, 711 (Me.1983). It is not automatic error for a trial court to adopt verbatim the findings proposed by one party. Estate of Record, 534 A.2d 1319, 1323 (Me.1987). We have recognized, however, that problems may arise when a trial court adopts proposed findings verbatim without any change to reflect its own opinion, In re Sabrina M., 460 A.2d 1009, 1013 (Me.1983), because such findings are “ ‘not the original product of a disinterested mind.’ ” Andre v. Bendix Corp., 774 F.2d 786, 800 (7th Cir.1985) (quoting Flowers v. Crouch-Walker Corp., 552 F.2d 1277, 1284 (7th Cir.1977)). Further, we have several times expressed disapproval of the practice of adopting verbatim the proposed findings of a party. Estate of Record, 534 A.2d at 1323; Perreault v. Parker, 490 A.2d 203, 205-06 (Me.1985); Clifford v. Klein, 463 A.2d at 712-13; In re Sabrina M., 460 A.2d at 1013.\nWhen a trial court adopts verbatim the proposed findings of a party, we must scrutinize the findings closely to determine whether the court has adequately performed its judicial function. In re Sabrina M., 460 A.2d at 1013. If after close scrutiny of such findings we are uncertain whether that function has been performed adequately, we will vacate the judgment. Clifford v. Klein, 463 A.2d at 713.\nII.\nCharacterization and Valuation of Property\nA. The Wilson Lake Residence\nDavid purchased a house on Wilson Lake in Wilton in 1971. Mary moved into the house in 1983 and the couple remained there until they separated in 1990. Title to the property remained solely in David’s name until 1989 when he conveyed it to himself and Mary as joint tenants. Both parties testified that David made the conveyance to enable Mary to finance a new real estate business. The court found that this real estate was mixed marital and nonmarital and awarded it to David along with the assumption of all mortgages and obligations.\nIn Carter v. Carter, 419 A.2d 1018 (Me.1980), we held that a transfer of property during marriage from one spouse to both spouses jointly is presumed to be a transfer to the marital estate “in the absence of clear and convincing evidence to the contrary.” Id. at 1022. In Lalime v. Lalime, 629 A.2d 59 (Me.1993), we held that the transfer of property from a husband to himself and his wife as joint tenants for the purpose of securing a loan did not constitute clear and convincing evidence to rebut the presumption of a gift to the marital estate. Id. at 61. Motivation for the transfer is irrelevant to whether a transferor has intended to make a gift to the marital estate. Id. We stated that “the donor spouse’s explanation of why title was placed in joint tenancy is not a denial of title transfer, but rather a statement of the reason for the gift.” Id. We further noted:\nWe do not mean to suggest that the presumption of a gift to the marital estate is an irrebuttable one. The presumption may be overcome by clear and convincing evidence “that the transferring spouse did not intend to transfer the property to joint ownership or was induced to do so by fraud, coercion, duress, or deception.”\nId. at 61 n. 1 (citation omitted).\nDavid’s reason for transferring the property to joint tenancy is indistinguishable from that in Lalime and is insufficient therefore to overcome the presumption that it was a gift to the marital estate. We conclude that the court erred by finding to the contrary. As we stated in part I, the court adopted verbatim David’s proposed findings of fact and conclusions of law. As a result, the court cited authority for its conclusions but failed to address the effect of Lalime on the present case, despite Mary’s argument that Lalime was controlling. This omission creates doubt whether the court in fact performed its judicial function.\nB. The Teamster’s Union Pension\nIn 1979 David began earning credits with the Teamster’s Union pension fund and continued earning credits after the couple married. The pension plan permitted four benefit choices that included a single life annuity option and three different survivor options. At the trial both parties offered expert testimony on the values of the marital and non-marital portions of the pension. David’s expert testified that the total present value of the pension was $29,000 and that the value of the marital portion was $9,200. Mary’s expert testified that because she was substantially younger than David, the values of the survivor options would be greater than the single annuity option. He testified that depending on the option chosen, the present total value would range from $36,000 to $52,-000, with the corresponding values for the marital portions ranging from $13,000 to $19,000. In its findings as proposed by David, the court explicitly stated that it accepted the valuation of Mary’s expert and found the total present value to be $52,000 and the marital portion to be $13,000.\nA court’s determination of what property is marital or nonmarital is reviewed for clear error and will not be disturbed if there is competent evidence in the record to support it. Williams v. Williams, 645 A.2d 1118, 1119-20 (Me.1994). Although there is competent evidence in this record to support a finding that the marital portion of the pension was $13,000, there is not competent evidence to support a finding both that the total present value was $52,000 and that the value of the marital portion was only $13,000. By finding that the total present value was $52,000, the court necessarily adopted the most valuable survivor option. The only evidence of the value of the marital portion of this option was offered by Mary’s expert, who valued the marital portion at $19,000. The court’s finding that the value of this marital portion was only $13,000 is inconsistent with its finding that the total value was $52,000 and is, therefore, clearly erroneous.\nC. The 4.01(h) Plan\nAfter David and Mary were married, David started a 401(k) retirement plan. He later borrowed $2,800 against the plan. At the time of the trial the gross value of the plan was approximately $10,000. A few weeks before trial, David borrowed an additional $4,100 against the plan. The loan cheek, however, was inadvertently delivered to Mary and she was still in possession of the uncashed check at the time of the trial.\nThe court found that, after deducting the loans, the 401(k) plan had a net value of $4,000. The court awarded the 401(k) plan to David and required him to repay the loans. It did not account for the $4,100 loan check, but stated only that the proceeds from the loans were properly used for marital purposes.\nThe court could not have had a basis on which to make this latter finding at the time of the trial. Not only had David not yet received the proceeds from the second loan, those proceeds were actually in Mary’s possession. Although David testified that the purpose of the loans was for payment of marital expenses, there is no evidence that the proceeds were used for that purpose. The court’s finding is, therefore, clearly erroneous. The result of this erroneous finding is that the value of the $4,100 cheek is not properly accounted for in the divorce judgment. From the judgment it appears that David receives only the 401(k) plan which the court valued at $4,000.\nIII.\nDisposition\nOur findings of clear error compel us to vacate the judgment. We recognize that the pressures on the court’s time as well as the lapse between the trial and the remand from the Superior Court may have exacerbated the burden of making detailed findings of fact. We recognize also that the errors we have identified may not be exclusive and that further proceedings may affect the court’s disposition of other economic issues. Moreover, the court’s adoption of David’s assessment of the property distribution as “a one-sided distribution of property in [Mary’s] favor” indicates that these findings were not the product of careful deliberation. We conclude, therefore, that it is appropriate in this instance to remand for a new trial before a different judge. See Andre v. Bendix Corp., 774 F.2d at 801.\nThe entry is:\nJudgment vacated.\nRemanded with instruction to vacate the judgment of the District Court and remand for further proceedings consistent with the opinion herein.\nAll concurring.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Robert A. Laskoff (orally), Laskoff & Sharon, Lewiston, Toby H. Hollander, Lisbon Falls, for plaintiff.",
      "Edward S. David (orally), Joyce, Dumas, David & Hanstein, P.A., Livermore Falls, for defendant."
    ],
    "corrections": "",
    "head_matter": "Mary L. WEEKS v. David C. WEEKS.\nSupreme Judicial Court of Maine.\nArgued Sept. 9, 1994.\nDecided Dec. 8, 1994.\nRobert A. Laskoff (orally), Laskoff & Sharon, Lewiston, Toby H. Hollander, Lisbon Falls, for plaintiff.\nEdward S. David (orally), Joyce, Dumas, David & Hanstein, P.A., Livermore Falls, for defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ."
  },
  "file_name": "0945-01",
  "first_page_order": 1003,
  "last_page_order": 1006
}
