{
  "id": 11244201,
  "name": "STATE of Maine v. William W. COLBY",
  "name_abbreviation": "State v. Colby",
  "decision_date": "2000-07-26",
  "docket_number": "",
  "first_page": "946",
  "last_page": "948",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 946"
    },
    {
      "type": "parallel",
      "cite": "2000 ME 146"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "256 A.2d 670",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8088094
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "672"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/256/0670-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 362,
    "char_count": 5898,
    "ocr_confidence": 0.727,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2388878656632105
    },
    "sha256": "e1468fdd4a69a8fb9b45ec138019cd52234a568183fac6de7464b35fa31e5fbf",
    "simhash": "1:de9007236407d78e",
    "word_count": 982
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel WATHEN, C.J., and CLIFFORD, RUDMAN, DANA, SAUFLEY, and ALEXANDER, JJ."
    ],
    "parties": [
      "STATE of Maine v. William W. COLBY."
    ],
    "opinions": [
      {
        "text": "RUDMAN, J.\n[¶ 1] William W. Colby appeals from an order entered in the Superior Court (Knox County, Marsano, J.) denying his request for immediate work release pursuant to 30-A M.R.S.A. § 1605 (1996). Because direct review of the denial of work release is not provided by the statute which authorizes work release, we dismiss the appeal.\n[¶ 2] On November 18, 1999, Colby pleaded guilty to one count of simple assault, 17-A M.R.S.A. § 207 (1983 & Supp. 1999) (Class C), and to one count of criminal trespass, 17-A M.R.S.A. § 402 (Supp. 1999) (Class E). On that same day, the Superior Court (Knox County, Atwood, J.) sentenced Colby to eighteen months incarceration, with all but ninety days suspended. Additionally, Colby was to pay $25.00 in restitution. The court then stayed Colby’s sentence until January 2000. One week before his term of incarceration was to begin, Colby sought immediate work release.\n[¶ 3] The Superior Court (Knox County, Marsano, J.) heard Colby’s motion for work release on January 24, 2000. Following the testimony of Colby’s potential employer and of Colby himself, the court denied Colby’s motion and Colby appealed.\n[¶ 4] Section 1605 of Title 30-A makes provision for the employment of county jail prisoners. It grants diseretion-ary authority to the court to grant a privilege to a prisoner at the time of sentence or commitment or thereafter. It provides that the court may withdraw the privilege at any time by order entered with or without notice of hearing. The statute further provides that the sheriff may refuse to permit prisoners to exercise their privileges to leave the jail for any breach of discipline or other violation of jail regulations. The statute provides no right of appeal from the denial of the privilege of leaving the jail nor is any such appeal contemplated by any rule.\n[¶ 5] While Maine no longer offers parole, see 34 M.R.S.A. §§ 1671-1679, repealed by P.L.1975, ch. 499, § 71, our decisions dealing with that privilege are relevant here. Like parole, work release “is a matter of grace” and a prisoner has no right or expectation to work release when sentenced to jail. Still v. State, 256 A.2d 670, 672 (Me.1969). The Legislature is well within its power not to provide review of the denial of a work release request. Work release is a privilege, not a right. Cf. id. Section 1605 does not provide for a direct appeal, therefore, Colby may not appeal here.\nThe entry is:\nAppeal dismissed.\n.The pertinent portions of the immediate work release statute read:\n§ 1605. Employment of county jail prisoners\n1. Order of release; purpose. Any person sentenced or committed to a county jail for crime, nonpayment of a fine or forfeiture or court order or criminal or civil contempt of court, may be granted the privilege of leaving the jail during necessary and reasonable hours for any of the following purposes:\nA.Employment; ....\n2. Grant of privilege; withdrawal. Unless the court expressly grants a privilege described in subsection 1, the prisoner is sentenced to ordinary confinement. The court may grant a privilege at the time of sentence or commitment or thereafter. The court may withdraw the privilege at any time by order entered with or without notice of hearing.\n3. Wages, self-employment income; collection. If a prisoner is employed for wages or salary, the sheriff shall collect the wages or salary or require the prisoner to turn over the wages or salary in full when received. If the prisoner is self-employed, the self-employment income shall be turned over to the sheriff as may be ordered by the court. The sheriff shall deposit the income in a trust checking account and shall keep a ledger showing the status of the account of each prisoner. The wages or salaries are not subject to trustee process in the hands of either the employer or the sheriff, and the self-employment income is not subject to trustee process in the hands of the sheriff during the prisoner’s term and shall be disbursed only as provided in this section; but for tax purposes they are income of the prisoner.\n4. Board; transportation. Every prisoner gainfully employed is liable for the cost of board in the jail, as fixed by the county commissioners. If necessarily absent from jail at a mealtime, the prisoner shall by request be furnished with an adequate nourishing lunch to carry to work. The sheriff shall charge the prisoner’s account, if there is one, for board.\n* * * *\n5. Disbursements. By order of the court, the wages or salaries of employed prisoners and employment income of self-employed prisoners shall be disbursed by the sheriff for the following purposes, in the order stated:\nA. The board of the prisoners;\nB. Necessary travel expenses to and from work and other incidental expenses of the prisoners;\nC. Support of the prisoners’ dependents, if any;\nD. Payments, either in full or ratably, of restitution, and of the prisoners’ obligations, acknowledged in writing, in accordance with Title 17-A, chapter 54, or which have been reduced to judgment; and\nE. The balance, if any, to the prisoners upon their release.\n9. Denial of privilege. The sheriff may refuse to permit prisoners to exercise their privileges to leave the jail, as provided in subsection 1, for any breach of discipline or other violation of jail regulations. Any prisoner so disciplined may petition either the District Court or the Superior Court for a review of that disciplinary action. The court, after review, shall make any order that it considers appropriate.\n30-A M.R.S.A. § 1605 (1996).",
        "type": "majority",
        "author": "RUDMAN, J."
      }
    ],
    "attorneys": [
      "Geoffrey A. Rushlau, District Attorney, Eric J. Walker, Asst. Dist. Atty., Rock-land, for State.",
      "Daniel C. Purdy, Esq., Waldoboro, for defendant."
    ],
    "corrections": "",
    "head_matter": "2000 ME 146\nSTATE of Maine v. William W. COLBY.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs June 27, 2000.\nDecided July 26, 2000.\nGeoffrey A. Rushlau, District Attorney, Eric J. Walker, Asst. Dist. Atty., Rock-land, for State.\nDaniel C. Purdy, Esq., Waldoboro, for defendant.\nPanel WATHEN, C.J., and CLIFFORD, RUDMAN, DANA, SAUFLEY, and ALEXANDER, JJ."
  },
  "file_name": "0946-01",
  "first_page_order": 980,
  "last_page_order": 982
}
