{
  "id": 11243797,
  "name": "Pamela MONTANYA and Michael Montanya, Appellants, v. Robert McGONEGAL, Appellee",
  "name_abbreviation": "Montanya v. McGonegal",
  "decision_date": "2000-08-01",
  "docket_number": "",
  "first_page": "947",
  "last_page": "952",
  "citations": [
    {
      "type": "official",
      "cite": "757 A.2d 947"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "393 Pa.Super. 400",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        877819
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "citation and quotation omitted"
        },
        {
          "page": "673",
          "parenthetical": "citation and quotation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/393/0400-01"
      ]
    },
    {
      "cite": "690 A.2d 284",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11923104,
        11980974
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "291",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/690/0284-01",
        "/pa-super/456/0270-01"
      ]
    },
    {
      "cite": "456 Pa.Super. 270",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        11980974
      ],
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/456/0270-01"
      ]
    },
    {
      "cite": "516 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808555
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "400",
          "parenthetical": "citations omitted"
        },
        {
          "page": "794",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/516/0398-01"
      ]
    },
    {
      "cite": "737 A.2d 249",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11568123,
        838564,
        11568157,
        838589
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/737/0249-01",
        "/pa/558/0379-01",
        "/a2d/737/0249-02",
        "/pa/558/0378-01"
      ]
    },
    {
      "cite": "558 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838589
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0378-01"
      ]
    },
    {
      "cite": "705 A.2d 841",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11872786
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/705/0841-01"
      ]
    },
    {
      "cite": "743 A.2d 977",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11493558
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "981"
        },
        {
          "page": "981",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/743/0977-01"
      ]
    },
    {
      "cite": "375 Pa.Super. 493",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        700032
      ],
      "weight": 4,
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "citations and quotation omitted"
        },
        {
          "page": "1029",
          "parenthetical": "citations and quotation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/375/0493-01"
      ]
    },
    {
      "cite": "717 A.2d 1023",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        356256,
        12120103,
        12120116,
        356278,
        356223,
        12120095
      ],
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/553/0073-01",
        "/a2d/717/1023-02",
        "/a2d/717/1023-03",
        "/pa/553/0072-01",
        "/pa/553/0071-01",
        "/a2d/717/1023-01"
      ]
    },
    {
      "cite": "553 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        356256
      ],
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/553/0073-01"
      ]
    },
    {
      "cite": "692 A.2d 192",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11912709
      ],
      "pin_cites": [
        {
          "page": "197"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/692/0192-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 633,
    "char_count": 13665,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 2.772284939502172e-07,
      "percentile": 0.834431466853859
    },
    "sha256": "926c4f92f29c21cda6048f5e69dc8ef49459d11edba8c05deb23a011903eeb20",
    "simhash": "1:9bd3c6bb0f850cbc",
    "word_count": 2202
  },
  "last_updated": "2024-02-27T19:28:08.003228+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: HUDOCK, STEVENS, JJ., and CIRILLO, President Judge Emeritus."
    ],
    "parties": [
      "Pamela MONTANYA and Michael Montanya, Appellants, v. Robert McGONEGAL, Appellee."
    ],
    "opinions": [
      {
        "text": "STEVENS, J.:\n¶ 1 This is an appeal from the order entered in the Court of Common Pleas of Bucks County sustaining Robert McGone-gal’s preliminary objections and dismissing Pamela and Michael Montanya’s complaint with prejudice. The issue on appeal is whether the trial court erred in sustaining the preliminary objections and whether the trial court should have permitted the Montanyas to amend their complaint naming a new defendant once the statute of limitations had expired. We affirm.\n¶ 2 The relevant facts and procedural history are as follows: On May 26, 1997, a vehicle being driven by Robert McGonegal collided with a vehicle being driven by Pamela Montanya, who was injured as a result of the accident. On April 27, 1999, Pamela Montanya and her husband, Michael Montanya, filed a complaint against Mr. McGonegal averring that he was negligent in the operation of his motor vehicle. The sheriff served the complaint upon Agnes McGonegal, Mr. McGonegal’s widow.\n¶ 8 On July 1, 1999, preliminary objections were filed on behalf of Mr. McGone-gal, who died on December 27, 1997. In the preliminary objections, it was alleged that the administrator/administratrix of Mr. McGonegal’s estate was not named as a party defendant, that the two-year statute of limitations had elapsed with regard to the Montanyas’ claim, and that the complaint was filed more than one year after Mr. McGonegal’s death. As a result, it was requested that the Montanyas’ complaint be dismissed for lack of personal jurisdiction, improper service, and because a suit against a deceased person is a legal nullity. On July 19, 1999, the Montanyas filed an answer to the preliminary objections, alleging that they were unaware that Mr. McGonegal was deceased and that they had been misled with regard thereto. The Montanyas requested that the preliminary injunctions be denied and that they be permitted to file a new complaint.\n¶4 On July 20, 1999, the Montanyas filed a motion for leave to take discovery as to whether the Montanyas were mislead as to the death of Mr. McGonegal, and, on August 20, 1999, the trial court overruled the preliminary objections with leave to refile upon the completion of discovery.\n¶ 5 On October 20, 1999, following the completion of discovery, preliminary objections were filed for a second time on Mr. McGonegal’s behalf, thereby seeking dismissal of the Montanyas’ complaint on the same grounds raised previously, and the Montanyas filed a response. On December 14, 1999, the trial court granted the second preliminary objections and dismissed the Montanyas’ complaint with prejudice. On December 29, 1999, this appeal was filed, and the trial court filed an opinion.\n[Preliminary objections which result in the dismissal of a cause of action should be sustained only in cases that are [so] ‘clear and free from doubt’ that the plaintiff will be unable to prove legally sufficient facts to establish any right to relief. All doubts in this determination should be resolved by overruling the preliminary objections.\nPrevish v. Northwest Medical Center-Oil City Campus, 692 A.2d 192, 197 (Pa.Super.1997), affirmed, 553 Pa. 73, 717 A.2d 1023 (1998) (citations omitted).\n¶ 6 It is well settled that “[a] dead man cannot be a party to an action, and any such attempted proceeding is completely void and of no effect. Moreover, because a dead person cannot be a party to an action commenced after his death, substitution of a personal representative of the dead person’s estate is improper.” Valentin v. Cartegena, 375 Pa.Super. 493, 544 A.2d 1028, 1029 (1988) (citations and quotation omitted). If a plaintiff commences an action against a person who has previously deceased, the only recourse is to file a new action naming the decedent’s personal representative as the defendant. Id.\n¶ 7 Here, there is no dispute that the Montanyas filed a complaint solely against Mr. McGonegal, who was deceased prior to the filing of the complaint, and that they did not name Mr. McGonegal’s personal representative as a defendant. Since case law dictates that the Montanyas were not permitted to simply substitute Mr. McGonegal’s personal representative as the defendant, See Id., the Montanyas’ only recourse was to file a new action against Mr. McGonegal’s personal representative. In this case, the statute of limitations expired before the Montanyas sought to file a new action.\n¶ 8 However, this does not end our inquiry as the Montanyas allege that Mr. McGonegal’s personal representative actively misled them to believe that Mr. McGonegal was alive after the complaint was filed and that Mr. McGonegal’s true status was not revealed until approximately one month after the statute of limitations had expired, when the preliminary objections were filed on Mr. McGonegal’s behalf. As such, they argue that they should have been permitted to file an action against Mr. McGonegal’s personal representative, even though the statute of limitations had expired. We disagree.\nIn Pennsylvania, a cause of action for negligence is controlled by the two-year statute of limitations set forth in 42 Pa. C.S.A. § 5524(2). The statute of limitations begins to run as soon as the right to institute and maintain a suit arises; lack of knowledge, mistake or misunderstanding do not toll the running of the statute of limitations. Where a defendant or his agent actively misleads the plaintiff as to the identity of the proper defendants until after the statute of limitations has expired, the proper remedy is to toll the statute of limitations.\nHubert v. Greenwald, 743 A.2d 977, 981 (Pa.Super.1999) (citations and quotation omitted). See Romah v. Hygienic Sanitation Co., 705 A.2d 841 (Pa.Super.1997), affirmed, 558 Pa. 378, 737 A.2d 249 (1999). “[D]efendant’s conduct need not rise to fraud of concealment in the strictest sense, that is, with an intent to deceive; unintentional fraud or concealment is sufficient.” Molineux v. Reed, 516 Pa. 398, 400, 532 A.2d 792, 794 (1987) (citations omitted). “In order for fraudulent concealment to toll the statute of limitations, the defendant must have committed some affirmative independent act of concealment upon which the plaintiffs justifiably relied.” Kingston Coal Co. v. Felton Mining Co., Inc., 456 Pa.Super. 270, 690 A.2d 284, 291 (1997) (citation omitted). “The plaintiff has the burden of proving active concealment through clear and convincing evidence.” Hubert, 743 A.2d at 981 (citation omitted).\n¶ 9 Here, the Montanyas contend that Mr. McGonegal’s wife, Agnes, and his insurance carrier actively concealed the fact that Mr. McGonegal was dead. Specifically, the Montanyas contend that they were lulled into a false sense of security because (1) Agnes McGonegal accepted service from the sheriff of the complaint at issue without indicating that her husband was dead, (2) pre-suit correspondence with Mr. McGonegal’s insurance carrier indicated that Mr. McGonegal was alive, and (3) the insurance carrier concealed Mr. McGone-gal’s death after the complaint was filed and Agnes McGonegal told them about her husband’s death.\n¶ 10 As to the Montanyas’ claim regarding Agnes McGonegal’s acceptance of service, the record reveals that the sheriff “served Robert McGonegal by handing [the complaint] to Agnes McGonegal, family member.” There is no allegation that Agnes affirmatively indicated to the sheriff that her husband was dead or alive. The Montanyas argue, however, that Agnes had an affirmative duty to “pick up the phone” and contact the Montanyas’ attorney when she received the complaint to inform the attorney that her husband was deceased, and that her silence in this regard constitutes concealment.\n¶ 11 We conclude that Agnes’ mere silence as to the status of her husband is insufficient to toll the statute of limitations. As this Court has held, the defendant must commit some affirmative independent act of concealment upon which the plaintiffs justifiably relied in order to toll the statute; mere silence or nondisclosure is insufficient. See Romah, supra.\n¶ 12 As to the Montanyas’ claim regarding correspondence with Mr. McGonegal’s insurance carrier, the Mon-tanyas aver that on April 24, 1998, June 3, 1998, July 24, 1998, August 24, 1998, and September 10, 1998, the insurance carrier sent their attorney letters from which it could be inferred that Mr. McGonegal was still alive. The Montanyas admit that the insurance carrier did not expressly state that Mr. McGonegal was alive; but rather, they claim that the insurance carrier’s reference in the heading to “Our Insured: Robert McGonegal” misled them to believe that Mr. McGonegal was alive.\n¶ 13 Essentially, the Montanyas are arguing that because the insurance carrier did not indicate that the insured was Mr. McGonegal’s estate they relied on the fact that Mr. McGonegal was alive. We conclude that such reliance is misplaced. As happened in this case, the insurance carrier had no knowledge that Mr. McGonegal was deceased when the letters were written. It was the Montanyas’ obligation to determine whether Mr. McGonegal was deceased. Relying on a heading, which was used merely to identify the policy/claim at issue, was not reasonable and does not constitute the type of fraud/concealment which permits the tolling of the statute of limitations.\n¶ 14 The Montanyas also claim that a release prepared by the insurance carrier in favor of Michael Montanya indicated that Mr. McGonegal was still alive. Our review of the record reveals that the release indicated that Robert McGongegal, “his heirs, executors, administrators, agents, assigns, and all other persons, firms or corporations hable ... ” were released from liability. As such, we cannot say that the release constituted fraud or concealment of Mr. McGonegal’s death.\n¶ 15 The Montanyas allege that the insurance carrier intentionally concealed Mr. McGonegal’s death after they were advised with regard thereto. Specifically, the Montanyas allege that the insurance carrier was required to contact them and inform them about Mr. McGonegal’s death as soon as they discovered it. As indicated previously, this Court has held that some affirmative independent act of concealment upon which the plaintiffs justifiably relied must have been committed. Here, the insurance carrier’s mere silence or nondisclosure is insufficient. See Romah, supra. Simply put, it was the Montanyas’ duty to ascertain the status of the defendant if they wanted to proceed properly, the insurance carrier was under no duty to inform the Montanyas of the status of their insured.\n¶ 16 The Montanyas’ final allegation is that a jury should have decided whether fraud/concealment existed in this case such that the statute of limitations could be tolled. Our review of the certified record reveals that the Montanyas never requested that a jury decide the issue and, in fact, in their answer to the preliminary objections and memorandum with regard thereto, the Montanyas specifically indicated that the trial court should deny the preliminary objections. Since this issue was raised for the first time on appeal, we find it to be waived. See Pa. R.A.P. 302(a).\n¶ 17 For all of the foregoing reasons, we affirm.\n¶ 18 Affirmed.\n. As will be discussed infra, Mr. McGonegal is deceased: however, preliminary objections were filed on his behalf.\n. Michael Montanya claimed loss of consortium due to his wife’s injuries.\n. 20 Pa.C.S.A. § 3383 provides that:\nThe death of a person shall not stop the running of the statute of limitations applicable to any claim against him, but a claim which otherwise would be barred within one year after the death of the decedent shall not be barred until the expiration of one year after his death. Nothing in this section shall be construed to shorten the period which would have been allowed by any applicable statute of limitations if the decedent had continued to live.\nIn the case sub judice, Mr. McGonegal died on December 27, 1997. Even applying the one-year exception, the statute of limitations expired before the Montanyas sought to file a new complaint.\n.The trial court did not order the Montanyas' to file a Concise Statement of the Matters Complained of on Appeal pursuant to Pa. R.A.P. 1925(b) and no such statement was filed.\n. This Court has held the following:\nWhere the statute of limitations has run, amendments will not be allowed which introduce a new cause of action or bring in a new party or change the capacity in which he is sued. If the effect of the amendment is to correct the name under which the right party is sued, it will be allowed; if it is to bring in a new party, it will be refused.\nLafferty v. Alan Wexler Agency, Inc., 393 Pa.Super. 400, 574 A.2d 671, 673 (1990) (citation and quotation omitted).\n. The Montanyas have cited no pertinent authority indicating that Agnes had such an affirmative duty.\n. We note that the letters and release were included in the certified record.\n. We note that the Montanyas have not cited any authority supporting the proposition that the insurance carrier had a duty to contact them and inform them of Mr. McGonegal's death.\n. The Montanyas have failed to cite the place in the record where this issue was preserved. Nevertheless, we have diligently reviewed the record and are unable to find that this issue was raised before the trial court. As such, it is waived.",
        "type": "majority",
        "author": "STEVENS, J.:"
      }
    ],
    "attorneys": [
      "Robert N. Hunn, Philadelphia, for appellants.",
      "James T. Moughan, Plymouth Meeting, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pamela MONTANYA and Michael Montanya, Appellants, v. Robert McGONEGAL, Appellee.\nSuperior Court of Pennsylvania.\nArgued June 13, 2000.\nFiled Aug. 1, 2000.\nRobert N. Hunn, Philadelphia, for appellants.\nJames T. Moughan, Plymouth Meeting, for appellee.\nBEFORE: HUDOCK, STEVENS, JJ., and CIRILLO, President Judge Emeritus."
  },
  "file_name": "0947-01",
  "first_page_order": 995,
  "last_page_order": 1000
}
