{
  "id": 6094939,
  "name": "Ralph P. Harlan v. Harry Bregman and Harold D. Allen",
  "name_abbreviation": "Harlan v. Bregman",
  "decision_date": "1930-04-10",
  "docket_number": "No. 2264",
  "first_page": "949",
  "last_page": "952",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 949"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 546,
    "char_count": 9515,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 9.356698607941943e-08,
      "percentile": 0.5140923273905158
    },
    "sha256": "1117b1c2d58c274bfc831400899c39d32b3ef4b783cfe6b3118b7730c1ad28e8",
    "simhash": "1:a36395492311f60d",
    "word_count": 1651
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Ralph P. Harlan v. Harry Bregman and Harold D. Allen"
    ],
    "opinions": [
      {
        "text": "Gaeeett, Judge,\ndelivered the opinion of the court:\nThe two parties before us in this case claim to have invented a certain type of toy telephone. An interference was declared by the examiner April 10, 1925. A third party, Harold D. Allen, was involved in the interference so declared and in the subsequent proceedings in the-Patent Office, but no appeal was taken by him from the decision of the commissioner, so the contest before us is between Harlan and Bregman.\nThe counts in issue are as follows:\n1. A toy telephone including a transmitter and receiver supporting base and an automatic calling device dial rotatably supported by the base, and a gong and striker mechanism supported by the base, and mechanical means for actuating the striker mechanism also supported by the base and mechanically connected with and responsive to rotation of the dial.\n2. A toy telephone of the “ dial type,” having a rotatable dial, a signalling device cooperatively arranged with reference to the dial, and connections intermediate the dial and signalling device for sounding the latter upon partial movements of rotation of the dial.\n3. In a toy telephone having a base, standard, transmitter and receiver, a number-selecting dial mounted upon the base, a gong mounted within the base, a shaft supporting the dial for manual rotation, a ratchet and pawl permitting free movement of the dial in a one direction, a spring connected with the shaft and tensioned by the manual movement of the dial and operating to return the dial to normal position when left free, a striker for the gong and a gear train connectable with the shaft and actuating the striker upon return movements of the dial;\nThe question of patentability is not before us, the sole issue for our decision being that of priority.\nThe examiner of interferences awarded priority to Harlan. Upon appeal the examiner in chief reversed this decision and gave the award to Bregman which latter decision was affirmed by the commissioner, whereupon by appeal of Harlan the matter comes to this court.\nHarlan’s preliminary statement claims conception of the invention in count 2 on, or about, the 1st part of October, 1919; drawings and disclosure to others about the 1st part of October, 1919; and construction and reduction to practice at about that same time. As to counts 1 and 3 he claims conception on, or about, the 1st part of October, 1922; drawings and disclosure to others at about the same time, and states as to those counts, “ I did not embody said invention in a full-sized device prior to the filing of my application involved herein.” His application for patent was filed March 26, 1923.\nBregman claims conception on or about March 15, 1922; drawings and explanation to others on or about April 1, 1922; first written description on or about November 1, 1923; and construction and reduction to practice on or about April 1, 1922. His application was filed in the Patent Office March 6, 1924.\nHarlan being the senior party, the burden of proof is upon Breg-man, and, since the applications were copending, under the rule, he is required only to establish his contention of priority by a preponderance of the evidence.\nThe examiner held the testimony sufficient to establish Bregman’s conception of all three counts as early as claimed, April 1, 1922, but held, in view of ail the circumstances surrounding the case, that the tests then made of the device which he produced amounted to nothing more than abandoned experiments and did not constitute reduction to practice. He gave Bregman the date of February 2, 1924, for reduction to practice of counts 1 and ?2, a date when one of his devices was exhibited at a toy show in New York, and restricted him to his filing date of March 6, 1924, for reduction to practice of count 3.\nThe Board of Appeals overruled this finding and gave Bregman the date of April 1, 1922, for reduction to practice on all three counts.\nIf this holding of the board be correct it admittedly determines priority in Bregman’s favor.\nIt appears from the record that Bregman is the secretary and general manager of the Steel Stamping Co., which is engaged in manufacturing a variety of articles, including toys, and in metal stamping. Joseph Gould is the president of the company and the record indicates that he is its financial backer, or, at least, one of them. He has other business and is not actively connected with the conduct of this company’s affairs, but his son, Edward J. Gould, is sales manager of the company and looks after the marketing of the merchandise.\nThe Goulds seem to have become interested in the organization of the company at Bregman’s instance, and it was due to their confidence in his ability in the line of developing and producing the ■things the company makes that the elder Gould took an interest in it.\nWe do not regard it as necessary to lengthen this opinion by setting forth the testimony given in this case. The opinions of the examiner and the board have done that as fully as was necessary. Bregman’s testimony is quite succinct and clear upon the making of ■one of the toys about April 1, 1922, and the manner in which it worked is described and the fact that it did work is asserted with particularity and emphasis. Both the Goulds corroborate him in every essential detail. They fix the time by the fact that it was immediately before a director’s meeting at which a director resigned, this being the only case of a resignation of one of the company’s directors in its history. The minutes show the date of this meeting and the resignation of the director as stated. There appears to be a possible mistake of the exact day of this meeting, but this is not such an error as affects the fact of it having occurred. We see no reason to justify a rejection of this testimony or of doubting its truth.\nThe article then produced and used in the exhibition given is on file in the case as an exhibit. It is somewhat crude, to be sure, but it meets the claims. The examiner evidently suspected that it must not have been satisfactory to Bregman and that the long lapse of time before he took the initial steps in his patent application indicates abandonment.\nIt is argued with much earnestness by counsel for appellant that the examiner’s view is the correct one, and that Harlan by entering commercial production with his device placed himself in a much more favorable light. The suggestion of concealment or suppression on Bregman’s part is stressed.\nThe examiner also concluded from an inspection of the article itself, which was before him, that it did not function satisfactorily. We think the fact that it may hot have worked with satisfaction at the time he examined it in June, 1926, may not be taken as very convincing proof against it having worked in April, 1922. It is before us, and while, as stated, it is crude, nevertheless it does work to an extent which we deem sufficient to establish reduction to practice in the sense of the patent law. It seems to us that the fact that the device worked at the time claimed, April, 1922, is quite as conclusively established as is conception itself and virtually by the same testimony. We can see no good reason for accepting the testimony as proving conception and rejecting it on the question of reduction to practice.\nBeing reduced to practice, abandonment or concealment would have to be affirmatively proven, and we find no evidence in the testimony to substantiate this, nor do we feel that we would be justified in drawing a conclusion of abandonment, concealment, or suppression from the circumstances proven.\nThe board in its opinion said:\nThere is no evidence that Bregman was dissatisfied with the device and he did not abandon it in favor of some other device but filed his application upon the structure as shown in this device and in the drawing, Exhibit 6, made at the same time. The filing of the application on the same construction indicates that Bregman did not abandon it and the delay of Bregman, while unexplained, does not necessarily show that he was dissatisfied with the device. It is well established that after an actual reduction to practice it is not necessary for the inventor to show diligence in filing an application or in commercializing the device in the absence of intervening rights. (Seaberger v. Russell, 121 O. G. 2328; Rose v. Clifford & Newell, 135 O. G. 1361; Rolfe v. Kaisling v. Leeper, 143 O. G. 562; Walker v. Lederer, 179 O. G. 851; Hubbard v. Berg, 195 O. G. 818; Roe v. Hansom, 99 O. G. 2550; Wyman v. Donnelly, 104 O. G. 310.)\nWe find no such evidence of concealment or suppression of the invention, or of stimulation into activity by knowledge of a giving of the device to the public by others, as would bring the case under the doctrine of Mason v. Hepburn, 84 O. G. 147, or forfeit Bregman’s rights in favor of his opponents.\nUpon a careful analysis of the record in this case we conclude that the board has taken the correct view. This being true as to Bregman, there is no necessity for our revieiving the testimony in behalf of Harlan.\nThe decision of the commissioner is affirmed.",
        "type": "majority",
        "author": "Gaeeett, Judge,"
      }
    ],
    "attorneys": [
      "George M. Mueller for appellant.",
      "Watts T. Kstabroolc, K%ms, Hudson á Kent {A- J. Hudson of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "Ralph P. Harlan v. Harry Bregman and Harold D. Allen\n(No. 2264)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1930\nGeorge M. Mueller for appellant.\nWatts T. Kstabroolc, K%ms, Hudson á Kent {A- J. Hudson of counsel) for appellee.\n[Oral argument March 10, 1930, by Mr. Mueller and Mr. Hudson]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0949-01",
  "first_page_order": 399,
  "last_page_order": 402
}
