{
  "id": 9494892,
  "name": "Rachel MASTRIANO v. Samuel BLYER et al.",
  "name_abbreviation": "Mastriano v. Blyer",
  "decision_date": "2001-09-14",
  "docket_number": "",
  "first_page": "951",
  "last_page": "957",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 951"
    },
    {
      "type": "parallel",
      "cite": "2001 ME 134"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "159 N.E. 896",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1928,
      "pin_cites": [
        {
          "page": "898"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "247 N.Y. 160",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1983674
      ],
      "year": 1928,
      "opinion_index": 0,
      "case_paths": [
        "/ny/247/0160-01"
      ]
    },
    {
      "cite": "619 A.2d 525",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7355634
      ],
      "pin_cites": [
        {
          "page": "526-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/0525-01"
      ]
    },
    {
      "cite": "1999 ME 26",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11777258
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "¶ 8"
        },
        {
          "page": "1221"
        },
        {
          "page": "¶ 2"
        },
        {
          "page": "1220"
        },
        {
          "page": "1221-22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/723/1220-01"
      ]
    },
    {
      "cite": "696 A.2d 854",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12024854
      ],
      "pin_cites": [
        {
          "page": "856"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/696/0854-01"
      ]
    },
    {
      "cite": "730 So.2d 818",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        11634685
      ],
      "pin_cites": [
        {
          "page": "819"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/730/0818-01"
      ]
    },
    {
      "cite": "165 A. 573",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "pin_cites": [
        {
          "page": "575"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "132 Me. 48",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        597829
      ],
      "year": 1933,
      "pin_cites": [
        {
          "page": "52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/132/0048-01"
      ]
    },
    {
      "cite": "240 A.2d 733",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119889
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "735"
        },
        {
          "page": "735-36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/240/0733-01"
      ]
    },
    {
      "cite": "588 A.2d 303",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7376630
      ],
      "pin_cites": [
        {
          "page": "304"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/588/0303-01"
      ]
    },
    {
      "cite": "2001 ME 37",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11123796
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 10"
        },
        {
          "page": "313"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/767/0310-01"
      ]
    },
    {
      "cite": "695 A.2d 1206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11979825
      ],
      "pin_cites": [
        {
          "page": "1209"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/695/1206-01"
      ]
    },
    {
      "cite": "1997 ME 128",
      "category": "reporters:neutral",
      "reporter": "ME",
      "pin_cites": [
        {
          "page": "¶¶ 5, 6, 8"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1998 ME 141",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11824674
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "¶ 8"
        },
        {
          "page": "1045"
        },
        {
          "page": "¶ 8"
        },
        {
          "page": "1045"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/712/1043-01"
      ]
    },
    {
      "cite": "2001 ME 96",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11094316
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "¶ 7"
        },
        {
          "page": "1049"
        },
        {
          "page": "¶ 8"
        },
        {
          "page": "1049"
        },
        {
          "page": "¶ 11"
        },
        {
          "page": "1050"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/773/1045-01"
      ]
    },
    {
      "cite": "1999 ME 196",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11501862
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 9"
        },
        {
          "page": "938"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/742/0933-01"
      ]
    },
    {
      "cite": "1998 ME 87",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11828088
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "¶ 5"
        },
        {
          "page": "844"
        },
        {
          "page": "845"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/711/0842-01"
      ]
    },
    {
      "cite": "676 P.2d 512",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "pin_cites": [
        {
          "page": "517"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "36 Wash.App. 668",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1782119
      ],
      "year": 1984,
      "opinion_index": 1,
      "case_paths": [
        "/wash-app/36/0668-01"
      ]
    },
    {
      "cite": "479 So.2d 916",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7604201,
        7604068,
        7604161
      ],
      "opinion_index": 1,
      "case_paths": [
        "/so2d/479/0916-03",
        "/so2d/479/0916-01",
        "/so2d/479/0916-02"
      ]
    },
    {
      "cite": "476 So.2d 1132",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7622990
      ],
      "pin_cites": [
        {
          "page": "1140"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/so2d/476/1132-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1036,
    "char_count": 19107,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 3.6632515489447274e-07,
      "percentile": 0.8906237390674128
    },
    "sha256": "5b1181796cfa35484765bd69b250ffc1de54837ad52e8f993b8ab4641d3743aa",
    "simhash": "1:aa159f984136ecfc",
    "word_count": 3243
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: WATHEN, C.J., and CLIFFORD, RUDMAN, DANA, SAUFLEY, ALEXANDER, and CALKINS, JJ.",
      "WATHEN, C.J., with whom DANA, J., joins, dissents and files an opinion."
    ],
    "parties": [
      "Rachel MASTRIANO v. Samuel BLYER et al."
    ],
    "opinions": [
      {
        "text": "ALEXANDER, J.\n[¶ 1] Rachel Mastriano appeals from the summary judgment entered in the Superior Court (Somerset County, Mead, C.J.) on her negligence claims against Samuel Blyer, d/b/a Blyer Taxi Service, and Clifford Groder, Jr. (collectively “BTS”), brought pursuant to Maine’s Wrongful Death Act, 18-A M.R.S.A. § 2-804 (1998), for the death of Douglas K. Dionne. Mastriano argues that the summary judgment was inappropriate because BTS owed Dionne a duty beyond providing him a safe exit from its cab, and because there remain genuine issues of material fact regarding a breach of duty. We decline Mastriano’s request to expand the special duty common carriers owe to their customers to provide a safe exit in a safe place. Accordingly, we affirm.\nI. CASE HISTORY\n[¶ 2] The uncontested facts presented in the parties’ statements of material facts may be summarized as follows:\n[¶ 3] Douglas Dionne spent the early evening hours of August 4, 1997, drinking beer at the Elks Lodge in Skowhegan. A long-time friend, Flint Batehelder, observed Dionne drinking between 5:30 and 8:00 that evening. At approximately 8:00 P.M., Batehelder observed that Dionne’s speech began to be slurred and that he swayed on his feet. The bartender refused to serve Dionne any more liquor, and another patron called Blyer Taxi Service to give Dionne a ride home.\n[¶ 4] When the taxi arrived, Batehelder walked with Dionne to the taxi. Dionne walked without physical assistance, but Batehelder observed him sway as he walked. Batehelder asked the cab driver, Clifford Groder, Jr., to take Dionne home because he had had too much to drink. Batchelder explained that Dionne lived on East Madison Road and that Dionne would show him the way to the house. Batchel-der offered to pay the fare, but Dionne insisted on paying his own fare. When Batchelder last saw Dionne, he was speaking in a clear voice and was able to give instructions to Groder.\n[¶ 5] Once in the cab, Dionne refused to give Groder directions to his house. Instead, he directed Groder to take him to the Kennebec Valley Inn. When that establishment proved to be closed, he asked Groder to take him to Bloomfield’s Tavern. Once there, Dionne paid the fare and exited the cab. Groder watched him walk safely into the tavern and left the area to attend to other business.\n[¶ 6] Groder had considerable experience as a taxi operator. With regard to intoxicated passengers, Groder’s practice was as follows: (1) for passengers who were so intoxicated that they could not function, as where they had to be picked up and placed in the cab, Groder would take them to the nearest hospital; and (2) for passengers who had consumed alcohol, but could walk and give clear directions, Groder would take them to the location they dictated. Once the passengers were safely deposited at the location, Groder would leave.\n[¶ 7] Around 8:30 or 9:00 p.m., Groder responded to a call from Bloomfield’s Tavern to pick up Dionne. When Groder arrived at Bloomfield’s, Dionne walked straight to the cab and gave Groder clear directions to drive him to a convenience store to purchase cigarettes. At the convenience store, Dionne walked straight into the store and Groder observed him speak with the clerk, obtain the cigarettes, pay for them, and walk from the store. Once back in the cab, Dionne directed Groder to return him to the Elks Lodge.\n[¶ 8] At the Elks Lodge, Dionne paid the fare plus a large tip, exited the taxi, and walked past his automobile. Groder related that he knew that the automobile was Dionne’s because he observed Dionne approach it, kick it, and call it a “piece of junk.” Dionne walked over to a fence near a horseshoe pit, and Groder stated that he assumed Dionne was going to reheve himself. Groder heard other voices in the area and assumed Dionne would be safe. Groder then left the Elks Lodge to resume his work. Later that evening, Dionne died in a single-car accident while driving his automobile on the East Madison Road. At the time of the accident, Dionne’s blood-alcohol content was .25. The record is silent as to what, if anything, Dionne may have had to drink after he left Groder’s cab.\n[¶ 9] Mastriano sued BTS for negligence. BTS moved for a summary judgment arguing that Mastriano had not established that BTS breached any duty of care to Dionne. The Superior Court granted BTS’s motion, finding that Mastriano had “failed to raise a genuine issue of material fact to dispute Defendants’ statement that the place of discharge was reasonably safe and that the passenger/carrier relationship had ended.” The court also declined to “extend the carrier’s duty to include preventing Dionne from drinking and/or driving after safe discharge in a reasonably safe place.” Mastriano then timely appealed.\nII. LEGAL ANALYSIS\n[¶ 10] We review a summary judgment by examining the evidence “in the light most favorable to the nonprevailing party to determine whether the record supports the conclusion that there is no genuine issue of material fact and that the prevailing party is entitled to a judgment as a matter of law.” Champagne v. Mid-Maine Med. Ctr., 1998 ME 87, ¶ 5, 711 A.2d 842, 844. If it is clear that BTS would prevail as a matter of law if Mastri-ano presented nothing more than what was before the court at the hearing on the motion for summary judgment, then the court was correct to enter the summary judgment. See id. ¶ 9, 711 A.2d at 845.\n[¶ 11] To survive BTS’s motion for summary judgment, Mastriano must establish a prima facie case for each element of the cause of action that BTS challenges. See Corey v. Norman, Hanson & DeTroy, 1999 ME 196, ¶ 9, 742 A.2d 933, 938. A prima facie case of negligence requires a plaintiff to establish four elements: duty, breach, causation, and damages. We recently characterized these elements: “a duty owed, breach of that duty, and an injury to the plaintiff that is proximately caused by a breach of that duty.” Stanton v. Univ. of Maine Sys., 2001 ME 96, ¶ 7, 773 A.2d 1045, 1049. See also McPherson v. McPherson, 1998 ME 141, ¶ 8, 712 A.2d 1043, 1045; Searles v. Trustees of St. Joseph’s Coll., 1997 ME 128, ¶¶ 5, 6, 8, 695 A.2d 1206, 1209. “The existence of a duty is a question of law, which we review de novo.” McPherson, 1998 ME 141, ¶ 8, 712 A.2d at 1045. See also Stanton, 2001 ME 96, ¶ 8, 773 A.2d at 1049.\n[¶ 12] A duty is “an obligation, to which the law will give recognition and effect, to conform to a particular manner of conduct toward another.” Budzko v. One City Ctr. Assocs. Ltd. P’ship, 2001 ME 37, ¶ 10, 767 A.2d 310, 313 (quoting Quadrino v. Bar Harbor Banking & Trust Co., 588 A.2d 303, 304 (Me.1991)). Generally, the duty at issue and its means of fulfillment can be readily identified, leaving only the question of breach for the factfinder. See Stanton, 2001 ME 96, ¶ 11, 773 A.2d at 1050. Thus, when we talk of duty, we often discuss one’s obligation to: (1) operate a motor vehicle safely; (2) provide medical or legal services competently; (3) assure that floors are not slippery; (4) warn of foreseeable risks to persons present on one’s property; or (5) otherwise conduct ourselves or our business in ways that do not cause injury to others. By contrast, the “duty” urged upon us here has no obvious means of fulfillment.\n[¶ 13] A common carrier owes its passengers a duty that requires “ ‘the exercise of the highest degree of care compatible with the practical operation of the machine in which the conveyance was undertaken.’ ” Roberts v. Yellow Cab Co., 240 A.2d 733, 735 (Me.1968) (quoting Chaput v. Lussier, 132 Me. 48, 52, 165 A. 573, 575 (1933)). This heightened standard of care continues until the carrier has given its passenger a reasonably safe discharge at a reasonably safe location. See Lipsky v. Padgett, 730 So.2d 818, 819 (Fla.Dist.Ct.App.1999); Knoud v. Galante, 696 A.2d 854, 856 (Pa.Super.Ct.1997).\n[¶ 14] Mastriano urges that we expand the common carrier’s duty to provide a safe exit at a safe place to include an in loco parentis type of responsibility to intervene in an arguably intoxicated passenger’s life, perhaps against the passenger’s wishes, to ensure that the passenger does not harm himself or herself after the common carrier has given the safe exit that the law requires.\n[¶ 15] The existing rule establishes a bright line dividing the primary obligation of common carriers to provide a safe discharge, and the primary obligation of passengers to accept personal responsibility for their own safety. See Roberts, 240 A.2d at 735-36. We decline to expand the duty of common carriers by imposing in loco parentis oversight responsibilities for those passengers who are possibly inebriated or otherwise impaired.\n[¶ 16] Mastriano focuses on Dionne’s .25 blood-alcohol content when Dionne died and Dionne’s inferentially obvious drunken state to support her position. However, the new rule of law urged upon us makes no distinction between close cases and obvious ones. Instead, it would expose common carriers to potential liability anytime someone claims, with the clarity of hindsight and the emotion of subsequent tragedy, that the carrier should have noticed a passenger’s possible impairment and, accordingly, taken steps, perhaps against the passenger’s wishes, to protect the passenger from each and every potential harm of the passenger’s own design. Our decisions do not support such an expansive view of duty.\n[¶ 17] When a plaintiff claims that a defendant had an affirmative duty to act to protect the plaintiff from himself or herself, we have generally held that “absent a special relationship, the law imposes no duty to act affirmatively to protect someone from danger unless the dangerous situation was created by the defendant.” Jackson v. Tedd-Lait Post No. 75, Am. Legion, 1999 ME 26, ¶ 8, 723 A.2d 1220, 1221. See also Hughes v. Beta Upsilon Bldg. Ass’n, 619 A.2d 525, 526-27 (Me.1993). As these cases suggest, we are cautious in assigning a duty which imposes an affirmative obligation to act, and we should be even more cautious when the duty urged upon us is a duty to intervene in a plaintiffs life to prevent the plaintiff from injuring himself or herself. In this analysis, Justice Cardozo, writing seven decades ago, suggested a useful point of distinction, asking “whether the putative wrongdoer has advanced to such a point as to have launched a force or instrument of harm, or has stopped where inaction is at most a refusal to become an instrument for good.” H.R. Moch Co. v. Rensselaer Water Co., 247 N.Y. 160, 159 N.E. 896, 898 (1928). Absent a special responsibility, no actionable duty is created by a refusal to become an instrument for good. In this case, any special responsibility ended with Dionne’s safe exit at a safe place. The cab driver had no further duty to become an instrument for good, that is, to act affirmatively to protect the passenger from himself after his exit.\n[¶ 18] This is not a case where the forces that would harm the passenger were already unleashed and apparent, and the cab driver released the passenger into those forces — for example allowing a drunk to exit onto a busy highway at night. That would be an unsafe exit. Nor is this a situation where a danger at the drop-off site was reasonably foreseeable — for example, an ice covered parking lot or a place where vagabonds were known to lurk in the bushes ready to pounce on lonely drunks. That could be considered an exit to an unsafe place. Here, the cab driver is being asked to anticipate a harm that may or may not occur at some other location and with that anticipation, act affirmatively to limit the passenger’s freedom of choice or freedom of movement so that the passenger might not injure himself after he exits the cab safely.\n[¶ 19] Were we to adopt Mastriano’s expansive view of duty, what should a common carrier — the airline, the bus driver, the cab driver — do if they perceive, or arguably should perceive, a passenger to be inebriated or otherwise impaired? Should they refuse to let the passenger leave the vehicle and possibly subject themselves to assault or civil liability for illegal restraint? Should they refuse-to pick up the passenger and leave the person to fend for themselves by the side of the road? There is no obvious course of conduct by which any new duty to become an instrument for good could be fulfilled in a manner that is foreseeable or definable to a jury.\n[¶ 20] The Government acting through the courts or the Legislature can only go so far in requiring common carriers or others to protect people from themselves. Common carriers have no duty, to be fulfilled in an unspecified manner, to protect possibly inebriated or impaired passengers from themselves after the carrier provides them with a safe exit in a safe place. We decline to extend the law to reach that result.\n[¶ 21] Mr. Dionne’s death was a tragedy, but it was a tragedy caused by his own hand in becoming intoxicated, entering his car, and driving himself to his death. The common carrier, who gave Mr. Dionne his contracted ride from Bloomfield’s to the Elks Lodge and provided him a safe exit at a safe place, had no further duty to Mr. Dionne to intervene in his life and prevent the subsequent tragedy which Mr. Dionne brought on himself.\nThe entry is:\nJudgment affirmed.\nWATHEN, C.J., with whom DANA, J., joins, dissents and files an opinion.\n. Rachel Mastriano sues in her capacity as the personal representative of the estate of the decedent, Douglas K. Dionne, and as the guardian and next friend of his minor child, Danielle Dionne.\n. All of these facts regarding observations of Dionne's condition are taken from defendant's statement of material fact and are uncontested by plaintiff’s statement of material facts. Thus, they are deemed to be admitted. See M.R. Civ. P. 56(h)(4) (formerly M.R. Civ. P. 7(d)(2) (2000)).\n. But not necessarily when Dionne left Grader’s cab.\n. The Jackson facts describe the realistic consequences if taxicabs are discouraged from picking up drunken patrons:\nOn the afternoon of October 6, 1991, Brian Jackson and a friend were drinking at the American Legion bar in Old Town. According to Jackson, he consumed approximately twenty-five to thirty beers and five to seven shots of vodka at the Legion, in addition to approximately six beers consumed earlier at the friend’s house. In the early evening, Jackson, who was a regular customer at the Legion, got in an argument with the bartender, and she ordered him to leave. It was raining heavily, and he asked her to call him a cab. She refused, and he left.\nJackson, 1999 ME 26, ¶ 2, 723 A.2d at 1220.\nFollowing these events, Jackson was hit by a car while he was standing on or near the street. He sued the American Legion Post for his injuries. We affirmed the dismissal of Jackson's negligence claim on the basis that the Legion was under no duty to arrange for his transportation. See id. ¶¶ 9-12, 723 A.2d at 1221-22.",
        "type": "majority",
        "author": "ALEXANDER, J."
      },
      {
        "text": "WATHEN, C.J.,\nwith whom DANA, J., joins, dissenting.\n[¶ 22] I respectfully dissent. The Court has correctly stated the general rule that the heightened duty a carrier owes its passenger continues until the carrier has discharged the passenger at a reasonably safe location. It has failed to recognize, however, that discharging an intoxicated passenger at his or her car may not be discharging the passenger at a reasonably safe location. The present case is particularly compelling because, taking the facts in the light most favorable to plaintiff, the carrier was specifically informed at the time of engagement that the passenger had had too much to drink, and he could easily have inferred that the passenger was too drunk to drive.\n[¶ 23] A place that is reasonably safe for most passengers to disembark may not, under the circumstances, be reasonably safe for a passenger who is intoxicated or otherwise disabled. Thus, when a carrier is aware that its passenger has a disability due to intoxication, age, or mental or physical condition, it must exercise reasonable care not to discharge the passenger at a place where, due to the disability, he or she is exposed to an unreasonable risk of harm. Portier v. Thrifty Way Pharmacy, 476 So.2d 1132, 1140 (La.Ct.App.1985) rev’d in part on other grounds, 479 So.2d 916 (La.1985). The carrier’s determination of whether a particular location is unreasonably risky involves not only an evaluation of the risks posed by the physical characteristics of the place of discharge, but also the foreseeable risks that may arise through the conduct of the passenger or a third party. See RESTATEMENT (SECOND) OF TORTS § 302A (1965) (“An act or omission may be negligent if the actor realizes or should realize that it involves an unreasonable risk of harm to another through the negligent or reckless conduct of the other or a third person”). If the carrier fails to exercise the reasonable care required by the circumstances, it may be hable for its passenger’s injuries even though the passenger has stepped securely onto the street. Torres v. Salty Sea Days, Inc., 36 Wash.App. 668, 676 P.2d 512, 517 (1984).\n[¶ 24] This rule does not in any way expand the carrier’s duty to discharge its passengers at a reasonably safe location, nor does it impose a paternalistic obligation on the carrier to affirmatively protect a passenger after he or she has disembarked. Rather, it arises necessarily from the carrier’s general duty in cases, such as the present one, involving passengers who are disabled due to intoxication.\n, [¶ 25] I am not unmindful of the policy implications of this position, but, unlike the majority, I do not find them overwhelming. A carrier, pursuant to a reasonably implemented rule of operation, could simply refuse service to an apparently intoxicated individual who requested to be transported to an unsafe location such as his or her car. Carriers would continue to provide a socially beneficial service by transporting intoxicated individuals to safe locations such as the individual’s home, a hospital, a bus or airline terminal, or even a bar without the threat of liability. In this way, the deterrent effect of the rule on a carrier’s willingness to transport intoxicated individuals would be minimal and would only arise when the individual requested to be transported to an unsafe location.\n[¶ 26] I am satisfied that a jury could, if it heard nothing more than the evidence presented in the parties’ statements of material fact, find that Groder knew that Dionne was disabled due to his intoxication and that discharging Dionne at his car exposed him to an unreasonable risk of harm that resulted in his death. I would vacate the summary judgment and allow the case to proceed to trial.",
        "type": "dissent",
        "author": "WATHEN, C.J.,"
      }
    ],
    "attorneys": [
      "Philip P. Mancini (orally), Douglas F. Britton, Drummond & Drummond, LLP, Portland, for plaintiff.",
      "Kevin G. Libby (orally), Elizabeth A. Mooney, Monaghan Leahy, LLP, Portland, for defendants."
    ],
    "corrections": "",
    "head_matter": "2001 ME 134\nRachel MASTRIANO v. Samuel BLYER et al.\nSupreme Judicial Court of Maine.\nArgued June 12, 2001.\nDecided Sept. 14, 2001.\nPhilip P. Mancini (orally), Douglas F. Britton, Drummond & Drummond, LLP, Portland, for plaintiff.\nKevin G. Libby (orally), Elizabeth A. Mooney, Monaghan Leahy, LLP, Portland, for defendants.\nPanel: WATHEN, C.J., and CLIFFORD, RUDMAN, DANA, SAUFLEY, ALEXANDER, and CALKINS, JJ."
  },
  "file_name": "0951-01",
  "first_page_order": 993,
  "last_page_order": 999
}
