{
  "id": 9494916,
  "name": "In re FREDERICK P. et al.",
  "name_abbreviation": "In re Frederick P.",
  "decision_date": "2001-09-28",
  "docket_number": "",
  "first_page": "957",
  "last_page": "962",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 957"
    },
    {
      "type": "parallel",
      "cite": "2001 ME 138"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "1998 ME 236",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11678182
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 2"
        },
        {
          "page": "530"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/719/0529-01"
      ]
    },
    {
      "cite": "499 A.2d 137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7928118
      ],
      "pin_cites": [
        {
          "page": "138-139"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/499/0137-01"
      ]
    },
    {
      "cite": "479 A.2d 1291",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12073812
      ],
      "pin_cites": [
        {
          "page": "1295"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/479/1291-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 737,
    "char_count": 13871,
    "ocr_confidence": 0.663,
    "pagerank": {
      "raw": 1.6525811244207303e-07,
      "percentile": 0.6930236087123226
    },
    "sha256": "cd93e0104cc4cfe7f2e066b098c6783e0e303ab09694bb1d1a4a17bd7c3c42e3",
    "simhash": "1:c2bb5ca7385c9327",
    "word_count": 2264
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: WATHEN, C.J., and CLIFFORD, RUDMAN, DANA, SAUFLEY, ALEXANDER, and CALKINS, JJ."
    ],
    "parties": [
      "In re FREDERICK P. et al."
    ],
    "opinions": [
      {
        "text": "ALEXANDER, J.\n[¶ 1] The mother appeals from a judgment of the District Court (Skowhegan, Clapp, J.) terminating her parental rights with respect to her five children. The mother asserts that: (1) the results of the termination hearing were irreparably tainted because, during an earlier cease reunification hearing, her rights to free exercise of religion were violated by references to both parents’ religion as Wiccans which the mother’s brief characterizes as an “unusual and historically disfavored religion referred to in the transcript as ‘witchcraft’ and ‘paganism’ ”; (2) her due process rights were violated because the cease reunification hearing proceeded without her being present; and (3) there was insufficient evidence to support the court’s findings that termination of parental rights was appropriate and in the best interests of the children, particularly in light of the desires of the three older children that her parental rights not be terminated. We affirm.\nI. CASE HISTORY\n[¶ 2] From 1984 to 2000, the children’s mother and father were married. During the marriage, five children were born, three boys and two girls, ranging in age from seven to fifteen at the date of the termination hearing. From 1984 until 1997, the couple and the children lived in Massachusetts at the home of the children’s maternal grandmother. This was not a healthy relationship because, as the court noted, the maternal grandmother was a significant force in the home life and may have abused or permitted abuse of the mother and her brother as children.\n[¶ 3] In 1995, after the death of the maternal grandmother and grandfather and two uncles, the mother began to manifest significant mental health problems, some of which may have been rooted in her own abused childhood experiences. The family continued to live at the grandmother’s home in Billerica, Massachusetts, until 1997. At that time, child protective agencies in Massachusetts began investigating the living conditions in the home. The family then moved to Gloucester, Massachusetts. They lived there only a short time before being evicted and moving to Hampton, New Hampshire. There they lived in a seasonal summer home through the winter of 1997-1998. In New Hampshire, the mental health condition of both parents apparently continued to deteriorate with the mother becoming the dominant authority in the family. The District Court found that during this time, the mother enlisted the children in her effort to dominate her husband by “having them physically attack, restrain and beat their father in order to get the car keys or money desired by [the mother].”\n■ [¶ 4] After being evicted from the Hampton, New Hampshire, residence, the parents purchased a travel trailer and, sometime in the winter of 1998-1999, moved onto a lot in the woods in New Portland, Maine. Although all of the children were of school age, they were not enrolled in school and had to care for themselves and deal with their increasingly unstable parents.\n[¶ 5] The record, supported by photographs, indicates that the living conditions at and around the trailer were at about the worst extreme of clutter and filth. The trailer had no running water or toilet facilities. Sewage was dumped on the ground underneath and outside the trailer. Great amounts of clothing, trash and junk were strewn about the grounds. A fifty-five gallon drum filled with human waste sat in a pool of sewage. An electric cord was tied to a post with string. The trailer itself was not level. Inside the trailer, smoke from the wood and fuel burning stove was regularly discharged to the interior because of a broken or separated stove pipe. Three dogs, one a very large Newfoundland, lived inside the trailer and slept with the family, apparently on one or two beds.\n[¶ 6] Beyond the difficult living conditions, the children were subjected to some physical violence, including one instance of a child being hit with a truck. Neighbors reported these conditions to the Department of Human Services (DHS). DHS obtained a preliminary protection order and took custody of the children in November of 1999.\n[¶ 7] After DHS took custody of the children, the parents moved to a different residence in New Portland. They also travelled to Massachusetts, stole some copper from the father’s former employer, were apprehended, and criminally convicted. The father was incarcerated for this offense until May 2000.\n[¶ 8] The District Court’s findings, fully supported by the record, relate a sorry history of manipulation of the father by the mother and of the father’s lack of any active pursuit of reunification. Because the father is not a party to the appeal, the father’s situation will not be discussed further except as it relates to the mother’s claims.\n[¶ 9] Pursuant to 22 M.R.S.A. § 4041(1)(A) (Supp.2000), DHS made rehabilitation services available to the parents but both parents failed to comply with the requirements of the offered rehabilitation services. DHS also arranged for the parents to visit with the children but not at their home. In the summer of 2000, the parents advised DHS that they would refuse to visit their children if the visitations could not occur in the parents’ home. Visits with the children then ceased for several months. At the termination hearing, the mother took the somewhat strange position that she had ceased visits with her children knowing that it would prompt the father to stop visitations so that the mother could prevent the father from reunifying with the children. It also appears that the mother and the father stopped communicating with their court-appointed attorneys during the summer of 2000.\n[¶ 10] Because of the parents’ actions, a hearing was scheduled on September 18, 2000, on the DHS request to cease reunification efforts. See 22 M.R.S.A. § 4041(2) (Supp.2000). The parents did not appear at the hearing. Shortly before the hearing, the mother called the court to ask for a continuance, saying she could not be present because of another family matter. The court refused to continue the hearing. The hearing then proceeded with the parents’ attorneys present and participating. After hearing, the court ordered that DHS could cease its reunification efforts. The court also permitted the attorneys then representing the parents to withdraw due to the communication problems with the parents.\n[¶ 11] Both parents reappeared in November or December of 2000, new counsel were appointed for each, and the parents resumed visits with the children. At approximately the same time, DHS moved for termination of parental rights. A termination of parental rights (TPR) hearing was held on February 26 and 28, 2001. Both parents appeared and participated, with the assistance of counsel, in this hearing. At the start of the TPR hearing, the transcript of the cease reunification hearing was admitted as evidence without objection from any party.\n[¶ 12] The evidence at the hearing indicated that the children are adjusting well in their foster homes. The hearing also included evidence that the three older children preferred that parental rights not be terminated.\n[¶ 13] The court issued its termination order on March 22, 2001. The mother filed this timely appeal.\nII. DISCUSSION\n[¶ 14] The issues raised by the mother’s appeal are addressed individually as follows:\nA. Religious Discrimination\n[¶ 15] There was no objection ’ to admission of the cease reunification hearing transcript in the TPR hearing. Also, as the mother’s brief recognizes, there were no references to the parents’ Wiccan religion or witchcraft in the entire record of the termination hearing or in the court’s findings supporting its termination order. Apparently, the mother’s position is that raising the Wiccan issue in the cease reu-nifieation hearing (mostly by the mother’s attorney) so tainted the remainder of the proceedings that termination cannot occur. Without accepting the mother’s position that there was any error in the cease reunification hearing, it was incumbent on her to bring any concern to the attention of the trial court and seek corrective action at the termination hearing stage. This was not done. The issue is not preserved.\nB. Due Process\n[¶ 16] The mother was notified of the time of the cease reunification hearing. This is demonstrated by the fact that she called in advance of the hearing and said she could not come for a family-related reason. The trial court refused to continue the hearing. We review a ruling on a motion to continue for abuse of discretion. State v. Reed, 479 A.2d 1291, 1295 (Me.1984). There is nothing to indicate that the trial court’s action was beyond the range of the trial court’s discretion in dealing with continuances. Further, by permitting the record of the cease reunification hearing to become part of the TPR hearing, any due process claim incident to the cease reunification hearing is not preserved for review.\nC. Sufficiency of the Evidence: Parental Unfitness\n[¶ 17] In this case there was more than sufficient evidence by which the court could find, by the clear and convincing evidence standard, 22 M.R.S.A. § 4055(1)(B)(2) (1992), that the grounds for termination of parental rights had been proven with respect to all five children. The District Court found that: (a) the mother had a mental condition that was continuing to deteriorate; (b) this had caused her to relocate the children and maintain their living in the conditions of filth and squalor that DHS had found; (c) subsequent to DHS intervention, the mother had failed to actively participate in rehabilitative services; (d) the mother had focused primarily on her needs and concerns, real and imagined, and had tried to manipulate the system to that end; and (e) there was nothing that indicated that her situation was improving or would improve sufficiently to allow her to become a safe and responsible parent and regain custody of the children at any time before the children became adults. All of these findings are more than adequately supported by the evidence. With these findings, pursuant to 22 M.R.S.A. § 4055(l)(B)(2)(b)(i) & (ii) (1992), parental unfitness was properly determined.\n[¶ 18] The mother, challenging this evidence, points to her testimony and to the testimony of one social worker and argues that this testimony should be given great weight to avoid the termination finding. However, the court repeatedly emphasized that it did not find the mother’s testimony credible, pointing to several instances where the mother had testified contrary to facts about which there could be no dispute. For example, she denied that she had been convicted of a crime when she was serving probation for that crime, and she claimed that she was a good housekeeper in the face of photographs which could not rationally be said to reflect good housekeeping practices. Likewise, the court determined that the social worker’s opinions were unreliable because they were too heavily based on false information given to her by the mother. Such credibility and weight of the evidence determinations are uniquely for the trial court to decide. See In re Chesley B., 499 A.2d 137, 138-139 (Me.1985).\nD.Sufficiency of the Evidence. Best Interests of the Children\n[¶ 19] There is also sufficient evidence to support the court’s best interest finding. See 22 M.R.S.A. § 4055(1)(B)(2)(a) (1992). As noted, the court determined that the mother would be in no condition to become a fit parent for the children at any time during the children’s minority. The court also found that the children were doing well in their present foster home settings and would be served by long-term foster home placement or adoption into a stable living environment, particularly if they could maintain contact with each other.\n[¶ 20] The record indicates that at least the three older children, while recognizing that their mother could not care for them, did not want parental rights terminated or were equivocal about whether parental rights should be terminated or not. The court must consider the preferences of older children in making decisions in child protective cases. Thus, 22 M.R.S.A. § 4055(3) (Supp.2000) directs that the court “shall consider, but is not bound by, the wishes of a child 12 years of age or older in making an order under this section.”\n[¶ 21] The mother argues that the termination order demonstrates that the court ignored the statutory mandate to consider the wishes of the children. However, the statute requires that the children’s wishes be considered by the court, not that they control the court’s determination. The trial court’s findings reflect that it considered the children’s concerns seriously. After considering the children’s wishes, the trial court found that termination would be in the children’s best interest because of the adverse effect that a continued relationship with the mother would have on the children in light of the mother’s manipulative nature and her self-centered focus on her own needs in dealing with her psychosis. Thus, the District Court did not err in the manner in which it addressed the children’s wishes. The court’s best interest findings are supported by competent evidence and are sufficient to meet the clear and convincing evidence standard. See In re Thomas B., 1998 ME 236, ¶ 2, 719 A.2d 529, 530.\nThe entry is:\nJudgment affirmed.",
        "type": "majority",
        "author": "ALEXANDER, J."
      }
    ],
    "attorneys": [
      "Barbara T. Chassie, Law Offices of Charles T. Ferris, Kingfield, for appellant.",
      "G. Steven Rowe, Attorney General, Matthew Pollack, Pat Stevens, Asst. Attorneys General, Augusta, for appellee.",
      "Annalee Bloom, Skowhegan, Guardian ad Litem.",
      "Charles Veilleux, Skowhegan, for father."
    ],
    "corrections": "",
    "head_matter": "2001 ME 138\nIn re FREDERICK P. et al.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Sept. 13, 2001.\nDecided Sept. 28, 2001.\nBarbara T. Chassie, Law Offices of Charles T. Ferris, Kingfield, for appellant.\nG. Steven Rowe, Attorney General, Matthew Pollack, Pat Stevens, Asst. Attorneys General, Augusta, for appellee.\nAnnalee Bloom, Skowhegan, Guardian ad Litem.\nCharles Veilleux, Skowhegan, for father.\nPanel: WATHEN, C.J., and CLIFFORD, RUDMAN, DANA, SAUFLEY, ALEXANDER, and CALKINS, JJ."
  },
  "file_name": "0957-01",
  "first_page_order": 999,
  "last_page_order": 1004
}
