{
  "id": 9099577,
  "name": "MOTORISTS MUTUAL INSURANCE COMPANY v. Holly Lynn PINKERTON, Paul R. Pinkerton, P.G. Publishing Company, Francis E. Pfederhirt, Mark R. Interthal and National Union Fire Insurance Company, Appeal of Mark R. Interthal; State Farm Fire and Casualty Company, Appellant v. Randall P. Craley, Administrator of the Estate of Jayneann M. Craley, Randall P. Craley, Parent and Natural Guardian of Keith P. Craley, A Minor, and Randall P. Craley, In his Own Right and Gloria M. Craley And Lawrence W. Craley, Husband and Wife, Appellees; Prudential Property and Casualty Insurance Company, Appellee v. Shirley Hasson and Arthur E. Hasson, II, Appellants; Homestead Insurance Company, Appellant v. Penjerdel Refrigeration Company and Episcopal Hospital, Appellees",
  "name_abbreviation": "Motorists Mutual Insurance v. Pinkerton",
  "decision_date": "2003-08-20",
  "docket_number": "",
  "first_page": "958",
  "last_page": "966",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 958"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "692 A.2d 1089",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        468736,
        11919873
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "summary judgment order declaring the rights of parties is final and immediately appealable pursuant to statutory authority of 42 Pa. C.S. § 7532"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0693-01",
        "/a2d/692/1089-01"
      ]
    },
    {
      "cite": "547 Pa. 693",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468736
      ],
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "summary judgment order declaring the rights of parties is final and immediately appealable pursuant to statutory authority of 42 Pa. C.S. § 7532"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0693-01"
      ]
    },
    {
      "cite": "768 A.2d 813",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "805 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11433616,
        312811
      ],
      "weight": 6,
      "year": 2002,
      "pin_cites": [
        {
          "page": "495"
        },
        {
          "page": "496",
          "parenthetical": "\"[A] trial court's order at the conclusion of a trial, whether the action is one at law or in equity, simply cannot become final for purposes of filing an appeal until the court decides any timely post-trial motions.\""
        },
        {
          "page": "497-99",
          "parenthetical": "Saylor, J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/805/0491-01",
        "/pa/569/0462-01"
      ]
    },
    {
      "cite": "569 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        312811
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/569/0462-01"
      ]
    },
    {
      "cite": "50 Pa. D. & C. 4th 485",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.4th",
      "opinion_index": 0
    },
    {
      "cite": "792 A.2d 625",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "790 A.2d 848",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "660 A.2d 66",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865237,
        719751
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "hearing appeal that had been filed directly from declaratory judgment order entered following submission of case on stipulated facts"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/660/0066-01",
        "/pa-super/442/0442-01"
      ]
    },
    {
      "cite": "442 Pa.Super. 442",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        719751
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "hearing appeal that had been filed directly from declaratory judgment order entered following submission of case on stipulated facts"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/442/0442-01"
      ]
    },
    {
      "cite": "656 A.2d 931",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        717930,
        7881316
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "quashing appeal filed directly from declaratory judgment order entered following bench trial"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/441/0083-01",
        "/a2d/656/0931-01"
      ]
    },
    {
      "cite": "441 Pa.Super. 83",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        717930
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "quashing appeal filed directly from declaratory judgment order entered following bench trial"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/441/0083-01"
      ]
    },
    {
      "cite": "763 A.2d 813",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1366977,
        11173759
      ],
      "weight": 3,
      "year": 2000,
      "pin_cites": [
        {
          "page": "818"
        },
        {
          "parenthetical": "summary judgment order declaring the rights of parties is final and immediately appealable pursuant to statutory authority of 42 Pa. C.S. § 7532"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0595-01",
        "/a2d/763/0813-01"
      ]
    },
    {
      "cite": "563 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1366977
      ],
      "weight": 3,
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "summary judgment order declaring the rights of parties is final and immediately appealable pursuant to statutory authority of 42 Pa. C.S. § 7532"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0595-01"
      ]
    },
    {
      "cite": "784 A.2d 781",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9464729
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "789-90"
        },
        {
          "page": "786-88"
        },
        {
          "page": "784"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/784/0781-01"
      ]
    },
    {
      "cite": "805 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11433616,
        312811
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "497"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/805/0491-01",
        "/pa/569/0462-01"
      ]
    },
    {
      "cite": "569 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        312811
      ],
      "year": 2002,
      "opinion_index": 1,
      "case_paths": [
        "/pa/569/0462-01"
      ]
    },
    {
      "cite": "763 A.2d 813",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1366977,
        11173759
      ],
      "year": 2000,
      "opinion_index": 1,
      "case_paths": [
        "/pa/563/0595-01",
        "/a2d/763/0813-01"
      ]
    },
    {
      "cite": "563 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1366977
      ],
      "year": 2000,
      "opinion_index": 1,
      "case_paths": [
        "/pa/563/0595-01"
      ]
    },
    {
      "cite": "805 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11433616,
        312811
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "497-99",
          "parenthetical": "Saylor, J., concurring"
        },
        {
          "page": "498-99",
          "parenthetical": "Saylor, J., concurring"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/a2d/805/0491-01",
        "/pa/569/0462-01"
      ]
    },
    {
      "cite": "569 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        312811
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "472-74"
        },
        {
          "page": "473-74"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/569/0462-01"
      ]
    },
    {
      "cite": "763 A.2d 813",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1366977,
        11173759
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "818"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/563/0595-01",
        "/a2d/763/0813-01"
      ]
    },
    {
      "cite": "563 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1366977
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "603-04"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/563/0595-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 897,
    "char_count": 26277,
    "ocr_confidence": 0.694,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21430284159423965
    },
    "sha256": "ab013c12befbd85534eb5ca115e798a8b71eb3f0624b99489b82143d4a11a193",
    "simhash": "1:c7f1a7a61b483508",
    "word_count": 4160
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ZAPPALA, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR and EAKIN, JJ.",
      "Former Chief Justice ZAPPALA did not participate in the decision of this case.",
      "Justice NEWMAN files a concurring opinion.",
      "Justice SAYLOR files a concurring opinion."
    ],
    "parties": [
      "MOTORISTS MUTUAL INSURANCE COMPANY v. Holly Lynn PINKERTON, Paul R. Pinkerton, P.G. Publishing Company, Francis E. Pfederhirt, Mark R. Interthal and National Union Fire Insurance Company, Appeal of Mark R. Interthal. State Farm Fire and Casualty Company, Appellant v. Randall P. Craley, Administrator of the Estate of Jayneann M. Craley, Randall P. Craley, Parent and Natural Guardian of Keith P. Craley, A Minor, and Randall P. Craley, In his Own Right and Gloria M. Craley And Lawrence W. Craley, Husband and Wife, Appellees. Prudential Property and Casualty Insurance Company, Appellee v. Shirley Hasson and Arthur E. Hasson, II, Appellants. Homestead Insurance Company, Appellant v. Penjerdel Refrigeration Company and Episcopal Hospital, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice NIGRO.\nThe question presented in each of these four consolidated actions is whether the Superior Court erred in quashing as untimely an appeal from a declaratory judgment order entered after trial based on the fact that the appellant filed post-trial motions instead of immediately appealing the order. For the following reasons, we hold that the Superior Court did, in fact, err.\nIn the first of these four consolidated cases, State Farm Fire and Casualty Co. v. Craley, three members of the Craley family were involved in an automobile accident with an uninsured motorist. 784 A.2d 781 (Pa.Super.2001). Thereafter, they sought uninsured motorist coverage from Appellant State Farm Fire and Casualty Company (“State Farm”), pursuant to a policy that State Farm had issued to another family member. State Farm, however, believed that it had no obligation to pay such benefits and thus, filed a declaratory judgment action in the Court of Common Pleas of Berks County. As the facts of the case were undisputed, the parties submitted the case to the trial court for a non-jury trial on stipulated facts pursuant to Pennsylvania Rule of Civil Procedure 1038.1. The trial court issued its decision and verdict on December 22, 1998, declaring State Farm responsible under the policy at issue and awarding damages to the Craleys. State Farm and the Craleys each filed a post-trial motion. In an April 26, 2000 order, the trial court denied State Farm’s motion, but granted the Craleys’ motion and amended the verdict accordingly. Twenty-nine days later, on May 25, 2000, State Farm filed a notice of appeal. However, in an en banc opinion and order, the Superior Court quashed the appeal as untimely. 784 A.2d 781. The Superior Court explained in its opinion that under the Declaratory Judgment Act, the trial court’s December 22, 1998 order declaring the rights of the parties had “the force and effect of a final judgment,” 42 Pa.C.S. § 7532, and was therefore subject to immediate appeal. Id. at 785-787 (citing Nationwide Mutual Ins. Co. v. Wickett, 563 Pa. 595, 763 A.2d 813 (2000)). As State Farm had not appealed that order within thirty days of its entry, see Pa. R.A.P. 903 (appeal must be taken within 30 days of final order), but rather, had filed its post-trial motion and then appealed, the court concluded that the appeal was untimely and the court therefore had no jurisdiction to hear it.\nThree judges on the en banc panel filed separate opinions. President Judge Del Sole authored a dissent, specifically disagreeing with the majority’s conclusion that the appeal was untimely. While Judge Del Sole acknowledged that this Court’s decision in Nationwide Mutual Insurance Co. v. Wickett could be read to “eliminate the normal and time-honored procedural rules involving post-trial practice,” 784 A.2d at 789-90, he distinguished that case from the instant one, noting that Wickett involved a ruling on preliminary objections, whereas the instant case involved a trial. Based on this distinction, Judge Del Sole concluded that the parties acted appropriately in filing post-trial motions rather than immediately appealing the trial court’s December 22, 1998 order.\nPresident Judge Emeritus McEwen filed a concurring and dissenting opinion, in which he stated that he agreed with the majority that the Declaratory Judgment Act and Wickett make clear that orders declaring rights and duties in declaratory judgment actions are immediately appeal-able. However, he noted that the Superior Court had not consistently applied Section 7532 of the Declaratory Judgment Act, resulting in considerable confusion among Superior Court panels. Compare, e.g., Baughman v. State Farm Mut. Auto. Ins. Co. 441 Pa.Super. 83, 656 A.2d 931 (1995) (quashing appeal filed directly from declaratory judgment order entered following bench trial), with State Farm Mut. Auto. Ins. Co. v. Martin, 442 Pa.Super. 442, 660 A.2d 66 (1995) (hearing appeal that had been filed directly from declaratory judgment order entered following submission of case on stipulated facts). Judge McEwen therefore stated that while he agreed with the majority that State Farm’s appeal was untimely, he believed that the court should exercise its authority to allow State Farm’s appeal nunc pro tunc.\nJudge Musmanno joined Judge McEwen’s opinion, and also filed his own concurring and dissenting opinion, which Judge Todd joined. According to Judge Musmanno, the parties in this case were faced with a “procedural conundrum.” Id. at 794. On the one hand, the Declaratory Judgment Act states that any order declaring the rights of the parties has the full effect of a final judgment. On the other hand, Rules 1038.1 and 227.1 of the Pennsylvania Rules of Civil Procedure, when read together, require that parties file post-trial motions to preserve claims for appellate review in cases submitted on stipulated facts. See Pa.R.Civ.P. 1038.1 (practice and procedure on stipulated facts shall be in accordance with rules governing trials without a jury); Pa.R.Civ.P. 227.1 (requiring filing of post-trial motions to preserve claims for appellate review). Moreover, Judge Musmanno, like Judge McEwen, noted that prior Superior Court case law on this issue was far from a model of clarity. He therefore concluded that the majority’s holding that immediate appeal was required under the Declaratory Judgment Act should be applied prospectively only.\nOn State Farm’s petition, we granted allowance of appeal in Craley to consider whether the Superior Court was correct in holding that State Farm was required to file an immediate appeal from the trial court’s December 22, 1998 order following a non-jury trial on stipulated facts. In the meantime, the Superior Court quashed appeals in Prudential Property and Casualty Insurance Co. v. Hasson, 790 A.2d 848; Motorist Mutual Ins. Co. v. Pinkerton, 792 A.2d 625, and Homestead Insurance Co. v. Penjerdel Refrigeration Co., essentially for the same reasons it had articulated in Craley.\nIn Hasson, Prudential Property and Casualty Insurance Company (“Prudential”) filed a declaratory action, seeking to ascertain its responsibility for paying Appellant Shirley Hasson uninsured motorists benefits. Following a non-jury trial, the trial court, on November 6, 2000, docketed an order and opinion, granting declaratory judgment in favor of Prudential based on its conclusion that Hasson was not entitled to uninsured motorist coverage under the Prudential policy at issue. 50 Pa. D. & C. 4th 485 (Com.Pl.2000). On November 13, 2000, Hasson and her husband filed a motion for post-trial relief, which the trial court denied on January 5, 2001. On January 11, 2001, the Hassons filed a notice of appeal with the Superior Court. However, the Superior Court quashed the appeal as untimely. In a memorandum decision, the court explained, as the en banc court had in Craley, that the Declaratory Judgment Act defines an order that declares the rights of parties either affirmatively or negatively as a “final order” and that Pa. R.A.P. 903(a) states that final orders must be appealed within thirty days of their entry. As the trial court’s November 6, 2000 order declared that Hasson had no right to recover uninsured motorists benefits from Prudential, the court concluded that it constituted a final order under the Declaratory Judgment Act and the Has-sons were required to appeal that order by December 6, 2000. Noting that it was undisputed that the Hassons did not appeal the order by that date, the court quashed the Hassons’ appeal as untimely.\nIn Pinkerton, Motorists Mutual Insurance Company (“Motorists”) commenced a declaratory judgment action, seeking a determination as to its responsibility under an automobile insurance policy to defend and indemnify the defendants in a negligence action filed by Appellant Mark In-terthal. On January 14, 2000, after a trial, the jury returned a verdict in favor of Motorists. Interthal- filed a post-trial motion on January 24, 2000, seeking judgment notwithstanding the verdict. On June 15, 2000, when over 120 days had elapsed since the filing of Interthal’s motion and the trial court had still not acted on the motion, Motorists sought entry of judgment pursuant to Pa.R.Civ.P. 227.4(l)(b). That very day, the Prothono-tary entered judgment in Motorists’ favor. On July 12, 2000, within thirty days of that order, Interthal filed an áppeal with the Superior Court. The Superior Court, however, quashed the appeal as untimely, concluding that its prior decision in Craley was controlling. As the court explained, under the rationale of Craley and the authority of the Declaratory Judgment Act, Interthal was required to appeal the January 14, 2000 jury verdict within 30 days of its entry, because that verdict had affirmatively and negatively declared the rights of the parties and therefore had the force of a final judgment. Instead of immediately appealing that verdict, however, Interthal had filed post-trial motions and had not appealed until July 12, 2000. Accordingly, the Superior Court concluded that Craley required it to quash the appeal.\nIn Penjerdel, the fourth and final case in this consolidated appeal, Homestead Insurance Company (“Homestead”) initiated a declaratory judgment action seeking a declaration as to its duty to defend and indemnify its insured, Penjerdel Refrigeration Company (“Penjerdel”), in a professional negligence action. When Penjerdel subsequently went bankrupt, it assigned its rights to collect under its Homestead insurance policy to Episcopal Hospital. After a trial at which the jury answered special interrogatories, the trial court, on February 6, 2001, entered an “Order Sur Special Interrogatories Rendered By Jury on Declaratory Judgment,” in which it adopted the jury’s findings and essentially declared that Homestead had an obligation to afford coverage to Penjerdel. Eight days later, on February 14, 2001, Homestead filed a motion for post-trial relief. In a July 11, 2001 order, the trial court denied that motion and entered judgment against Homestead. That same day, Homestead filed a notice of appeal to the Superior Court. Episcopal Hospital filed a motion to quash the appeal, contending that Homestead’s appeal was untimely under the Superior Court’s en banc decision in Craley. The Superior Court granted the motion and issued a per curiam order quashing Homestead’s appeal on November 5, 2001.\nOn appeal to this court, the appellants in all four cases (“Appellants”) contend that the Superior Court erred in quashing their appeals after they filed their notices of appeal within thirty days of the trial court orders denying their respective post-trial motions. Specifically, Appellants argue that because the trial court orders were entered following trials, they were specifically required under the Pennsylvania Rules of Civil Procedure to file post-trial motions. We agree.\nIn Chalkey v. Roush, 569 Pa. 462, 805 A.2d 491 (2002), this Court considered whether a trial court order affirmatively granting declaratory relief following a trial in an action at equity was subject to the post-trial motion procedure set forth in the Rules of Civil Procedure. The specific dispute in that case focused on whether the Superior Court had erred in holding that, in an action at equity, a party “may be excused from filing post-trial motions where the trial court entered an order that failed to comply with the requirements listed in Rule 1517(a), and thus, appeared to be final and subject to immediate appeal.” 805 A.2d at 495. In concluding that the party was not excused from filing post-trial motions under such circumstances, we explained that this Court specifically adopted Rules 227.1 through 227.4 in 1984 in an effort to establish uniform procedures for post-trial relief in actions at law and equity. Those uniform procedures unequivocally require a party who wishes to appeal to file post-trial motions with the trial court within ten days after a:\n(1) verdict, discharge of the jury because of inability to agree, or nonsuit in the case of a jury trial; or\n(2) notice of nonsuit or the fifing of the decision or adjudication in the case of a trial without jury or equity trial.\nPa.R.C.P. 227.1(c). We therefore held that, regardless of whether an order following an equity trial appeared to be a final order due to its noncomplianee with the adjudication requirements of Rule 1517(a), as long as it was a post-trial order that fell within the parameters of Rule 227.1(c), it was subject to the post-trial motion procedure. See id. at 496 (“[A] trial court’s order at the conclusion of a trial, whether the action is one at law or in equity, simply cannot become final for purposes of filing an appeal until the court decides any timely post-trial motions.”). As we explained, “[w]ith this unequivocal rule, there is no danger that parties will be confused as to whether they should file post-trial motions or proceed directly to an appeal from an order entered by a trial court in an action at equity.” Id.\nIn a concurring opinion, Justice Saylor contended that our decision in Chalkey was inconsistent with our prior decision in Nationwide Mutual Insurance Co. v. Wickett, 563 Pa. 595, 768 A.2d 813 (2000), the very case on which the en banc Superior Court relied in Craley. Chalkey, 805 A.2d at 497-99 (Saylor, J., concurring); see 784 A.2d at 786-88. However, as we explained in Chalkey:\nIn Wickett, a declaratory judgment action pursuant to 42 Pa.C.S. § 7532, this Court found that a trial court order sustaining preliminary objections and dismissing certain defendants was an order declaring the rights of the parties, and thus, was a final and immediately appealable order. 763 A.2d at 818. In concluding as such, we relied upon the Declaratory Judgment Act, which states that court declarations regarding the rights, status, and other legal relations of parties in an action “shall have the force and effect of a final judgment or decree.” 42 Pa.C.S. § 7532. Justice Saylor contends that consistent application of this statute would require us to find that the order of the trial court in the instant case, which declared the contract between [the parties] void, is final and immediately appealable as well. However, in Wickett, the trial court’s order was made based upon preliminary objections, whereas here, the trial court entered its opinion and order following a trial on the merits of [plaintiffs] complaint. While the Declaratory Judgment Act states that court declarations made under the Act shall have the force of a final order, the Act also states that where issues of fact must be determined in an action seeking declaratory judgment, those issues must be determined as in other civil actions. 42 Pa.C.S. § 7539; see also Pa.R.C.P. 1601. Therefore, where a trial court enters a declaratory order following a trial, parties must file post-trial motions from that order, as they would in any other civil proceeding, before the order may be deemed a final order for purposes of an appeal. On the other hand, where the trial court enters a declaratory order based on a pre-trial motion, as in Wick-ett, the parties are obviously not required to abide by the post-trial practice rules governing civil proceedings.\n805 A.2d at 496 n. 13.\nUnder this analysis, it is clear that Appellants are correct that the Superior Court erred in quashing their appeals based on the fact that they had filed post-trial motions instead of immediate appeals from the trial court’s declaratory judgment orders. In each of the cases in this consolidated appeal, the trial court order from which appeal was taken was an adjudication of the parties’ rights following a trial. Although Craley and Hasson involved non-jury trials, whereas Pinkerton and Penjer-del involved jury trials, this distinction is irrelevant under Rule 227.1, which unequivocally mandates the filing of post-trial motions after either a jury or non-jury trial. Moreover, although the parties in Craley submitted their case to the court on stipulated facts pursuant to Rule of Civil Procedure 1038.1, the Explanatory Comment to the Rule could not be more clear that the procedure in such trials “follows an existing model, that of a nonju-ry trial with respect to the decision, post-trial practice and appeal.” Pa.R.C.P. 1038.1 (Explanatory Comment — 1996). As such, orders following trials on stipulated facts must be treated just like orders following other trials, ie., in both situations, parties who wish to appeal must first file post-trial motions.\nMoreover, as we stated in Chalkey, we do not believe that the Declaratory Judgment Act demands a different result insofar as it states that orders declaring the rights of parties “shall have the force and effect of a final judgment or decree.” 42 Pa.C.S. § 7532. While we have held that such language functions to render pre-trial orders declaring the rights of the parties to be immediately appealable, see Wickett, 563 Pa. 595, 763 A.2d 813; General Accident Insurance Co. v. Allen, 547 Pa. 693, 692 A.2d 1089 (1997) (summary judgment order declaring the rights of parties is final and immediately appealable pursuant to statutory authority of 42 Pa. C.S. § 7532), we cannot agree with the Superior Court that this language should also be interpreted to undermine the uniform procedures that this Court has devised with respect to post-trial proceedings. The venerable purpose of the post-trial motion procedure is to permit the trial court to correct its own errors before appellate review is commenced. Pa.R.Civ.P. 227.1 (Explanatory Comment — 1995, I.b). Allowing parties to bypass such procedures in declaratory judgment actions would deprive the trial court of this critical gatekeeping function, while doing little to expedite appellate review. In addition, excepting declaratory judgment orders from the plain language of Rule 227.1 would unnecessarily complicate application of that rule and result in further confusion among litigants and the lower courts. Accordingly, we hold that post-trial declaratory judgment orders, just like other post-trial orders, are subject to the post-trial motion procedures in Rule 227.1.\nFor the foregoing reasons, we reverse the orders of the Superior Court quashing Appellants’ appeals in these four consolidated cases and remand the cases to the Superior Court for further proceedings.\nFormer Chief Justice ZAPPALA did not participate in the decision of this case.\nJustice NEWMAN files a concurring opinion.\nJustice SAYLOR files a concurring opinion.\n. Rule 1038.1 provides in full:\nA case may be submitted on stipulated facts for decision by a judge without a jury. The practice and procedure as far as practicable shall be in accordance with the rules governing a trial without jury.\nPa.R.C.P. 1038.1.\n. Specifically, Section 7532 of the Declaratory Judgment Act provides:\nCourts of record, within their respective jurisdictions, shall have power to declare rights, status, and other legal relations whether or not further relief is or could be claimed. No action or proceeding shall be open to objection on the ground that a declaratory judgment or decree is prayed for. The declaration may be either affirma-five or negative in form and effect, and such declarations shall have the force and effect of a final judgment or decree.\n42 Pa.C.S. § 7532 (emphasis added).\n. Notably, the Craleys agree with State Farm that the Superior Court erred in quashing the appeal.\n. Pennsylvania Rule of Civil Procedure 1517(a) sets forth the required elements of an \"adiudication” following an equity trial. Pa. R.C.P. 1517(a).\n. Grounds not specified by a party in post-trial motions pursuant to Rule 227.1 are deemed waived on appellate review. Pa. R.Civ.P. 227.1(b)(2).\n.In Penjerdel, Episcopal Hospital contends that Homestead erred in filing a post-trial motion because Homestead entitled its pleading commencing this action in the court of common pleas as a \"Petition for Declaratory Judgment,” and the note to Rule 227.1(c) provides that \"[a] motion for post-trial relief may not be filed to matters governed exclusively by the rules of petition practice.” Pa. R.C.P. 227.1(c) (Note). However, in spite of Homestead's styling of its first filing, this case did not proceed under the \"rules of petition practice.” Id. In fact, even defendant Pennsylvania Manufacturers' Association Insurance Company (\"PMAIC”) disregarded Homestead’s chosen title, responding to the petition with an answer \"to the Complaint for Declaratory Judgment.” PMAIC’s Answer, New Matter, Counterclaim and Crossclaim, at 1. As such, we decline to elevate the form of Homestead's first filing over its substance and reject Episcopal's argument that the label Homestead chose functions to exempt the entire action from the reach of Rule 227.1.\n. Furthermore, the \"Note” to Rule 1038.1 specifically cross-references Rule 227.1 regarding post-trial relief. Pa.R.C.P. 1038.1 (Note).\n. In fact, this is just what the trial court did in Craley when it granted the Craleys’ post-trial motion and amended its verdict accordingly. See 784 A.2d at 784.",
        "type": "majority",
        "author": "Justice NIGRO."
      },
      {
        "text": "Justice NEWMAN\nconcurring.\nI join the Majority, but write separately to point out that the Superior Court in the cases at hand misinterpreted our decision in Nationwide Mutual Insurance Company v. Wickett, 563 Pa. 595, 763 A.2d 813 (2000), by holding that the filing of post-trial motions was not required following the trial court’s granting of declaratory relief pursuant to the Declaratory Judgment Act. As indicated by the analysis of the Majority, we have addressed a similar issue in Chalkey v. Roush, 569 Pa. 462, 805 A.2d 491 (2002), where this Court unequivocally held that, so long as a post-trial order fell within the parameters of Pa. R.Civ.P. 227.1(c), it was subject to the requirements of the post-trial motion procedure. At the conclusion of our opinion in Chalkey, we pronounced that, given the confusion concerning the proper post-trial motions procedure, our holding in that case would apply prospectively. 805 A.2d at 497. The present cases arose pri- or to our decision in Chalkey and illustrate the erroneous interpretation of Wickett by the courts of this Commonwealth. To thwart further confusion and to cement Chalkey with our present decision, at the risk of redundancy, I feel it is necessary to re-emphasize the prospective application of our decision in Chalkey.",
        "type": "concurrence",
        "author": "Justice NEWMAN"
      },
      {
        "text": "Justice SAYLOR\nconcurring.\nWith good reason, the majority seeks to implement a rule governing appeals that is consistent as between civil actions generally and declaratory judgment proceedings, at least with regard to orders and/or judgments that follow a trial. The Court has reconciled such rule with Nationwide Mut. Ins. Co. v. Wickett, 563 Pa. 595, 763 A.2d 813 (2000), by concluding that the rule-based, post-trial motions procedure is an integral component of the fact-finding process, which the Declaratory Judgments Act specifies should be governed by prevailing rules of civil procedure. See Chalkey v. Roush, 569 Pa. 462, 470-71 n. 13, 805 A.2d 491, 496-97 n. 13 (2002). Nevertheless, in its present effort to encompass cases decided on agreed facts within Chal-key’s general rule, and to reconcile such treatment with Wickett, the majority must ultimately rely upon the Court’s own rules to bridge the gap, rather than any exception that can be discerned from the Declaratory Judgments Act. See Majority Opinion at 963-64 (“[T]he Explanatory Comment to [Pa.R.C.P. No. 1038.1] could not be more clear that the procedure in such trials ‘follows an existing model, that of a nonjury trial with respect to the decision, post-trial practice and appeal.’ As such, orders following trials on stipulated facts must be treated just like orders following other trials, i.e., in both situations, parties who wish to appeal must first file post-trial motions.” (citation omitted)). The majority seems to overlook, however, that the general principles of appealability pertaining to pre-trial orders such as were at issue in Wickett were no less clear, see Pa.R.A.P. 341, but nevertheless, the Court deemed them preempted by the Declaratory Judgments Act. See Wickett, 563 Pa. at 603-04, 763 A.2d at 818.\nI join the present disposition for the reasons set forth in my concurring opinion in Chalkey. See Chalkey, 569 Pa. at 472-74, 805 A.2d at 497-99 (Saylor, J., concurring). Respectfully, however, I remain of the belief that it would be better for the Court to recognize the consequences of a faithful application of Wickett’s statutory construction analysis, and to reassess that decision in such light. See Chalkey, 569 Pa. at 473-74, 805 A.2d at 498-99 (Saylor, J., concurring).",
        "type": "concurrence",
        "author": "Justice SAYLOR"
      }
    ],
    "attorneys": [
      "Thomas Michael Castello, Pittsburgh, for Mark R. Interthal, appellant.",
      "John A. Huddock, Jr., Sewickley, Thomas A. McDonnell, Pittsburgh, for Motorists Mut. Ins. Co., appellee.",
      "Teresa Ficken Sachs, Philadelphia, for State Farm Fire and Cas. Co., appellant.",
      "Daniel E.P. Bausher, Reading, for Estate of Jayneann M. Craley, et al., appel-lees.",
      "William E. Averona, Philadelphia, for Shirley and Arthur Hasson.",
      "Charles W. Craven, Philadelphia, for Prudential Property and Cas. Ins. Co., ap-pellee.",
      "Andrew Jamison Gallogly, Philadelphia, for Homestead Ins. Co., appellant.",
      "Barbara R. Binis, Andrew J. Soven, Philadelphia, Carl Eric Esser, for Episcopal Hosp., appellee."
    ],
    "corrections": "",
    "head_matter": "MOTORISTS MUTUAL INSURANCE COMPANY v. Holly Lynn PINKERTON, Paul R. Pinkerton, P.G. Publishing Company, Francis E. Pfederhirt, Mark R. Interthal and National Union Fire Insurance Company, Appeal of Mark R. Interthal. State Farm Fire and Casualty Company, Appellant v. Randall P. Craley, Administrator of the Estate of Jayneann M. Craley, Randall P. Craley, Parent and Natural Guardian of Keith P. Craley, A Minor, and Randall P. Craley, In his Own Right and Gloria M. Craley And Lawrence W. Craley, Husband and Wife, Appellees. Prudential Property and Casualty Insurance Company, Appellee v. Shirley Hasson and Arthur E. Hasson, II, Appellants. Homestead Insurance Company, Appellant v. Penjerdel Refrigeration Company and Episcopal Hospital, Appellees.\nSupreme Court of Pennsylvania.\nArgued and Submitted Sept. 9, 2002.\nDecided Aug. 20, 2003.\nThomas Michael Castello, Pittsburgh, for Mark R. Interthal, appellant.\nJohn A. Huddock, Jr., Sewickley, Thomas A. McDonnell, Pittsburgh, for Motorists Mut. Ins. Co., appellee.\nTeresa Ficken Sachs, Philadelphia, for State Farm Fire and Cas. Co., appellant.\nDaniel E.P. Bausher, Reading, for Estate of Jayneann M. Craley, et al., appel-lees.\nWilliam E. Averona, Philadelphia, for Shirley and Arthur Hasson.\nCharles W. Craven, Philadelphia, for Prudential Property and Cas. Ins. Co., ap-pellee.\nAndrew Jamison Gallogly, Philadelphia, for Homestead Ins. Co., appellant.\nBarbara R. Binis, Andrew J. Soven, Philadelphia, Carl Eric Esser, for Episcopal Hosp., appellee.\nBefore ZAPPALA, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR and EAKIN, JJ."
  },
  "file_name": "0958-01",
  "first_page_order": 1006,
  "last_page_order": 1014
}
