{
  "id": 11243854,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. William E. DAVIS, Appellee",
  "name_abbreviation": "Commonwealth v. Davis",
  "decision_date": "2000-08-02",
  "docket_number": "",
  "first_page": "959",
  "last_page": "962",
  "citations": [
    {
      "type": "official",
      "cite": "757 A.2d 959"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "415 Pa.Super. 65",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        911113
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/415/0065-01"
      ]
    },
    {
      "cite": "288 Pa.Super. 119",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        166058
      ],
      "weight": 3,
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/288/0119-01"
      ]
    },
    {
      "cite": "318 Pa.Super. 344",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        91107
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "IAD applies only when one has entered upon a term of incarceration in a penal or correctional institution"
        },
        {
          "parenthetical": "IAD applies only when one has entered upon a term of incarceration in a penal or correctional institution"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/318/0344-01"
      ]
    },
    {
      "cite": "508 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794009
      ],
      "weight": 5,
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "IAD applies only to sentenced prisoners"
        },
        {
          "parenthetical": "IAD applies only to sentenced prisoners"
        },
        {
          "page": "391",
          "parenthetical": "citations and footnote omitted"
        },
        {
          "page": "816",
          "parenthetical": "citations and footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0382-01"
      ]
    },
    {
      "cite": "720 A.2d 738",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11806099,
        765966
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "740",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/720/0738-01",
        "/pa/554/0121-01"
      ]
    },
    {
      "cite": "554 Pa. 121",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765966
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "123-24",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0121-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 9481,
    "ocr_confidence": 0.708,
    "pagerank": {
      "raw": 1.323942528647641e-07,
      "percentile": 0.6273502818117968
    },
    "sha256": "771b88704fff981e1b5e9f178a4d1c6156c593038e676a410e653abb99197e6e",
    "simhash": "1:67f1449209844fbc",
    "word_count": 1546
  },
  "last_updated": "2024-02-27T19:28:08.003228+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY and MUSMANNO, JJ., and CIRILLO, President Judge Emeritus."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. William E. DAVIS, Appellee."
    ],
    "opinions": [
      {
        "text": "CIRILLO, President Judge Emeritus:\n¶ 1 The Commonwealth of Pennsylvania appeals from an order entered in the Court of Common Pleas of Dauphin County dismissing the charges against appellee, William E. Davis. We affirm.\n¶ 2 On July 29, 1998, police officers from the Derry Township Police Department arrested Davis for unlawful delivery and intent to deliver a non-eontrolled substance. The officers observed Davis attempting to sell a counterfeit substance to another person attending a concert at Her-sheypark Stadium. Following his arrest, Davis was found to be in possession of other non-eontrolled substances which were packaged for distribution.\n¶ 3 After waiving his right to a preliminary hearing, Davis appeared before the court of common pleas for his trial date, which was scheduled for the November 16, 1998 criminal court term. However, the case was not called until the January 13, 1999 court term. Davis failed to appear for his January court date and a capias was issued for his arrest. Davis was located in Buffalo, New York, where he had been serving a jail sentence and was incarcerated from February 3, 1999 to March 13, 1999. His sentence resulted from charges arising in New York. On February 12,1999, during Davis’ New York incarceration, a detainer was lodged against him. On March 5, 1999, Davis agreed to waive his extradition and return to Pennsylvania. On March 13, 1999, the Commonwealth of Pennsylvania obtained custody of Davis and placed him in Dauphin County Prison on March 15,1999.\n¶ 4 On August 2, 1999, the day he was called to trial, Davis filed a motion to dismiss pursuant to the Interstate Agreement on Detainers Act (IAD), 42 Pa.C.S.A. §§ 9101-9108, claiming he was not brought to trial within the 120 days following his return to Pennsylvania custody. See 42 Pa.C.S.A. § 9101, Article IV. A hearing was held, briefs were submitted, and the motion was granted. This appeal followed.\n¶ 5 The Commonwealth raises the following issue for our consideration:\nWhether the Uniform Criminal Extradition Act applies where a fugitive is returned after completing a sentence in another state, but where the request for custody of that defendant is made while he is serving a sentence in the other state?\n¶ 6 The Commonwealth essentially argues that the trial court incorrectly applied the IAD in dismissing the charges against Davis. The Commonwealth asserts that the proper law to be applied is the Uniform Criminal Extradition Act (UCEA). 42 Pa.C.S.A. § 9121-9148. If the trial court would have applied the UCEA, the Commonwealth contends, then Rule 1100 of the Pennsylvania Rules of Criminal Procedure would control and a dismissal would not have been proper.\nThe IAD is an agreement between forty-eight states, the District of Columbia, Puerto Rico, the Virgin Islands, and the United States, that,- establishes procedures for the transfer of prisoners incarcerated in one jurisdiction to the temporary custody of another jurisdiction which has lodged a detainer against a prisoner. Unlike a request for extradition, which is a request that the state in which the prisoner is incarcerated transfer custody to the requesting state,[] a detainer is merely a means of informing the custodial jurisdiction that there are outstanding charges pending in another jurisdiction and a request to hold the prisoner for the requesting state or notify the state of the prisoner’s imminent release. The IAN is remedial legislation intended to curb previous abuses and alleviate problems associated with prisoners’ uncertainty resulting from unresolved charges pending in another jurisdiction. Accordingly, the stated purpose of the IAD is to “encourage the expeditious and orderly disposition of such charges and determination of the proper status of any and all detainers based on untried indictments, informa-tions or complaints.” 42 Pa.C.S. § 9101, Article I.\nCommonwealth v. Montione, 554 Pa. 121, 123-24, 720 A.2d 738, 740 (1998) (citations omitted) (emphasis added). By its terms, the Detainers Act applies only to those persons who are “serving a term of imprisonment in any party state....” 42 Pa. C.S.A. § 9101. See Commonwealth v. Forrest, 508 Pa. 382, 498 A.2d 811 (1985) (IAD applies only to sentenced prisoners); Commonwealth v. Alexander, 318 Pa.Super. 344, 464 A.2d 1376 (1983) (IAD applies only when one has entered upon a term of incarceration in a penal or correctional institution); Commonwealth v. Heath, 288 Pa.Super. 119, 431 A.2d 317 (1981) (same).\n¶ 7 Under the IAD, when a detainer is lodged, the sending jurisdiction (i.e., the jurisdiction where the prisoner is incarcerated) must so inform the prisoner; he or she may then request that the charges in question be expeditiously resolved. 42 Pa. C.S. § 9101, Article III. If the prisoner does not request the expeditious resolution of charges, the receiving jurisdiction (i.e., the jurisdiction where the prisoner will be tried on the pending charges upon which the detainer is based) has 120 days to bring him or her to trial upon gaining custody of the prisoner. 42 Pa.C.S. § 9101, Article IV.\n¶ 8 Here, Carl R. Garver, a detective with the Office of Criminal Investigation in the Dauphin County District Attorney’s Office, was the only witness to testify at the hearing on Davis’ motion to dismiss. Detective Garver admitted that “there was a detainer lodged against Mr. Davis at the Erie County Prison [in Buffalo, New York] ... [on] February 12th.” The detainer was clearly lodged against Davis during his New York incarceration.\n¶ 9 The Commonwealth’s argument is two-fold. It first argues that the IAD does not apply because Davis agreed to waive his extradition and return voluntarily to Pennsylvania, thus invoking the UCEA. Second, the Commonwealth points out that it did not gain custody of Davis until after he had completed his sentence in New York. Because the IAD applies only to prisoners, the Commonwealth claims that it was not applicable to Davis upon his release.\n¶ 10 The fact that Davis waived extradition does not change the fact that evidence was presented that a detainer was lodged against him while he was incarcerated. As stated above, a detainer serves as a means of notifying the custodial jurisdiction (New York) that there are outstanding charges pending in a different jurisdiction (Pennsylvania); it is a request to hold the inmate for the requesting state or to notify that state of the prisoner’s release. Montione, supra. Here, such notification took place while Davis was incarcerated in New York, thus satisfying the requirement that the IAD apply to sentenced prisoners. Forrest, supra; Alexander, supra; Heath, supra. Given the definition of a detainer, the fact that Davis was not returned to the Commonwealth’s custody until after his sentence was complete does not nullify the applicability of the IAD.\n¶ 11 Davis was not called for trial within 120 days of his return to the custody of this Commonwealth. 42 Pa.C.S. § 9101, Article IV. Moreover, during the hearing, the Commonwealth did not offer good cause as to why Davis was not brought to trial within the specified time limit. See 42 Pa.C.S. § 9101, Articles IV and VI (“court may grant any necessary or reasonable continuance for good cause shown in open court with the prisoner or his counsel present....”). No continuance was ever sought by the Commonwealth, nor did it offer any reason for the failure to do so.\n¶ 12 Order affirmed.\n. In fact, 142 days had elapsed since his return to the Commonwealth’s custody.\n. The Uniform Criminal Extradition Act, which differs from the IAD and has also been adopted by Pennsylvania, \"does not require the return of a prisoner on demand. It allows the respective executive authorities of the two states concerned to agree that such person may be returned under certain conditions.” Forrest, 508 Pa. 382, 391, 498 A.2d 811, 816 (1985) (citations and footnote omitted). According to section 9144 of the UCEA, \"[wjhen the return to this Commonwealth of a person charged with crime in this Commonwealth is required the prosecuting attorney shall present to the Governor his written application for a requisition for the return of the person charged....” 42 Pa.C.S.A. § 9144.\n. The trial judge notes in his opinion that Sheriff J.R. Lotwick requested the Erie County Holding Center in Buffalo to \"lodge this capias as a detainer” by a letter to the prison dated February 16, 1999. Also in the letter was the sheriff's request that his office be notified upon Davis' release so that deputies could be sent to take the subject into custody. While a copy of this letter has been included in the appellee’s reproduced record, it has not been made a part of the certified record on appeal. Rather, the only reference made to such a letter in the certified record is a notation that reads \"2-7-99 Sheriff Return filed.” The law is clear that this court may only review and consider matters which have been filed as part of the certified record. Commonwealth v. Gonzalez, 415 Pa.Super. 65, 608 A.2d 528 (1992). Nevertheless, there is other evidence of record to enable us to address the detainer issue.",
        "type": "majority",
        "author": "CIRILLO, President Judge Emeritus:"
      }
    ],
    "attorneys": [
      "Joseph M. Sembrot, Asst. Dist. Atty., Harrisburg, for Com., appellant.",
      "Dale E. Lemberger, Public Defender, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant, v. William E. DAVIS, Appellee.\nSuperior Court of Pennsylvania.\nSubmitted May 8, 2000.\nFiled Aug. 2, 2000.\nJoseph M. Sembrot, Asst. Dist. Atty., Harrisburg, for Com., appellant.\nDale E. Lemberger, Public Defender, Harrisburg, for appellee.\nBefore KELLY and MUSMANNO, JJ., and CIRILLO, President Judge Emeritus."
  },
  "file_name": "0959-01",
  "first_page_order": 1007,
  "last_page_order": 1010
}
