{
  "id": 8002870,
  "name": "DISTRICT OF COLUMBIA, Appellant, v. The GREATER WASHINGTON CENTRAL LABOR COUNCIL, Appellee. Food and Allied Service Trades Council of Metropolitan Washington, Intervenor; The GREATER WASHINGTON BOARD OF TRADE, Appellant, v. DISTRICT OF COLUMBIA, et al., Appellees",
  "name_abbreviation": "District of Columbia v. Greater Washington Central Labor Council",
  "decision_date": "1982-04-28",
  "docket_number": "Nos. 80-1311, 80-1312",
  "first_page": "960",
  "last_page": "961",
  "citations": [
    {
      "type": "official",
      "cite": "445 A.2d 960"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "33 U.S.C. §§ 901",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "442 A.2d 110",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944408
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/442/0110-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 212,
    "char_count": 2859,
    "ocr_confidence": 0.84,
    "pagerank": {
      "raw": 6.976419954799508e-08,
      "percentile": 0.4222678619487082
    },
    "sha256": "065a91147c9641b1da83cb2392af4e7672318d3a39b1fef4be3fdae15d2b6f6f",
    "simhash": "1:74205760cc1d04a7",
    "word_count": 460
  },
  "last_updated": "2024-02-27T17:17:29.436383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEWMAN, Chief Judge, KELLY, KERN, NEBEKER, MACK, FERREN, PRYOR,* and BELSON, Associate Judges, and GALLAGHER,* Associate Judge, Retired."
    ],
    "parties": [
      "DISTRICT OF COLUMBIA, Appellant, v. The GREATER WASHINGTON CENTRAL LABOR COUNCIL, Appellee. Food and Allied Service Trades Council of Metropolitan Washington, Intervenor. The GREATER WASHINGTON BOARD OF TRADE, Appellant, v. DISTRICT OF COLUMBIA, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nOn consideration of intervenor’s petition for rehearing en banc and of the petition for rehearing and/or rehearing en banc filed by the Greater Washington Central Labor Council, it is\nORDERED for the merits division * that the petition for rehearing is denied. It appearing that there is an evenly divided vote among the judges in active service with this court, 442 A.2d 110, it is\nFURTHER ORDERED that the petitions for rehearing en banc are denied.\nStatement of Associate Judge BELSON, with whom Associate Judges KERN, NE-BEKER, and FERREN join, concurring:\nI favor rehearing en banc in this case. The plain fact is that the District of Columbia Workers’ Compensation Act of 1979 has effectively transferred a class of cases from the federal courts to the District of Columbia courts.\nIt may well be that most or all of the members of the court en banc would adopt the rationale and result of the division’s carefully reasoned opinion confirming the power of the District of Columbia Council to adopt the disputed legislation. However, if this court is to render a decision which confirms the authority; of the Council to transfer cases from the federal system to the District of Columbia system, I feel that it should be rendered by the court en banc rather than by a division.\n. D.C.Law 3-77, 27 D.C.Reg. 2503 (1980) (codified at D.C.Code 1981, §§ 36-301 et seq.).\n. Prior to the enactment of the District of Columbia Workers’ Compensation Act, workmen’s compensation for the District of Columbia was governed by the Longshoremen’s and Harbor Workers’ Compensation Act, 33 U.S.C. §§ 901 et seq. (1976). D.C.Code 1973, § 36-501. The United States Secretary of Labor was responsible for administering the program. Id., § 939. The United States Court of Appeals for the circuit in which the injury occurred had jurisdiction to review final orders of the Benefits Review Board. Id, § 921(c). Jurisdiction to enforce the awards was vested in the United States District Court for the district in which the injury occurred. Id., § 921(d). Under the new statutory scheme, that jurisdiction, to the extent it includes the review and enforcement of workmen’s compensation awards for private employees in the District of Columbia, has been transferred to the D.C. Court of Appeals and the Superior Court, respectively. D.C.Code 1981, §§ 36-322(b)(3), -322(c).",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "DISTRICT OF COLUMBIA, Appellant, v. The GREATER WASHINGTON CENTRAL LABOR COUNCIL, Appellee. Food and Allied Service Trades Council of Metropolitan Washington, Intervenor. The GREATER WASHINGTON BOARD OF TRADE, Appellant, v. DISTRICT OF COLUMBIA, et al., Appellees.\nNos. 80-1311, 80-1312.\nDistrict of Columbia Court of Appeals.\nApril 28, 1982.\nBefore NEWMAN, Chief Judge, KELLY, KERN, NEBEKER, MACK, FERREN, PRYOR,* and BELSON, Associate Judges, and GALLAGHER,* Associate Judge, Retired."
  },
  "file_name": "0960-01",
  "first_page_order": 1018,
  "last_page_order": 1019
}
