{
  "id": 11613477,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. James HYNES, Appellant",
  "name_abbreviation": "Commonwealth v. Hynes",
  "decision_date": "1999-03-30",
  "docket_number": "",
  "first_page": "960",
  "last_page": "965",
  "citations": [
    {
      "type": "official",
      "cite": "730 A.2d 960"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "355 Pa.Super. 311",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653270
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "447"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/355/0311-01"
      ]
    },
    {
      "cite": "656 A.2d 527",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        715969,
        7870403
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/440/0591-01",
        "/a2d/656/0527-01"
      ]
    },
    {
      "cite": "440 Pa.Super. 591",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        715969
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/440/0591-01"
      ]
    },
    {
      "cite": "705 A.2d 468",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11867725
      ],
      "pin_cites": [
        {
          "page": "469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/705/0468-01"
      ]
    },
    {
      "cite": "67 Pa. Code § 175.80",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "pin_cites": [
        {
          "page": "(a)(9)(xn)(A)(I)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "710 A.2d 1213",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11845658
      ],
      "pin_cites": [
        {
          "page": "1215"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/710/1213-01"
      ]
    },
    {
      "cite": "668 A.2d 1113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        458370,
        7872420,
        7872301,
        7872242,
        459000,
        458266
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "1117"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/542/0543-02",
        "/a2d/668/1113-03",
        "/a2d/668/1113-02",
        "/a2d/668/1113-01",
        "/pa/542/0544-01",
        "/pa/542/0545-01"
      ]
    },
    {
      "cite": "542 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458266
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "552"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/542/0545-01"
      ]
    },
    {
      "cite": "355 Pa.Super. 311",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653270
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "447"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/355/0311-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 803,
    "char_count": 16825,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24193186552575072
    },
    "sha256": "4cfe3349707d0007be1a5e5bdb90d769b093e0244e086c01325e5b41a5613f6a",
    "simhash": "1:0d705a72833f1ff3",
    "word_count": 2777
  },
  "last_updated": "2024-02-27T16:58:39.931965+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FORD ELLIOTT, STEVENS, JJ. and CERCONE, President Judge Emertitus."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. James HYNES, Appellant."
    ],
    "opinions": [
      {
        "text": "STEVENS J.:\n¶ 1 This is an appeal from the judgment of sentence entered in the Court of Common Pleas of Bucks County against Appellant, James Hynes, for Driving Under the Influence. Appellant contends that the lower court erred in refusing to suppress evidence obtained after an allegedly improper traffic stop. We affirm.\n¶ 2 In the early morning hours of April 27, 1997, Officer Joseph Longmire of the Doylestown Borough Police Department was driving a marked patrol vehicle in downtown traffic when he noticed a set of significantly crooked vehicle headlights approaching from about one hundred yards away. As the car in question drove by, Officer Longmire noticed substantial damage to the car’s front end and that the headlights were indeed askew. Based on his observations, the officer executed a traffic stop, surveyed the ear, and subjected the driver, Appellant, to a sobriety test. When Appellant failed the sobriety test, the officer arrested Appellant and charged him with Driving Under the Influence of Alcohol (DUI).\n¶ 3 The lower court conducted a preliminary hearing and bound Appellant over for trial on the charge of DUI. Before trial commenced, however, Appellant challenged the propriety of his stop and moved for the suppression of all evidence gathered subsequent to it. Specifically, Appellant argued that the damage to his car which Officer Longmire observed provided insufficient reason to support a traffic stop. The court denied Appellant’s suppression motion and, based on the notes of testimony of the preliminary hearing combined with the laboratory report indicating that Appellant possessed a 0.27% blood alcohol level, convicted Appellant for DUI. Appellant was sentenced to serve not less than thirty days or more than twenty-three months in the Bucks County Prison, the minimum sentence to be served on house arrest. This timely appeal followed.\n¶ 4 The standard governing review of a suppression court’s denial of a motion to suppress is well established:\nIn an appeal from the denial of a motion to suppress our role is to determine whether the record supports the suppression court’s factual findings and the legitimacy of the inferences and legal conclusions drawn from those findings. In making this determination, we may consider only the evidence of the prosecution’s witnesses and so much of the [evidence for the] defense as, fairly read in the context of the record as a whole, remains uncontradicted. When the factual findings of the suppression court are supported by the evidence, we may reverse only if there is an error in the legal conclusions drawn from those factual findings.\nCommonwealth v. Carlson, 705 A.2d 468, 469 (Pa.Super.1998) (citations-omitted). In light of such principles, we must examine the record and determine whether the trial court properly denied Appellants’ suppression motion.\n¶ 5 A police officer may conduct a lawful traffic stop if he or she reasonably believes that a car is in violation of a Motor Vehicle Code equipment provision. Commonwealth v. Steinmetz, 440 Pa.Super. 591, 656 A.2d 527 (1995). In the present case, Officer Longmire testified that among the diverse damage plainly visible o.n Appellant’s car were headlights knocked askew, so that one lamp lay approximately six inches higher than the other. N.T. 2/5/98 at 15. Appellant concedes the accuracy of the officer’s testimony regarding the headlight’s positioning, but argues that this observation alone failed to provide a legitimate basis for the traffic stop since the motor vehicle laws of Pennsylvania require only that headlights be “functioning properly, affixed to the car and illuminating the roadway....” Appellant’s Brief at 13. We disagree.\n¶ 6 75 Pa.C.S. § 4303 provides that “Every vehicle, except trailers, operated on a highway shall be equipped with a head lamp system in conformance with regulations of the department.” The Department of Transportation Vehicle Code further provides that “[ejvery required lamp or switch shall be in safe operating condition as described in 67 Pa.Code § 175.80 (relating to inspection procedure^ ]” and that “a headlamp shall be aimed to comply with inspection procedure of this subchap-ter.” 67 Pa.Code § 175.66(a), (c)(5). Inspection procedures as described in Section 175.80 list as grounds for rejection a lighting system where the headlamps are out of adjustment so that either the horizontal aim or vertical aim is more than four inches from center. 67 Pa.Code § 175.80(a)(9)(xü)(A)(I),(II).\n¶ 7 Without dispute, the evidence in this case established that, among other damage, Appellant’s headlights were askew approximately six inches, a deviation first noticed by the officer from about a football field’s length away and confirmed when he slowly drove by Appellant at close range. N.T. 2/5/98 at 6, 11. Such facts, therefore, sufficed to give Officer Long-mire reasonable suspicion that Appellant’s car violated the Motor Vehicle Code’s directive that all vehicles must conform to the above-mentioned Department of Transportation’s regulations, which limit to four inches the distance a headlight may deviate from center.\n¶ 8 Finally, we note that the within case is factually distinguishable from Commonwealth v. Edwards, 355 Pa.Super. 311, 513 A.2d 445 (1986), which Appellant cites as authority for the proposition that “fresh damage to a vehicle does not give an officer reasonable suspicion to make a traffic stop to ensure that the driver filed an accident report.” Appellant’s Brief at 12. In Edwards, the Commonwealth never argued that the vehicular damage alone, as witnessed by the officer, constituted a violation of the Motor Vehicle Code, but, instead, argued only that the damage reasonably allowed a stop based on the inference that the car was recently involved in a reportable accident. We disagreed, and held that fresh damage alone did not support a reasonable suspicion that the Motor Vehicle Code has been violated. Id. at 447, 448 n. 4. Herein, Officer Longmire alleged that his stop was based not on mere speculation that fresh damage to Appellant’s car may have resulted in a Motor Vehicle Code violation, but on his specific observation that Appellant’s car’s headlights appeared to violate a specific Motor Vehicle Code provision. We agree that such a condition reasonably allowed Officer Longmire to infer a violation of the Motor Vehicle Code and to, therefore, stop Appellant. Accordingly, we find no error in the suppression court’s ruling to admit evidence obtained as a result of Appellant’s traffic stop.\n¶ 9 For the foregoing reasons, we find no error by the suppression court, as Appellant’s argument is devoid of merit. Accordingly, we affirm.\n¶ 10 Affirmed.\n¶ 11 CERCONE, President Judge Emeritus, files Dissenting Statement.\n. 75 Pa.C.S. § 3731.",
        "type": "majority",
        "author": "STEVENS J.:"
      },
      {
        "text": "CERCONE President Judge Emertitus\ndissenting:\n¶ 1 While I am ever so hesitant as to disagree with my distinguished and learned colleagues who comprise the majority, I am obliged to dissent. In our Commonwealth, police officers are vested with the authority to stop a vehicle only if there are “articulable and reasonable grounds to suspect a violation of the vehicle code.” 75 Pa.C.S.A. § 6308(b); Commonwealth v. Whitmyer, 542 Pa. 545, 552, 668 A.2d 1113, 1117 (1995). The majority holds that the arresting officer, Officer Longmire, observed that Appellant’s car’s headlights “appeared to violate a specific Motor Vehicle Code provision,” and that “such a condition reasonably allowed Officer Longmire to infer a violation of the Motor Vehicle Code and to, therefore, stop Appellant.” Maj. Op. at 962. However, I do not believe that the conditions and circumstances under which Officer Longmire observed Appellant’s headlights gave him objectively reasonable grounds to suspect that Appellant was guilty of a Vehicle Code violation to justify his stop of Appellant’s car.\n¶ 2 At Appellant’s suppression hearing, Officer Longmire testified that he was travelling northbound on Main Street when he observed Appellant’s car travel-ling southbound. N.T., Suppression Hearing, 3/6/98 at 4. The officer testified that he noticed that the Appellant’s car’s headlights were “askew.” Id. He further testified that he initially made this observation while his vehicle was in motion and at a distance of one hundred yards away from Appellant’s vehicle. Id. at 11. The officer conceded however that both headlights were both working and properly illuminating the area in iront of the vehicle. Id. at 12.\n¶ 3 With respect to how the lights were purportedly misaligned so as to violate the vehicle code, the officer gave the following specific testimony:\nQ. THE COURT: I have some questions. Officer you made some gestures, which of course I have been able to see, but don’t appear of record. You mentioned that as you observed this vehicle coming toward you, the headlights were askew, and does that mean — and again, I am basing this in part on the gestures you’ve given, that if we take a horizontal plane that’s parallel to the flat surface of the roadway, that one of the lights is higher than the other?\nA. [OFFICER LONGMIRE]: Yes sir, that’s what I mean.\nQ. How much of a difference was there in the elevation of the two lights?\nA. I don’t know exactly what degree angle those fights were, but it was to a point where it caught my attention. I knew something was wrong.\nQ. Certainly - and again, you made gestures with your hands, sort of one hand higher than the other — and I would certainly have difficulty estimating angle. But if you have a picture of this in your mind, I would think that you might be able to give us an estimate of how many inches or feet of difference between the height of one headlight and the other, if you have an estimate.\nA. Six inches. I mean, its really-your Honor, I had no way of measuring it.\nQ. Again, just your best recollection, was the aim of the headlights affected, to your observation or in your recollection? Where were they pointing? Was it pointing up in the sky, or down on the ground a foot in front of the car?\nA. I can’t recall that. I started observing the vehicle, and I was very focussed on the vehicle at that point. I really didn’t look to see if the aim of the lights were going in any specific angle or way.\nN.T. Suppression Hearing, at 15-16 (emphasis supplied).\n¶ 4 The task of this Court in reviewing the decision in a suppression hearing is to determine whether the factual findings of the suppression court are supported by the record, for the law is clear that we are bound by such factual findings of the suppression court but only if they are supported by the record. Commonwealth v. Hudak, 710 A.2d 1213, 1215 (Pa.Super.1998). Looking only at the Commonwealth’s evidence as presented by Officer Longmire, since it was the sole evidence presented at the suppression hearing, I do not believe the record of his testimony viewed as a whole supports a conclusion that he had reasonable grounds to suspect that Appellant’s lights were misaligned in violation of the Motor Vehicle Code. The officer’s estimate of a deviation of six inches was an extremely crude estimate made while both vehicles were in motion and with no fixed point of reference by which to estimate the deviation of the headlight’s aim from center. The officer in fact expressly acknowledged that he had no way of measuring the deviation. Moreover, and most importantly Longmire also admitted that he really didn’t notice if the hghts were going in any specific angle or way.\n¶ 5 The Department of Transportation Regulations cited by the majority (67 Pa. Code § 175.80(a)(9)(xn)(A)(I),(II)), are quite explicit that the headlamps of a vehicle are out of adjustment if measured in the following manner:\n(A) Mechanical aimer:\n(I) The horizontal aim is more than 4 inches to the left or right.\n(II) The vertical aim is higher or lower than 4 inches from center.\n¶ 6 Under this regulation, the permissible deviation from center of a headlight’s aim is four inches. The officer merely testified that he estimated Appellant’s headlight to be six inches above the driver’s side headlight. It is therefore quite possible that the aim of both headlights were within the permissible range of deviation from center. For example the aim of the driver’s side headlight may have been two inches below center vertically while the aim of the passenger’s side headlight could have been four inches above center vertically. The aim of both lights may therefore have been separated by a total distance of six inches, but the aim of each could still have been within the permissible four inch range of deviation from a fixed center point.\n¶ 7 The regulation also requires that measurements of a headlight’s permissible deviation from center are to be made with a mechanical aimer. The regulations do not allow for the measurements to be made with the naked and unaided eye, even by a trained mechanic at a short distance. Certainly if a mechanical degree of precision is required to gauge the deviation from center of a headlights aim, then an observation made with the naked eye cannot be considered to be a reasonably accurate estimate of the precise deviation of a headlight’s aim from center, particularly whenever made from a distance of 100 yards initially and with both vehicles in motion.\n¶ 8 It would be a different matter if there was a defect in the headlight that was patently obvious to the naked eye i.e. the headlight was not functioning or broken. However, the officer testified that the Appellant’s headlights were properly illuminating the area in front of the vehicle. The officer did not testify that the lights were shining into his eyes or illuminating areas completely off the road. The officer in fact acknowledged not observing their angle of aim at all. The officer therefore had no reasonable objective basis to believe that they were misaligned in violation of the Vehicle Code other than his observation that they were “askew” from one another by six inches. A reasonable suspicion of unlawful activity requires the officer to rely on specific and articulable facts which together from the rational inferences from those facts, reasonably warrant the stop of a vehicle. Commonwealth v. Edwards, 355 Pa.Super. 311, 513 A.2d 445, 447 (1986). A bald allegation that one headlight was six inches higher than the other headlight does not provide the requisite reasonable grounds to justify a stop of a motor vehicle.\n¶ 9 Accordingly, I dissent.\n. At Appellant’s preliminary hearing the officer testified that when he observed the vehicle coming towards him, the vehicle was in the proper lane of travel, not speeding and not violating any section of the vehicle code. N.T., Preliminary Hearing, 11/20/97, at 14. The officer further testified at the preliminary hearing that he saw mud and grass on the front of the vehicle and damage to the vehicle’s front end, which is why he stopped it. Id. at 20-21.\nHowever, at the suppression hearing the officer asserted for the first time that the Appellant’s vehicle was in violation of \"lighting standards’’ under the Vehicle Code because his vehicle would not pass a vehicle inspection. N.T., Suppression Hearing at 12. When the officer was asked at the suppression hearing what section of the vehicle code he believed Appellant to be violating when he pulled him over, the officer testified: “I believe it’s the 4300 section of the vehicle code. I could look it up for you now.” Id. at 12. However, he gave no specific testimony as to what exact section of the motor vehicle code that he believed Appellant to be violating. While Chapter 43 of the Vehicle Code governs lighting equipment for vehicles generally there are eight separate statutory subsections within this chapter none of which govern or regulate the inspection of vehicles. Also the first statutory section within the chapter begins with Section 4301.\n. The Code also allows the aim of headlights on low beam to be calculated with a screen or photoelectric tester. 67 Pa.Code § 175.80(a)(9)(xii)(B),(II) provides:\n(B) Screen or photo electric type tester. See Charts 1-3 (relating to headlight aiming screen distance and marking identification; high beam inspection limits and low beam inspection limits).\n* * * * * *\n(II) Turn the lamps on low beam and reject if the upper edge of the beam is more than 4 inches above or below horizontal center line of headlamp or if inner edge of beam is more'than 4 inches to the right or left of the vertical line.",
        "type": "dissent",
        "author": "CERCONE President Judge Emertitus"
      }
    ],
    "attorneys": [
      "Louis Busico, New Hope, for appellant.",
      "C. Theodore Fritsch, Jr., Assistant District Attorney, Doylestown, for Com., ap-pellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. James HYNES, Appellant.\nSuperior Court of Pennsylvania.\nArgued Sept. 23, 1998.\nFiled March 30, 1999\nLouis Busico, New Hope, for appellant.\nC. Theodore Fritsch, Jr., Assistant District Attorney, Doylestown, for Com., ap-pellee.\nBefore FORD ELLIOTT, STEVENS, JJ. and CERCONE, President Judge Emertitus."
  },
  "file_name": "0960-03",
  "first_page_order": 998,
  "last_page_order": 1003
}
