{
  "id": 6094945,
  "name": "Chicago Pneumatic Tool Co. v. The Black & Decker Manufacturing Co.",
  "name_abbreviation": "Chicago Pneumatic Tool Co. v. Black & Decker Manufacturing Co.",
  "decision_date": "1930-04-10",
  "docket_number": "No. 2300",
  "first_page": "962",
  "last_page": "967",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 962"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "46 App. D. C. 55",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1779543
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/46/0055-01"
      ]
    },
    {
      "cite": "265 U. S. 526",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6143363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/265/0526-01"
      ]
    },
    {
      "cite": "220 U. S. 446",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3655883
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/220/0446-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 674,
    "char_count": 14493,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 7.060128043781262e-08,
      "percentile": 0.425529249002548
    },
    "sha256": "fc1a0d2f4926317a0ddf05c137f48ab50226ad887dc7e9e89d9918cb9c8c0aa5",
    "simhash": "1:a255e3356b64d675",
    "word_count": 2385
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gbaiiam, Presiding Judge, and Bland, Hatfield, Gabeett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Chicago Pneumatic Tool Co. v. The Black & Decker Manufacturing Co."
    ],
    "opinions": [
      {
        "text": "GaeRett, Judge,\ndelivered the opinion of the court:\nThis proceeding involves a petition by appellee for the cancellation of the trade-mark “ Hicycle ” registered by appellant under the trade-mark act of February 20, 1905, in the United States Patent Office, the date of its registration being June 30,1925, No. 200387.\nAppellant is a New Jersey corporation engaged largely in the manufacture of portable power tools, including electrical tools and devices. Petitioner is a Maryland corporation similarly engaged.\nTh j history of the proceedings appears to be that appellant learned that appellee was using the words “ Pligh Cycle Tool ” upon the name plates of certain of the tools of the latter’s manufacture. These words were not registered, nor had appellee offered to register them. Upon obtaining the information as to their use by appellee, appellant on August 25, 1926, gave notice to the former to cease immediately the use of “ ‘ High Cycle 5 and all other words or expressions identical with or closely simulating the registered trade-mark of Chicago Pneumatic Tool Co., which may deceive or confuse the public as to the origin of the goods.”\nThe Black & Decker Manufacturing Co. thereupon filed its petition in the Patent Office, praying that the certificate of registration of the word “ Hicycle ”■ to Chicago Pneumatic Tool Co. be canceled.\nPetitioner alleged that the word “ Hicycle ” was a misspelled descriptive word, not entitled to registration for use on the goods for which it was registered; that it was not in any sense a trademark by which “the goods of the registrant may be distinguished from other goods of the same class ” and that it was not entitled to registration under section 5 of the trade-mark act. It further alleged that it deemed itself to be injured and damaged.\nAppellant admits that its registered trade-mark “ Hicycle ” is formed “ by combining and phonetically spelling the words ‘ High Cycle but denies that it is descriptive of its goods or of the character and quality thereof; insists that it was and is entitled to the registration and denies that petitioner has been injured in its business as alleged.\nThe examiner of interferences sustained the petition and upon appeal his decision was affirmed by the commissioner. From this latter decision the matter is brought before us by further appeal.\nOther allegations and assertions contained in the petition and answer are omitted from our statement because not material to the issue upon which the case must turn, viz, is the word “ Hicycle ” a descriptive word, as applied to the goods involved, and so barred by the statute? It is conceded that the goods to which the respective words are applied are of the same descriptive properties, practically identical in some instances, and that “ hicycle ” is a phonetic spelling of a combination of the two words “ high ” and “ cycle.”\nThe pertinent portion of section 5 of the 1905 trade-mark act reads:\nProvided, That no marls which consists merely * * * in words * * * which are descriptive oí the goods with which they are used, or oi the character or quality of such goods, * * * shall be registered under the terms of this act.\nThe goods upon which the respective words at issue are applied consists of articles such as portable drills, screw drivers, socket wrenches and grinding machines, so manufactured as to contain electrically operated motors for motivating the tool part, or machine. Appellant claims use of its word on the generator sets also.\nThe particular tools to which the respective words are applied are tools operating at a frequency in excess of 60 cycles per second.\nIn electrical nomenclature a cycle, as defined by the Examiner of Interferences, who seems to have followed the definition given in a work on general physics filed as one of petitioner’s exhibits in the case, is that it “ consists of two successive reversals of directions of the electromotive force or current.”\nFunk & Wagnalls’ New Standard Dictionary defines “ cycle ”:\nElec.- — A lull period of an alternating current, begining at the zero line, going to maximum in one sense, returning to zero, going to maximum in the other sense, and then returning to zero.\nWhat is known as “frequency” depends upon the number of cycles per second; that is, the “number of cycles- is called the frequency.”\nTo express the matter in common parlance, as best we can, we understand that the number of revolutions or the speed of operation of the tool, say of the drill, in these “ hicycle ” and “ high cycle ” devices is dependent upon the frequency of the alternations of the electric current in the motors which constitute their propelling-power, and this frequency depends upon the number of cycles per second; that is, upon the number of times per second which the current makes two successive reversals of direction. The electromotive force passing from the starting point to maximum in one sense, thence back by the starting point to maximum in another sense and thence back to the starting point constitutes a cycle, and the number of cycles per second determines “ frequency, ” which in turn governs the number of revolutions or the speed of the tool as it operates.\nAppellant seems to have been first in the field in the manufacture of the particular articles to which the respective words are applied. It began to place its goods upon the market in the latter part of 1924 or early in 1925; appellee began to place drills on the market in February,-1926, and other classes in March, April, and July, 1926, respectively. In each instance the actual development of the tools in their respective jfiants had preceded these respective dates, appellant being the earlier in the development as well as in marketing.\nMuch testimony was taken in the case by both parties, portions of it being quite technical in character and dealing with the meaning of electrical terms and phraseology. Many exhibits were filed and the case was ably presented by both briefs and oral arguments.\nTo review the evidence in minute detail would unduly lengthen this opinion. It has received our very careful study and analysis.\nWe think it may be taken as conceded that the phonetically spelled word “ hicycle ” has whatever meaning attaches to the two words “ high cycle. ” If the phrase is descriptive then the word is equally so and vice versa. In other words, if appellant was entitled to register “hicycle” it might have registered “high cycle” also; they mean the same thing, and “ hicycle ” is not a coined word except as it is phonetically^ spelled. We therefore, treat the word and the phrase as being synonymous.\nAppellant’s insistence is that the evidence of the experts in the electrical art who were called shows that “ high cycle ” is not synonymous with “ high frequency ” and that the phrase from which it made its word is not, when “ high ” and “ cycle ” are considered in the light of their respective definitions, descriptive of its goods or their qualities and characteristics. It insists that “ not a single instance is in evidence by petitioner of the use of the two words ‘ high ’ and £ cycle ’ together for any purpose, in any dictionaries, textbooks or technical literature ”•; that the testimony of petitioner’s witnesses is contradictory; that there is some testimony that the words mean “ high frequency,” other testimony that they mean “ high speed ” and still other testimony that they indicate “ danger ” and the burden being upon appellee it must clearly establish that they did mean one of these, or have some meaning, in order to prevail, fact have no meaning in the art in which it is engaged as applied to the tools and products to which it is applying “ hicycle,” or at least that they had no descriptive meaning “ at the time of the adoption of the mark ” (italics quoted) and that if they have any such meaning now it results wholly from appellant’s use, advertising\nAs we understand appellant’s contention, it is that the words in and explanations of them; that its mark was a word arbitrarily\nAppellant has produced technical testimony, and, by cross-exam-chosen after much thought and investigation by its officials and with the feeling of certainty that, considering the true meaning of the words of which it is composed, it did not constitute a descriptive phrase, as applied to their products.\nination of some of petitioner’s witnesses, -secured admissions which furnish ground for making the argument as we have tried to state it. It is not satisfactorily shown that prior to its use of the registered mark, the words “ high ” and “ cycle ” appeared together in any publication relating to the electrical art, or were used together in the electrical trade generally.\nOn the other hand, however, appellee produced testimony also by technical men, and likewise, upon cross-examination, drew admissions from one or more of the witnesses of appellant, which strongly indicate that there is such a degree of similarity in meaning between “ high frequency ” and “ high cycle ” as to justify the contention that among purchasers of the articles and generally among those not highly educated in electrical terms, nor skilled in the details of the electrical art, the phrases, as applied to the goods in question, are synonymous in meaning. This evidence is quite strong we think in indicating both a technical and common understanding of the meaning of the words which fully comports with descriptiveness.\nOoncededly the words “ high frequency ” would be descriptive applied to the tools here involved and could not be registered as a trade-mark for use upon them. According to all the expert testimony in this record the “ cycle ” has a direct relation to the “ frequency,” at least to the extent that frequency depends upon the number of cycles per second.\nThe Commissioner of' Patents said:\nTKe publication High-Speed Motors in tlie Wood-Working Inclustiy by the Westinghouse Electric & Manufacturing Oo., reprinted from a publication of May, 1922, in The Woocl-Worker seems conclusive that the trade understood the words “ high cycle ” to indicate an electrically-driven rotary tool or device whose speed is dependent upon the frequency or the number of cycles per second of the alternating current by which it is driven.\nThe examiner of interferences, an expert of the Patent Office, had, in his decision, made a similar finding from this publication which is. one of petitioner’s exhibits in the case.\nAppellant insists these findings were erroneous because the publication does not show the words “ high ” and “ cycle ” to be used together. With this contention we can not agree. It is not necessary that they should have been so specifically arranged to lead to the conclusion which the tribunals of the Patent Office drew, and we agree with the latter.\nThe word “ high ” has long had a use in connection with various words incident to the electrical art, and when so used, as well as when used in common parlance, it has a well-understood meaning. The examiner said:\nSuck expressions as high frequency, high current, high voltage, high tension, high resistance, etc., are common in the electrical field and convey the meaning that the phenomena or condition in connection with which it is used is more than, or above, the customary or average.\nThe word “ cycle ” has long had its place in electrical nomenclature. When the word “ high ” is applied to it, bearing in mind the meaning of “ high ” when used in the electrical field, it would surely convey the meaning that the cycle phenomena “ is more than, or above, the customary or average.”\nAs has been stated, the electrical tools involved are manufactured to operate at a speed which is occasioned by a frequency produced as the effect of alternations that constitute more than 60 cycles per second which theretofore had been the ordinary cycle maximum in the electrical tool art.\nIt seems to us that to hold with appellant in this case would require the application of a higher degree of technical refinement than we think the trade mark registration act contemplates. We can not doubt that whatever distinction those having highly specialized learning as to electrical technique might be able to draw by. strict construction of electrical terms, the phrase “ high cycle,” as applied to these motor-driven tools, does convey to the public generally a definite meaning distinctly descriptive of the tools. The relation between the cycle of the current and the revolution or operation of the tool or mechanism is too direct and immediate, in our view, to admit of any other conclusion. We think it is more than suggestive and amounts to descriptiveness.\nCareful thought has been given to appellant’s contention that the matter must be determined upon the meaning, or lack of meaning, in the word registered at the time of its registration and that it may not be decided upon the meaning it has come to have as a result of appellant’s teachings.\nWe do not think this argument applicable here, because, while even if it be conceded that the words had not been used together prior to its appropriating them, nevertheless their meaning as used separately in the electrical art was the same then as it is now, and their descriptive character appeared and became fixed and manifest when they were brought together.\nNumerous authorities support the proposition that words descriptive of the use and characteristics of goods are not the proper subject for technical trade-mark registration. Among others are Standard Paint Co. v. Trinidad Asphalt Co., 220 U. S. 446; William R. Warner & Co. v. Eli Lilly & Co., 265 U. S. 526; In re Packard Motor Car Co., 46 App. D. C. 55; Cutler Hammer Mfg. Co., 354 O. G. 499.\nBoth tribunals of the Patent Office concurred in the decision in this case. Quite naturally and properly this court in all cases gives great weight to their findings, and this is especially true upon questions so technical as that here involved of which the examiner in particular is charged with and possessed a high degree of special knowledge.\nWe find no error in the decisions and that of the commissioner is affirmed.",
        "type": "majority",
        "author": "GaeRett, Judge,"
      }
    ],
    "attorneys": [
      "Ira, L. Nickerson for appellant.",
      "John E. Gross for appellee."
    ],
    "corrections": "",
    "head_matter": "Chicago Pneumatic Tool Co. v. The Black & Decker Manufacturing Co.\n(No. 2300)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1930\nIra, L. Nickerson for appellant.\nJohn E. Gross for appellee.\n[Oral argument March 13, 1930, by Mr. Nickerson and Mr. Cross]\nBefore Gbaiiam, Presiding Judge, and Bland, Hatfield, Gabeett, and Lenroot, Associate Judges"
  },
  "file_name": "0962-01",
  "first_page_order": 412,
  "last_page_order": 417
}
