{
  "id": 11243894,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Charles SANTONE, Appellee",
  "name_abbreviation": "Commonwealth v. Santone",
  "decision_date": "2000-08-03",
  "docket_number": "",
  "first_page": "963",
  "last_page": "966",
  "citations": [
    {
      "type": "official",
      "cite": "757 A.2d 963"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "421 Pa.Super. 339",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        921945
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        },
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/421/0339-01"
      ]
    },
    {
      "cite": "692 A.2d 158",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11912465
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "160",
          "parenthetical": "entry of appropriate order is prerequisite to Superior Court's exercise of jurisdiction"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/692/0158-01"
      ]
    },
    {
      "cite": "639 A.2d 1235",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871104,
        941140
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "page": "1239"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/1235-01",
        "/pa-super/433/0111-01"
      ]
    },
    {
      "cite": "433 Pa.Super. 111",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        941140
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/433/0111-01"
      ]
    },
    {
      "cite": "664 A.2d 133",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        723988,
        7862671
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "137"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/444/0397-01",
        "/a2d/664/0133-01"
      ]
    },
    {
      "cite": "444 Pa.Super. 397",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        723988
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/444/0397-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 497,
    "char_count": 9447,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 2.5138204651880686e-07,
      "percentile": 0.8108206308553124
    },
    "sha256": "a14814706cd464351fb0f862f67b702a9faca43fbde1c2db5dd10dd4d4d798f2",
    "simhash": "1:3eda65baefe3cde4",
    "word_count": 1567
  },
  "last_updated": "2024-02-27T19:28:08.003228+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY and MUSMANNO, JJ., and CIRILLO, President Judge Emeritus."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Charles SANTONE, Appellee."
    ],
    "opinions": [
      {
        "text": "CIRILLO, President Judge Emeritus:\n¶ 1 The Commonwealth of Pennsylvania appeals from the order of the Dauphin County Court of Common Pleas. We vacate and remand.\n¶ 2 Charles Santone was charged by the Attorney General with twenty-two counts of willful failure to remit sales tax; seven counts of willful failure to file sales tax returns; five counts of failure to file withholding tax returns; seven counts of willful failure to pay over withheld state income tax; and one count of maintaining a place of business without a sales tax license. Santone operated a business in Butler and Mercer Counties. The charges arose from Santone’s nonpayment of $276,573.27 in state sales taxes and the nonpayment of $58,803.42 in employer withholding taxes.\n¶ 3 On October 14, 1998, Santone pled guilty to all of the counts against him. Sentencing was scheduled for January 11, 1999, however sentencing did not occur until April 12, 1999. On that date, San-tone was sentenced to concurrent terms of one to two years in a state prison for failure to pay employee withholding tax. As to all other charges, Santone was sentenced to one year of probation. Additionally, Santone was ordered to make restitution to the Department of Revenue in the amount of $304,108.90, fined $200.00 and ordered to pay the costs of prosecution.\n¶ 4 On April 22, 1999 defense counsel, Terry McGowan, Esquire, filed a motion to modify Santone’s sentence and the Commonwealth filed an answer. William J. Fulton, Esquire, then replaced McGowan as counsel. Fulton filed a supplemental motion to modify sentence on May 13, 1999 and the Commonwealth filed an answer. A hearing on the motion was set for June 1, 1999. On May 26,1999, the hearing was rescheduled for June 30, 1999. The court then granted a continuance until September 20,1999.\n¶ 5 On October 18, 1999, the Honorable Scott A. Evans issued an order modifying the sentence to two years’ probation. Additionally, Santone was ordered to perform 200 hours of community service. The fines were ordered to remain the same. This appeal followed.\n¶ 6 The Commonwealth raises the following issue for our consideration:\nWhether the Order of October 18, 1999, granting a motion to modify sentence filed [on] April 22, 1999, is a nullity because the motion to modify sentence was denied by operation of law when the lower court failed to act on the motion within the 120-day period provided by statute and [the] rules of court.\n¶ 7 The Pennsylvania Rules of Criminal Procedure have set forth a timetable for the determination of post-sentence motions. Rule 1410 of the Pennsylvania Rules of Criminal Procedure provides that:\n(a) Except as provided in subsection (3)(b), the judge shall decide the post-sentence motion, including any supplemental motion, within 120 days of the filing of the motion. If the judge fails to decide the motion within 120 days, or to grant an extension as provided in subsection (3)(b), the motion shall be deemed denied by operation of law.\n(b) Upon motion of the defendant within the 120-day disposition period, for good cause shown, the judge may grant one 30-day extension for decision on the motion. If the judge fails to decide the motion within the 30-day extension period, the motion shall be deemed denied by operation of law.\nPa.R.Crim.P. 1410(B)(3). The comment following Pa.R.Crim.P. 1410 provides:\nSubsection (B)(3)(b) permits one 30-day extension of the 120-day time limit, for good cause shown, upon motion of the defendant. In most cases, an extension would be requested and granted when new counsel has entered the case. Only the defendant or counsel may request such an extension. The judge may not, sua sponte, extend the time for decision: a congested court calendar or other judicial delay does not constitute “good cause” under this rule.\nPa.R.Crim.P. 1410, Comment (emphasis added).\n¶ 8 Santone argues that it is unfair to strictly enforce the time parameters of Pa.R.Crim.P. 1410 to his detriment and to do so is contrary to this court’s admonishment in Commonwealth v. Braykovich, 444 Pa.Super. 397, 664 A.2d 133 (1996). Moreover, Santone contends that in Braykovich, this court determined that:\nDecisions both prior and subsequent to the effective date of Rule 1410 have held that similar rules of procedure, containing the same mandatory language [footnote omitted], should not be strictly enforced. “Procedural rules are not ends in themselves, but means whereby justice, as expressed in legal principles, is administered. They are not to be exalted to the status of substantive objectives.” [Citations omitted] 664 A.2d at 137.\n¶ 9 While we agree with Santone’s understanding of Braykovich, we find it misapplied in the present case. The docket reflects that counsel for Santone filed a timely motion to modify sentence on April 22, 1999; therefore, the 120-day period to decide the motion to modify sentence expired on August 20, 1999. A motion for extension of time was not filed. Even assuming that one thirty day extension had been requested and granted, the motion would have been deemed denied by operation of law on September 20, 1999. The trial court issued its order modifying sentence on October 18, 1999, which was 28 days beyond the extended time limits set forth by Pennsylvania Rule of Criminal Procedure 1410.\n¶ 10 Santone argues that a conference was held in chambers on September 20, 1999. At this conference, Santone asserts that:\nthe Commonwealth conceded that about $178,000.00 had by then been applied to restitution.... At the conclusion of the conference in chambers, it was agreed amongst counsel and the court that a hearing would not be necessary and that the court would issue an Order ruling on the Motion to Modify Sentence. The judge and all the lawyers failed to [comprehend] the Rule 1410 time problem.\nSantone further admits that the record is silent with regard to the application of the $178,000.00.\n¶ 11 While in some instances a court may modify a sentence at any time, none of those conditions are present in this case. In Commonwealth v. Quinlan, 433 Pa.Super. 111, 639 A.2d 1235, 1239 (1994), this court determined that “[t]he power to modify a sentence in order to amend records, to correct mistakes of court officers or counsel’s inadvertencies, or to supply defects or omissions in the record is inherent in our court system.” Moreover, “[a] sentencing court can sua sponte, correct an illegal sentence originally imposed, even after the defendant has begun serving the original sentence.” Id. In the present case, the one to two year prison term imposed on April 12, 1999 was not illegal. Furthermore, there was no need “to correct the mistakes of court officers or counsel’s inadvertencies, or to supply defects or omissions in the record.” Id.\n¶ 12 Santone also argues that the Commonwealth disregarded the Braykovich decision, where this court determined that “[p]rocedural rules are not ends in themselves, but means whereby justice, as expressed in legal principles, is administered. They are not to be exalted to the status of substantive of objectives.” Braykovich, supra at 137. In Braykovich, the trial judge failed to decide the post-sentence motion within the 120-day period prescribed by Pa.R.Crim.P. 1410, and the clerk of courts failed to enter the appropriate written order determining the motion denied by operation of law, thus causing the defendant to file his notice of appeal out of time. The Braykovich court held that the defendant’s failure to timely file a notice of appeal from the judgment of sentence was caused by “a breakdown in the processes of the court, that is, the clerk of court’s failure to notify him that his motion had been denied by operation of law.” Id. at 137. The court held the notice of appeal was timely filed so as not to deprive the defendant of his right of appeal.\n¶ 13 Unlike the occurrence in Brayko-vich, the Commonwealth’s right to appeal did not run from the 120-day period. San-tone’s motion to modify sentence was deemed denied by operation of law on September 20, 1999; therefore the Commonwealth had no right to appeal. The Commonwealth did not have a cause for appeal until the entry of the Order of October 18,1999, which modified Santone’s sentence from a prison term to a term of probation. See Commonwealth v. Borrero, 692 A.2d 158, 160 (1997) (entry of appropriate order is prerequisite to Superior Court’s exercise of jurisdiction).\n¶ 14 The modification order of October 18, 1999 is a nullity because the motion to modify sentence was denied by operation of law when the trial court failed to issue a decision within the 120-day period set forth by Rule 1410. The trial court no longer had jurisdiction to issue the order of October 18, 1999. Where there is no jurisdiction, there is no authority to pronounce judgment. Meritor Mortgage Corp. East v. Henderson, 421 Pa.Super. 339, 617 A.2d 1323 (1992) (citations omitted).\n¶ 15 Order vacated and case remanded for reinstatement of original sentence. Jurisdiction relinquished.\n. 72 P.S. § 7268(b).\n. 72 P.S. § 7268(b).\n. 72 P.S. § 7353(c).\n. 72 P.S. § 7353(b).\n. 72 P.S. § 7209(c).",
        "type": "majority",
        "author": "CIRILLO, President Judge Emeritus:"
      }
    ],
    "attorneys": [
      "Andrea F. McKenna, Asst. Dist. Atty., Harrisburg, for Com., appellant.",
      "William J. Fulton, Harrisburg, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant, v. Charles SANTONE, Appellee.\nSuperior Court of Pennsylvania.\nSubmitted May 8, 2000.\nFiled Aug. 3, 2000.\nAndrea F. McKenna, Asst. Dist. Atty., Harrisburg, for Com., appellant.\nWilliam J. Fulton, Harrisburg, for appel-lee.\nBefore KELLY and MUSMANNO, JJ., and CIRILLO, President Judge Emeritus."
  },
  "file_name": "0963-01",
  "first_page_order": 1011,
  "last_page_order": 1014
}
