{
  "id": 7291139,
  "name": "Phyllis GOODWINE, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Goodwine v. United States",
  "decision_date": "2010-03-18",
  "docket_number": "No. 08-CM-1044",
  "first_page": "965",
  "last_page": "970",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 965"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "112 L.Ed.2d 1055",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 969",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "498 U.S. 1089",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6563488,
        6563523,
        6563557,
        6563463,
        6563594,
        6563535,
        6563569,
        6563442,
        6563473,
        6563508,
        6563446,
        6563612,
        6563454
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/us/498/1089-06",
        "/us/498/1089-08",
        "/us/498/1089-10",
        "/us/498/1089-04",
        "/us/498/1089-12",
        "/us/498/1089-09",
        "/us/498/1089-11",
        "/us/498/1089-01",
        "/us/498/1089-05",
        "/us/498/1089-07",
        "/us/498/1089-02",
        "/us/498/1089-13",
        "/us/498/1089-03"
      ]
    },
    {
      "cite": "908 F.2d 205",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533485
      ],
      "pin_cites": [
        {
          "page": "207"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/908/0205-01"
      ]
    },
    {
      "cite": "619 N.W.2d 18",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 2000,
      "pin_cites": [
        {
          "page": "39",
          "parenthetical": "\"While community service is, in a broad sense, punitive, it is not naturally imposed on individuals who commit serious offenses. Instead, community service is viewed as a lesser sanction, with less of a stigma than incarceration.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "242 Mich.App. 424",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        514876
      ],
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "\"While community service is, in a broad sense, punitive, it is not naturally imposed on individuals who commit serious offenses. Instead, community service is viewed as a lesser sanction, with less of a stigma than incarceration.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/242/0424-01"
      ]
    },
    {
      "cite": "113 P.3d 1273",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "case_ids": [
        8964536
      ],
      "pin_cites": [
        {
          "page": "1278"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p3d/113/1273-01"
      ]
    },
    {
      "cite": "366 A.2d 1075",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8036516
      ],
      "pin_cites": [
        {
          "page": "1076"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/366/1075-01"
      ]
    },
    {
      "cite": "924 F.2d 1124",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546533,
        3488934
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "1130",
          "parenthetical": "government's inquiry into facts of pri- or conviction not improper, but only because the witness attempted to ''minimize\" prior conviction"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/924/1124-01",
        "/us-app-dc/288/0167-01"
      ]
    },
    {
      "cite": "288 U.S.App.D.C. 167",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3488934
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "173",
          "parenthetical": "government's inquiry into facts of pri- or conviction not improper, but only because the witness attempted to ''minimize\" prior conviction"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/288/0167-01"
      ]
    },
    {
      "cite": "968 A.2d 39",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7331553
      ],
      "pin_cites": [
        {
          "page": "75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/968/0039-01"
      ]
    },
    {
      "cite": "541 U.S. 36",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5873383
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "internal citation omitted"
        },
        {
          "parenthetical": "internal citation omitted"
        },
        {
          "parenthetical": "internal citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/541/0036-01"
      ]
    },
    {
      "cite": "519 U.S. 172",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11595223
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "186"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/519/0172-01"
      ]
    },
    {
      "cite": "785 A.2d 321",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9457835
      ],
      "pin_cites": [
        {
          "page": "326"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/785/0321-01"
      ]
    },
    {
      "cite": "489 U.S. 538",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12032611
      ],
      "weight": 7,
      "year": 1989,
      "pin_cites": [
        {
          "page": "541",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "541"
        },
        {
          "page": "542"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/489/0538-01"
      ]
    },
    {
      "cite": "942 A.2d 1180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8397469
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1186"
        },
        {
          "page": "1186"
        },
        {
          "page": "1186",
          "parenthetical": "holding that appellant's claim that the trial court erroneously held a bench trial instead of a jury trial was subject to the plain error standard of review where appellant did not object in the lower court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/942/1180-01"
      ]
    },
    {
      "cite": "698 A.2d 474",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12007057
      ],
      "pin_cites": [
        {
          "page": "479"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/698/0474-01"
      ]
    },
    {
      "cite": "779 A.2d 307",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9490520
      ],
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/779/0307-01"
      ]
    },
    {
      "cite": "841 A.2d 1270",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9289029
      ],
      "pin_cites": [
        {
          "page": "1276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/841/1270-01"
      ]
    },
    {
      "cite": "980 A.2d 1174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7297208
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "1185"
        },
        {
          "page": "1185"
        },
        {
          "page": "1185-86"
        },
        {
          "page": "1185"
        },
        {
          "page": "1185-86"
        },
        {
          "page": "1185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/980/1174-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 828,
    "char_count": 14921,
    "ocr_confidence": 0.722,
    "pagerank": {
      "raw": 4.32370672493436e-08,
      "percentile": 0.27218440148441087
    },
    "sha256": "a18fac1980b62dcf1c29f920431448348624cb8c00958bae72281ea7cca62fcd",
    "simhash": "1:8efb26a23f5a87d9",
    "word_count": 2429
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before RUIZ and KRAMER, Associate Judges, and SCHWELB, Senior Judge."
    ],
    "parties": [
      "Phyllis GOODWINE, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "KRAMER, Associate Judge:\nAppellant, Phyllis Goodwine, appeals from her simple assault conviction, arguing that the trial court committed reversible error in admitting certain hearsay statements and evidence of her prior bad acts, as well as in excluding the details of the victim’s prior convictions. Appellant also asserts that an alleged recantation by the victim and the absence of a witness at trial created reasonable doubt as to her guilt. Appellant further contends that because her trial was to the court, not a jury, the trial court plainly erred by adding 100 hours of community service to her sentence. We conclude that none of her claims has merit and affirm.\nI. Factual Background\nThe evidence presented at trial was as follows. On the evening of May 28, 2008, Henry Moore, appellant’s ex-boyfriend and the father of her three year old daughter, arrived at the home of appellant’s sister to drop off their daughter. As Moore was returning to his car, appellant approached him and called him a “b****,” kicked his car, and then began to hit him with a bookbag and her hand. Moore called 911 from his cell phone during the assault.\nOfficer Michelle Riddlehoover arrived on the scene within two to three minutes after the 911 call and found Moore standing outside of his car, “pacing back and forth” and “kind of shaking a little bit.” She noticed that “he had a small red ... mark on his left temple.” When Officer Riddle-hoover inquired about what happened, Moore responded “fast” and in an “elevated” voice, appearing “frustrated ... [and] upset and agitated,” that appellant had followed him after he dropped off their daughter, kicked his car, “hit him in the head,” and then “sped off.” At trial, Moore testified that, despite his efforts to block the assault, appellant “got a couple of good hits on [his] face and [his] temple.” Later that night, emergency room personnel prescribed him pain medication for “a closed head injury.”\nII. Legal Analysis\nA. Evidentiary Claims\n1. Moore’s Statements to Police and a 911 Call were Properly Admitted\nAppellant argues that the trial court erroneously admitted both the tape of Moore’s 911 call and Officer Riddleho-over’s testimony regarding Moore’s statements, alleging that both pieces of evidence were inadmissible hearsay and admitted in violation of the Confrontation Clause of the Sixth Amendment. With respect to the Confrontation Clause, it is not violated where, as here, the declarant Moore testified at trial and was available for cross-examination by defense counsel. Moreover, the trial court properly admitted the tape of Moore’s 911 call because there can be no question that his statements on the tape satisfy both the excited utterance and the present sense impression exceptions to the hearsay rule. See generally Johnson v. United States, 980 A.2d 1174, 1185 (D.C.2009); Hallums v. United States, 841 A.2d 1270, 1276 (D.C.2004). Moore made the 911 call while “Ms. Goodwine was hitting [him]” and he was “angry and upset.” Moore’s statements to Officer Riddlehoover also qualify as excited utterances and were thus properly admitted. See Johnson, 980 A.2d at 1185. Appellant argued that these statements were not spontaneous, as required by the excited utterance exception, because they were made after the assault had ended and the appellant had left the scene. The fact that the assault had ended, however, does not end the inquiry. Id. at 1185-86. Officer Riddleho-over arrived on the scene two to three minutes after the 911 call was made and she spoke with Moore immediately upon arrival. ■ Officer Riddlehoover’s testimony about Moore’s mental and physical state upon her arrival makes clear that he was still in “a state of nervous excitement” due to the assault. Id. at 1185. Thus, we cannot say that the trial court clearly erred in finding that two to three minutes was “a reasonably short period of time” after a personal attack such that Moore’s statements were not a result of reflection or invention. Id. at 1185-86.\n2. The Trial Court Properly Limited the Impeachment of Moore to His Prior Conviction and Properly Declined to Consider Appellant’s Prior Bad Acts\nAppellant alleges two errors regarding the admission of prior bad acts: (1) that the trial court improperly allowed testimony regarding her prior bad acts, and (2) that the trial court should have allowed cross-examination on the details of Moore’s prior conviction. With respect to appellant’s first argument, appellant ignores the fact that the court sua sponte prevented testimony regarding appellant’s prior bad acts and explicitly declined to consider any other crimes evidence. Accordingly, we find no error. We also hold that the trial court did not err in preventing the elicitation of testimony regarding the details of Moore’s prior CPWL conviction. While a witness’s credibility may be attacked with a criminal conviction involving dishonesty or false statement, impeachment is essentially limited to the fact of the conviction. The trial judge has the discretion to limit the scope of cross-examination, and he did not abuse that discretion in the limitations he imposed here. Crutchfield v. United States, 779 A.2d 307, 316 (D.C.2001) (citing Flores v. United States, 698 A.2d 474, 479 (D.C.1997)).\nB. Appellant’s Sentence Did Not Require a Jury Trial\nAppellant was sentenced to 180 days of incarceration, with the execution of all but 120 days suspended, to be followed by two years of supervised probation and a requirement of 100 hours of community service. She contends that this sentence entitled her to a jury trial because (1) the 100 hours of community service constituted a deprivation of liberty that rendered her offense sufficiently serious to require a jury trial, and (2) because the financial impact of 100 hours of community service on her ability to work exceeded the $1,000 statutory limit.\n“The Supreme Court has held that there is a category of petty crimes or offenses which is not subject to the Sixth Amendment jury trial provision, and that the most relevant criterion for determining the seriousness of the offense is the severity of the maximum authorized penalty.” Thomas v. United States, 942 A.2d 1180, 1186 (D.C.2008) (quoting Blanton v. North Las Vegas, 489 U.S. 538, 541, 109 S.Ct. 1289, 103 L.Ed.2d 550 (1989) (internal quotation marks omitted)). An offense is considered petty if it is punishable by a sentence of no more than 180 days of incarceration or a fíne of no more than $1,000. See D.C.Code § 16-705(b)(l)(A). Given that appellant’s misdemeanor simple assault conviction falls squarely within the crimes we define as petty, appellant “must show that the additional penalties (i.e. other than incarceration) are so severe that they clearly reflect a legislative determination that the offense in question is a serious one.” Thomas, 942 A.2d at 1186. See also Blanton, 489 U.S. at 541, 109 S.Ct. 1289. We review the sentence issued by the trial court for plain error, Wilson v. United States, 785 A.2d 321, 326 (D.C.2001), because the appellant failed to raise this issue at sentencing. See also Thomas, 942 A.2d at 1186 (holding that appellant’s claim that the trial court erroneously held a bench trial instead of a jury trial was subject to the plain error standard of review where appellant did not object in the lower court).\nD.C.Code § 16-712(a) empowers the Superior Court to “require a person convicted of any offense as a condition of probation or as a sentence itself, to undertake reasonable services to the community for a period not to exceed 5 years in duration.” Here, the court ordered Ms. Goodwine to perform 100 hours of community service as part of her two-year probation, a sentence that is well within the discretion granted to the court by § 16-712(a). Appellant provides no evidence that § 16-712(a) reflects a legislative determination that the imposition of community service, for a period of no longer than five years, converts a petty offense into a serious one. Appellant also fails to cite to any case in this, or any other jurisdiction, which has held a crime “serious” because the defendant was subjected to a eommu-nity service requirement. Indeed, the Supreme Court has observed that “[pjenalties such as probation or a fine may engender a significant infringement of personal freedom, but they cannot approximate the loss of liberty that a prison term entails.” Blanton, supra, 489 U.S. at 542, 109 S.Ct. 1289.\nFollowing the Supreme Court’s logic, we do not find the restriction on appellant’s liberty resulting from community service to approximate the deprivation of liberty of incarceration, and we disagree that the imposition of 100 hours of community service, well within the limitations of § 16-712(a), renders an otherwise petty offense serious enough to warrant a jury trial. We also reject appellant’s argument that 100 hours of community service amounts to a fine greater than $1,000, the maximum permitted under § 22-404, because we reject the premise that community service can be analogized to a fine.\nAffirmed.\n. We need not address either of these claims at length. Appellant’s claim that the victim recanted is simply a mischaracterization of the record. With regard to the \"missing witness,” appellant made no showing that the government had it \"peculiarly within [its] power to produce” this witness. Moreover, as the Supreme Court wrote in Old Chief v. United States, 519 U.S. 172, 186, 117 S.Ct. 644, 136 L.Ed.2d 574 (1997), \"the prosecution is entitled to prove its case by evidence of its own choice....” There is no reason to draw any inferences from the absence of this witness, particularly here, where the government presented ample evidence that appellant assaulted the victim.\n. \"[W]hen the declarant appears for cross-examination at trial, the Confrontation Clause places no constraints at all on the use of his prior testimonial statements.” Crawford v. Washington, 541 U.S. 36, 59 n. 9, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004) (internal citation omitted); see also Perez v. United States, 968 A.2d 39, 75 (D.C.2009) (\"[T]he Sixth Amendment [does] not bar admission of his out-of-court testimonial statements” if a witness is available for cross-examination by defense counsel.).\n. The trial court initially excluded this evidence as hearsay, but later admitted the tape as both an excited utterance and a present sense impression. Moore's statements in the 911 call clearly satisfied both these exceptions as they were made contemporaneously with an ongoing assault.\n.Johnson, supra, 980 A.2d at 1185 (to qualify as an excited utterance, there must be a \"serious occurrence or startling event which causes a state of nervous excitement or physical shock,” the statement must be made within \"a reasonably short period of time after the occurrence” to prevent reflection or invention, and the totality of the circumstances must suggest the spontaneity and sincerity of the statement).\n. See D.C.Code § 14-305(l)(b)(l) (2009).\n. See, e.g., United States v. Butler, 288 U.S.App.D.C. 167, 173, 924 F.2d 1124, 1130 (1991) (government's inquiry into facts of pri- or conviction not improper, but only because the witness attempted to '‘minimize” prior conviction).\n. We note that this sentence exceeded the sentence requested by the government, which was 180 days of incarceration with the execution suspended as to all but 30 days plus one year of probation and anger management classes. But the sentencing decision is within the discretion of the trial judge and it is not an abuse of discretion to disregard the government’s recommendation. See generally Walden v. United States, 366 A.2d 1075, 1076 (D.C.1976).\n. D.C.Code § 16 — 705(b) provides:\nIn any case where the defendant is not under the Constitution of the United States entitled to a trial by jury, the trial shall be by a single judge without a jury, except that if—\n(1)(A) The defendant is charged with an offense that is punishable by a fine or penalty of more than $1,000 or by imprisonment for more than 180 days.\n. D.C.Code § 22-404 provides:\n(a)(1) Whoever lawfully assaults, or threatens another in a menacing manner, shall be fined not more than $1,000 or be imprisoned not more than 180 days, or both.\n. The legislative history for § 16-712(a) reveals that there was strong support for this community service provision. See D.C. Council, Report on Bill 4-120 at 2 (Nov. 10, 1982). Notably, § 16-712 (a) did not authorize the imposition of community service for the first time in this jurisdiction. Rather the law provided guidance to the Superior Court judges on how to impose community service in addition to other penalties. Id. at 6. Section 16-712(b) specified, for the first time, that “the court shall take into consideration the physical and mental health of the defendant, his or her age, education, employment and vocational training, family circumstances, financial condition, and any other factors as shall be appropriate,” and § 16-712(c) granted the defendant the right to request a hearing on \"any matter related to the plan of community service.”\n. The government, on the other hand, cites to cases from other jurisdictions in which courts have held that the imposition of a community service requirement, in addition to other penalties, was not sufficient to overcome a presumption that an offense was petty. See, e.g., Byrd v. Stavely, 113 P.3d 1273, 1278 (Colo.App.2005) (\"[W]e conclude that the additional 48 hours of community service is not a sufficiently severe penalty to overcome the presumption that a first-time DWAI in Colorado is a petty offense.... ”); People v. Antkoviak, 242 Mich.App. 424, 619 N.W.2d 18, 39 (2000) (\"While community service is, in a broad sense, punitive, it is not naturally imposed on individuals who commit serious offenses. Instead, community service is viewed as a lesser sanction, with less of a stigma than incarceration.”).\n.See United States v. Kozel, 908 F.2d 205, 207 (7th Cir.1990), cert. denied, 498 U.S. 1089, 111 S.Ct. 969, 112 L.Ed.2d 1055 (1991) (community service for a disciplined attorney in the form of five pro bono cases did not render his crime a \"serious one\" because the sentence \"cannot and should not be translated into dollars and cents” and the defendant attorney thus could not argue that he could have earned up to $25,000 performing this pro bono work).",
        "type": "majority",
        "author": "KRAMER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Gaillard T. Hunt, Silver Spring, MD, for appellant.",
      "Richard DiZinno, Assistant United States Attorney, with whom Jeffrey A. Taylor, United States Attorney at the time the brief was filed, Roy W. McLeese III, John P. Mannarino, and J. Thomas Spig-gle, Assistant United States Attorneys, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Phyllis GOODWINE, Appellant, v. UNITED STATES, Appellee.\nNo. 08-CM-1044.\nDistrict of Columbia Court of Appeals.\nArgued Dec. 14, 2009.\nDecided March 18, 2010.\nGaillard T. Hunt, Silver Spring, MD, for appellant.\nRichard DiZinno, Assistant United States Attorney, with whom Jeffrey A. Taylor, United States Attorney at the time the brief was filed, Roy W. McLeese III, John P. Mannarino, and J. Thomas Spig-gle, Assistant United States Attorneys, were on the brief, for appellee.\nBefore RUIZ and KRAMER, Associate Judges, and SCHWELB, Senior Judge."
  },
  "file_name": "0965-01",
  "first_page_order": 1007,
  "last_page_order": 1012
}
