{
  "id": 12491878,
  "name": "In the MATTER OF John A. KLAMO, an Attorney at Law (Attorney No. 009161982)",
  "name_abbreviation": "In re Klamo",
  "decision_date": "2018-01-10",
  "docket_number": "D–185 September Term 2016; 079647",
  "first_page": "966",
  "last_page": "966",
  "citations": [
    {
      "type": "official",
      "cite": "175 A.3d 966"
    },
    {
      "type": "parallel",
      "cite": "231 N.J. 395"
    }
  ],
  "court": {
    "name_abbreviation": "N.J.",
    "id": 8815,
    "name": "New Jersey Court of Errors and Appeals"
  },
  "jurisdiction": {
    "id": 24,
    "name_long": "New Jersey",
    "name": "N.J."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 169,
    "char_count": 2150,
    "sha256": "473d999a00601f792a8949f7f6bc9ca030f34a8c3977eb99ba1f21e118efcd5b",
    "simhash": "1:1fa040e632c50fda",
    "word_count": 362
  },
  "last_updated": "2021-08-27T20:57:29.057506+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the MATTER OF John A. KLAMO, an Attorney at Law (Attorney No. 009161982)"
    ],
    "opinions": [
      {
        "text": "The Disciplinary Review Board having filed with the Court its decision in DRB 16-443, concluding on the record certified by the Board pursuant Rule 1:20-4 (f) (default by respondent), that JOHN A. KLAMO of CHERRY HILL , who was admitted to the bar of this State in 1982, should be suspended from the practice of law for a period of three months for violating RPC 1.1(a) (gross neglect), RPC 1.2(a) (failure to abide by a client's decision concerning the scope and objectives of the representation), RPC 1.3 (lack of diligence), RPC 1.4(b) (failure to keep a client reasonably informed about the status of a matter), RPC 5.5(a) and Rule 1:21-1A(a)(3)(unauthorized practice of law), RPC 8.4(c) (conduct involving dishonesty, fraud, deceit or misrepresentation), and RPC 8.4(d) (conduct prejudicial to the administration of justice); and good cause appearing;\nIt is ORDERED that JOHN A. KLAMO is suspended from the practice of law for a period of three months, effective February 9, 2018, and until the further Order of the Court; and it is further\nORDERED that respondent comply with Rule 1:20-20 dealing with suspended attorneys; and it is further\nORDERED that pursuant to Rule 1:20-20(c), respondent's failure to comply with the Affidavit of Compliance requirement of Rule 1:20-20(b)(15) may (1) preclude the Disciplinary Review Board from considering respondent's petition for reinstatement for a period of up to six months from the date respondent files proof of compliance; (2) be found to constitute a violation of RPC 8.1(b) and RPC 8.4(d) ; and (3) provide a basis for an action for contempt pursuant to Rule 1:10-2; and it is further\nORDERED that the entire record of this matter be made a permanent part of respondent's file as an attorney at law of this State; and it is further\nORDERED that respondent reimburse the Disciplinary Oversight Committee for appropriate administrative costs and actual expenses incurred in the prosecution of this matter, as provided in Rule 1:20-17.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In the MATTER OF John A. KLAMO, an Attorney at Law (Attorney No. 009161982)\nD-185 September Term 2016\n079647\nSupreme Court of New Jersey.\nJanuary 10, 2018\nORDER"
  },
  "file_name": "0966-02",
  "first_page_order": 966,
  "last_page_order": 966
}
