{
  "id": 6094946,
  "name": "In re Frederick P. Prawalsky",
  "name_abbreviation": "In re Prawalsky",
  "decision_date": "1930-04-10",
  "docket_number": "No. 2256",
  "first_page": "967",
  "last_page": "970",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 967"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 389,
    "char_count": 8480,
    "ocr_confidence": 0.467,
    "sha256": "01edd1b09a170fbe816cd41186015a0cd010b4c0e825bc907543beee318e2ed2",
    "simhash": "1:956fa53318bba8d0",
    "word_count": 1483
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Grai-j:am, Presiding Judge, and Bland, Hatfield, Garrett, and Len-root, Associate Judges"
    ],
    "parties": [
      "In re Frederick P. Prawalsky"
    ],
    "opinions": [
      {
        "text": "LenROüt, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals of the Patent Office affirming the action of the examiner in rejecting all of the claims of appellant’s application.\nClaims 1, 12, and 14 are typical and read as follows:\n1. A window-operated screen for automobiles to provide a compact operating means including, a screen unit, a sliding window pane, a window pane groove, means for operating said window pane into and out of concealment in said groove in an automobile, and means for automatically connecting said window pane with said screen unit, whereby when said window pane is operated the cloth of said screen unit will be operated therewith to substitute the screen cloth for the window pane in said groove in substantially the same plane.\n12. The combination of a screen closure for automobiles and a glass adapted to be operated in the same general plane in the casing, means for supporting said screen in a unit removable from the casing, means for automatically connecting the glass with the screen to cause the screen and glass to be operated together and means for releasing said connecting means to hold the same in released position, non-effective-with the operation of the window.\n14. A closure for an automobile body including, a crank operated window pane, room for receiving and engaging directly against said window pane to form a tight joint between the window and the groove, to permit the window pane to slide therein when operated by the crank and screen unit means associated with said window pane, including means adapted to connect said window pane and the cloth of the screen in a manner so that said crank operating means will operate the window and the screen so as to substitute one for the other, with the edges of the screen engaging in said grove of the window pane.\nThe references cited are:\nAus, 1482426, February 5, 1924.\nSweeney, 1509450, September 23, 1924.\nBarr, 618822, February 7, 1899.\nHull et ah, 1564573, December 8, 1925.\nRoberts et al., 1489548, April 8, 1924.\nThe application discloses a window-operated screen for an automobile. In the upper portion of the door of a closed automobile a spring-actuated screen roller of ordinary construction is mounted, having at its lower edge downwardly projecting spring-pressed hooks. The upper edge of the glass provided with a connecting member formed of metal or other suitable material with apertures adapted to register with the hooks in the screen member. The glass is provided with the usual actuating devices for raising and lowering the same. When the glass is raised and the apertures in the connecting member attached to the top thereof are brought into register with the spring-pressed hooks on the lower edge of the screen member, automatic engagement of the glass and screen takes place and lowering of the glass causes the screen to be extended across the opening ordinarily closed by the glass. As the screen member is thus extended its edges are guided in the grooves of the door which serve to guide the glass in its upward and downward movement. Means are provided for releasing the projecting spring-pressed hooks, and to hold the same in released position, so that the screen and glass can be operated independently of each other.\nThe Board of Appeals in its decision relied upon the references Aus and Sweeney. The Sweeney patent was relied upon by it as showing that it is not new in automobiles to provide screens either in the form of a slide or in the form of a spring-controlled curtain.\nWith regard to the Aus patent, and its similarity to appellant’s device, the board said:\nThe Aus patent shows in an ordinary house window a sliding sash having at its upper edge spring-pressed latches adapted to engage hooks on the lower edge of a screen member mounted on a spring-actuated roller located in the upper portion of the window frame. When the window sash is raised into association with the screen there will be an automatic engagement between the ■ hooks on the Screen and the latches on the upper edge of the window sash, When the sash is lowered the screen will be extended across the opening previously closed by the sash, the edges of the screen being guided in the sash-guiding grooves.\nIt is our view that it would not be inventive to mount a screen in the door of an automobile and connect it to a glass ordinarily mounted therein in the manner taught by the Aus patent. If this were done the screen would function just as it does in appellant’s construction. Some attempt is made to distinguish the claims on appeal from the Aus construction by referring to the glass of an automobile door. But there is no novelty in appellant’s disclosure so far as the glass and its operating mechanism are concerned. Admittedly they are of ordinary construction. Moreover, so far as the means for connecting the scréen member to the glass is concerned, appellant employs a frame member on the upper edge of the glass which is in substance the same as a sash member. If the screen member of the Aus patent were mounted in the door of an automobile and associated with the glass thereof as taught by the Aus patent the edges of the screen would he received in and guided by the usual glass-guiding grooves.\nWe agree with the board that appellant’s bar upon the upper end of the glass is in substance, so far as the question here in issue is concerned, the' same as a sash member shown by Aus. In Aus,, sockets are sunk in the rails of the sash to register with the projecting lugs there shown. In our opinion it involved nothing more than mechanical skill to modify the Aus device so as to provide a member on the toil of the glass, as does appellant, with apertures to register with the spring pressed hooks, to take the place of the sash.\nThe references show that there is no novelty in merely attaching a member of metal or other material to glass.\nFurthermore, Aus shows a bar at the free end of his screen upon which are the projecting lugs, and it is obvious that if the glass window did not have a sash or frame in which sockets could be sunk, a bar similar to the bar upon the screen could be attached to the top of the glass with sockets to register with the projecting lugs.\nAppellant further contends that Aus does not show a screen occupying the same groove occupied by the glass so that it can not buckle under air pressure, and that this feature disclosed by appellant’s specification constitutes invention. But Aus does show his screen occupying the same groove as the sash. The only difference between Aus and appellant is that his bar at the free end of the screen does not completely fill the groove for the sash, and there is left some room or latitude of movement. But we do not think it would constitute invention merely to widen the transverse angle iron of Aus, attached to the free end of the screen, so as to completely fill the groove and so become tight fitting. To modify this feature of Aus to adapt it to an automobile window would involve merely mechanical skill. As a matter of fact, an examination of the model before us, furnished by appellant, shows that the members attached to the upper end of the glass and the lower end of the screen would necessarily, in order to serve the other purposes for which they are used, maintain the edges of the screen in position in the grooves.\nThough not argued in his brief, upon oral argument appellant’s counsel pointed out that the means shown by Aus for releasing the spring catch members would not be operable in an automobile window, and further that Aus does not show any means, as does appellant, for locking the spring catches out of operation, so that the screen and glass can be operated independently of each other.\nThis is true as to Aus, but Barr shows a substantially similar device operating in practically the same.way and functioning for the same purpose as does the spring catch feature of appellant’s device. Combining this feature with Aus would not constitute invention.\nWe find no error in the decision of the Board of Appeals, and it is affirmed.",
        "type": "majority",
        "author": "LenROüt, Judge,"
      }
    ],
    "attorneys": [
      "Howard 8. Fischer and John E. Lind for appellant.",
      "T. A. I-Iostetlcr for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Frederick P. Prawalsky\n(No. 2256)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1930\nHoward 8. Fischer and John E. Lind for appellant.\nT. A. I-Iostetlcr for the Commissioner of Patents.\n[Oral argument March 3, 1930, by Mr. Lind and Mr. Hostetler]\nBefore Grai-j:am, Presiding Judge, and Bland, Hatfield, Garrett, and Len-root, Associate Judges"
  },
  "file_name": "0967-01",
  "first_page_order": 417,
  "last_page_order": 420
}
