{
  "id": 7374355,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Michael HARTMAN, Appellant",
  "name_abbreviation": "Commonwealth v. Hartman",
  "decision_date": "1994-03-14",
  "docket_number": "",
  "first_page": "968",
  "last_page": "972",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 968"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "448 U.S. 555",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1787572
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "992"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/448/0555-01"
      ]
    },
    {
      "cite": "74 L.Ed.2d 509",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1982,
      "pin_cites": [
        {
          "parenthetical": "citing Richmond Newspapers, Inc. v. Virginia, 448 U.S. 555, 581 n. 18, 100 S.Ct. 2814, 2830 n. 18, 65 L.Ed.2d 973, 992 (1980)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "103 S.Ct. 375",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1982,
      "pin_cites": [
        {
          "page": "376",
          "parenthetical": "citing Richmond Newspapers, Inc. v. Virginia, 448 U.S. 555, 581 n. 18, 100 S.Ct. 2814, 2830 n. 18, 65 L.Ed.2d 973, 992 (1980)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "459 U.S. 1016",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6466724,
        6466533,
        6466954,
        6466442,
        6467116,
        6466354,
        6466867,
        6466228,
        6466645,
        6467030,
        6466777,
        6466266
      ],
      "year": 1982,
      "pin_cites": [
        {
          "parenthetical": "citing Richmond Newspapers, Inc. v. Virginia, 448 U.S. 555, 581 n. 18, 100 S.Ct. 2814, 2830 n. 18, 65 L.Ed.2d 973, 992 (1980)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/459/1016-07",
        "/us/459/1016-05",
        "/us/459/1016-10",
        "/us/459/1016-04",
        "/us/459/1016-12",
        "/us/459/1016-03",
        "/us/459/1016-09",
        "/us/459/1016-01",
        "/us/459/1016-06",
        "/us/459/1016-11",
        "/us/459/1016-08",
        "/us/459/1016-02"
      ]
    },
    {
      "cite": "684 F.2d 1057",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        529549
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/684/1057-01"
      ]
    },
    {
      "cite": "319 A.2d 153",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "157"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 589",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584420
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "595"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0589-01"
      ]
    },
    {
      "cite": "471 Pa. 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1725188
      ],
      "weight": 4,
      "year": 1977,
      "pin_cites": [
        {
          "page": "247"
        },
        {
          "page": "1289"
        },
        {
          "page": "248"
        },
        {
          "page": "1290"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/471/0243-01"
      ]
    },
    {
      "cite": "281 A.2d 856",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "858"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938594
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0312-01"
      ]
    },
    {
      "cite": "600 A.2d 194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "528 Pa. 642",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "588 A.2d 560",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "408 Pa.Super. 646",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1991,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 668,
    "char_count": 12742,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18955854183004492
    },
    "sha256": "0f99243c94463cad949513d47a76f3a25d6d8a07b129145c1798b75f7254f1d4",
    "simhash": "1:cff8c331ce02f279",
    "word_count": 2065
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "LARSEN, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Michael HARTMAN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Chief Justice.\nAppellant Michael Hartman was convicted by a jury of rape, indecent assault and simple assault. After denying post-verdict motions, the Court of Common Pleas sentenced him to a term of four to fifteen years imprisonment. Appellant appealed his judgment of sentence to the Superior Court which affirmed in an unpublished memorandum opinion, 408 Pa.Super. 646, 588 A.2d 560. He subsequently sought allowance of appeal, which we granted. 528 Pa. 642, 600 A.2d 194 (1991). In his appeal to this Court, Appellant raises four issues for review and asks to be awarded a new trial. For the reasons that follow, we reverse the Order of the Superior Court in part and grant a new trial on the charges of rape and indecent assault.\nAppellant’s conviction arose out of the following set of facts. On the evening of May 8, 1987, Appellant paid a visit to his former girlfriend, Lillian Maldonado, and she admitted him into her home. During the course of the visit, sexual intercourse occurred between the two and there was a struggle that left Maldonado injured. Appellant claimed that the sex was consensual and that he injured Maldonado while defending himself against her attack. The prosecution contended that Appellant forcibly raped Maldonado.\nAppellant seeks a new trial because his original trial purportedly had four defects which rendered the proceedings unfair. The first of these claims is that he was denied his constitutional right to due process when, after closing arguments, the trial judge, sua sponte, injected into the jury instructions a theory of guilt based upon Maldonado’s mental capacity to consent under section 3121(4) of the Pennsylvania Crimes Code, 18 Pa.C.S. § 3121(4), after that theory had been expressly abandoned by the prosecution prior to trial. Appellant’s theory is that the indictment and information was constructively amended when the prosecution gave oral assurances that the section 3121(4) charge would not be pursued.\nThe Commonwealth contends that the trial judge committed no error because Maldonado’s capacity to consent became an issue in the case when evidence of her retardation was admitted and Appellant testified that they had consensual sex. The Commonwealth further claims that, because the indictment and information was never formally amended, the section 3121(4) offense offered a permissible basis for a conviction and, in light of the evidence admitted at trial, was properly included in the court’s charge to the jury. In any event, the Commonwealth asserts that Appellant was not prejudiced.\nDespite our conclusion that Appellant deserves a new trial on the charges of rape and indecent assault, we find it unnecessary to address the question as to whether the indictment and information was amended. Our decision is based solely on the fact that the judge acted in a way that denied Appellant a fair trial.\nWe begin by noting that the bill of information specifically included, inter alia, the charge of sexual intercourse with a person incapable of consent. 18 Pa.C.S. § 3121(4). However, prior to trial, the trial judge determined that Maldonado’s capacity to consent would not be an issue in the trial. This is clear from the following exchange.\nMR. BRIDGE (Defense Counsel): The second reason we are requesting a [psychiatric evaluation] is regarding a potential issue which I need to put on the record ... regarding prosecution for rape under Section Four which would deal with a complaining witness being unable because of mental infirmity — [speaker interrupted by Court]\nTHE COURT: You’re not proceeding under that section?\nMR. McDANIELS (Assistant District Attorney): No, I’m not, Your Honor.\nFor the record, Kenneth McDaniels for the Commonwealth, we are not proceeding under that section. So, therefore, that issue may — [speaker interrupted by Court]\nTHE COURT: This is just straight out and out rape.\nMR. McDANIELS: Straight out and out rape.\nTHE COURT: According to you.\nMR. McDANIELS: According to me.\nTHE COURT: All right.\n(N.T. 11/10/88, 7-8). The trial judge subsequently refused the request by the defense for an expert psychological examination of the victim.\nAlthough the trial judge acted on the basis of his determination that Maldonado’s capacity to consent would be irrelevant to Appellant’s culpability, he sua sponte introduced the issue in his charge to the jury. The court instructed:\nNow, the consent of the victim is a defense to the charge of rape. Consent is present if the victim at the time of the alleged crime is willing that the act take place and makes this willingness known to the defendant by words or behavior. The consent of the victim is not legally effective and is not a defense if the victim by reason of mental disease or defect is manifestly unable to make a reasonable judgment as to the nature or harmfulness of the conduct charged. The consent of the victim is not legally effective and is not a defense if it is induced by force or duress. The burden is on the Commonwealth, of course, to prove beyond a reasonable doubt that the alleged victim did not give consent. Thus, you cannot convict the defendant unless you are satisfied beyond a reasonable doubt that Miss Maldonado did not consent, or if she did consent, that her consent was not legally effective.\n(N.T: 11/16/88, 143-44) (emphasis added).\nBy interjecting the issue of the complainant’s mental capacity into his instructions, the trial judge offered the jury a theory of guilt which was at odds with his earlier decision to exclude that very issue. More importantly, the instructions covered matters that the defense was precluded from addressing. This was a clear violation of Appellant’s right to due process.\n“While not capable of exact definition, the basic elements of procedural due process are adequate notice, opportunity to be heard, and the chance to defend oneself before a fair and impartial tribunal having jurisdiction over the case.” Commonwealth v. Thompson, 444 Pa. 312, 316, 281 A.2d 856, 858 (1971). Appellant was denied these three basic elements of procedural due process at his trial on the rape and indecent assault charges.\nFirst, he did not receive adequate notice of the charges for which he would be tried because the jury was instructed to consider the complainant’s capacity to consent despite the fact that the judge indicated that Appellant’s trial would not relate to charges for having sexual intercourse with a person incapable of consenting. Second, Appellant was denied an adequate opportunity to defend himself because the court refused his request to examine the complainant in order to rebut the charges contemplated by the jury instructions. Third, to the extent he was denied an opportunity to fully develop his defense, Appellant was denied an opportunity to be heard on issues that related to one theory of guilt submitted to the jury for its consideration.\nWe reject the Commonwealth’s contention that the trial court’s error did not prejudice Appellant. The Commonwealth’s theory is that, because the jury found Appellant guilty of indecent assault, which, according to the court’s instructions, requires a finding of noneonsent without reference to the victim’s capacity, the jury determined that Maldonado did not consent to have sex. That finding of nonconsent, the argument goes, necessarily precludes the possibility that she lacked the capacity to do so. This attempt to dissect the jury’s decision to determine the validity of its verdict on the charge of rape amounts to nothing more than speculation.\nWhen a court instructs the jury, the objective is to explain to the jury how it should approach its task and the factors it should consider in reaching its verdict. Commonwealth v. Wortham, 471 Pa. 243, 247, 369 A.2d 1287,1289 (1977). When multiple offenses are charged, one factor may have a bearing on the defendant’s guilt as to one offense but not as to others. In the case at bar, the trial judge indicated that the victim’s capacity to consent was relevant to a charge of rape but not to a charge of indecent assault. Therefore, Appellant’s guilt for indecent assault does not predetermine his guilt for having sex with someone incapable of consenting. Since we do not know whether the jury found Appellant guilty of rape on the basis of section 3121(4), an offense against which he was denied an opportunity to adequately defend himself, we find that the trial court’s actions worked to his prejudice. See id. at 248, 369 A.2d at 1290 (quoting Commonwealth v. Ewell, 456 Pa. 589, 595, 319 A.2d 153, 157 (1974)). Even though the trial judge did not introduce the issue of the victim’s mental capacity on the indecent assault charge, we find that the erroneous instruction on the rape charge was sufficiently prejudicial to warrant the grant of a new trial. We base our conclusion on the fear that the jury’s determination of Appellant’s guilt on the indecent assault charge may have been improperly affected by the trial judge’s subsequent introduction of complainant’s mental capacity. Thus, the convictions for rape and indecent assault must be reversed.\nWe must next consider the merit of Appellant’s remaining allegations of error as they apply to his conviction for simple assault. Appellant contends that testimony from an investigating officer improperly bolstered the complainant’s testimony at trial. Appellant also takes exception to the reference to the officer’s testimony by the prosecutor in the Commonwealth’s closing argument.\nAlthough Appellant’s argument may have been relevant to the rape and indecent assault charges, it has no applicability to his conviction for simple assault. Appellant admitted striking the complainant, claiming that he did so in self-defense. The jury heard the evidence and found Appellant’s version unbelievable. Moreover, the officer’s testimony related to the reason why the complainant omitted certain details about the alleged rape, and had nothing to do with the events which led to the simple assault charge.\nFinally, Appellant asserts that he was denied his right to a public trial when the trial judge closed and locked the courtroom doors during the charge to the jury. This argument is simply without merit. We note that all who were present in the courtroom were permitted to remain; no one was removed. The trial judge simply ensured that the jury would not be distracted by the coming and going of courtroom spectators while he read the instructions to the jury. See United States v. Romano, 684 F.2d 1057 (2d Cir.1982), cert. denied, 459 U.S. 1016, 103 S.Ct. 375, 376, 74 L.Ed.2d 509 (1982) (citing Richmond Newspapers, Inc. v. Virginia, 448 U.S. 555, 581 n. 18, 100 S.Ct. 2814, 2830 n. 18, 65 L.Ed.2d 973, 992 (1980)).\nWe, therefore, conclude that Appellant’s remaining challenges must fail as they apply to his conviction for simple assault.\nAccordingly, the Order of the Superior Court is reversed in part and affirmed in part. The judgment of sentence is vacated on the charges of rape and indecent assault. The judgment of sentence on the charge of simple assault is affirmed. Appellant is granted a new trial on the charges of rape and indecent assault.\nLARSEN, J., did not participate in the consideration or decision of this case.\nZAPPALA, J., concurs in the result.\n. 18 Pa.C.S. § 3121.\n. 18 Pa.C.S. § 3126.\n.18 Pa.C.S. § 2701.\n. The prosecution introduced this evidence by eliciting testimony from lay witnesses following Maldonado's cross-examination. This was done to rehabilitate her credibility after an effort by the defense to impeach her.\n. The statute reads, in pertinent part:\nA person commits a felony of the first degree when he engages in sexual intercourse with another person not his spouse:\n(4) who is so mentally deranged or deficient that such person is incapable of consent.\n18 Pa.C.S. § 3121(4).\n. It is noteworthy to point out that the offense of simple assault does not contain the element of consent. Therefore, the prejudice resulting from the court’s erroneous jury instruction would not have affected the jury's determination of Appellant’s guilt on the simple assault charge.\n.. Our conclusion is bolstered by the fact that the conduct leading to the simple assault conviction occurred separate and apart from the conduct which led to the rape and indecent assault charges.",
        "type": "majority",
        "author": "NIX, Chief Justice."
      }
    ],
    "attorneys": [
      "John W. Paekel, Chief, Appeals Div., Stuart B. Lev, Philadelphia, for appellant.",
      "Ronald Eisenberg, Deputy Dist. Atty., Catherine Marshall, Chief, Appeals Div., Alan Sacks, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Michael HARTMAN, Appellant.\nSupreme Court of Pennsylvania.\nArgued Oct. 21, 1992.\nDecided March 14, 1994.\nJohn W. Paekel, Chief, Appeals Div., Stuart B. Lev, Philadelphia, for appellant.\nRonald Eisenberg, Deputy Dist. Atty., Catherine Marshall, Chief, Appeals Div., Alan Sacks, Philadelphia, for appellee.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0968-01",
  "first_page_order": 1022,
  "last_page_order": 1026
}
