{
  "id": 8958547,
  "name": "NATIONAL UNION FIRE INSURANCE COMPANY OF PITTSBURGH, Pennsylvania, a foreign corporation, Defendant Below, Appellant, v. William S. McDOUGALL, Sr, by and through his Guardian ad Litem, Paulette McDOUGALL, Plaintiff Below, Appellee",
  "name_abbreviation": "National Union Fire Insurance v. McDougall",
  "decision_date": "2005-06-06",
  "docket_number": "No. 116,2004",
  "first_page": "969",
  "last_page": "975",
  "citations": [
    {
      "type": "official",
      "cite": "877 A.2d 969"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "1987 WL 12426",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "1990 WL 18397",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "96 A.2d 456",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "194 A. 847",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "183 A. 516",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "760 A.2d 157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11182405
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "159"
        },
        {
          "page": "159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/760/0157-01"
      ]
    },
    {
      "cite": "432 A.2d 1207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7987057
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1210"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/432/1207-01"
      ]
    },
    {
      "cite": "Del. Code Ann. tit. 19, § 2361",
      "category": "laws:leg_statute",
      "reporter": "Del. Code Ann.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "Del. Code Ann. tit. 19, § 2357",
      "category": "laws:leg_statute",
      "reporter": "Del. Code Ann.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 748,
    "char_count": 20420,
    "ocr_confidence": 0.711,
    "pagerank": {
      "raw": 1.1625536277511474e-07,
      "percentile": 0.5844195935747606
    },
    "sha256": "21e5de737e242d723a12806224ff8c95920250ae1c67701ef60c4fdf6a368331",
    "simhash": "1:dc22ef3384dce6c9",
    "word_count": 3268
  },
  "last_updated": "2024-02-27T22:50:08.903840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEELE, Chief Justice, HOLLAND, BERGER, JACOBS and NOBLE, Vice Chancellor, constituting the Court en Banc."
    ],
    "parties": [
      "NATIONAL UNION FIRE INSURANCE COMPANY OF PITTSBURGH, Pennsylvania, a foreign corporation, Defendant Below, Appellant, v. William S. McDOUGALL, Sr, by and through his Guardian ad Litem, Paulette McDOUGALL, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HOLLAND, Justice.\nThis is an appeal from a final judgment entered by the Superior Court. The plaintiff-appellee, William S. McDougall (“McDougall”), filed a civil action for the payment of workers’ compensation benefits and for related liquidated damages, attorney’s fees and costs against the defendant-appellant, National Union Fire Insur-anee Company of Pittsburgh (“National Union”), as a result of awards made to McDougall by the Industrial Accident Board (“IAB”). The Superior Court granted McDougall’s motion for summary judgment and entered a final judgment in favor of McDougall and against National Union.\nNational Union has raised one issue in this direct appeal. National Union contends that McDougall’s civil action was time barred, and that the Superior Court erred in concluding otherwise, because the correct statute of limitations for his lawsuit was one year, as opposed to the five year statute of limitations that the Superior Court found to be applicable. We have concluded that National Union’s argument is without merit. Accordingly, the judgment of the Superior Court is affirmed.\nFacts\nIn November 1991, McDougall began receiving workers’ compensation disability payments for a work-related injury. Those payments were made pursuant to an agreement between McDougall and his employer, Air Products & Chemicals, Inc. (“Air Products”). Those payments have continued without interruption by National Union, the employer’s workers’ compensation insurance carrier, ever since they were awarded.\nOn November 23, 1998, the IAB awarded McDougall additional benefits in the amount of $82,187.47 for medical expenses, plus attorney’s fees of $2,250 and medical witness fees of $1,724. Air Products appealed the IAB’s award of additional benefits to the Superior Court. By stipulation of the parties dated August 3, 1998, that appeal was dismissed. By letter dated July 30, 1999, McDougall demanded that the amount awarded by the IAB on November 23,1998 be paid by National Union within thirty days under Del.Code Ann. tit. 19, § 2357. The attorney’s fees and the medical witness fees were apparently paid, albeit in an untimely manner. The medical expenses of $32,187.47 were not paid, however, as reflected in Count I of the complaint filed by McDougall in the Superior Court.\nIn 1999, McDougall filed a separate successive petition with the IAB seeking additional compensation. On September 15, 1999, the parties entered into a settlement under which National Union, on behalf of Air Products, agreed to pay additional compensation of $32,019.98 for permanent partial disability, plus $2,250 in attorney’s fees and $1,600 in medical witness fees. By letter dated November 2,1999, McDou-gall demanded that this amount be paid within thirty days. National Union paid the attorney’s fees and medical witness fees but did not pay the additional award of $32,019.98 for permanent partial disability benefits, as reflected in Count II of the complaint that McDougall filed in the Superior Court.\nOn July 17, 2001, McDougall filed this civil action in the Superior Court seeking to recover the additional benefits awarded in 1998 and the additional compensation awarded in 1999, plus liquidated damages, costs and attorney’s fees. The basis for McDougall’s request for liquidated damages, costs and attorney’s fees is Huffman v. C.C. Oliphant & Son, Inc. In Huffman, this Court held that under Del.Code Ann. tit. 19, § 2357, the remedies available for recovery of unpaid wages are also available for the recovery of wrongfully withheld workers’ compensation benefits. These remedies, which are found in Chapter 11 of Title 19 (Wage Payment and Collection Act), include recovery of liquidated damages under DeLCode Ann. tit. 19, § 1103(b) and costs and attorney’s fees under Del.Code Ann. tit. 19, § 1113(c). Civil actions filed under section 2357 to collect unpaid workers’ compensation awards have become known as “Huffman ” claims.\nFinal Judgment\nThe Superior Court decided that McDougall’s civil action was timely filed because the applicable statute of limitations is the five-year statute found at section 2361(b) of Title 19. Therefore, the Court granted McDougall’s motion for summary judgment and denied National Union’s motion for summary judgment. Thereafter, a final judgment was entered in this matter. The amounts set forth in that judgment were agreed to, as to form, by the parties.\nOn Count I, McDougall received the following judgment award against National Union:\nHuffman award damages. $32,187.47\nHuffman fees and costs damages ... $ 3,974.00\nInterest on award damages from 9/14/99 through 3/15/04 at 9.75% per annum. $14,122.25\nInterest on fees and costs from 9/14/99 through 3/15/05 at 9.75% per annum. $ 1,743.59\nTotal of Count I award. $52,027.31\nUnder DehCode Ann. tit. 6, § 2301, post-judgment interest continues to accrue at the rate of 9.75% per annum on the Huffman award and on the fees and costs amounts until they are paid. In this case, that post-judgment interest accrues at the rate of $9.77 per diem, commencing on March 16, 2004.\nOn Count II, McDougall received the following judgment award against National Union:\nHuffman award damages.$32,019.98\nAccrued interest on Huffman award damages from 12/14/99 through 3/15/04 at 10% per annum.$13,608.00\nTotal of Count II award.$45,627.98\nUnder Del.Code Ann. tit. 6, § 2301, post-judgment interest continues to accrue at the rate of 10% per annum on the Huffman award amount until paid. In this case, that post-judgment interest accrues at the rate of $8.77 per diem, commencing on March 16, 2004.\nThe Superior Court also awarded attorney’s fees to McDougall in the amount of $3,320. Accordingly, the total amount of the final judgment entered in favor of McDougall and against National Union was $100,975.29. Per diem interest at the rate of $18.43 began to accrue, commencing on March 16, 2004, and accrues each day thereafter, until the aforementioned amounts are paid in full.\nThe Parties’ Contentions\nNational Union argues that the statute of limitations that governs actions to collect wages should apply to McDougall’s civil action to recover workers’ compensation benefits awarded by the IAB, because actions under Del.Code Ann. tit. 19, § 2357 involve the same remedies that are available in actions to collect unpaid wages. Thus, National Union submits that the applicable statute of limitations is Del-Code Ann. tit. 10, § 8111, which provides that an action to recover wages, salary, overtime for work or other damages or benefits arising from work, labor or personal services performed, must be brought within one year of the cause of action’s accrual. National Union contends that McDougall’s causes of action accrued thirty days after he made demand for payment under Del. Code Ann. tit. 19, § 2357, and that the expiration of one year from those dates occurred in August and December 2000, respectively-both prior to the commencement of McDougall’s Superior Court civil action in July 2001.\nMcDougall submits that the Superior Court correctly held the applicable statute of limitations is that which is contained in the Workers’ Compensation Act and prescribes a limitation period of five years. That statute provides:\nWhere payments of compensation have been made in any case under an agreement approved by the [IAB] or by an award of the [IAB], no statute of limitation shall take effect until the expiration of 5 years from the time of the making of the last payment for which a proper receipt has been filed with the [IAB].\nMcDougall also submits that, because payments are still being made to him by National Union under the original November 1991 agreement, no statute of limitations began to run on his cause of action to collect the additional benefits awarded to him by the IAB in 1998 and 1999. We agree for the reasons next set forth in this opinion.\nHistory and Purpose\nDelaware’s first Workers’ Compensation Statute was enacted, in 1917. That law was intended “to provide more direct and economical compensation for injured employees and create a pool of employers that would bear the burden of ameliorating the losses resulting from industrial accidents,” and “to provide prompt financial and medical assistance to injured employees and their families because the lengthy and protracted nature of tort litigation arising out of injuries to an employee often delayed such assistance for an extended period of time.” In Rafferty v. Hartman Walsh Painting Co., we noted that “Workers’ Compensation statutes similar to the Delaware Act were adopted in most states early in the last century in response to the failure of the common law to provide a quick, practical, cost effective remedy for on the job injuries suffered by workers.”\nIn Delaware, as in many other states’ workers’ compensation statutes, the elimination of an employee’s action at common law and the substitution of a complete statutory remedy for work-related injuries involves a trade-off. On one side, compensation is to be paid promptly to an employee for a work-related injury without the employee being required to prove any fault by the employer. The trade-off is that the workers’ compensation statutes preclude the employee from bringing a common law tort action against the employer for injuries arising out of the job related accident. Indeed, most courts have held that the exclusivity provision of a workers’ compensation statute precludes a suit for negligence under the common law, even if the injury was caused by the gross, wanton, willful, deliberate, reckless, culpable or malicious negligence, or other misconduct of the employer.\nEmployees’ Additional Statutory Remedy\nConsistent with the purpose of providing employees prompt relief for work-related injuries, Delaware’s Workers’ Compensation Statute established the IAB to hear, determine and award or deny benefits. After an award is made by the IAB, in certain limited situations the IAB may enter sanctions against an insurer that fails to make the compensation payments as due. Nothing in the Delaware Workers’ Compensation laws, however, gives the IAB the power to grant relief to an employee beyond requiring the payment of past due compensation amounts from the insurer.\nThe facts alleged in McDougall’s complaint dramatically illustrate the kind of protracted delays in payments to an employee of an IAB award that the Delaware Workers’ Compensation laws were designed to eliminate. The General Assembly anticipated that such aberrational conduct by an employer or its workers’ compensation insurance carrier might periodically occur. In Huffman, this Court recognized that an additional statutory remedy is available to employees when employers wrongfully withhold, suspend or terminate compensation that has been awarded by the IAB.\nThe General Assembly has expressly provided for the collection of amounts due following an award by the IAB under the Delaware Workers’ Compensation laws in the same manner provided for the collection of wages. Section 2357 of the Workers’ Compensation statute provides:\nIf default is made by the employer for 30 days after demand in the payment of any amount due under this chapter, the amount may be recovered in the same manner as claims for wages are collectible.\nPursuant to section 2357, an employee with a claim based on the employer’s alleged failure to pay compensation due after proper demand has been made, may elect to pursue an action under Chapter 11 of Title 19. Jurisdiction over claims brought under Chapter 11 is conferred by Del.Code Ann. tit. 19, § 1118(a) which provides:\nA civil action to recover unpaid wages and liquidated damages may be maintained in any court of competent jurisdiction.\nIn Huffman, we held that “in order to give effect to the provisions of section 2357, the reference in section 1113(a) to ‘wages’ must be construed to include claims based on unpaid workmen’s compensation benefits due after proper demand therefor has been made.”\nSection 1113(a) grants jurisdiction over such cases to “any court of competent jurisdiction,” which includes the Superior Court where McDougall filed his civil action. Section 1113(a) does not confer jurisdiction over workers’ compensation claims arising under section 2357 and Chapter 11, upon the IAB. Thus, only a court of competent jurisdiction and not the LAB has authority to entertain workers’ compensation claims arising under section 2357 and Chapter 11.\nIn Huffman, we stated that this jurisdictional distinction is important because the relief available to an employee under Chapter 11 is broader than the relief that is otherwise available from the IAB in cases such as McDougall’s. The only relief that the IAB may grant to an employee is an order that the employer or insurer pay all past due compensation that has been wrongfully withheld. That relief is also available in any court-filed action under Chapter 11. However, Del.Code Ann. tit. 19, § 1103(b) provides that in a proper case:\nthe employer shall, in addition, be liable to the employee for liquidated damages in the amount of 10 percent of the unpaid wages for each day, except Sunday and legal holidays, upon which such failure continues after the day upon which payment is required or in an amount equal to the unpaid wages, whichever is smaller....\nDel.Code Ann. tit. 19, § 1113(c) also provides that if an employee is entitled to a judgment under Chapter 11, the judgment “shall include an award for the costs of the action, the necessary costs of prosecution and reasonable attorney’s fees, all to be paid by the defendant.”\nMcDougall’s Civil Action Timely\nIt is undisputed in this case that McDougall made a written demand for payment of the additional benefits that the LAB awarded to him in 1998 and 1999— payments that National Union refused to honor for much more than thirty days, thus bringing the facts within section 2357. Instead of seeking the limited relief that was available to him from the IAB, McDougall decided to proceed in the manner by which wages are collectible under DeLCode Ann. tit. 19, §§ 1101-15. As already discussed, those statutes provide for the filing of a civil action in a court of competent jurisdiction and the imposition of liquidated damages, attorney’s fees and costs, i.e., a Huffman claim.\nNational Union argues that although section 2357 afforded McDougall the additional remedy of filing a civil action in the same manner that wages are collected, that statute also subjected McDougall’s civil action to the one-year statute of limitation found at section 8111 of Title 10. We disagree. National Union’s argument runs contrary to the statutory scheme of the Delaware Workers’ Compensation laws and, in particular, to section 2305 which provides:\nNo agreement, rule, regulation or other device shall in any manner operate to relieve any employer or employee in whole or in part from any liability created by this chapter, except as specified in this chapter.\nThis statutory statement of policy in section 2305 requires us to examine the Delaware Workers’ Compensation laws to determine which statute of limitations that applies to the statutory cause of action created by section 2357.\nNational Union acknowledges that: “[i]n November 1991, William S. McDougall, Sr. began to receive worker’s compensation disability benefits for a work-related injury. Payments were made pursuant to an agreement between [McDougall] and his employer, Air Products and Chemicals, Inc., and continued thereafter.” Because McDougall was seeking to collect benefits that had been awarded in addition to those he had been receiving since 1991, the Superior Court concluded that the five-year statute of limitations found at Del. Code Ann. tit. 19, § 2361(b) was controlling:\nWhere payments of compensation have been made in any case under an agreement approved by the Board or by an award of the Board, no statute of limitation shall take effect until the expiration of five years from the time of the making of the last payment for which a proper receipt has been filed with the Board.\nSection 2361(b) unambiguously provides that no statute of limitation shall take effect until five years from the last payment of benefits. At the time McDougall filed his civil action for additional benefits, he was continuing to receive payments from National Union under the original 1991 award of compensation. Therefore, we hold that the Superior Court correctly concluded that McDougall’s complaint was timely filed because section 2361(b) applied to McDougall’s civil action to enforce the payment of the additional benefits that he was awarded in 1998 and 1999.\nConclusion\nThe judgment of the Superior Court is affirmed.\n. That section provides as follows:\nIf default is made by the employer for 30 days after demand in the payment of any amount due under this chapter [the workers' compensation chapter], the amount may be recovered in the same manner as claims for wages are collectible.\n. Huffman v. C.C. Oliphant & Son, Inc., 432 A.2d 1207 (Del.1981).\n.Id.\n.\"If an employer, without any reasonable grounds for dispute, fails to pay an employee wages, as required under this chapter, the employer shall, in addition, be liable to the employee for liquidated damages in the amount of 10 percent of the unpaid wages for each day, except Sunday and legal holidays, upon which such failure continues after the day upon which payment is required or in an amount equal to the unpaid wages, whichever is smaller _” Del.Code Ann. tit. 19, § 1103(b).\n.\"Any judgment entered for a plaintiff in an action brought under this section shall include an award for the costs of the action, the necessary costs of prosecution and reasonable attorney's fees, all to be paid by the defendant.” Del.Code Ann. tit. 19, § 1113(c).\n. “No action for recovery upon a claim for wages, salary, or overtime for work, labor or personal services performed, or for damages (actual, compensatory or punitive, liquidated or otherwise), or for interest or penalties resulting from the failure to pay any such claim, or for any other benefits arising from such work, labor or personal services performed or in connection with any such action, shall be brought after the expiration of one year from the accruing of the cause of action on which such action is based.” Del.Code Ann. tit. 10, § 8111.\n. Del.Code Ann. tit. 19, § 2361(b).\n. Rafferty v. Hartman Walsh Painting Co., 760 A.2d 157, 159 (Del.2000). See also Koeppel v. E.I. DuPont De Nemours & Co., 183 A. 516 (Del.Super.Ct.1936), aff'd, 194 A. 847 (Del.1937) (stating that a purpose of the Workers’ Compensation Statute is to place a portion of loss arising from industrial accidents on industry and to make payment for the injury or death of an employee more direct, certain and economical); Frank C. Sparks Co. v. Huber Baking Co., 96 A.2d 456 (Del.1953) (stating that the philosophy of the Workers' Compensation Statute is to give an injured employee a prompt and sure means of receiving medical care without subjecting the worker to the costs and delays of a law suit).\n. Rafferty v. Hartman Walsh Painting Co., 760 A.2d at 159.\n. Id.\n. Id.\n. Id.\n. Id. See 6 Larson’s § 103.03: 103-5 through 103-6.\n. See Del.Code Ann. tit. 19, § 2362.\n. Huffman v. C.C. Oliphant & Son, Inc., 432 A.2d 1207, 1210 (Del.1981).\n. Id.\n. Huffman v. C.C. Oliphant & Son, Inc., 432 A.2d 1207 (Del.1981).\n. Del.Code Ann. tit. 19, § 2305 (emphasis added).\n. To the extent that Johnson v. General Motors and Baio v. Frank A. Robino, Inc. are inconsistent with this opinion, they are overruled. Johnson v. General Motors, 1990 WL 18397 (Del.Super.Feb.5, 1990); Baio v. Frank A. Robino, Inc., 1987 WL 12426 (Del.Super. May 28, 1987).",
        "type": "majority",
        "author": "HOLLAND, Justice."
      }
    ],
    "attorneys": [
      "James F. Bailey, Jr., Esquire, Bailey & Associates, P.A., Wilmington, Delaware, for appellant.",
      "William D. Fletcher, Jr., Esquire, Schmittinger & Rodriguez, P.A. Dover, Delaware, for appellee."
    ],
    "corrections": "",
    "head_matter": "NATIONAL UNION FIRE INSURANCE COMPANY OF PITTSBURGH, Pennsylvania, a foreign corporation, Defendant Below, Appellant, v. William S. McDOUGALL, Sr, by and through his Guardian ad Litem, Paulette McDOUGALL, Plaintiff Below, Appellee.\nNo. 116,2004.\nSupreme Court of Delaware.\nSubmitted: April 20, 2005.\nDecided: June 6, 2005.\nJames F. Bailey, Jr., Esquire, Bailey & Associates, P.A., Wilmington, Delaware, for appellant.\nWilliam D. Fletcher, Jr., Esquire, Schmittinger & Rodriguez, P.A. Dover, Delaware, for appellee.\nBefore STEELE, Chief Justice, HOLLAND, BERGER, JACOBS and NOBLE, Vice Chancellor, constituting the Court en Banc.\n. Sitting by designation pursuant to Del. Const. art. IV, § 12 and Supr. Ct. R. 2 and 4."
  },
  "file_name": "0969-01",
  "first_page_order": 997,
  "last_page_order": 1003
}
