{
  "id": 9461018,
  "name": "Roy HOENISCH, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellee",
  "name_abbreviation": "Hoenisch v. Commonwealth, Department of Transportation",
  "decision_date": "2001-11-30",
  "docket_number": "",
  "first_page": "969",
  "last_page": "975",
  "citations": [
    {
      "type": "official",
      "cite": "785 A.2d 969"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "23 U.S.C. § 163",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "parenthetical": "providing for grants to states that enact laws for a per se offense based upon a blood alcohol content of .08 percent"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "639 P.2d 1320",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1982,
      "pin_cites": [
        {
          "page": "1323"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "96 Wash.2d 816",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1157668
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/96/0816-01"
      ]
    },
    {
      "cite": "235 Neb. 612",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        2842428
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "491"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/235/0612-01"
      ]
    },
    {
      "cite": "354 N.W.2d 774",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10672704
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "776"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/354/0774-01"
      ]
    },
    {
      "cite": "455 So.2d 607",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7614795
      ],
      "pin_cites": [
        {
          "page": "608"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/455/0607-01"
      ]
    },
    {
      "cite": "775 A.2d 804",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "565 Pa. 667",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "756 A.2d 58",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11240988
      ],
      "pin_cites": [
        {
          "page": "63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/756/0058-01"
      ]
    },
    {
      "cite": "489 S.E.2d 890",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1997,
      "pin_cites": [
        {
          "page": "891"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "127 N.C.App. 391",
      "category": "reporters:state",
      "reporter": "N.C. App.",
      "case_ids": [
        11796427
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/nc-app/127/0391-01"
      ]
    },
    {
      "cite": "323 S.E.2d 350",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "312 N.C. 421",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        4748896
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/nc/312/0421-01"
      ]
    },
    {
      "cite": "336 S.E.2d 852",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "855",
          "parenthetical": "citing State v. Shuping, 312 N.C. 421, 323 S.E.2d 350 (1984)"
        },
        {
          "page": "855"
        },
        {
          "page": "856"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "78 N.C.App. 39",
      "category": "reporters:state",
      "reporter": "N.C. App.",
      "case_ids": [
        8519454
      ],
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "citing State v. Shuping, 312 N.C. 421, 323 S.E.2d 350 (1984)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc-app/78/0039-01"
      ]
    },
    {
      "cite": "735 A.2d 681",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11537033,
        838561,
        11537061,
        838549
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "685-86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/735/0681-01",
        "/pa/558/0065-01",
        "/a2d/735/0681-02",
        "/pa/558/0064-01"
      ]
    },
    {
      "cite": "558 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838561
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0065-01"
      ]
    },
    {
      "cite": "504 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787672
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "249, 251",
          "parenthetical": "plurality opinion"
        },
        {
          "page": "1341, 1342",
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0244-01"
      ]
    },
    {
      "cite": "663 A.2d 669",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7874275,
        470806
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "674",
          "parenthetical": "stating that \"an accused is under the influence of alcohol to a degree that renders him incapable of safe driving as a matter of law if his BAC is .10% or greater\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/663/0669-01",
        "/pa/541/0393-01"
      ]
    },
    {
      "cite": "541 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470806
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "403",
          "parenthetical": "stating that \"an accused is under the influence of alcohol to a degree that renders him incapable of safe driving as a matter of law if his BAC is .10% or greater\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0393-01"
      ]
    },
    {
      "cite": "551 S.E.2d 916",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "weight": 2,
      "year": 2001,
      "pin_cites": [
        {
          "page": "918"
        },
        {
          "page": "918"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "741 A.2d 1264",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        837188,
        11658223
      ],
      "weight": 5,
      "year": 1999,
      "pin_cites": [
        {
          "page": "1266",
          "parenthetical": "internal quotations omitted"
        },
        {
          "page": "1268"
        },
        {
          "page": "1267"
        },
        {
          "page": "1268, 1271",
          "parenthetical": "declining to accord effect to New York and Maryland statutes that prohibited driving under any amount of impairment, rather than impairment to a degree that renders an individual incapable of safe driving"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0614-01",
        "/a2d/741/1264-01"
      ]
    },
    {
      "cite": "559 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837188
      ],
      "weight": 4,
      "year": 1999,
      "pin_cites": [
        {
          "page": "618",
          "parenthetical": "internal quotations omitted"
        },
        {
          "page": "621"
        },
        {
          "page": "621"
        },
        {
          "page": "623, 628"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0614-01"
      ]
    },
    {
      "cite": "724 A.2d 1006",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11640918
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/724/1006-01"
      ]
    },
    {
      "cite": "743 A.2d 924",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1999,
      "opinion_index": 1
    },
    {
      "cite": "560 Pa. 712",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1999,
      "opinion_index": 1
    },
    {
      "cite": "725 A.2d 860",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11640658
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/725/0860-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 823,
    "char_count": 18411,
    "ocr_confidence": 0.717,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21801425488513038
    },
    "sha256": "2758947573e228371c0f9f8c1d5eca9f67f141d0b8c3a9758d36f72b6972df9c",
    "simhash": "1:486507e1a4566212",
    "word_count": 2920
  },
  "last_updated": "2024-02-27T19:17:42.723901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR, JJ.",
      "Justice CAPPY files a dissenting opinion in which Chief Justice FLAHERTY and Justice ZAPPALA join.",
      "Chief Justice FLAHERTY and Justice ZAPPALA join."
    ],
    "parties": [
      "Roy HOENISCH, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nSAYLOR, Justice.\nIn this case we consider whether a conviction pursuant to the provision in the North Carolina Impaired Driving Statute, prohibiting the operation of a motor vehicle when the driver has a blood alcohol content of .08 percent or more, provides a sufficient basis for a reciprocal driver’s license suspension in Pennsylvania.\nOn March 21, 1997, Appellant Roy Hoenisch (“Hoenisch”) was stopped by a state trooper in North Carolina for driving in excess of the posted speed limit. Following the stop, Hoenisch was arrested and charged with impaired driving under North Carolina’s Motor Vehicle Act. See N.C. Gen.Stat. § 20-138.1(a). No additional charges or citations were issued. A subsequent chemical test of Hoenisch’s breath revealed a blood alcohol content of .08 percent. On August 13, 1997, the District Court of Cumberland County, North Carolina, convicted Hoenisch of impaired driving based upon the evidence of his blood alcohol level.\nAs both North Carolina and Pennsylvania are parties to the Driver’s License Compact of 1961 (the “Compact”), which provides for reciprocal license suspensions based upon certain out-of-state convictions, Hoenisch’s impaired driving conviction was reported to the Commonwealth of Pennsylvania, Department of Transportation, Bureau of Driver Licensing (the “Bureau”). Upon receipt of the report of Hoenisch’s conviction, the Bureau notified him that it was treating his North Carolina impaired driving conviction as “equivalent” to the Pennsylvania offense for driving under the influence (“DUI”), and that his operating privileges would be suspended for one year effective October 20, 1997. Hoenisch filed a statutory appeal of the suspension in the court of common pleas, see 75 Pa.C.S. § 1550(a), asserting that, since the North Carolina impaired driving conviction was premised upon a blood alcohol content of .08 percent, which is substantially lower than the .10 percent required under the Pennsylvania statute for driving under the influence, the offenses were not equivalent. At the hearing, the Bureau offered into evidence a packet of documents containing the official notice of suspension, a conviction report received from the licensing authority in North Carolina, and Hoenisch’s driving record. Hoenisch testified at the hearing, identifying the charging document that was issued to him in North Carolina, a printout of the results of his chemical breath test, and the order releasing him on bail.\nThe trial court dismissed Hoenisch’s appeal, reasoning that the .08 percent provision in the unpaired driving statute for North Carolina and the .10 percent provision in Pennsylvania’s DUI statute both represent per se categories of a DUI offense, and that the prohibited conduct and underlying policy of the statutes are the same. Furthermore, the trial court observed that the law of DUI is rapidly evolving and that it is not uncommon for states to have slightly different minimum blood alcohol levels. In this respect, the court noted that the Compact addresses such variations by merely requiring that the language and offenses described in each sister state’s statutes be “substantially similar” rather than identical.\nOn appeal, the Commonwealth Court affirmed in a memorandum decision, stating that the issue presented in this case had been recently addressed in Golinsky v. Commonwealth, Dep’t of Transp., Bureau of Driver Licensing, 724 A.2d 1006 (Pa.Cmwlth.1999)’ where it was determined that North Carolina’s impaired driving statute was substantially similar to the Pennsylvania DUI statute. This Court granted allowance of appeal to address the effect of a conviction based upon a blood alcohol level lower than .10 percent under the Compact.\nIn relevant part, the Driver’s License Compact provides:\nEffect of Conviction\n(a) The licensing authority in the home state, for the purposes of suspension, revocation or limitation of the license to operate a motor vehicle, shall give the same effect to the conduct reported, pursuant to Article III of this compact, as it would if such conduct had occurred in the home state in the case of convictions for:\n(2) driving a motor vehicle while under the influence of intoxicating liquor or a narcotic drug or under the influence of any other drug to a degree which renders the driver incapable of safely driving a motor vehicle;\n(c) If the laws of a party state do not provide for offenses or violations denominated or described in precisely the words employed in subdivision (a) of this article, such party state shall construe the denominations and descriptions appearing in subdivision (a) of this article as being applicable to and identifying those offenses or violations of a substantially similar nature and the laws of such party state shall contain such provisions as may be necessary to ensure that full force and effect is given to this article.\n75 Pa.C.S. § 1581 (Article IV(a)(2), (c)). Thus, under the Compact, the appropriate inquiry is “whether each state’s drunk driving provisions are of a substantially similar nature to Article IV(a)(2).” Petrovick v. Commonwealth, 559 Pa. 614, 618, 741 A.2d 1264, 1266 (1999) (internal quotations omitted).\nHoenisch argues that the per se offense provisions in the Pennsylvania and North Carolina statutes are not substantially similar to Article IV(a)(2) of the Compact, since the Compact does not include such an offense. In addition, Hoenisch maintains that the North Carolina per se offense, in contrast to Article IV(a)(2), does not require proof that the operator was incapable of safe driving. For its part, the Bureau maintains that the North Carolina statute describes a single offense, with the subsections merely representing different ways for the state to prove the crime. Since impaired driving under North Carolina law requires proof that the defendant consumed a sufficient quantity of an impairing substance to have appreciably impaired his ability to operate a motor vehicle, see State v. Scott, — N.C.App. -, 551 S.E.2d 916, 918 (2001), the Bureau asserts that North Carolina’s per se offense is substantially similar to Article IV(a)(2) of the Compact.\nThe Pennsylvania DUI statute provides, in pertinent part:\n(a) Offense defined.-A person shall not drive, operate or be in actual physical control of the movement of a vehicle in any of the following circumstances:\n(1) While under the influence of alcohol to a degree which renders the person incapable of safe driving.\n(4) While the amount of alcohol by weight in the blood of:\n(i) an adult is 0.10% or greater ...\n75 Pa.C.S. § 3731(a)(1), (4). In Petrovich, this Court examined the elements of Pennsylvania’s DUI statute, specifically, subsection 3731(a)(1), and concluded that it was substantially similar to Article IV(a)(2) of the Compact, as both provisions focused upon individuals who were incapable of safe driving. See Petrovich, 559 Pa. at 621, 741 A.2d at 1268. Correspondingly, subsection (a)(4) reflects a legislative determination that an individual with an amount of alcohol in his or her blood of .10 percent or greater is incapable, as a matter of law, of safe driving. See Commonwealth v. Loeper, 541 Pa. 393, 403, 663 A.2d 669, 674 (1995) (stating that “an accused is under the influence of alcohol to a degree that renders him incapable of safe driving as a matter of law if his BAC is .10% or greater”); Commonwealth v. Mikulan, 504 Pa. 244, 249, 251, 470 A.2d 1339, 1341, 1342 (1983) (plurality opinion) (explaining that it is now virtually universally accepted that a person with a blood alcohol percent of .10 should not be driving, and that such percentage should be accepted as prima facie evidence of intoxication). Indeed, Pennsylvania’s prior DUI statute was interpreted as defining a single offense, with subsections (a)(1) and (a)(4) representing alternate bases for determining culpability. See Commonwealth v. McCurdy, 558 Pa. 65, 73, 735 A.2d 681, 685-86 (1999). Thus, a DUI offense under subsection (a)(4) must also be construed as being substantially similar to that described in Article IV(a)(2) of the Compact.\nAs noted, North Carolina’s Impaired Driving Statute contains both a general provision, driving of a vehicle while under the influence of an impairing substance, and a per se provision, driving of a vehicle after an individual has consumed sufficient alcohol to create a blood alcohol content of .08 percent or more. See N.C. Gen.Stat. § 20-138.1(a)(1), (2). North Carolina, like Pennsylvania, has interpreted its Impaired Driving Statute as providing for a single offense that may be proven by two different methods. See State v. Harrington, 78 N.C.App. 39, 336 S.E.2d 852, 855 (1985) (citing State v. Shuping, 312 N.C. 421, 323 S.E.2d 350 (1984)). More important, North Carolina construes impaired driving as requiring proof that the driver was “appreciably impaired,” see State v. Phillips, 127 N.C.App. 391, 489 S.E.2d 890, 891 (1997), with appreciable impairment involving more than a slight diminution of a driver’s faculties and connoting the consumption of alcohol to a degree that the driver loses the normal control of his bodily or mental faculties. See Harrington, 336 S.E.2d at 855; see also Scott, 551 S.E.2d at 918. North Carolina’s per se method threshold, therefore, merely represents a legislative decision that such level of intoxication constitutes conclusive evidence of appreciable impairment. See generally Harrington, 336 S.E.2d at 856. This in our view bears the requisite similarity to Article IV(a)(2)’s requirement that an individual be under the influence of an intoxicating liquor or drug, which encompasses any mental or physical condition resulting from the consumption of alcohol that substantially impairs the normal faculties essential to the safe operation of an automobile. See Petrovick, 559 Pa. at 621, 741 A.2d at 1267.\nWhile Hoenisch’s conviction was established pursuant to a per se method that accords evidentiary effect to a lower blood alcohol content threshold than that allowed by Pennsylvania’s per se method, the Compact anticipates such variance by recognizing a general driving under the influence offense and permitting effect to be given to laws of a substantially similar nature. See 75 Pa.C.S. § 1581 (Article IV(c)); 1 Pa. C.S. § 1928(c) (allowing for the liberal construction of a statute to effect its object and promote justice). Furthermore, such construction serves an underlying policy of the Compact, specifically, consideration of the overall compliance with motor vehicle laws as a condition to the maintenance of a license in a party state. See 75 Pa.C.S. § 1581 (Article 1(b)(2)).\nThe order of the Commonwealth Court is affirmed.\nJustice CAPPY files a dissenting opinion in which Chief Justice FLAHERTY and Justice ZAPPALA join.\n. In relevant part, North Carolina's impaired driving statute provides:\n(a) Offense — A person commits the offense of impaired driving if he drives any vehicle upon any highway, any street, or any public vehicular area within this State:\n(1) while under the influence of an impairing substance; or\n(2) after having consumed sufficient alcohol that he has, at any relevant time after the driving, an alcohol concentration of 0.08 or more.\nId.\n. Although neither the initial charging document nor the report of the conviction from North Carolina denotes a specific subsection under the impaired driving offense, the order releasing Hoenisch on bail indicates the charge as \"DWI (BAC .08%),” and the parties agree that the conviction was proven under Section 20-138.1(a)(2), the per se provision of the North Carolina Impaired Driving Statute.\n. See N.C. Gen.Stat. §§ 20-4.21 — 20-4.27.\n. The description of the DUI offense in Article IV(a)(2) is taken from the Uniform Vehicle Code. See Council of State Governments, The Driver License Compact and Vehicle Safety Compact 10 (1962).\n. The statute at issue in McCurdy, however, was amended in 1996 to incorporate what logically should be viewed as a separate offense, namely, the operation of a motor vehicle by a minor while the amount of alcohol by weight in the blood is .02 percent or more. See 75 Pa.C.S. § 3731(a)(4)(ii); see also Commonwealth v. McMullen, 756 A.2d 58, 63 (Pa.Super.2000) (concluding that Section 3731 (a)(4)(ii) created a separate and distinct offense), appeal denied, 565 Pa. 667, 775 A.2d 804 (2001). It also appears that Section 3731(i)(4) constitutes a separate offense, prohibiting the operation of a commercial motor vehicle when the amount of alcohol by weight in the person's blood is .04 percent or greater. Similarly, conduct best described as a separate offense has been aggregated within the four corners of the general DUI statutes of other jurisdictions. See, e.g., N.J.S. § 39:4-50(a) (including within the New Jersey offense of driving under the influence the act of permitting another person who is under the influence of alcohol or drugs to operate a motor vehicle owned by him or in his custody or control).\nIdeally, our analysis should focus upon the overall statute to determine whether it is substantially similar to the general provision set forth in the Compact, thereby enabling a facial determination of whether the entire statute aligns with the Compact. By so structuring the general statutes to include separate offenses, however, various state legislatures have effectively foreclosed a unitary analysis, relegating the courts to focus upon the substantial similarity to the Compact of the particular aspect of the general statute pursuant to which the licensee was convicted in each individual case. In addition to complicating judicial review, this legislative practice would appear to be inimical to the administrative interest in standardizing and streamlining reporting practices to achieve consistency, accuracy, and completeness in identification for purposes of license suspension. See generally Drivers License Compact — Administrative Procedures Manual — 1990 § 3.1.4.2 (U.S. Dep't of Transp.).\n. Such construction is consistent with other jurisdictions. See generally Layman v. State, 455 So.2d 607, 608 (Fla.App.1984); State v. Bratthauer, 354 N.W.2d 774, 776 (Iowa 1984); State v. Kubik, 235 Neb. 612, 456 N.W.2d 487, 491 (1990); State v. Franco, 96 Wash.2d 816, 639 P.2d 1320, 1323 (1982).\n. The court in Harrington considered North Carolina’s prior per se method threshold of .10 percent, which was amended in 1993 to .08 percent. In giving effect to the North Carolina conviction, we recognize that our decisions in this area implicate matters of degree. Cf. Petrovick, 559 Pa. at 623, 628, 741 A.2d at 1268, 1271 (declining to accord effect to New York and Maryland statutes that prohibited driving under any amount of impairment, rather than impairment to a degree that renders an individual incapable of safe driving).\n. Although not applicable in this case, it is noteworthy that the General Assembly recently enacted Section 1586, which provides that a party state’s requirement of a different degree of impairment shall not be a basis for determining that such offense is not substantially similar to the Compact. See 75 Pa.C.S. § 1586. This provision would appear to anticipate the trend toward lowering the per se method threshold in a number of other jurisdictions. See generally National Highway Traffic Safety Commission, U.S. Department of Transportation, Presidential Initiative for Making .08 BAC the National Legal Limit, A Progress Report-Legislative Activity (2001) (stating that seventeen states and the District of Columbia have passed .08 BAC laws and twenty-three other states have introduced .08 legislation); 23 U.S.C. § 163 (providing for grants to states that enact laws for a per se offense based upon a blood alcohol content of .08 percent). The validity of Section 1586 is presently before the Court in Wroblewski v. Commonwealth, Dep’t of Transp., Bureau of Driver Licensing, 25 W.D. Appeal Dkt.2001.",
        "type": "majority",
        "author": "SAYLOR, Justice."
      },
      {
        "text": "Justice CAPPY,\nDissenting.\nAs the North Carolina offense for which Appellant is being penalized does not reflect conduct which is substantially similar to conduct that is punishable in Pennsylvania, I respectfully dissent.\nI agree with the majority insofar as it finds that Pennsylvania’s DUI offense of driving with a .10% BAC level is substantially similar to Article IV of the Compact, which proscribes being “incapable of safely driving.” The majority then determines, however, that North Carolina’s per se offense of a .08% BAC level is conclusive evidence of “appreciable impairment”, which, in turn, is substantially similar to Article IV’s “incapable of safely driving.” Based on this reasoning, the majority concludes that Appellant can be reciprocally punished in Pennsylvania.\nYet Appellant was not convicted on the basis of any evidence that he was driving in an unsafe manner. Appellant’s North Carolina conviction was based upon a .08% BAC level. This is a per se offense that results in a conviction without any inquiry as to whether the driver was in fact incapable of safely driving. In contrast, in Pennsylvania, a driver will not be sanctioned for a .08% BAC level alone. See Kline v. Com., Dept. of Transp., Bureau of Driver Licensing, 725 A.2d 860 (Pa.Cmwlth.) (refusing to suspend Pennsylvania driver’s license due to Virginia conviction based on .08% BAC level; noting that a person driving with a BAC level of .08% will suffer no consequences in Pennsylvania if he is still capable of being a safe driver), alloc. denied, 560 Pa. 712, 743 A.2d 924 (1999).\nMoreover, in my view, the twenty percent difference between the North Carolina and Pennsylvania per se offenses is significant, and renders the respective legal limits substantially dissimilar. The majority authorizes PennDOT to sanction a Pennsylvania driver for out-of-state conduct which falls well below the threshold of conduct that the General Assembly has deemed to be punishable in Pennsylvania. Accordingly, I dissent.\nChief Justice FLAHERTY and Justice ZAPPALA join.",
        "type": "dissent",
        "author": "Justice CAPPY,"
      }
    ],
    "attorneys": [
      "Keith J. Williams, McNamara & Bolla, for Roy Hoenisch.",
      "Timothy P. Wile, Asst. Counsel in Charge, Dept, of Transp., for PennDot."
    ],
    "corrections": "",
    "head_matter": "Roy HOENISCH, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellee.\nSupreme Court of Pennsylvania.\nArgued May 1, 2000.\nDecided Nov. 30, 2001.\nKeith J. Williams, McNamara & Bolla, for Roy Hoenisch.\nTimothy P. Wile, Asst. Counsel in Charge, Dept, of Transp., for PennDot.\nBefore FLAHERTY, C.J., ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR, JJ."
  },
  "file_name": "0969-02",
  "first_page_order": 1029,
  "last_page_order": 1035
}
