{
  "id": 6094947,
  "name": "Panhard Oil Corporation, Substituted Assignee of George A. Haws v. Société Anonyme Des Anciens Establissmento Panhard & Levassor",
  "name_abbreviation": "Panhard Oil Corp. v. Société Anonyme Des Anciens Establissmento Panhard & Levassor",
  "decision_date": "1930-04-10",
  "docket_number": "No. 2265",
  "first_page": "971",
  "last_page": "979",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 971"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "28 App. D. C. 535",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        8746882
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/28/0535-01"
      ]
    },
    {
      "cite": "115 U. S. 41",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3514899
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/115/0041-01"
      ]
    },
    {
      "cite": "293 Fed. Rep. 333",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        11712554
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/293/0333-01"
      ]
    },
    {
      "cite": "211 Fed. Rep. 374",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3573193
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/211/0374-01"
      ]
    },
    {
      "cite": "266 Fed. Rep. 798",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6736193
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/266/0798-01"
      ]
    },
    {
      "cite": "270 Fed. Rep. 994",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6742076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/270/0994-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 699,
    "char_count": 22542,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.17354563914730164
    },
    "sha256": "28b51b2cc4df0124a2a3564c3aa6383d048ed49350f777dce63bba6078e7b440",
    "simhash": "1:f664d5e91a8cd42a",
    "word_count": 3799
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Panhard Oil Corporation, Substituted Assignee of George A. Haws v. Société Anonyme Des Anciens Establissmento Panhard & Levassor"
    ],
    "opinions": [
      {
        "text": "Lenroot, Judge,\ndelivered the opinion of the court:\nThis is an appeal from a decision of the Commissioner of Patents affirming the decision of the examiner of interferences granting the petition of appellee for the cancellation of appellant’s registration No. 90329, consisting of the word “ Panhard.”\nIt appears that the appellant, Panhard Oil Corporation, is a corporation formed under the laws of the State of Delaware; that its immediate predecessor was the Panhard Oil Corporation, a corporation formed under the laws of the State of New York. Inasmuch as the appellant corporation is the successor of the New York corporation and can have no greater rights in the matters here involved than said New York corporation possessed, for the purpose of brevity we shall in our discussion treat both corporations as identical, and the word “ appellant ” will be understood to include the New York corporation. For the same purpose, the words “ appellant’s assignor ” will be understood to refer to the original registrant, the firm of George A. Haws.\nThe decision affirmed by the commissioner was on appellee’s motion for judgment upon the record. Said motion is not contained in the record certified to us, but the grounds thereof are stated in the decision of the commissioner as follows:\n1. That the registration No. 90329, elated February 18, 1913, and issued to George A. Haws was for the name “ Panhard ” in plain block type, for lubricating oils and greases.\n2. Thar heretofore and on November 15, 1922, the registrant attempted to register “ Panhard ” in plain block type for lubricating oils and greases, -reference being made to page 35 of the Official Gazette of April 3, 1923.\n3. That heretofore and in opposition No. 4617, in which the parties were the same as in this cancellation proceeding, .judgment was entered upon testimony taken by the petitioner, that the registrant Panhard Oil Corporation was not entitled to register the said trade-mark “ Panhard ” for lubricaing oils and greases and that this is conceded by paragraph 5 of the answer.\n4. That the issues herein are res adjudicata and that the registrant is not entitled to again contest the issues raised in said opposition proceeding.\nThe motion was granted upon the ground that appellant’s answer to the petition for cancellation was insufficient.\nAppellee’s petition for cancellation alleges that it is located in France, is a manufacturer of automobiles, automobile parts, automobile accessories, and power boats, and is a dealer in lubricating oils and greases; and, including its predecessors in title, has been engaged in such business for more than 30 years; that the trademark “Panhard” was originated by its predecessors; that it is its exclusive property for the articles above stated, and has been used in commerce with the United States since prior to the year 1900; that the exclusive title to said trade-mark “ Panhard ” for. lubricating oils .and greases in France, in the United States, and in other countries of the world, lies in it.\nAppellee also alleges tbat it deems itself damaged by the trademark No. 90329, registered February 18, 1913, by George A. Haws, a firm of the State of New York, and that said registration for lubricating oils and greases has caused confusion in the trade. It is further alleged as follows:\n3. That the registrant,' George A. Haws, has no title to the mark nor has any successor to such reg'strant any title to the mark “ Panhard ” for lubricating oils and greases.\n5. That in a proceeding in the United States Patent Office wherein the Panhard Oil Corporation was the applicant and your petitioner was the opposer, wherein the mark consisted of the word “ Panhard ” for lubricating oils and greases, the opposition was sustained and it was held that the Pan-hard Oil Corporation had no title to such registration, said opposition being numbered 4617.\nFor the reasons stated, it prays for the cancellation of said registration.\nThe answer of appellant alleges that, by virtue of assignment to it, it is the owner of the trade-mark No. 90329, registered by George A. Haws, and that it now has full right, title, and interest in and to the said mark “ Panhard,” and is and has been using the same for lubricating oils and greases. It denies that the exclusive or any title to said trade-mark- “ Panhard ” for lubricating oils and greases in France, the United States,' or in any countries of the world, lies in the petitioner, and denies that the petitioner ever had or now has any right whatever in said trade-mark for lubricating oils and greases. It denies that said registration of “ Panhard ” for lubricating oils and greases, No. 90329, has caused any confusion in the trade or is damaging or otherwise injuring the petitioner.\nAnswering the allegation in the petition with regard to a previous proceeding in the Patent Office, Opposition 4617, the answer states as follows:\n6. Answering registrant admits the allegations contained in paragraph 5 of the application for cancellation to the effect that a proceeding was had in the United States Patent Office wherein the Panhard Oil Corporation was the applicant for the registration of the trade-mark “ Panhard ” and the petitioner was the opposer, and admits that the said opposition was sustained, but avers that the decision of the Patent Office in said matter was not on the merits, but was rendered upon the default of the answering registrant herein to present testimony in said proceeding as to its rights, and further avers that the said proceeding in the Patent Office did not relate to trade-mark registration No. 90329, the registration which is the subject matter of the present proceeding, but to another matter altogether, namely a separate application for the registration of the trade-mark “ Panhard ” by the present answering registrant, which application for registration was made under a mistake of fact, the answering registrant having overlooked the fact that the trade-mark “ Panhard ” had already been registered to it as assignee, and further avers that the reason why the answering registrant did not present testimony as to its rights in said proceeding referred to in paragraph 5 of tlie application for cancellation herein was because of answering registrant’s desire to avoid multiplicity of litigation, believing that it need not contest said proceeding above referred to, in view of the fact that answering registrant was already fully protected under its registration No. 90329 of the same trade-mark, and answering registrant avers that the decision of the Patent Office on said proceeding has' no pertinency in this proceeding and is not res adjudicata on the question of the answering registrant’s rights under trade-mark registration No. 90329.\nIn the decision of the examiner of interferences, the following appears:\nAt the hearing counsel for the respondent agreed with the examiner that if the cause of action in this proceeding and opposition No. 4617 are the same, then the defenses set up in the answer are insufficient.\nAppellant did not deny before the commissioner, nor before this court, that this is a correct statement. This amounted, in effect, to a waiver and abandonment of all the defenses set up in the answer, if the causes of action in this proceeding and Opposition No. 4617 are the same.\nThe first question before us, therefore, is the determination of whether the cause of action in the two proceedings is the same.\nThe record before us shows that on November 25, 1922, the appellant filed an application with the Commissioner of Patents for' the registration of the trade-mark “ Panhard,” used by it for lubricating oils and greases. In the statement accompanying it and as a part of the application, it is recited that the applicant is the owner by assignments of trade-mark No. 90329, issued February 18, 1913.\nThe declaration accompanying the application states that said trade-mark is used in commerce among the several States.\nThe examiner of interferences required the applicant to file an abstract of title showing the assignments by virtue of which it became the owner of said trade-mark No. 90329. This abstract of title was filed by the applicant.\nOn May 3, 1923, the appellee herein filed notice of opposition to said application, alleging,in substance as follows:\n1. That it is a corporation of France and has for many years prior to 1900 been engaged in the manufacture and sale of automobiles, automobile trucks, automobile parts, boats, and lubricating oils and greases.\n2. That in its business it has exclusively used the names Panhard and Panhard & Levassor to designate its automobiles, its automobile parts and lubricating oils and greases in commerce with the various States of the United States since prior to 1900.\n3. That the Panhard Oil Corporation, the applicant, is not connected with the opposer and has no authority to use the name Panhard, and that no person by the name of Panhard is connected with the applicant.\n4. That the products of the applicant are known throughout the world, including the various States of the United States, under the name of Panhard, and great confusion will result and lias resulted by the use of the name Panhard by the applicant in connection with its lubricating oils and greases, as such name is naturally associated with the opposer, and applicant’s products on account of the use of such name are confused with the products of the opposer.\n5. That the word “ Panhard ” is the principal feature of the name of the opposer, Panhard & Levassor, and on this account the registration of this name should be denied.\n6. Labels showing the manner in which the name Panhard & Levassor has been used by opposer for oils and greases are herewith filed.\n7. That the proposed registration would cause great loss and damage tp opposer and therefore prays that the action be dismissed.\nThe answer first sets lip the ownership by applicant of the trademark No. 90329, issued February 18, 1913, by various assignments which are specifically set out; that the application for said trademark No. 90329, was filed on July 8, 1911, and no opposition thereto was made by opposer, the appellee herein.\nIt denies present use in the United States by opposer of the name “ Panhard ” or “ Panhard & Levassor ” on lubricating oils and greases, and states that if opposer has used said words on lubricating oils and greases in commerce among the various States of the United States, it abandoned the use of the same.\nIt further alleges that Florence A. Haws and Michael J. Martin, doing business under the name of George A. Haws, its predecessor and assignor, in the year 1904 adopted and used the name “Pan-hard ” for lubricating oils and greases, and introduced the same upon the market as “ Panhard Oils ” and obtained said registration No. 90329, and that “ applicant is the successor in business to said Florence A. Haws and Michael J. Martin, and to the use of the word ‘ Panhard ’ for lubricating oils and greases.”\nThe answer then sets up that in 1907 its assignor, the firm of George A. Haws, brought an action in the Supreme Court of the State of New York against a licensee of the opposer for infringement of the trade-mark “Panhard,” as applied to lubricating oils and greases, in which action said court found that the plaintiffs were the first to introduce oils to the trade and to consumers under the name “ Panhard,” and down to the time of defendant’s infringement the plaintiffs had the exclusive use of the said name as applied to oils; that the defendant had never used the name “ Panhard ” as applied to lubricating oils and greases prior- to the use of the name “ Panhard ” by plaintiffs as a trade-mark and trade name to indicate the oils manufactured and sold by them; that judgment was thereupon rendered enjoining defendant from making, producing, using, selling, or in any way disposing of oils under the name of “ Panhard.”\nThe answer also contains the following allegations:\nApplicant further states that its predecessors, George A. Haws, were the first to use the trade-mark “ Panhard ” on lubricating oils and greases in the United States of America and in the foreign countries above named, and that since its organization and as successor to the firm of George A. Haws, thr owner of the trade-mark “ Panhard,” No. 90329, by assignments, recorded in the United States Patent Office aforesaid, it has continuously used the name or trade-mark “Panhard” in its business and is now using the same and would be irreparably injured if the office should refuse to register the mark to the applicant, and thereby reregister the previously registered trademark No. 90329, to which applicant is the successor and owner and no benefit can accrue to the opposer by the grant of the opposition and refusal on the part of the office to register the trade-mark to the applicant.\nThe answer contains other allegations not relevant to the determination of the question before us.\nAppellant took no testimony, nor did it file a brief or make oral argument at the final hearing.\nThe decision of the examiner of interferences found in favor of opposer upon the ground that use by it of the trade-mark “ Pan-hard ” was clearly prior to the earliest date to which the applicant was entitled. His decision is quite lengthy and concludes with the following paragraph :\nTherefore the notice of opposition is sustained and it is adjudged that the Panhard Oil Corporation is not entitled' to the registration for which it has made application.\nNo appeal was taken from said decision.\nBefore proceeding to a discussion of the question of whether the opposition to the application for registration in 1922 was upon the same cause of action that is set up in the petition for cancellation before us, we note the contention of appellant that the Commissioner of Patents was without jurisdiction to entertain the application of 1922 by reason of the prior registration, No. 90329, in 1913, of the same mark claimed to be owned by appellant at the time of such application.\nWe would observe that in its application in 1922 appellant sets up its ownership of registration No. 90329, and in its answer to the notice of opposition expressly, treats its application as one to re-register the previously registered trade-mark No. 90329. In Ex Parte General Motors Corporation, 347 O. G. 1047, 1926, C. D. 64, it was held that the transferee of a registered trade-mark may re-register that mark in his own name. We agree with that holding and the reasons given therefor in the decision.\nThis brings us to the question of whether the cause of action in the opposition which we have described (No. 4617) is the same as that upon which the petition for cancellation of registration No. 90329 is based.\nThe question involved in said opposition was the right of registration by appellant of the trade-mark “ Panhard,” used upon lubricating oils and greases. That right depended upon the ownership of said mark, and ownership was based upon mesne assignments of the mark from the firm of George A. Haws, which secured registration No. 90329 in 1918.\nThe cause of action set up in the notice of opposition to the 1922 application was prior ownership of the trade-mark “ Panhard ” by apjiellee, and use by it in commerce among the States of the United States, and that appellant had no right or title to the same, used upon lubricating oils and greases.\nThe examiner of interferences, referring to use of the trade-mark by appellee, found that “ this use is clearly prior to the earliest date to which the applicant is entitled.” Inaanuch as appellant’s claim to registration was based upon its assignment from the firm of George A. Haws, which assignment is established in the record, and the earliest use by George A. Haws shown is the date of registration 90329, February 18, 1913, the decision of the examiner of interferences was therefore a finding that appellant’s assignor, George A. Haws, was not entitled to the use of the trade-mark “ Panhard ” at the time of said registration.\nIn the petition for cancellation in the case at bar, the same question is involved, viz, the right of appellant’s assignor to registration of the trade-mark “ Panhard ” upon lubricating oils and greases. The cause of action set up in the petition for cancellation is prior ownership of the trade-mark “ Panhard ” by appellee and use by it in commerce among the States of the United States, and that appellant’s assignor had no right or title to the same, used upon lubricating oils and greases. In addition, as has been noted, the prior adjudication is set up, already discussed, upon which the claim of res adjudícala is based.\nIt is clear that the cause of action in the two proceedings is the same.\nin Gulf, C. & S. F. Ry. Co. v. Cities Service Co., 270 Fed. Rep. 994, the court said:\nA cause of action consists of a fact, or state of facts, to which the law, or principle of law, sought to tie enforced against a person, applies.\nTo the same effect is the case of Graff Furnace Co. v. Scranton Coal Co., 266 Fed. Rep. 798, where it was held that the “ cause of action ” is the ground on which the action may be sustained, and comprises every fact which the plaintiff must prove to obtain judgment, or which the defendant may traverse; and in Lovell v. Latham & Co., 211 Fed. Rep. 374, it was held that “a cause of action is a matter for which an action may be brought. It is the matter of the complaint or claim, on which a given action is in fact grounded, whether or not legally maintainable.”\nAppellant in its brief and upon oral argument argued that because in the opposition proceeding negative relief was sought and secured, while in the case before us affirmative relief is sought, the causes of action are not the same. But the remedy has nothing to do with the cause of action. In Dennison v. Payne, 293 Fed. Rep. 333, it was held that the “ cause of action ” is something distinct from the “ remedy,” which is simply the means by which the cause of action is satisfied.\nIn the case of Pirie v. Tvedt, 115 U. S. 41, the court said:\nThe cause oí action is the subject matter of the controversy, and that is, for all the purposes of the suit, whatever the plaintiff declares it to be in his pleadings.\nThe subject matter of both of the proceedings here involved was the right of the firm of George A. Haws and its assignees to registration of the trade-mark “ Panhard.” True it is that in the case at bar the question is as to the right of appellant’s assignor to register it in 1913, while in the opposition proceeding the question was as to the right of appellant, as the assignee of the firm of George A. Haws, to register it in 1922. But appellant’s claim to registration in 1922 was predicated upon its claim to ownership by assignment of registration No. 90329, and the ownership and use by appellant’s assignor of said mark prior to 1913. Appellant’s answer to the notice of opposition treats ■ its application as one to reregister the trademark No. 90329, and it alleges a prior adjudication of the ownership of said mark by its assignor in an action brought in 1907 against a licensee of appellee. It is noted that it is alleged in the answer to the notice of opposition that the judgment in that action, which is relied upon as res adjwdicaita of the issues there involved, was rendered in 1909, four years before the registration No. 90329 was secured by appellant’s assignor.\nThe cause of action in the two proceedings being .the same, and appellant having in the case at bar agreed with the examiner of interferences that “ if the cause of action in this proceeding and Opposition No. 4617 are the same, then the defenses set up in the answer are insufficient,” the decision of the commissioner must be affirmed. We may add, however, that irrespective of said agreement we should Reach the same conclusion.\nAny proof that appellant now seeks to submit could have been submitted in the opposition proceeding.\nAppellant complains that it has not had its day in court. It had its day in opposition No. 4617. It filed in answer and issue was joined. The fact that it did not see fit to take any testimony or argue the case at the final hearing before the examiner can not affect the situation. The decision was upon the merits, upon testimony-taken by the opposer. No appeal was taken from such decision. As we have already observed, the mere fact that the remedy sought in the case at bar is affirmative relief, cancellation of registration No. 90329, while in opposition No. 4617 the remedy sought was denial of reregistration of registration No. 90329, can not in any way prevent the application of the doctrine of res adjudicaba.\nThat the doctrine of res adjudicata does apply to proceedings in the Patent Office is well settled. Blackford v. Wilder, 28 App. D. C. 535, 1907 C. D. 491.\nUpon appellant’s suggesting a diminution of the record of proceedings in opposition No. 4617, between the same parties, by writ of certiorari from this court a supplemental record was returned and is before us. An inspection of this supplemental record shows that on November 16, 1928, after the appeal herein was perfected, appellant filed with the Commissioner of Patents a petition, together with certain affidavits, to review and reopen the application for registration filed in 1922, and to set aside and vacate the decision rendered in the opposition thereto. Thereafter, certain other affidavits and exhibits were filed by appellant in the Patent Office. On March 11, 1929, the Commissioner of Patents rendered a decision holding in .abeyance the final disposition of said petition until the decision of this court shall be rendered in the case at bar. In view of this fact it is obvious that we can not consider any of the matter set out in said petition or affidavits or exhibits filed in connection therewith, .and we express no opinion with regard to the disposition of said petition.\nWe find no error in the decision of the Commissioner of Patents and it is affirmed.",
        "type": "majority",
        "author": "Lenroot, Judge,"
      }
    ],
    "attorneys": [
      "Julian 8. Wooster (Thomas A. Hill of counsel) for appellant.",
      "Mock & Blum (Charles R. Alien, Asher Bhm, and Hugo Mook of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "Panhard Oil Corporation, Substituted Assignee of George A. Haws v. Société Anonyme Des Anciens Establissmento Panhard & Levassor\n(No. 2265)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1930\nJulian 8. Wooster (Thomas A. Hill of counsel) for appellant.\nMock & Blum (Charles R. Alien, Asher Bhm, and Hugo Mook of counsel) for appellee.\n[Oral argument March 5, 1930, by Mr. wooster and Mr. Blum]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0971-01",
  "first_page_order": 421,
  "last_page_order": 429
}
