{
  "id": 8326048,
  "name": "DEPARTMENT OF GENERAL SERVICES, Petitioner v. PITTSBURGH BUILDING COMPANY, Respondent; Pittsburgh Building Company, Petitioner v. Department of General Services, Respondent",
  "name_abbreviation": "Department of General Services v. Pittsburgh Building Co.",
  "decision_date": "2007-04-05",
  "docket_number": "",
  "first_page": "973",
  "last_page": "992",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 973"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "862 A.2d 713",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9162781
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/862/0713-01"
      ]
    },
    {
      "cite": "682 A.2d 295",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        465016,
        7860548
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "299"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/545/0607-01",
        "/a2d/682/0295-01"
      ]
    },
    {
      "cite": "545 Pa. 607",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465016
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "615"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/545/0607-01"
      ]
    },
    {
      "cite": "814 A.2d 742",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9344638
      ],
      "pin_cites": [
        {
          "page": "747"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/814/0742-01"
      ]
    },
    {
      "cite": "901 A.2d 1050",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8419355
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1053"
        },
        {
          "page": "1053"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/901/1050-01"
      ]
    },
    {
      "cite": "898 A.2d 1145",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8420455
      ],
      "weight": 9,
      "pin_cites": [
        {
          "page": "1155"
        },
        {
          "page": "1164"
        },
        {
          "page": "1164"
        },
        {
          "page": "1166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/898/1145-01"
      ]
    },
    {
      "cite": "773 A.2d 828",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11092347
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/773/0828-01"
      ]
    },
    {
      "cite": "849 A.2d 1159",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1329362,
        9244026
      ],
      "weight": 4,
      "year": 2004,
      "pin_cites": [
        {
          "page": "1163"
        },
        {
          "page": "1163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0082-01",
        "/a2d/849/1159-01"
      ]
    },
    {
      "cite": "578 Pa. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1329362
      ],
      "weight": 2,
      "year": 2004,
      "pin_cites": [
        {
          "page": "90"
        },
        {
          "page": "91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0082-01"
      ]
    },
    {
      "cite": "835 A.2d 851",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9068698
      ],
      "pin_cites": [
        {
          "page": "858"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/835/0851-01"
      ]
    },
    {
      "cite": "506 A.2d 862",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1795192,
        1795378,
        1795219
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "865-66"
        },
        {
          "page": "867"
        },
        {
          "page": "867"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0552-02",
        "/pa/509/0553-01",
        "/pa/509/0553-02"
      ]
    },
    {
      "cite": "509 Pa. 553",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795378,
        1795219
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0553-01",
        "/pa/509/0553-02"
      ]
    },
    {
      "cite": "6 A.2d 525",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "pin_cites": [
        {
          "page": "528"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "335 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193048
      ],
      "year": 1939,
      "pin_cites": [
        {
          "page": "365"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/335/0359-01"
      ]
    },
    {
      "cite": "158 A.2d 461",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "398 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1289161
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/398/0415-01"
      ]
    },
    {
      "cite": "39 A.2d 139",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 6,
      "year": 1944,
      "pin_cites": [
        {
          "page": "140"
        },
        {
          "page": "140-41"
        },
        {
          "page": "142"
        },
        {
          "page": "142"
        },
        {
          "page": "143"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "350 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461197
      ],
      "weight": 3,
      "year": 1944,
      "pin_cites": [
        {
          "page": "356-57"
        },
        {
          "page": "362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0355-01"
      ]
    },
    {
      "cite": "461 A.2d 765",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1782508,
        1782495
      ],
      "weight": 6,
      "year": 1983,
      "pin_cites": [
        {
          "page": "768"
        },
        {
          "page": "768"
        },
        {
          "page": "766"
        },
        {
          "page": "768-69"
        },
        {
          "page": "769"
        },
        {
          "page": "768"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0337-01",
        "/pa/501/0336-01"
      ]
    },
    {
      "cite": "501 Pa. 837",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "343-44"
        },
        {
          "page": "343"
        },
        {
          "page": "343-44"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "242 A.2d 244",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1968,
      "pin_cites": [
        {
          "page": "245"
        },
        {
          "page": "246"
        },
        {
          "page": "247"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "430 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915754
      ],
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "page": "216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/430/0214-01"
      ]
    },
    {
      "cite": "777 A.2d 418",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11079601,
        124733
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "429"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/777/0418-01",
        "/pa/565/0571-01"
      ]
    },
    {
      "cite": "565 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        124733
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "591"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/565/0571-01"
      ]
    },
    {
      "cite": "205 A.2d 865",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "pin_cites": [
        {
          "page": "866"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "416 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1893006
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/416/0229-01"
      ]
    },
    {
      "cite": "886 A.2d 706",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8899353
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "711"
        },
        {
          "page": "711"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/886/0706-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1672,
    "char_count": 59445,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 2.6471267784302475e-07,
      "percentile": 0.8237264025817721
    },
    "sha256": "e22b5c8ad431bd86946c002ed96e79152818057742365c78434b7ebc2e751432",
    "simhash": "1:11ef87a58237de78",
    "word_count": 9548
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PELLEGRINI, Judge, COHN JUBELIRER, Judge, and LEAVITT, Judge."
    ],
    "parties": [
      "DEPARTMENT OF GENERAL SERVICES, Petitioner v. PITTSBURGH BUILDING COMPANY, Respondent Pittsburgh Building Company, Petitioner v. Department of General Services, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge COHN JUBELIRER.\nIn this consolidated construction contract dispute, both the Pittsburgh Building Company (PBC) and the Department of General Services (DGS) challenge the order of the Board of Claims (Board) awarding PBC $867,171.00, plus interest, in damages and requiring each party to bear its own costs of the litigation. As the designated petitioner before this Court, PBC argues, in its cross-petition for review, that the Board abused its discretion in denying PBC attorney fees and penalty interest since Section 3935 of the Commonwealth Procurement Code (Procurement Code), 62 Pa.C.S. § 3935, expressly permits such an award, and DGS engaged in arbitrary and vexatious conduct within the meaning of the Code. In its petition for review, DGS asserts the Board committed several legal errors in interpreting the contract, lacked jurisdiction over a portion of PBC’s claim, and capriciously disregarded substantial evidence regarding actual weather conditions which served as a basis for DGS’s decision to suspend the project.\nI.\nWe set forth the following facts as found by the Board. In September 2003, PBC entered into a general Construction Contract (Contract) with DGS for the construction of the Pennsylvania National Guard Readiness Center, a one-story armory building on a 22-acre site in Con-nellsville, Fayette County. PBC issued a subcontract to Five-R Excavating, Inc. (Five-R) to perform site work pursuant to DGS specifications. On October 10, 2003, DGS issued to PBC a notice to proceed with a ten-month completion time. PBC issued a revised project schedule on November 11, 2003, with subsequent approval by all other prime contractors one week later. According to the bid documents, the project consisted of a balanced site, where materials from higher elevations may be utilized to fill lower elevations without the need for borrowing fill outside the site for excavation purposes.\nAfter an unforeseen 5-day delay due to efforts to obtain a building permit, PBC and Five-R commenced the initial work on October 15, 2003. On November 4, 2003, PBC and Five-R started the cut and fill excavation operations when they encountered soil with excessive moisture. Unsuccessfully, Five-R attempted to dry out the soil in order to meet the compaction requirements. After two weeks of attempts, PBC notified DGS of the delay due to “weather and soil conditions,” and that they had ceased work at the site. (Board Op., Findings of Fact (FOF) ¶20.) In response, DGS directed PBC to continue working. (FOF ¶ 21.) After a request by DGS, the design professional for the project, Valentour English Bodnar & Howell (VEBH), provided several alternatives which included suspending the project, utilizing shale, or importing crushed stone to achieve the fill. DGS rejected the latter two of these alternatives due to cost concerns and, instead, decided to wait for warmer weather so the soil could be air-dried to meet the specifications. (FOF ¶¶ 24-25.)\nTherefore, on December 16, 2003, DGS ordered a work suspension with an effective retroactive date of November 19, 2003, advising PBC that: (1) the suspension would be pursuant to Article 12.1 of the General Conditions of the Contract (General Conditions), allowing DGS to suspend when a contractor is unduly risking damage to a structure or installation; (2) DGS would grant an extension of time on the project; and (3) DGS would disclaim any responsibility for additional costs resulting from the suspension. In response, PBC disagreed with DGS’s contention that any incurred additional costs would not be compensable and claimed, among other things, that the suspension was one of convenience under Article 12.3 of the General Conditions, entitling PBC to additional costs. On March 24, 2004, the entities held a meeting at which PBC, Five-R, and VEBH expressed their concern to DGS over soil conditions and discussed the need for better weather conditions, an extended suspension, or an alternate plan. (FOF ¶¶ 35-37.) DGS, however, ended the suspension on April 9, 2004, and directed PBC to recommence work by April 15, 2004. (FOF ¶ 38.) Five days later, DGS issued a time extension on the project and set the completion date to January 10, 2005. (FOF ¶ 39.) DGS again refused to make any additional payment to PBC for costs due to the suspension. (FOF ¶ 40.)\nWhen PBC and Five-R recommenced excavation, they “expended significant labor and equipment hours ... to air dry the wet soil” without success. (FOF ¶ 42.) In May 2004, when soil conditions worsened, Five-R utilized the soil from the adjacent parking lot, an on-site borrow area, for fill. PBC then ordered a study of the parking lot soil and discovered “a large amount of highly plastic clay and other clayey soils.” (FOF ¶¶ 43-44.) DGS specifications dictated that this particular type of soil would be unsuitable for fill regardless of any time spent air-drying. (FOF ¶ 44.) In contrast, the information provided by DGS during the bidding process noted the presence of clay and other soil types on site, but stated that all soil on site could be used for fill and that some of the soil may require some air-drying. (FOF ¶ 45.)\nAfter an investigation, PBC suggested utilizing soil from a southwestern hillside adjacent to the site. After VEBH created a scope of work report and both PBC and Five-R submitted cost details, DGS directed PBC to proceed on June 18, 2004, “but that all eost[s] would be assumed by PBC.” (FOF ¶ 50; see Letter from Martin Bar-key, DGS’s Western Regional Director, to Greg Miller, PBC, June 18, 2004, Reproduced Record (R.R.) at 1294a.) On June 28, 2004, PBC and Five-R restarted the excavation work under protest, using the acceptable material from the adjacent hillside. Regarding the unsuitable soil from the parking lot, DGS directed the installation of a mesh grid system over the clay in order to resolve the compaction problem and issued a change order to PBC to cover the costs.\nDue to the overall excavation problems, the project sustained an eleven-month delay to all subsequent work activities. (FOF ¶ 58.)\nII.\nOn February 6, 2004, PBC filed an initial claim with DGS, asserting that DGS’s suspension order of December 16, 2008 was one of convenience under Article 12.3 of the General Conditions, entitling PBC to receive additional compensation pursuant to Article 12.4. (Letter from Christopher R. Opalinski, PBC’s Legal Counsel, to James P. Creedon, DGS’s Deputy Secretary for Public Works, Feb. 6, 2004, R.R. at 1170a.) Article 12.4 allows for damages when DGS suspends the project for “an unreasonable period of time.” DGS did not respond to this claim, and on June 21, 2004, PBC filed a Statement of Claim with the Board against DGS. On June 25, 2004, PBC filed another claim with DGS, in response to DGS’s June 18, 2004 directive to import suitable soil from the adjacent hillside, to recover costs for the latest fill operations due to unsuitable soil and concealed subsurface conditions. (Letter from Christopher R. Opalinski, PBC’s Legal Counsel, to James P. Creedon, DGS’s Deputy Secretary for Public Works, June 25, 2004, R.R. at 1296a (Supplemental Claim).)\nOn September 8, 2006, after a hearing and considerable briefing, the Board awarded to PBC damages of $867,171.00 for the five-month suspension (between November 19, 2008 and April 15, 2004) and the unsuitable soil conditions. The Board found no credible evidence that PBC engaged in “taking undue risk of damage to any part of a structure or installation” within the meaning of Article 12.1 to justify a suspension under this provision. (Board Op. at 26.) The Board interpreted the term “structure or installation” to refer to those that are currently in existence, not future structures or installations. (Board Op. at 27.) Since the site did not contain any existing structures or installations, PBC could not have taken any undue risk of damage, and according to the Board, Article 12.1 fails to provide adequate grounds justifying the five-month suspension.\nAfter determining that Article 12.1 does not apply, the Board then set out to ascertain liability. The Board recognized that a suspension for convenience under Article 12.3 does not provide for explicit damages, but a suspension for an unreasonable period of time under Article 12.4 does, in fact, permit a cost adjustment. To reconcile this inconsistency, the Board viewed “any suspension of work ordered by DGS merely for its convenience and not otherwise justified by a provision of Article 12 to be ‘unreasonable’ or ‘for an unreasonable period of time’ as to the contractor and com-pensable pursuant to [Article] 12.4.” (Board Op. at 29.)\nRegarding the unsuitable soil conditions, the Board found that PBC conducted a pre-bid investigation of the site by making site visits, reviewing the plans and specifications, and reviewing the geotechnical report (EMI Report) provided by DGS’s geo-technical consultant. It concluded that “PBC did not have the time to do its own geotechnical report during the bid process,” and PBC should not have discovered the problem on its own. (Board Op. at BO-31.) Ultimately, the Board agreed with the “overwhelming weight of testimony” that the EMI Report failed to accurately reveal the extent of clayey soils and the subsurface seeps and springs. (Board Op. at 31.) Also, while recognizing the cause of the soil moisture condition as a close factual question, the Board found the “highly plastic, clayey character of the soils and the significant underground seeps and springs on site ... were the underlying cause for the compaction problems.” (Board Op. at 32.) The Board specifically rejected DGS’s assertion of rainy weather as the cause since DGS failed to explain why the adjacent hillside, which PBC later used to solve the compaction problem, remained unaffected by the condition.\nThe Board then discussed DGS’s failure to disclose an August 1999 memo which provided a candid, in-house assessment of the site by DGS employees. The memo incorporated a report identifying a significant presence of clayey materials and concluded with a “refreshingly frank assessment that the site is unsuitable for earthwork in winter and early spring.” (Board Op. at 33.) Based on DGS’s withholding the memo, the Board found the EMI Report, by itself, to be a material misrepresentation and held that DGS engaged in constructive fraud, breach of contract, and active interference with PBC’s performance of its contractual duties. (Board Op. at 34.) In response to DGS’s argument that PBC is liable for the costs of importing and exporting fill under the Contract, the Board found these provisions to be unbalanced and ambiguous. (Board Op. at 37.) Construing these provisions against DGS as the drafter, the Board held DGS responsible for the additional costs. Moreover, due to its finding of constructive fraud and active interference, the 'Board found the exculpatory provisions in Article 12.4 will not relieve DGS of its liability for additional costs and damages.\nThe Board declined to award penalty interest and attorney fees to PBC because: (1) penalty interest and attorney fees under Section 3935 of the Procurement Code only apply to a withholding of progress payments which did not occur here; and (2) DGS’s conduct in this litigation did not rise to arbitrary and vexatious conduct to justify an award of attorney fees under Section 2503(9) of the Judicial Code, 42 Pa.C.S. § 2503(9).\nLastly, the Board held it exercised proper jurisdiction over PBC’s Supplemental Claim for unsuitable soil and concealed subsurface conditions. While PBC filed its Supplemental Claim with DGS three days after PBC filed its Statement of Claim with the Board, the Board did not consider this timing issue fatal. The Board noted that over 120 days passed since PBC filed its Supplemental Claim, so the absence of a response by DGS deems the claim denied. Further, paragraph 15 of the Statement of Claim specifically puts DGS on notice about PBC’s Supplemental Claim. In the end, the Board found this aspect of PBC’s claim “was placed before the Board upon the expiration of 120 days from the day PBC filed this supplemental claim with [DGS].” (Board Op. at 42.)\nThis petition and cross-petition for review followed.\nIII.\nWe first address DGS’s jurisdictional argument: that PBC failed to comply with Section 1712.1 of the Procurement Code, 62 Pa.C.S. § 1712.1, because it filed its Supplemental Claim with DGS three days after filing the Statement of Claim with the Board, and PBC did not file another statement of claim.\nGenerally, Section 1712.1 governs the pre-litigation procedure relating to contract disputes between a contractor and the Commonwealth. Section 1712.1(b) mandates that an aggrieved contractor must initially file a claim with the Commonwealth contracting officer within six months of the date of accrual. The contracting officer will then review the claim and issue a final written determination within 120 days, unless otherwise extended by consent. 62 Pa.C.S. § 1712.1(d). If the contracting officer fails to issue a final determination within 120 days, the claim will be deemed denied. Id. Within 15 days of the mailing date of the claim’s denial (or 135 days of filing the claim, whichever occurs first), the contractor may file a statement of claim with the Board. 62 Pa.C.S. § 1712.1(e). Regarding disputes which follow the procedures set out in Section 1712.1, the Board retains exclusive jurisdiction to arbitrate such claims. 62 Pa.C.S. § 1724(a)(1). The Board, however, has “no power and [may] exercise no jurisdiction over a claim ... unless it is filed with the [B]oard in accordance with [Section 1712.1.” 62 Pa.C.S. § 1724(c).\nDGS asserts that PBC’s Supplemental Claim was not properly before the Board because after PBC filed it with DGS on June 24, 2004, PBC never filed a subsequent statement of claim with the Board. DGS notes that the Board’s attempt to incorporate the Supplemental Claim into PBC’s Statement of Claim filed with the Board three days earlier fails because the purpose behind Section 1712.1 is to give the contracting officer an opportunity to resolve the claim before filing with the Board. Section 1712.1 requires PBC to file a claim with DGS first, and only 15 days after the denial of the claim (or 135 days after the claim is filed in the absence of any determination) may PBC file a statement of claim with the Board. PBC did not make a claim for subsurface conditions (i.e., Supplemental Claim) until after the Statement of Claim was filed with the Board. Because PBC never timely filed another statement of claim after it filed the Supplemental Claim, DGS claims the Board lacked jurisdiction to hear this component of PBC’s claim.\nIn response, PBC argues the Board properly exercised jurisdiction over PBC’s Supplemental Claim. PBC maintains that it timely presented the Supplemental Claim to DGS, and PBC expressly incorporated the Supplemental Claim in the original Statement of Claim, which PBC timely filed with the Board. PBC claims that DGS first raised this jurisdictional argument in post-hearing briefing, after it clearly recognized this portion of PBC’s claim during the course of the hearing. Moreover, PBC asserts that its Statement of Claim included both the suspension component, which PBC filed with DGS on February 6, 2004, and the unsuitable soil component, i.e., Supplemental Claim, as constituting PBC’s damages claim. Regarding the unsuitable soil, Paragraph 15 of the Statement of Claim clearly addresses the unsuitable soil claim in the Supplemental Claim. Lastly, PBC denies that DGS suffered any prejudice by PBC’s not amending the Statement of Claim because DGS knew of the Supplemental Claim pri- or to and during the course of the hearing. As the Board recognized, PBC notes the purpose behind Section 1712.1 is to provide DGS notice of the claim and the opportunity to accept or reject the claim. Here, PBC argues that it accomplished both because PBC provided notice to DGS when it filed the Statement of Claim and the Supplemental Claim, giving DGS the opportunity to respond, though DGS never did. PBC claims it complied with Section 1712.1, conferring jurisdiction on the Board over the Supplemental Claim.\nThe Board properly exercised jurisdiction over PBC’s Supplemental Claim. We note that after PBC filed the Supplemental Claim on June 25, 2004, DGS failed to issue a final determination. Under Section 1712.1(d), the Supplemental Claim was deemed denied on October 23, 2004, 120 days later. PBC filed its Statement of Claim on June 21, 2004, which included an allegation that “its work has once again been adversely impacted by unsuitable soil conditions.” (PBC’s Statement of Claim ¶ 15, R.R. at 1851a.) While PBC filed the Statement of Claim before it filed the Supplemental Claim, the Statement of Claim is still considered timely as PBC technically filed it within 135 days of the deemed denial under Section 1712.1(e). PBC need not have filed another statement of claim as a follow up to the Supplemental Claim since Paragraph 15 of the original Statement of Claim sufficiently placed DGS on notice regarding the Supplemental Claim. Because PBC followed Section 1712.1 in all material respects, the Board retained jurisdiction over the Supplemental Claim.\nIV.\nA.\nOn the merits, DGS argues that it suspended the project due to unfavorable conditions under Article 12.1 of the General Conditions, and contrary to the Board’s assertion, the plain language in Article 12.1 applies to both existing and future structures and installations:\nIf, in the judgment of the Department, the Contractor is taking undue risk of damage to any part of a structure or installation by proceeding with the work during unfavorable weather or other conditions, then the Department may suspend the work temporarily, either wholly or in part for such periods as are necessary. In case of such suspension, a proper Extension of Time will be allowed as provided herein, but no allowance will be made to the Contractor for any expense or damages resulting from the suspension. The failure of the Department to suspend the work does not relieve the Contractor of its responsibility to perform the work in accordance with the Contract Documents.\n(General Conditions of the Contract, Article 12.1, at 44, R.R. at 502a (emphasis added).)\nIf PBC were to continue with construction, DGS claims it would have created exactly the type of undue risk of damage contemplated by Article 12.1. DGS asserts the word “installation” means not only a present building, but also the act of installing something. Also, DGS notes that the Board ignored the last portion of Article 12.1, which obligates PBC to continue with work absent a suspension by DGS. Moreover, while PBC testified that it would not have continued with the construction if deemed unsafe, DGS maintains that the Contract would demand otherwise; if PBC did not continue, it would have been in breach of the Contract unless DGS authorized a suspension under the Contract. In short, DGS claims the Board erred in interpreting Article 12.1, which is susceptible to only one logical interpretation and encompasses both present and future structures and installations.\nPBC claims it never proceeded with the project in an irresponsible or reckless manner so as to trigger the suspension under Article 12.1. In fact, PBC notes it closely complied with the compaction requirements, which effectively prevented PBC from proceeding with the work given the soil conditions. PBC argues the motivation behind the suspension lies in DGS’s belated recognition that the project should not have commenced at this particular time of the year. The suspension, PBC claims, could have been avoided if DGS accepted one or more of the recommendations posited by its own professionals. Lastly, PBC notes that to interpret the word “installation” as a verb, per DGS’s suggestion, would not make any grammatical sense. An the Board found, no other significant work could proceed until the cut and fill operation was completed. (FOF ¶ 13.) In short, PBC states that it never indicated it would proceed with construction while the unsuitable soil conditions existed.\nIn construing the terms of a contract, a reviewing court must strive to ascertain and give effect to the intent of the parties as found in the written contract. Department of Transportation v. Pennsylvania Indus. for the Blind and Handicapped, 886 A.2d 706, 711 (Pa. Cmwlth.2005). We assume contractual language is chosen carefully by the parties, and the parties are cognizant of the meaning of the particular language. Id. “When a written contract is clear and unequivocal, its meaning must be determined by its contents alone.” East Crossroads Center, Inc. v. Mellonr-Stuart Co., 416 Pa. 229, 229, 205 A.2d 865, 866 (1965); see Murphy v. Duquesne Univ. of the Holy Ghost, 565 Pa. 571, 591, 777 A.2d 418, 429 (2001)\nIn this case, it does not matter whether the phrase “structure or installation” in Article 12.1 refers to the present tense because even if it refers to both existing and future operations, DGS has still failed to demonstrate that PBC was affirmatively “taking undue risk of damage.... ” (General Conditions of the Contract, Article 12.1, at 44, R.R. at 502a.) The Board found PBC did not take any undue risk at all and, in fact, halted operations when it first discovered the unsuitability of the soil. (FOF ¶¶ 20, 60, 71; Board Op. at 26.) It began operations again only at the insistence of DGS. (FOF ¶¶ 21, 38.) The Board also found that DGS failed to exercise good faith when it determined that PBC took undue risk to a structure or installation and suspended the project. (FOF ¶ 62.) Under this provision, in order for DGS to direct a suspension, PBC must be affirmatively taking steps to put the project in jeopardy. As reflected in the Board’s findings, no such circumstance occurred here, where PBC exercised caution and prudence in its duties and only continued with operations after DGS rejected alternatives and ordered PBC to continue work after it had stopped. (FOF ¶¶ 37-38; Board Op. at 22.) DGS may not, after the fact, order a retroactive suspension of operations, when PBC has already stopped excavation work, and then claim PBC subjected the project to “undue risk.”\nB.\nNext, DGS argues that the Board erred as a matter of law in finding that DGS committed constructive fraud and negated the Contract’s exculpatory provisions. DGS maintains that it did not make any affirmative representations to PBC with regard to the soil conditions which would justify a finding of constructive fraud. DGS notes a provision of the Contract in which PBC “assume[s] all risk in excavating for this project and shall not be entitled to rely on any subsurface information obtained from [DGS’s geotechnical expert.]” (DGS’s Br. at 17 (citing Contract Section 02300, Part I, ¶ 1.7A, R.R. at 597a).) Because of this provision, DGS claims it did not make any representations regarding the soil and cites Branna Construction Corporation v. West Allegheny Joint School Authority, 430 Pa. 214, 242 A.2d 244 (1968), for support. It believes the Board’s reliance on the EMI Report is simply incorrect given the contractual command to PBC not to rely on these materials. Moreover, DGS asserts that its withholding of the August 1999 memo does not constitute constructive fraud or active interference because both doctrines require an affirmative act or a material failure to act. Failing to provide the memo, according to DGS, did not amount to either.\nPBC contends the withholding of the August 1999 memo supports a finding of constructive fraud. According to PBC, the disclaimer provisions of the Contract, that DGS cites, are either not controlling or so ambiguous that they must be construed against DGS. Further, PBC notes the Board’s finding that the EMI Report specifically indicated a “balanced site,” where on site soil may be used for fill without the need to import or export any fill from outside the site. (PBC’s Second Br. at 22; FOF ¶ 75.) PBC asserts that DGS misrepresented the conditions of the project when it knew of the futility of commencing work and directed PBC to start anyway. Considering both the disclosure of the EMI Report and the withholding of the August 1999 memo, PBC argues that DGS engaged in an affirmative misrepresentation of the actual site conditions.\nIn order for a party’s conduct to constitute constructive fraud, which permits the recovery of additional costs and damages, the Pennsylvania Supreme Court set out a five-part test for an aggrieved contractor to satisfy:\n(1) Whether a positive representation of specifications or conditions relative to the work is made by the governmental agency letting the contract or its engineer.\n(2) Whether this representation goes to a material specification in the contract. (8) Whether the contractor, either by time or cost constraints, has no reasonable means of making an independent investigation of the conditions or representations.\n(4) Whether these representations later prove to be false and/or misleading either due to actual misrepresentation on the part of the agency or its engineer or, by what amounts to a misrepresentation through either gross mistake or arbitrary action on the part of the agency or its engineer.\n(5) Whether, as a result of this misrepresentation, the contractor suffers financial harm due to his reliance on the misrepresentation in the bidding and performance of the contract.\nAcchione & Canuso, Inc. v. Department of Transportation, 501 Pa. 837, 343-44, 461 A.2d 765, 768 (1983). In this case, DGS only challenges the Board’s finding on the first element — that DGS made a positive representation regarding the suitability of the soil conditions.\nIn a case strikingly similar to this one, the Pennsylvania Supreme Court stated that constructive fraud can be found even where the government agency disclaimed any responsibility for its representations in the contract. Pennsylvania Turnpike Commission v. Smith, 350 Pa. 355, 39 A.2d 139 (1944), overruled on other grounds by Lichtenstein v. Pennsylvania Turnpike Commission, 398 Pa. 415, 158 A.2d 461 (1959). The Turnpike Commission, in Smith, advertised for bids on a construction project and provided plans and specifications which indicated the subsurface conditions largely entailed loose earth. Smith, 350 Pa. at 356-57, 39 A.2d at 140. The contract, itself, contained provisions in which the Turnpike Commission disclaimed any responsibility for the accuracy of the plans and specifications. Id. at 357-58, 39 A.2d at 140-41. The contractor relied on these plans and specifications as it commenced excavation work due to the enormity of the project and the time constraints. Engineers for the Turnpike Commission previously conducted an investigation of the site and found predominantly rocky subsurface conditions, which the Turnpike Commission did not disclose. Unfortunately, as the contractor started its excavation, the contractor discovered the unanticipated rocky condition and suffered additional expenses.\nThe Court, in Smith, held that the Turnpike Commission “worked a substantial constructive fraud upon the contractor in the inaccurate information furnished in this case ... [on] which the contractor had ... a right to rely, and did rely.” Id. at 362, 39 A.2d at 142. Further, the Court also analyzed similar cases in other jurisdictions and found the disclaimer provisions, which the Court termed as self-exonerating, “afforded no shield against conscious misrepresentation or anything but mere inaccuracies and innocent mistakes.” Id. at 361, 39 A.2d at 142 (quoting O’Neill Constr. Co., Inc. v. City of Philadelphia, 335 Pa. 359, 365, 6 A.2d 525, 528 (1939)). On these facts, the Court found the Turnpike Commission’s representations amounted to a constructive fraud and justified an award of additional costs. Smith, 350 Pa. at 362, 39 A.2d at 143.\nOn the other hand, where the government agency lacked any prior knowledge regarding unanticipated subsurface conditions in a construction project, the Court, in Branna, did not find constructive fraud. In Branna, the school authority awarded a construction contract and provided the contractor with plans and specifications, which, the contractor alleged, materially misrepresented the subsurface conditions and caused the contractor to incur additional costs. Branna, 430 Pa. at 216, 242 A.2d at 245. This contract also contained exculpatory provisions warning the contractor not to rely on the plan and specifications and, instead, conduct its own investigation. Unlike in Smith, however, because the school authority could not be charged with prior knowledge of the unanticipated conditions, there was no constructive fraud. Id. at 219-20, 242 A.2d at 246. Without a finding of constructive fraud, the Court fully enforced the exculpatory provisions of the contract and held the contractor had no right to rely on the school authority’s representations. Id. at 221, 242 A.2d at 247. Although DGS relies on Branna to support its argument, the facts in Branna are clearly different. Here, it is the existence of DGS’ prior knowledge, as evidenced in its own internal memo, that distinguishes these facts from Branna.\nDGS also argues that an affirmative misrepresentation is required to support constructive fraud and, here, it made no affirmative misrepresentation. For support, it cites Acchione, 501 Pa. at 343, 461 A.2d at 768. In Acchione, the contractor discovered a discrepancy in a particular measurement and consulted with the Department of Transportation’s (DOT) engineers, who gave assurances to the contractor, and, ultimately, those assurances formed the basis of the contractor’s bid. Id. at 340, 461 A.2d at 766. Once DOT awarded the contract, DOT ordered additional tests which effectively undermined those assurances. The contractor brought a claim for extra compensation, and the Court found constructive fraud because the contractor justifiably relied on DOT’s positive representations, directly causing the increased expenses. Id. at 343-44, 461 A.2d at 768-69. The Court characterized DOT’s representations as nothing “more than an educated guess” and arbitrary under the fourth element of the five-factor test, rendering DOT’s conduct misrepresentations. See id. at 344, 461 A.2d at 769. While, in Acchione, constructive fraud was found where there was an affirmative misrepresentation, the holding in Acchione does not limit constructive fraud to only those situations.\nHere, when DGS withheld the August 1999 memo and yet made assurances to the contrary, such as those made in the EMI Report regarding the soil conditions, DGS engaged in a constructive fraud, and therefore, DGS may not enjoy the benefits of the Contract’s exculpatory provisions. The holding in Smith is directly applicable to the facts here, where DGS knew of the unsuitable soil conditions, by virtue of the August 1999 memo, and failed to disclose it. Instead of disclosing the memo, DGS only disclosed bidding information, such as the EMI Report, that demonstrated adequate soil conditions, which PBC justifiably relied on given the time constraints. To its detriment, PBC suffered damages as a result of DGS’s misrepresentation. As in Smith, the Contract’s exculpatory provisions offer DGS no shield from liability.\nAlong with constructive fraud, we also find that DGS engaged in active interference with PBC’s contractual duties. The doctrine of active interference prohibits a party from raising exculpatory provisions of a contract as a defense if: “(1) there is an affirmative or positive interference by the owner with the contractor’s work, or (2) there is a failure on the part of the owner to act in some essential matter necessary to the prosecution of the work.” Coatesville Contractors & Engineers, Inc. v. Borough of Ridley Park, 509 Pa. 553, 560, 506 A.2d 862, 865-66 (1986). The Court, in Coatesville, held that the borough actively interfered with the contractor’s work when it directed the contractor to commence work even though it failed to drain the lake at issue as called for by the contract. Id. at 563-64, 506 A.2d at 867. The Court found that the borough’s failure in this instance was “not in the class of difficulties ... contemplated by the parties.” Id. at 563, 506 A.2d at 867.\nSimilarly here, DGS actively interfered with PBC’s contractual duties when it withheld the August 1999 memo and directed PBC to commence work, which thereby prevented PBC from timely completing the project. DGS’s failure to disclose the August 1999 memo, relating to soil conditions that were contrary to the EMI Report, was not reasonably contemplated by the parties in carrying out this contract, especially since contracts impose upon the parties an implicit duty of good faith and fair dealing. See Restatement (Second) of Contracts § 205 (1981); see also Southeastern Pennsylvania Transportation Authority v. Holmes, 835 A.2d 851, 858 (Pa.Cmwlth.2003).\nC.\nDGS also argues that the Board improperly determined that Article 10.8 of the General Conditions, Sections 1.4, 1.7, and 3.8G of the Earthwork Specifications, and Section 1.14 of the General Requirements are ambiguous. For example, when reading Article 10.8 in conjunction with Sections 1.4A and 1.7A of the Earthwork Specifications, DGS claims the import of the provisions is clear:\n[SJhould concealed conditions be encountered, which are unascertainable from the plans, Contract Documents, visits to the site and reasonable investigation, and which are at variance with the conditions indicated by the Contract Documents; or should unknown physical conditions below the surface of the ground be of an unusual nature, differing materially from those ordinarily encountered and generally recognized as inherent in work of the character provided for in his Contract, be encountered, the Contract sum shall be equitably adjusted....\n(General Conditions of the Contract, Article 10.8, at 36, R.R. at 494a.)\nThe materials defined by this paragraph as unclassified [including all types of earth and soil] will not be considered to be concealed or unknown physical conditions below the surface of the ground for purposes of [Article 10.8 above].\n(Section 1.4A of Section 02300 — Earthwork, R.R. at 596a.)\nContractors must assume all risks in excavating for this project and shall not be entitled to rely on subsurface information obtained from [DGS’s geotechnical consultant].\n(Section 1.7A of Section 02300 — Earthwork, R.R. at 597a.)\nThese provisions, according to DGS, merely provide that while Article 10.8 permits an equitable adjustment, Section 1.4 limits the applicability of Article 10.8. In reading the exclusion in Section 1.7A as well, DGS notes that in order to qualify for payment under Article 10.8, the condition, which may not fall within one of the enumerated conditions, must be an extremely unusual one.\nDGS also asserts that there is no conflict between Sections 1.7A and Section 1.7B of the Earthwork Specifications. Section 1.7B provides in pertinent part:\nContractor may rely upon accuracy of boring logs contained in reports of explorations of subsurface conditions at site, but only at location of boring.\n(Section 1.7B of Section 02300 — Earthwork, R.R. at 597a.) DGS argues Section 1.7B only carves out a limited exception to Section 1.7A pertaining to the location of the boring. In any event, Section 1.7A specifically cautions PBC not to rely on DGS’s geotechnical consultant. Moreover, DGS maintains Section 1.7F of the Earthwork Specifications does not contradict the remaining provisions:\n[The EMI Report] cannot reveal all conditions that exist on site. Should subsurface conditions be found to vary substantially from this report, changes in design and construction of foundations will be made when necessary, with resulting credits or expenditures to Contract sum occurring to the Department.\n(Section 1.7F of Section 02300 — Earthwork, R.R. at 598a.) According to DGS, the mechanism for payment in Section 1.7F only pertains to design or foundation changes, not the excavation or export of soils. Section 3.8G of the Earthwork Specifications simply continues to place the burden on PBC:\nAdditional earth for fill or backfill to raise or change the exterior or interior subgrade to the required elevations shown on the drawings, required in excess of acceptable material from excavations on the site, shall be provided by the Contractor from a source approved by [DGS’s geotechnical consultant] and [DGS] at no additional cost to [DGS].\n(Section 3.8G of Section 02300 — Earthwork, R.R. at 604a.) Read in pari mate-ria, DGS asserts that these provisions are complimentary.\nIn response, PBC puts forth two arguments: (1) the plain language of the Contract entitles PBC to compensation for the unsuitable soil conditions; and (2) alternatively, the cited Contract provisions are ambiguous and should be construed against DGS as the drafter. PBC notes the clear language of Article 10.8 provides for compensation when concealed conditions are encountered, and Section 1.7B permits reliance on the boring logs, confirming that PBC never assumed the risk of unforeseen site conditions. Also, PBC asserts Section 1.7F allows for compensation due to the unanticipated soil conditions. In the alternative, PBC argues that these provisions are ambiguous in light of the Board’s recognition of the Contract as “fertile ground for latent ambiguities and [a] poor substitute for a single, straightforward statement of risks.” (PBC’s Second Br. at 28; (quoting Board Op. at 36).) PBC claims that while Section 1.7A and Section 3.8G forbid reliance on the geo-technical report and place the burden on PBC to acquire extra fill respectively, Section 1.7B allows PBC to rely on the boring logs, and Section 1.7F provides for compensation regarding design changes due to unanticipated conditions, which occurred here. PBC maintains it never assumed the risk of unanticipated and concealed conditions, and to the extent any ambiguity or conflict exists, the provisions must be construed against DGS.\nUnder the law of contracts, when contract terms are clear and unambiguous, the intent of the parties will be determined from the contract itself. Kripp v. Kripp, 578 Pa. 82, 90, 849 A.2d 1159, 1163 (2004). When an ambiguity exists, it will be construed against the drafter of the contract. Jay Twp. Auth. v. Cummins, 773 A.2d 828, 832 n. 3 (Pa.Cmwlth.2001). An ambiguous provision exists when it “is reasonably susceptible of different constructions and capable of being understood in more than one sense.” Kripp, 578 Pa. at 91, 849 A.2d at 1163. Whether a contract is ambiguous is a question of law. Id. at 91 n. 5, 849 A.2d at 1164 n. 5.\nHere, because the cited provisions are ambiguous, the Board correctly construed them against DGS and held DGS responsible for the costs to complete the excavation work. For example, as the Board recognized, Article 10.8 seemingly provides for a cost adjustment regarding concealed conditions, yet Section 1.4A defined concealed conditions so narrowly as to effectively negate any meaning to Article 10.8. Further, Section 1.7A mandates that PBC assume the risk for subsurface conditions, but Section 1.7F states the exact opposite — that the EMI Report cannot reveal all subsurface conditions and any substantial variance will result in a cost credit. These provisions are in place notwithstanding Section 3.8G’s command to place the burden on PBC to obtain additional fill. Contrary to DGS’s position, the cited provisions are anything but clear, and they poorly allocate the risk between the parties, especially in this circumstance where the allocation of risk in a significant government construction project is vital to ensure the containment of costs.\nD.\nDGS next claims that the Board capriciously disregarded evidence when it held the highly plastic, clayey nature of the soil constituted the underlying cause of the problem and not the weather conditions. DGS notes the record contains evidence of actual weather conditions by first-hand eyewitnesses who testified as to the rainy conditions at the site area. DGS claims the evidence is much more than anecdotal evidence, as characterized by the Board, but is actually reliable, first-hand testimony. In light of the Board’s failure to acknowledge the evidence, DGS asks this Court to remand this matter to the Board. We decline to do so.\nThe Board is the finder of fact, charged with the duty of determining the credibility of witnesses and resolving conflicting testimony. A.G. Cullen Constr., Inc. v. State System of Higher Education, 898 A.2d 1145, 1155 (Pa.Cmwlth.2006). Its findings need not be supported by uncontradicted evidence, as long as they are supported by substantial evidence. Id. “If the Board’s findings are supported by substantial evidence, they are binding on this Court.” Id. Here, the Board was well within its discretion in making credibility judgments between conflicting evidence. It specifically rejected rainy weather as the cause of the soil conditions because DGS failed to explain why the adjacent hillside, which PBC later used to solve the compaction problem, remained unaffected by the condition. (Board Op. at 32-33.) In rejecting DGS’s position, the Board also found that DGS failed to present any data, except for anecdotal evidence, that would demonstrate an exceptionally rainy weather pattern during the time of construction. (Board Op. at 32.) Because resolution of conflicting evidence is in the sole province of the Board, we do not find any error.\nE.\nLastly, we address PBC’s argument in its petition for review. It asserts that Section 3935 of the Procurement Code, 62 Pa.C.S. § 3935, which allows for the recovery of penalty interest and attorney fees on a showing of bad faith, does not distinguish between a contractor receiving monthly progress payments and a contractor who does not. PBC maintains that Section 3935 simply permits a recovery of attorney fees when a party withholds payment contrary to the contract in bad faith. PBC finds no basis to treat one category of contract payments differently from another in Section 3935. Further, PBC claims the Board ruled against the weight of the evidence and inconsistent with its own findings of fact when it found that DGS did not act in an arbitrary and vexatious manner. Citing, among other things, the August 1999 memo and the Board’s finding of constructive fraud, PBC asserts that the record clearly establishes the arbitrary and vexatious conduct by DGS. PBC asks this Court to direct an award of attorney fees and penalty interest or, in the alternative, remand for a determination of fees and penalty interest.\nDGS counters that its defense of this action did not amount to bad faith (i.e., arbitrary and vexatious). The Board, itself, recognized the “close question” involved in resolving the subsurface issue. (Board Op. at 30.) Also, DGS cites the Board’s finding that DGS put forth a reasonable defense, albeit unsuccessful. (Board Op. at 39.) DGS notes the absence of any evidence to suggest its conduct was dilatory in nature in resolving PBC’s claim. Because this Court reviews a determination on counsel fees for clear abuse of discretion, DGS asks this Court to affirm this portion of the Board’s order.\nIn awarding or denying penalty interest and attorney fees under Section 3935, the Board enjoys wide discretion. A.G. Cullen, 898 A.2d at 1164; Pietrini Corp. v. Agate Constr. Co., Inc., 901 A.2d 1050, 1053 (Pa.Super.2006). The Board’s denial of a party’s request under Section 3935 is within its sound discretion, and we will only reverse upon a clear abuse of discretion. A.G. Cullen, 898 A.2d at 1164; Pietrini, 901 A.2d at 1053.\nUnder Section 3935, the Board or a reviewing court may award a penalty equal to 1% per month of the payment amount that was withheld in bad faith. Payment will be deemed to be withheld in bad faith “to the extent that the withholding was arbitrary or vexatious.” 62 Pa. C.S § 3935(a). Moreover, a prevailing party in an action to recover payment may be awarded reasonable attorney fees if the opposing party “acted in bad faith.” 62 Pa.C.S. § 3935(b). As in Section 3935(a), bad faith for purposes of attorney fees will be found when the withholding of payment was “arbitrary or vexatious.” 62 Pa.C.S. § 3935(b).\nIn AG. Cullen, this Court elaborated on the meaning of arbitrary and vexatious in Section 3935 because the Procurement Code does not define these terms. Borrowing the Pennsylvania Supreme Court’s definition in a case involving an award of attorney fees under Section 2503 of the Judicial Code, 42 Pa.C.S. § 2503, we defined the word “arbitrary,” for purposes of Section 3935, as “based on random or convenient selection or choice rather [than] on reason or nature.” A.G. Cullen, 898 A.2d at 1164-65 (citing Cummins v. Atlas R.R. Constr. Co., 814 A.2d 742, 747 (Pa.Super.2002) (quoting Thunberg v. Strause, 545 Pa. 607, 615, 682 A.2d 295, 299 (1996))). Further, we defined the words “vexatious conduct” as “that which is committed without sufficient ground in either law or in fact with the purpose of causing annoyance.” Id.\nApplying these principles, this Court determined the Board’s findings in A.G. Cullen supported a legal finding of vexatious conduct. The governmental agency denied the contractor’s request for payment when it performed lead paint abatement work outside the scope of the contract, even when the governmental agency knew of the existence of lead paint at the site and failed to address the issue despite promising to do so. A.G. Cullen, 898 A.2d at 1166. Also, the governmental agency slowly responded to the contractor’s communications and, as the Board found, acted in a generally unhelpful manner. Id. Based on these findings, we remanded the matter to the Board for an award of attorney fees. Id.\nSimilarly here, we find DGS engaged in vexatious conduct when it withheld payment for costs associated with the five-month suspension and the unsuitable soil conditions. As in A.G. Cullen, DGS knew of the unsuitable soil conditions as articulated in the August 1999 memo and yet it directed PBC to work on the project regardless. DGS refused payment to PBC, claiming PBC’s conduct unduly put the project at risk. Further, as the Board found, the withholding of the August 1999 memo constituted a material misrepresentation of the site conditions. Also, considering the findings of constructive fraud and active interference, the facts here support a legal conclusion of vexatious conduct by DGS as it did not have sufficient grounds in either law or fact in withholding payment for costs related to the five-month suspension and unsuitable soil conditions. We will, therefore, reverse the Board’s order as to its denial of penalty interest and attorney fees under Section 3935 only and remand for a proper determination of penalty interest and attorney fees due to PBC.\nIn all other respects, we affirm the order of the Board.\nORDER\nNOW, April 5, 2007, the order of the Board of Claims in the above-captioned matter is hereby AFFIRMED in part, REVERSED in part, and this matter is REMANDED to the Board of Claims. The order of the Board of Claims is REVERSED only to its denial of penalty interest and attorney fees, and this matter is REMANDED for a determination of penalty interest and attorney fees under Section 8935 of the Commonwealth Procurement Code, 62 Pa.C.S. § 3935. In all other respects, the order of the Board of Claims is AFFIRMED.\nJurisdiction relinquished.\n. Article 12.1 of the Contract reads in its entirety:\n12.1: Suspension of Work Due to Unfavorable Conditions.\nIf, in the judgment of the Department, the Contractor is taking undue risk of damage to any part of a structure or installation by proceeding with the work during unfavorable weather or other conditions, then the Department may suspend the work temporarily, either wholly or in part for such periods as are necessary. In case of such suspension, a proper Extension of Time will be allowed as provided herein, but no allowance will be made to the Contractor for any expense or damages resulting from the suspension. The failure of the Department to suspend the work does not relieve the Contractor of its responsibility to perform the work in accordance with the Contract Documents.\n(General Conditions of the Contract, Article 12.1, at 44, Reproduced Record (R.R.) at 502a.)\n. Article 12.3 reads:\n12.3: Suspension of Work for the convenience of the Department. The Department may order the Contractor in writing to suspend all or any part of the work for such period of time as it may determine to be appropriate for the convenience of the Department. This Section does not apply under conditions enumerated in Sections 12.1 and 12.2 [relating to the resumption of work].\n(General Conditions of the Contract, Article 12.3, at 45, R.R. 503a.)\n. As a result of the suspension, PBC claimed costs for: (1) demobilization; (2) remobilization; (3) labor; (4) material escalation; and (5) extended overhead. (FOF ¶ 32.)\n. PBC and Five-R incurred the following additional costs:\n(a) stripping the topsoil from this adjacent hillside, (b) hauling the borrow[ed] fill an additional 100 yards across the site and up a slope to the fill area, (c) hauling the clay materials back across the site for disposal in the excavation at the adjacent hillside, and (d) replacing the topsoil over this area once the excavation work was completed.\n(FOF ¶ 52.)\n. Article 12.4 of the General Conditions reads:\nIf the performance of all or any part of the work is, for an unreasonable period of time, suspended by the Department, an adjustment shall be made for any increase in the cost of performance of this Contract (excluding profit) necessarily caused by such unreasonable suspension. No adjustment shall be made under this clause for any suspension to the extent:\n(1) That performance would have been so suspended by any other cause, including the fault or negligence of the Contractor; or\n(2) For which an equitable adjustment is provided for or excluded under any other provision of this Contract.\n(General Conditions of the Contract, Article 12.4, at 45, R.R. at 503a.)\n. The Board characterized the give-and-take of the contractual provisions:\nOf course, the Board recognizes that the contract here contains provisions which DGS maintains shift[ ] the risk for the subsurface conditions from DGS to PBC. The Board notes initially that Section 3.8G of the Earthwork Specifications requires the contractor to bear the cost of importing or exporting fill to or from the worksite. We also note that [Article] 10.8 of the General Conditions provides generally for adjustment to the contract price in the event that concealed conditions are encountered, while subsequent specifications, such as those contained in Earthwork Specifications (02300) at 1.4, then attempt to redefine concealed conditions so narrowly as to negate [Article] 10.8. Finally, we note that General Requirements (01040) Section 1.14 and Earthwork Specification 1.7, in and of themselves, appear to alternate back and forth between forbidding and allowing the bidder to rely on the boring logs and report and/or allowing for cost or designed adjustments if site conditions vary substantially from the geotechnical report.\nThe Board views this '‘modular” system of contract design (where one provision giv-eth and two others interspersed in the next several hundred pages supposedly taketh away) as fertile ground for latent ambiguities and poor substitute for a single, straightforward statement of risks.\n(Board Op. at 36.)\n.The relevant portion of Section 3935 reads:\n(a) Penalty. — If arbitration or a claim with the Board of Claims or a court of competent jurisdiction is commenced to recover payment due under this subchapter and it is determined that the government agency, contractor or subcontractor has failed to comply with the payment terms of this sub-chapter, the arbitrator, the Board of Claims or the court may award, in addition to all other damages due, a penalty equal to 1% per month of the amount that was withheld in bad faith. An amount shall be deemed to have been withheld in bad faith to the extent that the withholding was arbitrary or vexatious. An amount shall not be deemed to have been withheld in bad faith to the extent it was withheld pursuant to section 3934 (relating to withholding of payment for good faith claims).\n(b) Attorney Fees. — Notwithstanding any agreement to the contrary, the prevailing party in any proceeding to recover any payment under this subchapter may be awarded a reasonable attorney fee in an amount to be determined by the Board of Claims, court or arbitrator, together with expenses, if it is determined that the government agency, contractor or subcontractor acted in bad faith. An amount shall be deemed to have been withheld in bad faith to the extent that the withholding was arbitrary or vexatious.\n62 Pa.C.S. § 3935.\n. Section 2503(9) allows an award of attorney fees to a prevailing party when \"the conduct of another party in commencing the matter or otherwise was arbitrary, vexatious or in bad faith.” 42 Pa.C.S. § 2503(9).\n. The timing of claims are governed by Section 1712.1 of the Procurement Code, 62 Pa. C.S. § 1712.1:\n(a) Right to claim. — A contractor may file a claim with the contracting officer in writing for controversies arising from a contract entered into by the Commonwealth.\n(b) Filing of Claim. — A claim shall be filed with the contracting officer within six months of the date it accrues. If a contractor fails to file a claim or files an untimely claim, the contractor is deemed to have waived its right to assert a claim in any forum. Untimely filed claims shall be disregarded by the contracting officer.\n(c) Contents of Claim. — A claim shall state all grounds upon which the contractor asserts a controversy exists.\n(d) Determination. — The contracting officer shall review a claim and issue a final determination in writing regarding the claim within 120 days of the receipt of the claim unless extended by consent of the contracting officer and the contractor. If the contracting officer fails to issue a final determination within the 120 days unless extended by consent of the parties, the claim shall be deemed denied. The determination of the contracting officer shall be the final order of the purchasing agency.\n(e) Statement of Claim. — Within 15 days of the mailing date of a final determination denying a claim or within 135 days of filing a claim if no extension is agreed to by the parties, whichever occurs first, the contractor may file a statement of claim with the board.\n(f) Applicability. — The provisions of 2 Pa. C.S. (relating to administrative law and procedure) shall not apply to this section.\n. Paragraph 15 of PBC’s Statement of Claim states:\n15. On or about April 9, 2004, the DGS directed PBC to remobilize and recommence its work by April 15, 2004. PBC remobilized and recommenced its work in accordance with this directive but, to date, its work has once again been adversely impacted by unsuitable soil conditions. In particular, the on-site materials are not as represented in the pre-bid geotechnical report [referred to as the EMI Report] or in the plans and specifications regarding classification or moisture content and, as a direct result, PBC has been unable to meet the specified moisture and compaction requirements without significant additional time, effort and cost.\n(PBC’s Statement of Claim ¶ 15, R.R. at 1851a.)\n. On review of a decision from the Board, our scope of review is limited to determining whether constitutional rights have been violated, an error of law has been committed, or findings of fact are supported by substantial evidence. Department of General Services v. Limbach Co., 862 A.2d 713, 716 n. 5 (Pa. Cmwlth.2004). We review the interpretation of contractual provisions as a question of law. Department of Transportation v. Pennsylvania Indus. for the Blind and Handicapped, 886 A.2d 706, 711 (Pa.Cmwlth.2005).\n. The holding in Acchione involved the application of the fourth element in the five-factor test, determining whether the “representations later prove to be false and/or misleading either due to actual misrepresentation on the part of the agency or its engineer or, by what amounts to a misrepresentation through either gross mistake or arbitrary action on the part of the agency or its engineer.” Acchione, 501 Pa. at 343-44, 461 A.2d at 768.\n. While DGS cites to Section 1.14 of the General Requirements in its brief, it does not elaborate how the Board erred in its holding of ambiguity when it relates to this specific section. Section 1.14 provides:\nA. Any available data concerning subsurface materials or conditions based on soundings, test pits or test borings, has been obtained by [DGS] for its own use in designing this Project. Its accuracy for completeness is not guaranteed by [DGS] or [VEBH] and in no event is it to be considered as part of the contract plans or specifications. Contractors must assume all risks in excavating for this project and shall not be entitled to rely on any subsurface information obtained from [DGS] or [VEBH]. Bidders shall make their own investigation of existing subsurface conditions and if they do not do so, [DGS] will not be responsible ....\nB. Explorations and Reports: Contractor may rely upon accuracy of boring logs contained in reports of explorations of subsurface conditions at site, but only at location of boring. Subsurface conditions may vary between borings. Contractor may not rely upon accuracy of other information contained in reports of explorations of subsurface conditions at site or for completeness thereof for Contractor’s purposes.\n(Section 1.14 of Section 01040 — Coordination and Control, General Requirements, R.R. at 560a-61a.)\n. Initially, we note that the Board erred in holding that Section 3935 only applied to progress payment due under a contract. As PBC argues correctly, and with no responding contrary argument by DGS, the statutory text of Section 3935 does not support a finding that its reach is limited to progress payments. In fact, both subsections (a) and (b) of Section 3935 allow the recovery of penalty interest and attorney fees for wrongly withheld payments that are generally due \"under this subchapter.” 62 Pa.C.S. § 3935. Section 3935 is found under Subchapter D— Prompt Payment Schedules. Also under Sub-chapter D, 62 Pa.C.S. § 3932(a) mandates “the government agency shall pay the contractor ... strictly in accordance with the contract,\" without any qualification, while subsections (b) and (c) of Section 3932 discuss progress payments. In short, because we find no limiting language in Section 3935 that would suggest a narrow application, the penalty and attorney fees provisions of Section 3935 applies in this instance.",
        "type": "majority",
        "author": "Judge COHN JUBELIRER."
      }
    ],
    "attorneys": [
      "Christopher R. Opalinski, Pittsburgh, for designated appellant, Pittsburgh Building Company.",
      "Michael C. Barrett, Sr. Counsel, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "DEPARTMENT OF GENERAL SERVICES, Petitioner v. PITTSBURGH BUILDING COMPANY, Respondent Pittsburgh Building Company, Petitioner v. Department of General Services, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued Feb. 5, 2007.\nDecided April 5, 2007.\nChristopher R. Opalinski, Pittsburgh, for designated appellant, Pittsburgh Building Company.\nMichael C. Barrett, Sr. Counsel, Harrisburg, for appellee.\nBEFORE: PELLEGRINI, Judge, COHN JUBELIRER, Judge, and LEAVITT, Judge."
  },
  "file_name": "0973-01",
  "first_page_order": 1007,
  "last_page_order": 1026
}
