{
  "id": 9318624,
  "name": "John A. LAWLESS, State Representative, 150th Legislative District, Charles A. Pascal, Jr. and Joseph H. Wiedemer, Appellants, v. Robert C. JUBELIRER, Lt. Governor of Pennsylvania, State Senator, 30th Senatorial District and President Pro Tempore of the Pennsylvania Senate, Appellee",
  "name_abbreviation": "Lawless v. Jubelirer",
  "decision_date": "2002-09-25",
  "docket_number": "",
  "first_page": "974",
  "last_page": "978",
  "citations": [
    {
      "type": "official",
      "cite": "811 A.2d 974"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "193 A. 46",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 1
    },
    {
      "cite": "326 Pa. 526",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1174511
      ],
      "year": 1937,
      "opinion_index": 1,
      "case_paths": [
        "/pa/326/0526-01"
      ]
    },
    {
      "cite": "731 A.2d 1261",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11673370,
        56796
      ],
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/731/1261-01",
        "/pa/557/0072-01"
      ]
    },
    {
      "cite": "557 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56796
      ],
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/pa/557/0072-01"
      ]
    },
    {
      "cite": "694 A.2d 1165",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "789 A.2d 820",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9401758
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "829",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "831"
        },
        {
          "page": "839",
          "parenthetical": "Smith, J., concurring and dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/789/0820-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 514,
    "char_count": 12071,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21656455646641948
    },
    "sha256": "64771076dff348e94ffcd1bff3b1733b50c89ba87b210ba732e880330bd2ae7c",
    "simhash": "1:a3f9066aca691657",
    "word_count": 1893
  },
  "last_updated": "2024-02-27T18:37:59.487895+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Chief Justice ZAPPALA files a dissenting statement in which Justice NIGRO joins."
    ],
    "parties": [
      "John A. LAWLESS, State Representative, 150th Legislative District, Charles A. Pascal, Jr. and Joseph H. Wiedemer, Appellants, v. Robert C. JUBELIRER, Lt. Governor of Pennsylvania, State Senator, 30th Senatorial District and President Pro Tempore of the Pennsylvania Senate, Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 25th day of September, 2002, the Order of the Commonwealth Court is hereby AFFIRMED. It is further ordered that the Application for Expedited Consideration is hereby DENIED.\nChief Justice ZAPPALA files a dissenting statement in which Justice NIGRO joins.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "Chief Justice ZAPPALA,\ndissenting.\nBecause I believe that this case merits the discretionary grant of oral argument, I respectfully dissent from this Court’s per curiam order affirming the order of the Commonwealth Court.\nOn October 5, 2001, Thomas J. Ridge resigned as Governor in order to serve, at the request of President George W. Bush, as the national Director of Homeland Security. On that day, Lieutenant Governor Mark Schweiker became Governor pursuant to Article IV, Section 13 of the Pennsylvania Constitution. Also on that day, Appellee, Robert C. Jubelirer, the Senator for the Thirtieth Senatorial District and the President Pro Tempore of the Senate, became Lieutenant Governor by operation of Article IV, Section 14 of the Pennsylvania Constitution. Since he was sworn in as Lieutenant Governor, Appellee has maintained his Senate seat and his position as President Pro Tempore of the Senate.\nOn October 17, 2001, Appellants, John A. Lawless, State Representative for the 150th Legislative District, Charles A. Pascal, a member of the Leechburg Area School District, and Joseph H. Wiedemer, a taxpayer and resident of the Thirtieth Senatorial District, filed a Petition for Review in the original jurisdiction of the Commonwealth Court, seeking a declaratory judgment that, pursuant to the Pennsylvania Constitution (1) Appellee may not continue to hold and maintain the office of a Pennsylvania State Senator and President Pro Tempore of the Senate; (2) the Senate seat for Pennsylvania’s Thirtieth Senatorial District is vacant as a matter of law; and (3) there is a need for a special election to fill the Senate seat from the Thirtieth Senatorial District. On October 22, 2001, Appellee filed Preliminary Objections to Appellants’ Petition for Review, contending that (1) Appellants lacked standing; (2) only the Senate can declare a Senate seat vacant; (3) Appellants failed to state a claim upon which relief can be granted because the Pennsylvania Constitution does not require that Appellee resign his Senate seat; and (4) separation of powers concerns do not require that Ap-pellee resign his Senate seat. Both parties requested expedited consideration given the public importance of the issues involved, which the Commonwealth Court granted.\nThe Commonwealth Court sustained Ap-pellee’s demurrer and dismissed the Petition for Review. Lawless v. Jubelirer, 789 A.2d 820 (Pa.Cmwlth.2002). The Commonwealth Court concluded that Appellants had standing to bring the action because (1) there was a high probability that no other persons would bring the challenge; (2) the case presented a unique constitutional issue that required judicial review; and (3) Appellants Lawless and Pascal had taken oaths to defend the Pennsylvania Constitution, which conferred standing pursuant to Bergdoll v. Kane, 694 A.2d 1165 (Pa.Cmwlth.1997), aff'd, 557 Pa. 72, 731 A.2d 1261 (1999). In sustaining Appellee’s demurrer, however, the Commonwealth Court held that the relevant provisions of the Pennsylvania Constitution did not require that Appellee resign his Senate seat. The Commonwealth Court also rejected Appellants’ argument that the separation of powers doctrine prohibited Appellee from holding his Senate seat simultaneously with the office of Lieutenant Governor.\nOn appeal to this Court, Appellants contend that the Pennsylvania Constitution mandates that Appellee vacate his Senate seat upon becoming Lieutenant Governor and that the Commonwealth Court erred in holding otherwise. In support of this argument, Appellants principally rely on Article II, Section 6 and Article IV, Section 6 of the Pennsylvania Constitution. According to Appellants, the second sentence of Article II, Section 6, and Article IV, Section 6 prohibit Appellee from holding his Senate seat upon becoming Lieutenant Governor.\nIn dismissing Appellants’ Petition for Review, the Commonwealth Court focused on the text and history of Article IV, Section 14. The Commonwealth Court noted that Appellee succeeded to the position of Lieutenant Governor by operation of this section, which provides the order of succession when the Lieutenant Governor must serve as Governor. This section also explains that when the governorship is vacant and there is no Lieutenant Governor to succeed to that office, the President Pro Tempore of the Senate becomes Governor. In a situation where the President Pro Tempore of the Senate becomes Lieutenant Governor, however, Article IV, Section 14 makes no express provision for the vacancy of the President Pro Tempore’s Senate seat. Relying on the principle ex-pressio unius es exclusio alteñus, the Commonwealth Court agreed with Appel-lee that if the Constitution requires that a President Pro Tempore vacate his Senate seat upon becoming Lieutenant Governor, it would provide for this expressly. As further support for this interpretation, the court quoted from the debates of the Constitutional Convention of 1873, where the original draft of the predecessor to Article IV, Section 14 provided: “[President Pro Tempore’s] Office of Senator shall become vacant when he becomes Lieutenant Governor, and shall be filled by election as any other vacancy in the Senate.” Lawless, 789 A.2d at 829 (citing VII Debates of the Constitutional Convention (1873) at 445 (Singerly, 1873)). Based on the history of the pre-enactment revisions to the predecessor of Article IV, Section 14, as well as the language of that provision, the court held that the Pennsylvania Constitution “compels the President pro tempore to resign his senatorial seat only if he becomes Governor.” Id. at 829 (emphasis in original).\nWith respect to Appellants’ position that Article II, Section 6 and Article IV, Section 6 disqualify Appellee from occupying his Senate seat while serving as Lieutenant Governor, the Commonwealth Court held that the position of Senator is not an “office” of the Commonwealth for the purposes of these constitutional provisions. To hold that the position of Senator is an “office” of the Commonwealth would, according to the Commonwealth Court, place Article II, Section 6 and Article TV, Section 6 in conflict with Article II, Section 9 (requiring the President Pro Tempore to perform duties of Lieutenant Governor in the Senate when Lieutenant Governor is absent), and Article IV, Section 14. Additionally, the Commonwealth Court noted that other provisions in the Constitution distinguish between members of the General Assembly and “officers” of the Commonwealth. See Article II, Section 7 (“[n]o person hereafter convicted of embezzlement of public moneys, bribery, perjury or other infamous crime, shall be eligible to the General Assembly, or capable of holding any office of trust or profit in this Commonwealth”); see also Article VI, Section 3 (“Senators, Representatives and all judicial, State and county officers shall, before entering on the duties of their respective offices, take and subscribe the following oath....”). Finally, the Commonwealth Court noted that only the Senate has the power to judge the qualifications of its members, see Article II, Section 9, and to expel one of its members, see Article II, Section 11. Lawless, 789 A.2d at 831.\nIn her Concurring and Dissenting Opinion, Judge Smith criticized the majority for relying on the comments of individual delegates in the Debates in interpreting Article IV, Section 14, noting that this Court disapproved of this practice in Commonwealth ex rel. Margiotti v. Lawrence, 326 Pa. 526, 193 A. 46 (1937). In disagreeing with the conclusion of the majority that the role of Senator does not qualify as an “office” under the Commonwealth, Judge Smith opined that, “Article IV, § 6 unambiguously precludes a person holding state office from exercising the office of Governor or Lieutenant Governor.” Lawless, 789 A.2d at 839 (Smith, J., concurring and dissenting). Appellants agree with Judge Smith, and cite to the text of the oath mandated by Article VI, Section 3, to which a Senator must subscribe “I do solemnly swear (or affirm) that I will support, obey and defend the Constitution of the United States and the Constitution of this Commonwealth and that I will discharge the duties of my office with fidelity.” Pa. Const, art. VI, § 6.\nBecause this appeal involves the interpretation of the Pennsylvania Constitution in a matter of statewide import, oral argument should be granted on an expedited schedule to allow the parties the opportunity to present argument and to allow this Court to address these important constitutional issues in a published opinion. Although Appellee will no longer hold the office of Lieutenant Governor after this calendar year, this Court’s decision in this matter will affect future vacancies of that office. Accordingly, I respectfully dissent.\nJustice NIGRO joins this dissenting statement.\n. “In the case of the death, conviction on impeachment, failure to qualify or resignation of the Governor, the Lieutenant Governor shall become Governor for the remainder of the term and in the case of the disability of the Governor, the powers, duties and emoluments of the office shall devolve upon the Lieutenant Governor until the disability is removed.” Pa. Const, art. IV, § 13.\n. \"In the case of death, conviction on impeachment, failure to qualify or resignation of the Lieutenant Governor, or in case he should become Governor under section 13 of this article, the President pro tempore of the Senate shall become Lieutenant Governor for the remainder of the term. In case of the disability of the Lieutenant Governor, the powers, duties and emoluments of the office shall devolve upon the President pro tempore of the Senate until the disability is removed. Should there be no Lieutenant Governor, the President pro tempore of the Senate shall become Governor if a vacancy shall occur in the office of Governor and in case of the disability of the Governor, the powers, duties and emoluments of the office shall devolve upon the President pro tempore of the Senate until the disability is removed. His seat as Senator shall become vacant whenever he shall become Governor and shall be filled by election as any other vacancy in the Senate.” Pa. Const, art. IV, § 14.\n. \"No Senator or Representative shall, during the time for which he was elected, be appointed to any civil office under this Commonwealth to which a salary, fee or perquisite is attached. No member of Congress or other person holding any office (except of attorney-at-law or in the National Guard or in a reserve component of the armed forces of the United States) under the United States or this Commonwealth to which a salary, fee or perquisite is attached shall be a member of either House during his continuance in office.” Pa. Const, art. II, § 6.\n. \"No member of Congress or person holding any office (except of attorney-at-law or in the National Guard or in a reserve component of the armed forces of the United States) under the United States or this Commonwealth shall exercise the office of Governor, Lieutenant Governor or Attorney General.” Pa. Const. art. IV, § 6.\n. Appellants concede that the first sentence of Article II, Section 6 does not apply because Appellee was not \"appointed” to the office of Lieutenant Governor.\n. Expressio unius es exclusio alterius is defined as: \"A maxim of statutory interpretation meaning that the expression of one thing is the exclusion of another.” Black's Law Dictionary 581 (6th ed.1991).",
        "type": "dissent",
        "author": "Chief Justice ZAPPALA,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "John A. LAWLESS, State Representative, 150th Legislative District, Charles A. Pascal, Jr. and Joseph H. Wiedemer, Appellants, v. Robert C. JUBELIRER, Lt. Governor of Pennsylvania, State Senator, 30th Senatorial District and President Pro Tempore of the Pennsylvania Senate, Appellee.\nSupreme Court of Pennsylvania.\nSept. 25, 2002."
  },
  "file_name": "0974-03",
  "first_page_order": 1004,
  "last_page_order": 1008
}
