{
  "id": 7293275,
  "name": "Charlene SLUSSER, Appellee v. Douglas DeBOER, Appellant",
  "name_abbreviation": "Slusser v. DeBoer",
  "decision_date": "2009-11-23",
  "docket_number": "",
  "first_page": "974",
  "last_page": "975",
  "citations": [
    {
      "type": "official",
      "cite": "985 A.2d 974"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "908 A.2d 905",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8459074
      ],
      "pin_cites": [
        {
          "page": "910"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/908/0905-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 303,
    "char_count": 3874,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3941656444062955
    },
    "sha256": "139309f7d8e74084c2b940a2222042b048013b30c1e5b229a710a08d2aea2048",
    "simhash": "1:fbd7999303cb52f0",
    "word_count": 614
  },
  "last_updated": "2024-02-27T18:04:23.956278+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: MUSMANNO, SHOGAN, JJ., and McEWEN, P.J.E."
    ],
    "parties": [
      "Charlene SLUSSER, Appellee v. Douglas DeBOER, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nMcEWEN, P.J.E.:\n¶ 1 Appellant, Douglas DeBoer, appeals from the order, entered pursuant to the Protection From Abuse Act, that, inter alia, “completely evicted and excluded” him from the residence of appellee, Charlene Slusser, mother of appellant’s granddaughter, and precluded all contact with appellee except under very limited conditions. We affirm.\n¶ 2 While appellee is the mother of appellant’s granddaughter, she was never married to appellant’s son. The record reveals that appellee sought an order of protection against appellant due to his threatening behavior toward her, which included, the trial court found, the fact that appellant had “flashed a gun” at her. Final Order of Court, January 14, 2009, p. 1.\n¶ 3 Appellant presents in his brief the sole claim that the trial court erred in entertaining appellee’s petition because the relationship between him and the appellee does not fall within the purview of the Pennsylvania Protection From Abuse Act (hereinafter PFAA or Act), 23 Pa.C.S. § 6101 et seq.\n¶ 4 The PFAA is intended to protect citizens from “abuse” as that term is defined in the statute, and provides:\n• that “[a]n adult or an emancipated minor may seek relief under this chapter ... by filing a petition with the court alleging abuse by the defendant^]” and\n• that the trial court “may grant any protection order or approve any consent agreement to bring about a cessation of abuse [.] ”\n23 Pa.C.S. §§ 6106(a), 6108(a) (emphasis supplied). The term abuse is defined in the statute, in relevant part, as follows:\n“Abuse.” The occurrence of one or more of the following acts between family or household members, sexual or intimate partners or persons who share biological parenthood: ... [placing another in reasonable fear of imminent serious bodily injury.\n28 Pa.C.S. § 6102(a) (emphasis supplied). The Act further provides that the phrase “family or household members,” includes those “persons related by consanguinity [i.e. blood] or affinity.” Id.\n¶ 5 Appellant here argues that the definition of abuse specifically limits the application of the statute to conduct that occurs “between family or household members, sexual or intimate partners or persons who share biological parenthood,” and that his relationship to appellee does not fit within any of those described relationships. We disagree. Here, both appellant and appel-lee have a direct blood relationship to the child, and by extension are inextricably linked to each other by that relationship. In fact, the parties are more directly related by consanguinity than the in-law relationship that was deemed adequate to invoke the protection of the Act in McCance v. McCance, 908 A.2d 905, 910 (Pa.Super.2006) (Court interpreted “affinity” to include a family relationship of in-laws). Thus, there is no basis upon which to reverse the decision of the distinguished President Judge Kenneth W. Seamans.\n¶ 6 Order affirmed.\n. 23 Pa.C.S. § 6101 etseq.\n. Complainant testified at the evidentiary hearing that appellant \"pulled a gun out of the glove compartment, he showed it to me and said if I don’t let him see my daughter [appellant's granddaughter] or ... take her away from him I know what he can do.” N.T., January 14, 2009, pp. 5-6.\n. The General Assembly has explicitly provided, in specific circumstances, for grandparents to have visitation and or custody rights as to a child. See: 23 Pa.C.S. § 5313. Moreover, the order in question specifically provided for the possibility of future visitation between appellant and his granddaughter. See: Final Order of Court, January 14, 2009, p. 2, ¶¶ 3-4.",
        "type": "majority",
        "author": "McEWEN, P.J.E.:"
      }
    ],
    "attorneys": [
      "David Tomaszewski, Wilkes-Barre, for appellant."
    ],
    "corrections": "",
    "head_matter": "Charlene SLUSSER, Appellee v. Douglas DeBOER, Appellant.\nSuperior Court of Pennsylvania.\nArgued Sept. 23, 2009.\nFiled Nov. 23, 2009.\nReargument Denied February 1, 2010.\nDavid Tomaszewski, Wilkes-Barre, for appellant.\nBEFORE: MUSMANNO, SHOGAN, JJ., and McEWEN, P.J.E."
  },
  "file_name": "0974-01",
  "first_page_order": 1010,
  "last_page_order": 1011
}
