{
  "id": 9027619,
  "name": "Gerard O'HARE individually and t/d/b/a Jeffrey's Drug Store, a sole proprietorship; Washington Pharmacy, Inc., a corporation; Curtis Pharmacy Inc., a corporation; R & J Pharmacies Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (295); R & J Pharmacies, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (16250); William J. Gatti Inc., a corporation t/d/b/a Gatti Pharmacy; Klingensmith Drug Inc., a corporation; Peter Altman individually and t/d/b/a The Medicine Shoppe Pharmacy (838) a sole proprietorship; Vermilya Pharmacies, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy of Washington (233); Professional Specialized Pharmacies L.L.C., a corporation t/d/b/a Hometown Pharmacy-Homestead, Hometown Pharmacy-Belle Vernon, Bill's Hometown Pharmacy and Mission Pharmacy Services; Community Drug & Food Mart, Inc., a corporation, Kuzy's Drug Store Inc., a corporation; Pharmacon, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (803); Federico dePasquale, P.C. a corporation t/d/b/a The Medicine Shoppe Pharmacy (1440); Pharmacy, Inc., a corporation t/d/b/a Callaghan's Pharmacy; Michael J. Ashmore, Inc., a corporation t/d/b/a The Medicine Stop Pharmacy (551); Eagle Drug of Carnegie, Inc., a corporation; Glenview Apothecary, Inc., a corporation; Schropp Pharmacy, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (146); DS & S Enterprises, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (203); Ronald L. Power individually and t/d/b/a The Medicine Shoppe Pharmacy (362), a sole proprietorship; George Doperak individually and t/d/b/a the medicine Shoppe Pharmacy (131), a sole proprietorship; Bosco Medical Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (251); Michael A. Janie individually and t/d/b/a The Medicine Shoppe Pharmacy (313), a sole proprietorship, Stephen D. Hunter individually and t/d/b/a The Medicine Shoppe Pharmacy (438), a sole proprietorship; Virgil Davis individually and t/d/b/a The Medicine Shoppe Pharmacy, a sole proprietorship, David Sas individually and t/d/b/a The Medicine Shoppe Pharmacy (828), a sole proprietorship; Charles J. Liberatore individually and t/d/b/a the Medicine Shoppe Pharmacy (973), a sole proprietorship; Penn Beaver Pharmacy, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (1310); PPG Script, Inc., a corporation t/d/b/a RX Xpress; Lisa St. Peter individually and t/d/b/a TDI Pharmacy, a sole proprietorship; TEP Inc., a corporation t/d/b/a Brighton Pharmacy; Library Pharmacy Inc., a corporation; Norbet Inc., a corporation t/d/b/a Ernie's Pharmacy; Jennifer L. Cohen individually and t/d/b/a Lincoln Care, a partnership; Jennifer L. Cohen individually and t/d/b/a Lincoln Pharmacy, a partnership; Lleureau, Inc., a corporation t/d/b/a McDonald Pharmacy; Dan Swain individually and t/d/b/a the Medicine Shoppe Pharmacy (483), a sole proprietorship; Nickman's Drug Inc., a corporation; P.R.A. Inc., a corporation t/d/b/a Phil's Pharmacy; Medical Laboratory Service Inc., a corporation t/d/b/a Diamond Pharmacy; Elizabeth Pharmacy, Inc., a corporation; Hayden's Pharmacy, P.C., a corporation; Hoffman's Drug Store Inc., a corporation; Cherry Tree Pharmacy, Inc., a corporation t/d/b/a Lizza's Apothecare Pharmacy; McCracken Pharmacy Inc., a corporation; Barry Kubas individually and t/d/b/a the Medicine Shoppe Pharmacy (1033), a sole proprietorship; Reynolds Pharmacy, Inc., a corporation; Talkol, Inc., a corporation t/d/b/a Bloomfield Drug Store; George Norkus individually and t/d/b/a Amsler Pharmacy, a sole proprietorship; Charlson's Drug Store; Inc., a corporation; John's Leader Drug, Inc., a corporation; Norman Talkowski individually and t/d/b/a Berkeley Hills Pharmacy, a sole proprietorship; Charlson's Drug Store; Inc., a corporation; John's Leader Drug, Inc., a corporation; Norman Talkowski individually and t/d/b/a Berkeley Hills Pharmacy, a sole proprietorship; Johnson's Pharmaceutical Services Inc., a corporation; Potomac Pharmacy, Inc., a corporation; Jeffrey F. Wilson and Izetta R. Wilson individually and t/d/b/a Wilson's Pharmacy, a partnership; Donald Waltmire individually and t/d/b/a Waltmire Pharmacy, a sole proprietorship; Mary Beth Mar-coline individually and t/d/b/a Scerbo's Pharmacy, a sole proprietorship; RLH Inc., a corporation t/d/b/a Hixenbaugh's Drug Store; Burns's Drug Company, a corporation; Joseph Dimatteo, Inc., a corporation t/d/b/a the Medicine Shoppe Pharmacy(374) and the Medicine Shoppe Pharmacy (721); Roadway Pharmacy, Inc., a corporation; Stephen Stutz individually and t/d/b/a Stutz Pharmacy, a sole proprietorship; Greblaw, Inc., a corporation t/d/b/a Jamestown Pharmacy; Edward Wilcox individually and t/d/b/a Redstone Pharmacy, a sole proprietorship; Scott Edmundson individually and t/d/b/a the Medicine Shoppe Pharmacy (211), a sole proprietorship; Ranier's Pharmacy, Inc., a corporation; Ranier Management Inc., a corporation t/d/b/a Ranier's Specialty Care Pharmacy; Phillip Sollon individually and t/d/b/a Sollon Pharmacy, a sole proprietorship; FamCare Prescription and Health Center of Burgettstown Inc., a corporation t/d/b/a FamCare Pharmacy; Joylin RX Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (573); Med-Fast Pharmacy, Inc., a corporation; Benscreek Drug Store, Inc., a corporation; Jacqueline M. Martella individually and t/d/b/a Boswell Prescription Center, a sole proprietorship; Everett Pharmacy, Inc., a corporation t/d/b/a Everett Pharmacy and McCahan's Pharmacy; Fishco, Inc., a corporation t/d/b/a Fisher Pharmacy; Forest Hills Pharmacy, Inc., a corporation; Joseph Martella and Jacqueline Martella individually and t/d/b/a Martella's Pharmacy, a partnership; Elaine Trapani individually and t/d/b/a Medicap Pharmacy, a sole proprietorship; and Westmont Rexall Drug Store, P.C. a corporation t/d/b/a Westmont Drug Store, Appellees, v. UPMC HEALTH PLAN, INC., a corporation, individually and t/d/b/a Best Health Care of Western Pennsylvania, Appellants",
  "name_abbreviation": "O'hare v. UPMC Health Plan, Inc.",
  "decision_date": "2005-01-24",
  "docket_number": "",
  "first_page": "976",
  "last_page": "983",
  "citations": [
    {
      "type": "official",
      "cite": "869 A.2d 976"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "801 A.2d 1212",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        312752,
        9412494
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "1215",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/569/0202-01",
        "/a2d/801/1212-01"
      ]
    },
    {
      "cite": "569 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        312752
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "207-08",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/569/0202-01"
      ]
    },
    {
      "cite": "689 A.2d 254",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11924289,
        947382
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "257"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/689/0254-01",
        "/pa-super/455/0568-01"
      ]
    },
    {
      "cite": "455 Pa.Super. 568",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        947382
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "573"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/455/0568-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 812,
    "char_count": 19432,
    "ocr_confidence": 0.715,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21356148563101554
    },
    "sha256": "c6709e68d80db907b104ccbb3d1809d03c63f86a882a7a1dd939a99fdde6f1ea",
    "simhash": "1:cce642ae9e0f9b39",
    "word_count": 2876
  },
  "last_updated": "2024-02-27T17:08:32.104494+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: TODD, BOWES and CAVANAUGH, JJ."
    ],
    "parties": [
      "Gerard O’HARE individually and t/d/b/a Jeffrey’s Drug Store, a sole proprietorship; Washington Pharmacy, Inc., a corporation; Curtis Pharmacy Inc., a corporation; R & J Pharmacies Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (295); R & J Pharmacies, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (16250); William J. Gatti Inc., a corporation t/d/b/a Gatti Pharmacy; Klingensmith Drug Inc., a corporation; Peter Altman individually and t/d/b/a The Medicine Shoppe Pharmacy (838) a sole proprietorship; Vermilya Pharmacies, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy of Washington (233); Professional Specialized Pharmacies L.L.C., a corporation t/d/b/a Hometown Pharmacy-Homestead, Hometown Pharmacy-Belle Vernon, Bill’s Hometown Pharmacy and Mission Pharmacy Services; Community Drug & Food Mart, Inc., a corporation, Kuzy’s Drug Store Inc., a corporation; Pharmacon, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (803); Federico dePasquale, P.C. a corporation t/d/b/a The Medicine Shoppe Pharmacy (1440); Pharmacy, Inc., a corporation t/d/b/a Callaghan’s Pharmacy; Michael J. Ashmore, Inc., a corporation t/d/b/a The Medicine Stop Pharmacy (551); Eagle Drug of Carnegie, Inc., a corporation; Glenview Apothecary, Inc., a corporation; Schropp Pharmacy, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (146); DS & S Enterprises, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (203); Ronald L. Power individually and t/d/b/a The Medicine Shoppe Pharmacy (362), a sole proprietorship; George Doperak individually and t/d/b/a the medicine Shoppe Pharmacy (131), a sole proprietorship; Bosco Medical Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (251); Michael A. Janie individually and t/d/b/a The Medicine Shoppe Pharmacy (313), a sole proprietorship, Stephen D. Hunter individually and t/d/b/a The Medicine Shoppe Pharmacy (438), a sole proprietorship; Virgil Davis individually and t/d/b/a The Medicine Shoppe Pharmacy, a sole proprietorship, David Sas individually and t/d/b/a The Medicine Shoppe Pharmacy (828), a sole proprietorship; Charles J. Liberatore individually and t/d/b/a the Medicine Shoppe Pharmacy (973), a sole proprietorship; Penn Beaver Pharmacy, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (1310); PPG Script, Inc., a corporation t/d/b/a RX Xpress; Lisa St. Peter individually and t/d/b/a TDI Pharmacy, a sole proprietorship; TEP Inc., a corporation t/d/b/a Brighton Pharmacy; Library Pharmacy Inc., a corporation; Norbet Inc., a corporation t/d/b/a Ernie’s Pharmacy; Jennifer L. Cohen individually and t/d/b/a Lincoln Care, a partnership; Jennifer L. Cohen individually and t/d/b/a Lincoln Pharmacy, a partnership; Lleureau, Inc., a corporation t/d/b/a McDonald Pharmacy; Dan Swain individually and t/d/b/a the Medicine Shoppe Pharmacy (483), a sole proprietorship; Nickman’s Drug Inc., a corporation; P.R.A. Inc., a corporation t/d/b/a Phil’s Pharmacy; Medical Laboratory Service Inc., a corporation t/d/b/a Diamond Pharmacy; Elizabeth Pharmacy, Inc., a corporation; Hayden’s Pharmacy, P.C., a corporation; Hoffman’s Drug Store Inc., a corporation; Cherry Tree Pharmacy, Inc., a corporation t/d/b/a Lizza’s Apothecare Pharmacy; McCracken Pharmacy Inc., a corporation; Barry Kubas individually and t/d/b/a the Medicine Shoppe Pharmacy (1033), a sole proprietorship; Reynolds Pharmacy, Inc., a corporation; Talkol, Inc., a corporation t/d/b/a Bloomfield Drug Store; George Norkus individually and t/d/b/a Amsler Pharmacy, a sole proprietorship; Charlson’s Drug Store; Inc., a corporation; John’s Leader Drug, Inc., a corporation; Norman Talkowski individually and t/d/b/a Berkeley Hills Pharmacy, a sole proprietorship; Charlson’s Drug Store; Inc., a corporation; John’s Leader Drug, Inc., a corporation; Norman Talkowski individually and t/d/b/a Berkeley Hills Pharmacy, a sole proprietorship; Johnson’s Pharmaceutical Services Inc., a corporation; Potomac Pharmacy, Inc., a corporation; Jeffrey F. Wilson and Izetta R. Wilson individually and t/d/b/a Wilson’s Pharmacy, a partnership; Donald Waltmire individually and t/d/b/a Waltmire Pharmacy, a sole proprietorship; Mary Beth Mar-coline individually and t/d/b/a Scerbo’s Pharmacy, a sole proprietorship; RLH Inc., a corporation t/d/b/a Hixenbaugh’s Drug Store; Burns’s Drug Company, a corporation; Joseph Dimatteo, Inc., a corporation t/d/b/a the Medicine Shoppe Pharmacy(374) and the Medicine Shoppe Pharmacy (721); Roadway Pharmacy, Inc., a corporation; Stephen Stutz individually and t/d/b/a Stutz Pharmacy, a sole proprietorship; Greblaw, Inc., a corporation t/d/b/a Jamestown Pharmacy; Edward Wilcox individually and t/d/b/a Redstone Pharmacy, a sole proprietorship; Scott Edmundson individually and t/d/b/a the Medicine Shoppe Pharmacy (211), a sole proprietorship; Ranier’s Pharmacy, Inc., a corporation; Ranier Management Inc., a corporation t/d/b/a Ranier’s Specialty Care Pharmacy; Phillip Sollon individually and t/d/b/a Sollon Pharmacy, a sole proprietorship; FamCare Prescription and Health Center of Burgettstown Inc., a corporation t/d/b/a FamCare Pharmacy; Joylin RX Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (573); Med-Fast Pharmacy, Inc., a corporation; Benscreek Drug Store, Inc., a corporation; Jacqueline M. Martella individually and t/d/b/a Boswell Prescription Center, a sole proprietorship; Everett Pharmacy, Inc., a corporation t/d/b/a Everett Pharmacy and McCahan’s Pharmacy; Fishco, Inc., a corporation t/d/b/a Fisher Pharmacy; Forest Hills Pharmacy, Inc., a corporation; Joseph Martella and Jacqueline Martella individually and t/d/b/a Martella’s Pharmacy, a partnership; Elaine Trapani individually and t/d/b/a Medicap Pharmacy, a sole proprietorship; and Westmont Rexall Drug Store, P.C. a corporation t/d/b/a Westmont Drug Store, Appellees, v. UPMC HEALTH PLAN, INC., a corporation, individually and t/d/b/a Best Health Care of Western Pennsylvania, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nTODD, J.:\n¶ 1 In this declaratory judgment action, UPMC Health Plan, Inc. (“UPMC”) appeals the July 30, 2003 order of the Allegheny County Court of Common Pleas holding that UPMC has no right to recover overpayments of approximately $1.8 million which it paid to Appellees for generic prescription drugs. We reverse.\n¶ 2 UPMC is a corporation that provides health insurance benefits to commercial subscribers and them employees. Through its trade name Best Healthcare of Western Pennsylvania, UPMC also provides health insurance benefits to participants in Pennsylvania’s Medicaid program. Appellees are part of a network of pharmacies which operate under agreements with UPMC to provide pharmaceutical services to UPMC’s subscribers and their employees. The Agreement provides for the reimbursement of costs for prescription drugs provided to UPMC’s subscribers and their employees in accordance with specific brand name and generic drug pricing methodologies. The participating pharmacies are required to submit claims for reimbursement via telecommunication within 72 hours of dispensing a prescription, and to accept by telecommunication information in response to the claim from a claims processor.\n¶ 3 In 2002, UPMC discovered that its claims processor, also referred to as a pharmacy benefits manager or “PBM”, Argus Health Systems, Inc. (“Argus”), had electronically approved higher payments for all of the pharmacies participating in UPMC’s pharmacy network than were appropriate. Essentially, the pharmacies were reimbursed for generic prescription drugs at brand name prescription drug rates for approximately one year, resulting in a total overpayment of approximately $9 million.\n¶ 4 Following the discovery of the pricing error, the majority of the pharmacies agreed to return the overpayments to UPMC. However, a group of 103 pharmacies, the Appellees herein, refused to return their portion of the overpayments, which amounted to approximately $1.8 million, and filed a declaratory judgment action seeking a declaration that UPMC had no contractual, legal, or equitable basis to recover the overpayments. UPMC filed a counterclaim seeking a declaration that it was, in fact, entitled to recover the over-payments. The trial court ruled in favor of Appellees, concluding that under the Agreement, UPMC has no right to recover any of the overpayments. This appeal followed, wherein UPMC presents the following issues for our review:\n1. Did the trial court err as a matter of law in holding that [UPMC] has no right to recover overpayments made to the Pharmacies under the Agreements where the Agreements set forth a pre-determined rate for reimbursement of generic drugs; where the Pharmacies were reimbursed for generic drugs at brand rates resulting in $1.8 million in overpayments to the Pharmacies; where an audit revealed the over-payments; and where the Agreements contain an express provision permitting [UPMC] to recover any payment made to the Pharmacies that is not supported by audit findings?\n2. Alternatively, since the trial court concluded that the Agreement is silent as to [UPMC’s] ability to recover the overpayments at issue in this case, did the trial court err as a matter of law in holding that [UPMC] may not recover the over-payments in restitution based [on] a unilateral mistake in the performance of the Agreement wheré it is undisputed an error in [UPMC’s] pharmacy claims processing system caused the Pharmacies to be reimbursed for generic prescriptions at brand rates resulting in the Pharmacies receiving $1.8 million more in reimbursements than they were entitled to receive under the Agreement?\n(UPMC’s Brief at 7.)\n¶ 5 Preliminarily, we note that our scope of review in a declaratory judgment action is narrow. O’Brien v. Nationwide Mut. Ins. Co., 455 Pa.Super. 568, 573, 689 A.2d 254, 257 (1997). We review the decision of the trial court as we would a decree in equity and set aside factual conclusions only where they are not supported by adequate evidence. Id. We give plenary review, however, to the trial court’s legal conclusions. Id.\n¶ 6 Furthermore, as our Supreme Court explained in Seven Springs Farm, Inc. v. Croker:\nThe primary objective of a court when interpreting a contract is to ascertain the intent of the parties. When “a written contract is clear and unequivocal, its meaning must be determined by its contents alone.” Courts are not to assume that a contract’s language was chosen carelessly or that the parties were ignorant of the meaning of the language they utilized.\n569 Pa. 202, 207-08, 801 A.2d 1212, 1215 (2002) (citations omitted).\n¶ 7 In determining that UPMC has no right to recover the overpayments made to Appellees, the trial court concluded that each electronic transaction between the individual pharmacy and UPMC’s PBM, Argus, constituted a separate “mini-contract” under the Agreement, open only as to the price for each individual prescription, such that UPMC essentially agreed to reimburse the pharmacy for the amount specified in each individual claim. However, the Agreement between UPMC and each pharmacy specifically delineates a specific and verifiable pricing methodology.\n¶ 8 The Agreement, titled “UPMC Health Plan Pharmacy Network Participating Pharmacy Agreement,” provides that each participating pharmacy “shall ... Mender pharmaceutical services to PARTICIPANTS and charge for such services in accordance with the rate set forth in Schedule A of this Agreement”. (Agreement, Paragraph 1(A).) Schedule A provides for reimbursement as follows:\nBrand: Lower of Usual and Customary Price or AWP [Average \"Wholesale Price] minus [a percentage discount] + [a] Dispensing Fee\nGeneric: Lower of Usual and Customary Price or MAC [maximum allowable cost] + [a] Dispensing Fee.\n(Agreement, Schedule A.)\n¶ 9 In addition to the above, the Agreement details the process by which each participating pharmacy shall submit claims for reimbursement:\nI. Submit claims by telecommunications to PAYOR’S [UPMC] claims processor within seventy-two hours of the date dispensed, in the format designated by PAYOR for services rendered to PARTICIPANTS and retain copies of all information so submitted for a period of not less than eighteen (18) months from the date of service.\nJ. Accept telecommunication of data from PAYOR in the format designated by PAYOR from time to time as the method of verification, submission, and collection of claims for services rendered to PARTICIPANTS.\n(Agreement, Paragraph 1(1) and (J).)\n¶ 10 Indeed, as the trial court acknowledged, “[t]he price was to be set by Argus and, for the generic drugs at issue, would involve [Argus’] calculating the MAC pnce applicable at the moment in time when a Plaintiff filled an Insured’s prescription.” (Trial Court Opinion, 12/17/03, at 13 (emphasis added).) Contrary to the trial court’s assertion, nowhere does the Agreement allow the participating pharmacy to “immediately accept the price offered or ... negotiate a different price with Argus until a price was reached which Plaintiffs accepted.” (Id.) Although under the Agreement, a participating pharmacy is not required to “render any pharmaceutical service and/or to dispense any prescription medication if, in the dispensing pharmacist’s professional judgement such service should not be rendered and/or such medication should not be dispensed,” (Agreement, Paragraph 3), we find no basis to conclude that such discretion extends to pricing issues. Thus, we cannot agree with the trial court that the price for each individual prescription was an open element under the Agreement, and we find no basis for concluding that a separate mini-contract was created for each prescription.\n¶ 11 The trial court further concluded that the language of the Agreement does not permit UPMC to recover overpay-ments erroneously approved by Argus. The Agreement provides that each participating pharmacy shall\nprovide PAYOR and its duly authorized agents free access during the PARTICIPATING PHARMACY’S regular business hours, and upon reasonable notice, to such books, records, invoices and prescription files of the PARTICIPATING PHARMACY deemed necessary for PAYOR to verify claim information. PAYOR shall have the right to recover any payments made under this Agreement for prescription services which are not supported by audit findings.\n(Agreement, Paragraph 1(L).)\n¶ 12 The trial court determined that, under the language set forth above, the audit findings which, in some instances, would allow UPMC to recover overpay-ments refer only to an audit of “the Plaintiffs’ ‘books, records, invoices and prescription files ... deemed necessary ... to verify claim information,’ ” (Trial Court Opinion, 12/17/03, at 14 (emphasis omitted)), and not to an internal audit by UPMC with respect to Argus’ payment procedures, which is ultimately how UPMC discovered the pricing error. We cannot agree with the trial court’s interpretation of the contract language.\n¶ 13 The first sentence of paragraph 1(L) allows UPMC access to each participating pharmacy’s books, records, invoices, and prescription files deemed necessary for UPMC to verify claim information. In contrast, the second sentence specifically gives UPMC the right to recover payments for prescription services not supported by audit findings. If it was intended, as the trial court suggests, that UPMC’s recovery of payments would only be justified based on an audit of a pharmacy’s books, records, invoices and prescription files, the language of the first and second sentences would have been consistent, i.e., the first sentence would have contained the term “audit.” Moreover, the first sentence of paragraph 1(L) provides UPMC access to the participating pharmacy’s books, records, invoices, and files deemed necessary for UPMC to verify claim information. We find no basis to conclude that the fact that such access was not, in fact, necessary in order for UPMC to discover the pricing error precludes recovery of payments pursuant to the second sentence of paragraph 1(L). Accordingly, we hold that the trial court erred in concluding that the agreement does not provide for the recovery of overpayments by UPMC.\n¶ 14 For all of the foregoing reasons, we find that the trial court erred in holding that under the Agreement between UPMC and each participating pharmacy, UPMC is not entitled to recover the overpayments made to Appellees, and we reverse the trial court’s order. In light of our determination, we need not address Appellant’s alternate argument regarding its right to recover the overpayments on the basis of a unilateral mistake, and we remand the case for a determination as to the amount of overpayment due UPMC by each Appel-lee.\n¶ 15 Order REVERSED. Case REMANDED. Jurisdiction RELINQUISHED.\n. The agreements are between each participating pharmacy and Giant Eagle, Inc., the entity that provides contract administration of UPMC's pharmacy network. In each agreement, UPMC is identified as “PAYOR” and an intended third-party beneficiary to the agreement. Each agreement is substantially identical in nature and throughout this memorandum, we will refer simply to \"the Agreement.”\n.At the time the agreements were executed, UPMC’s PBM was ProVantage, which was purchased by Merck-Medco effective June 1, 2001. As a result of a conflict of interest which arose due to the purchase, UPMC hired Argus as its new PBM. It is undisputed, however, that Argus was instructed to continue the same pricing methodology for generic drugs as was utilized by ProVantage, and that none of the pharmacies expected that the pricing methodology would change when Argus became UPMC's PBM.\n. The amount of the discount on the AWP and the dispensing fee for brand-name and generic drugs varies among the participating pharmacies, depending on the specific terms of their agreement.\n. We note that in their brief, Appellees argue that a “Final Claims Processing Report”, which was prepared for UPMC by an internal auditor of UPMC after the pricing errors occurred, but before litigation in this case commenced, “for the purpose of reflecting management consensus on a variety of issues pertaining to the pharmacy claims,” (Appel-lees’ Brief at 28), supports a finding that Appellees had discretion to refuse to provide services to plan participants if they deemed the reimbursement amounts proposed by Argus to be inadequate. Specifically, Appellees rely on the following language:\nThe adjudication process is performed in an on line system in real time. The pharmacist enters the prescription information and submits it to Argus. Once transmitted it is subjected to 150-200 claim edits in the Argus system ... If all edits are passed the pharmacist[] is returned a reimbursement amount along with copayment information.\nAt this point the pharmacist can either accept the price presented and complete the transaction, or elect not to fill the prescription if the pharmacist feels the reimbursement amount is not comparable with cost.\n{Id. at 28.) The Final Claims Report, however, was not part of the Agreement between UPMC and Appellees, and does not operate to change the terms thereafter.",
        "type": "majority",
        "author": "TODD, J.:"
      }
    ],
    "attorneys": [
      "Christine L. Donohue, Pittsburgh, for appellant.",
      "Dennis J. Roman, Pittsburgh, for appel-lees."
    ],
    "corrections": "",
    "head_matter": "Gerard O’HARE individually and t/d/b/a Jeffrey’s Drug Store, a sole proprietorship; Washington Pharmacy, Inc., a corporation; Curtis Pharmacy Inc., a corporation; R & J Pharmacies Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (295); R & J Pharmacies, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (16250); William J. Gatti Inc., a corporation t/d/b/a Gatti Pharmacy; Klingensmith Drug Inc., a corporation; Peter Altman individually and t/d/b/a The Medicine Shoppe Pharmacy (838) a sole proprietorship; Vermilya Pharmacies, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy of Washington (233); Professional Specialized Pharmacies L.L.C., a corporation t/d/b/a Hometown Pharmacy-Homestead, Hometown Pharmacy-Belle Vernon, Bill’s Hometown Pharmacy and Mission Pharmacy Services; Community Drug & Food Mart, Inc., a corporation, Kuzy’s Drug Store Inc., a corporation; Pharmacon, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (803); Federico dePasquale, P.C. a corporation t/d/b/a The Medicine Shoppe Pharmacy (1440); Pharmacy, Inc., a corporation t/d/b/a Callaghan’s Pharmacy; Michael J. Ashmore, Inc., a corporation t/d/b/a The Medicine Stop Pharmacy (551); Eagle Drug of Carnegie, Inc., a corporation; Glenview Apothecary, Inc., a corporation; Schropp Pharmacy, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (146); DS & S Enterprises, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (203); Ronald L. Power individually and t/d/b/a The Medicine Shoppe Pharmacy (362), a sole proprietorship; George Doperak individually and t/d/b/a the medicine Shoppe Pharmacy (131), a sole proprietorship; Bosco Medical Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (251); Michael A. Janie individually and t/d/b/a The Medicine Shoppe Pharmacy (313), a sole proprietorship, Stephen D. Hunter individually and t/d/b/a The Medicine Shoppe Pharmacy (438), a sole proprietorship; Virgil Davis individually and t/d/b/a The Medicine Shoppe Pharmacy, a sole proprietorship, David Sas individually and t/d/b/a The Medicine Shoppe Pharmacy (828), a sole proprietorship; Charles J. Liberatore individually and t/d/b/a the Medicine Shoppe Pharmacy (973), a sole proprietorship; Penn Beaver Pharmacy, Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (1310); PPG Script, Inc., a corporation t/d/b/a RX Xpress; Lisa St. Peter individually and t/d/b/a TDI Pharmacy, a sole proprietorship; TEP Inc., a corporation t/d/b/a Brighton Pharmacy; Library Pharmacy Inc., a corporation; Norbet Inc., a corporation t/d/b/a Ernie’s Pharmacy; Jennifer L. Cohen individually and t/d/b/a Lincoln Care, a partnership; Jennifer L. Cohen individually and t/d/b/a Lincoln Pharmacy, a partnership; Lleureau, Inc., a corporation t/d/b/a McDonald Pharmacy; Dan Swain individually and t/d/b/a the Medicine Shoppe Pharmacy (483), a sole proprietorship; Nickman’s Drug Inc., a corporation; P.R.A. Inc., a corporation t/d/b/a Phil’s Pharmacy; Medical Laboratory Service Inc., a corporation t/d/b/a Diamond Pharmacy; Elizabeth Pharmacy, Inc., a corporation; Hayden’s Pharmacy, P.C., a corporation; Hoffman’s Drug Store Inc., a corporation; Cherry Tree Pharmacy, Inc., a corporation t/d/b/a Lizza’s Apothecare Pharmacy; McCracken Pharmacy Inc., a corporation; Barry Kubas individually and t/d/b/a the Medicine Shoppe Pharmacy (1033), a sole proprietorship; Reynolds Pharmacy, Inc., a corporation; Talkol, Inc., a corporation t/d/b/a Bloomfield Drug Store; George Norkus individually and t/d/b/a Amsler Pharmacy, a sole proprietorship; Charlson’s Drug Store; Inc., a corporation; John’s Leader Drug, Inc., a corporation; Norman Talkowski individually and t/d/b/a Berkeley Hills Pharmacy, a sole proprietorship; Charlson’s Drug Store; Inc., a corporation; John’s Leader Drug, Inc., a corporation; Norman Talkowski individually and t/d/b/a Berkeley Hills Pharmacy, a sole proprietorship; Johnson’s Pharmaceutical Services Inc., a corporation; Potomac Pharmacy, Inc., a corporation; Jeffrey F. Wilson and Izetta R. Wilson individually and t/d/b/a Wilson’s Pharmacy, a partnership; Donald Waltmire individually and t/d/b/a Waltmire Pharmacy, a sole proprietorship; Mary Beth Mar-coline individually and t/d/b/a Scerbo’s Pharmacy, a sole proprietorship; RLH Inc., a corporation t/d/b/a Hixenbaugh’s Drug Store; Burns’s Drug Company, a corporation; Joseph Dimatteo, Inc., a corporation t/d/b/a the Medicine Shoppe Pharmacy(374) and the Medicine Shoppe Pharmacy (721); Roadway Pharmacy, Inc., a corporation; Stephen Stutz individually and t/d/b/a Stutz Pharmacy, a sole proprietorship; Greblaw, Inc., a corporation t/d/b/a Jamestown Pharmacy; Edward Wilcox individually and t/d/b/a Redstone Pharmacy, a sole proprietorship; Scott Edmundson individually and t/d/b/a the Medicine Shoppe Pharmacy (211), a sole proprietorship; Ranier’s Pharmacy, Inc., a corporation; Ranier Management Inc., a corporation t/d/b/a Ranier’s Specialty Care Pharmacy; Phillip Sollon individually and t/d/b/a Sollon Pharmacy, a sole proprietorship; FamCare Prescription and Health Center of Burgettstown Inc., a corporation t/d/b/a FamCare Pharmacy; Joylin RX Inc., a corporation t/d/b/a The Medicine Shoppe Pharmacy (573); Med-Fast Pharmacy, Inc., a corporation; Benscreek Drug Store, Inc., a corporation; Jacqueline M. Martella individually and t/d/b/a Boswell Prescription Center, a sole proprietorship; Everett Pharmacy, Inc., a corporation t/d/b/a Everett Pharmacy and McCahan’s Pharmacy; Fishco, Inc., a corporation t/d/b/a Fisher Pharmacy; Forest Hills Pharmacy, Inc., a corporation; Joseph Martella and Jacqueline Martella individually and t/d/b/a Martella’s Pharmacy, a partnership; Elaine Trapani individually and t/d/b/a Medicap Pharmacy, a sole proprietorship; and Westmont Rexall Drug Store, P.C. a corporation t/d/b/a Westmont Drug Store, Appellees, v. UPMC HEALTH PLAN, INC., a corporation, individually and t/d/b/a Best Health Care of Western Pennsylvania, Appellants.\nSuperior Court of Pennsylvania.\nArgued June 22, 2004.\nFiled Jan. 24, 2005.\nReargument Denied April 7, 2005.\nChristine L. Donohue, Pittsburgh, for appellant.\nDennis J. Roman, Pittsburgh, for appel-lees.\nBEFORE: TODD, BOWES and CAVANAUGH, JJ.\n. Judge Cavanaugh did not participate in this decision."
  },
  "file_name": "0976-03",
  "first_page_order": 1020,
  "last_page_order": 1027
}
