{
  "id": 7374456,
  "name": "In re ADOPTION OF Courtney STICKLEY. Appeal of George McCOOK",
  "name_abbreviation": "In re Adoption of Stickley",
  "decision_date": "1994-01-27",
  "docket_number": "",
  "first_page": "976",
  "last_page": "980",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 976"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "487 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1759052
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "153"
        },
        {
          "page": "11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/487/0152-01"
      ]
    },
    {
      "cite": "460 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482769
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "teen-age mother's written consent held not to have been voluntary where her conduct after the consent was given and the decree was entered indicated that she did not intend to give up her son"
        },
        {
          "parenthetical": "teen-age mother's written consent held not to have been voluntary where her conduct after the consent was given and the decree was entered indicated that she did not intend to give up her son"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0265-01"
      ]
    },
    {
      "cite": "288 Pa.Super. 555",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        165993
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/288/0555-01"
      ]
    },
    {
      "cite": "490 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1763762
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/490/0237-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 521,
    "char_count": 11489,
    "ocr_confidence": 0.685,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1895595071372887
    },
    "sha256": "1b62a57f9128ae7f1927d90ca2b8e24cd23272adf99028a91634606c00f112c7",
    "simhash": "1:132100c0b207d348",
    "word_count": 1915
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WIEAND, OLSZEWSKI and POPOVICH, JJ."
    ],
    "parties": [
      "In re ADOPTION OF Courtney STICKLEY. Appeal of George McCOOK."
    ],
    "opinions": [
      {
        "text": "OLSZEWSKI, Judge:\nGeorge McCook appeals from the March 16, 1992, order terminating his parental rights to his daughter, Courtney Stickley. Courtney was born on April 7, 1986. Her parents, McCook and Joanne Stickley, were married on May 14, 1988, subsequently divorced, and were involved in a child support and custody dispute. Stickley filed a petition for the appointment of a guardian ad litem for Courtney. In the petition, Stickley, who has remarried, alleged that McCook is not Courtney’s natural father and requested paternity testing. A hearing on the petition was held on November 12, 1991. At that hearing, the parties entered an agreement on the record whereby Stickley was to file a petition to voluntarily terminate McCook’s parental rights and McCook agreed he would sign it. According to the agreement, McCook was to have a final visit with his daughter before the hearing on the petition to terminate, and Stickley was to reimburse McCook $3,500 for sums McCook had paid in child support. Apparently, this agreement was made in order to settle the custody dispute and to end the necessity for paternity testing. It also appears that Stickley has as her ultimate goal the adoption of Courtney by her current husband.\nStickley filed a petition to confirm consent to adoption on February 14, 1992, and a hearing on that petition was held on March 16, 1992. McCook refused to attend the hearing even though he was in the building. McCook’s attorney attended the hearing only long enough to inform the court that his chent was not willing to sign a consent to adoption or a consent to relinquish his parental rights. Also, at the hearing, Stickley’s attorney indicated that McCook had refused the $3,500 reimbursement check. The court then entered an order which stated in part:\n[T]he Court finds that the averments of the Petition are true, that the requirements of the Adoption Act in this regard have been complied with, and that the consent of the natural father, GEORGE McCOOK, have [sic] knowingly, intelligently and voluntarily surrendered all parental rights to COURTNEY STICKLEY, born on April 7, 1986.\nIt is, therefore, ORDERED and DECREED that all the parental rights of GEORGE McCOOK to his child, COURTNEY STICKLEY, born on April 7, 1986, are hereby terminated forever.\nOrder, 3/16/92. McCook filed exceptions to this order on April 7, 1992. Stickley filed a motion to dismiss, averring that McCook did not file his exceptions within the time limit prescribed by Local Orphan’s Court Rule 7-1-1. The trial court dismissed these exceptions with prejudice on August 4, 1992. McCook then filed this timely appeal.\nMcCook contends that his exceptions were timely filed and the court erred in finding that he had knowingly, intelligently, voluntarily and freely consented to the voluntary termination of his parental rights. Due to the unorthodox procedure which led to the termination of McCook’s parental rights, we reverse.\nAccording to the agreement, Stickley was to file a petition to voluntarily terminate McCook’s parental rights. Under the Adoption Act, McCook would have to file the petition, not Stickley. A parent may voluntarily relinquish his parental rights to an adult intending to adopt the child. 23 Pa. C.S.A. § 2502. Section 2502 provides:\nWhen any child under the age of 18 years has been for a minimum period of 30 days in the exclusive care of an adult or adults who have filed a report of intention to adopt required by section 2531 (relating to report of intention to adopt), the parent or parents of the child may petition the court for permission to relinquish forever all parental rights to their child.\nId. Section 2503 requires the court to conduct a hearing, at which the petitioner must appear, on such a petition before entering a decree terminating the parental rights.\nThe record discloses that no report of intention to adopt Courtney was filed. Section 2531(c) does not require the filing of such a report when the child is related by blood or marriage to the person receiving or retaining physical custody. Thus, Stickley would not have had to file a report of intention to adopt, nor would Courtney’s stepfather if he had been a party to this proceeding. Section 2502, however, explicitly states that a parent may petition the court for permission to voluntarily relinquish his rights only when the child has, for 30 days, been in the care of an adult who has “filed a report of intention to adopt required by section 2531.” 23 Pa.C.S.A. § 2502(a). The statute does not contemplate this situation — relinquishment to a natural parent. See, e.g., Petition of Varner, 68 D. & C.2d 552 (1973) (holding § 302, predecessor to § 2502, inapplicable and that the court did not have jurisdiction to grant father’s petition to voluntarily terminate his rights where father wanted to relinquish his rights in favor of his ex-wife, the natural mother). Furthermore, the statute only addresses those instances where the parent bringing the petition is the one whose rights will be terminated. Common sense dictates that this statute is not meant to allow one parent to petition for the voluntary termination of the parental rights of the other parent. Thus, § 2502 is inapplicable to this case.\nRecognizing that she could not file a petition to voluntarily terminate McCook’s parental rights, Stickley filed a petition to confirm consent to adoption pursuant to § 2504(a). Section 2504, entitled “Alternative procedure for. relinquishment,” provides:\nIf the parent or parents of the child have executed consents to an adoption as required by section 2711 (relating to consents necessary to adoption) but have failed for a period of 40 days after executing the consent to file or proceed with the petition for voluntary relinquishment of parental rights provided for in this sub-chapter, the [adoptive parent or parents] may petition the court to hold a hearing for the purpose of confirming the intention of the parent or parents to voluntarily relinquish their rights and duties as evidenced by the consent or consents to the adoption, the original of which shall be attached to the petition.\n23 Pa.C.S.A. § 2504(a). After a hearing, of which the consenting parent must receive notice, “the court may enter a decree of termination of parental rights in the case of a relinquishment to an adult.” Id at § 2504(b).\nIn order for the lower court’s ruling to be valid, McCook must have executed a consent to an adoption pursuant to § 2711. That section requires the parent of an adop-tee who is under 18 to execute a written consent, with signatures of two witnesses, to the adoption of his child. 23 Pa.C.S.A. § 2711(d). “A consent to an adoption may only be revoked prior to the earlier of either the entry of a decree of termination of parental rights or the entry of a decree of adoption ... [and] shall be in writing_” Id at § 2711(e). McCook never executed the required written consent to an adoption. The lower court’s order and opinion considered the November 12, 1991, agreement entered on the record as McCook’s consent. Our review of the record, however, indicates that no written consent was ever executed nor was a court order adopting this agreement ever filed. Thus, the requirements of § 2711 have not been met because McCook did not execute a written consent.\nFurthermore, if an oral agreement in court may operate as consent under § 2711, McCook revoked that consent before a decree of termination or of adoption was entered. McCook’s refusal to accept the check tendered pursuant to the agreement, his refusal to attend the March 16, 1991 hearing, and his attorney’s statements at the hearing all evidence McCook’s intent not to relinquish his parental rights. To the contrary, they evidence McCook’s desire to revoke his consent. At the hearing, McCook’s attorney stated:\n[0]n Friday or Saturday, I saw a letter from my client saying he was not going to sign either a consent to the adoption or a consent to relinquishing parental rights.\nHe is downstairs in Courtroom No. 9, and his position is that he will not sign either a consent to an adoption or a consent to the relinquishment.\nN.T., 3/16/92, at 5. After this, the court entered the decree terminating McCook’s parental rights. It is obvious that McCook evidenced a desire not to voluntarily terminate his parental rights before those rights were terminated. Thus, the lower court erred in entering the decree of termination.\nBoth the lower court and Stickley rely on the case of In re Voluntary Termination of Parental Rights to M.L.O., 490 Pa. 237, 416 A.2d 88 (1980), for the proposition that “a party seeking to disturb a Decree of Voluntary Termination of Parental Rights for the purpose of adoption must show that the consent given to the termination was not intelligent, voluntary and deliberate.” Opinion at 4. This is a correct statement of the law, however, reliance on this ease is misplaced. This standard only applies where a party attempts to revoke his consent after the termination decree has been entered. In M.L.O., the natural mother’s petition to relinquish her parental rights was granted and a decree of termination was entered. Four months later, the mother petitioned the court to set aside that decree claiming her consent was not voluntary, intelligent and deliberate. Here, McCook never executed a valid consent, or, even if. he did, he revoked it prior to the entry of the decree. A parent may revoke his consent to an adoption before a decree of termination or of adoption is entered. 23 Pa.C.S.A. § 2711(c); K.N. v. Cades, 288 Pa.Super. 555, 432 A.2d 1010 (1981). Thus, the court did not have the authority to “voluntarily” terminate his parental rights and McCook is not required to prove his consent was not voluntary. In addition, we note that McCook’s attempted revocation is evidence that his consent was not voluntary. See, In re Fritz, 460 Pa. 265, 333 A.2d 466 (1976) (teen-age mother’s written consent held not to have been voluntary where her conduct after the consent was given and the decree was entered indicated that she did not intend to give up her son).\nTermination of parental rights is a drastic measure that should not be taken lightly. Not only are George McCook’s rights at stake here, but Courtney’s right to a relationship with her father is also at stake. Our Supreme Court has written:\nTo effect an adoption, the legislative provisions of the Adoption Act must be strictly complied with. Our courts have no authority to decree an adoption in the absence of the statutorily required consents. Nor may exceptions to the Adoption Act be judicially created where the Legislature did not see fit to create them.\nIn re Adoption of E.M.A., 487 Pa. 152, 153, 409 A.2d 10, 11 (1979). Likewise, we will not terminate parental rights upon a petition to confirm consent to adoption where the statutory requirements have not been satisfied. We also decline to dismiss the appeal for a procedural error where the result is to forever extinguish the parent-child relationship.\nOrder reversed without prejudice to the filing of a petition that complies with statutory prerequisites. Jurisdiction relinquished.",
        "type": "majority",
        "author": "OLSZEWSKI, Judge:"
      }
    ],
    "attorneys": [
      "Joseph M. Lamonaca, Exton, for appellant.",
      "Robert M. Diorio, Media, for Joanne Stick-ley, Participating Party."
    ],
    "corrections": "",
    "head_matter": "In re ADOPTION OF Courtney STICKLEY. Appeal of George McCOOK.\nSuperior Court of Pennsylvania.\nArgued Nov. 9, 1993.\nFiled Jan. 27, 1994.\nReargument Denied April 4, 1994.\nJoseph M. Lamonaca, Exton, for appellant.\nRobert M. Diorio, Media, for Joanne Stick-ley, Participating Party.\nBefore WIEAND, OLSZEWSKI and POPOVICH, JJ."
  },
  "file_name": "0976-01",
  "first_page_order": 1030,
  "last_page_order": 1034
}
