{
  "id": 6094948,
  "name": "In re Ora Krichbaum",
  "name_abbreviation": "In re Krichbaum",
  "decision_date": "1930-04-10",
  "docket_number": "No. 2276",
  "first_page": "979",
  "last_page": "982",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 979"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "160 U. S. 110",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5701579
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/160/0110-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 414,
    "char_count": 7125,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1735458322087504
    },
    "sha256": "5e1601fa66781a80f2babcd539e111847509451eb82eefd738622e04ce8eaae8",
    "simhash": "1:9c27403f1c32b620",
    "word_count": 1236
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gbaham, Presiding Judge, and Bland, Hatfield, Garbett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Ora Krichbaum"
    ],
    "opinions": [
      {
        "text": "LeNROOt, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals of the Patent Office affirming the action of the examiner in rejecting claim 2 of appellant’s application. Said claim reads as follows:'\n2. An inflatable rubber article in the form of an envelope, a flexible sheet within the envelope which on its opposite sides is attached to different portions of the envelope.\nThe references are:\nMacintosh et al., 187397, February 13, 1877.\nSmall, 222605, December 16, 1879.\nBone, 254265, February 28, 1882.\nThe device here in issue, as described in the specification, consists of an inflatable rubber cushion. The outer part of the cushion is made up of two pieces of sheet rubber vulcanized or cemented at their contracting edges, providing an envelope which is sealed on all sides. Within this envelope there is a sheet of rubber which lies substantially parallel within the two sheets which form the envelope. This sheet is somewhat smaller in size than the envelope and the edges thereof are not attached but free. The sheet, however, is attached on its opposite sides at various points or spots throughout its area to the sheets forming the envelope, but the spots of attachment are staggered with respect to each other. This structure permits a limited movement of the air throughout the cushion, which prevents to a substantial degree the bulging of one part of the cushion when pressure is applied to another part thereof.\nThe Board of Appeals and the examiner relied upon the Small reference as anticipating appellant’s invention, in view of the references Bone and Macintosh.\nThe patent to Small shows a pad for carpets made of paper, one sheet of which is placed between two others. By paste or cement this inner sheet is alternately cemented to the outer sheets so as to form a series of insulated pockets or receptacles foT holding pad-dings or “ excelsior ” or other suitable material. No communication of air takes place between the different pockets.\nThe patent to Bone is for an elastic water bed and discloses an article constructed of rubber cloth or other thin elastic material,' made in the shape of an ordinary mattress, to be filled with watef or water and air combined. Internally, cells or divisions of thin rubber cloth are provided which run transversely and are attached to the upper and under parts of the bed. These cells or divisions extend to within a short space of the outer edges which are left open for the free passage of the water on either side. Another arrangement of the cells or divisions is shown which also run transversely, but are attached on alternate sides of the bed, the opposite end being cut off a short distance from the side of the bed.\nThe patent to Macintosh shows an inflatable cushion having a valve for inflating the same and an interior lining of rubber. The said lining is secured to the outer cover at certain points by metal eyelets so as to hold the two cases together.\nThe Board of Appeals held that the claim in issue reads on the Small disclosure except that his device is a pad or cushion for carpets and is made of paper instead of inflatable rubber, and that in view of the patents to Bone and Macintosh showing cushions and beds made of inflatable rubber there would be no invention in substituting inflatable rubber as the material from which the Small pad is made.\nAppellant contends that the Small patent relates to an art which is really remote from that to which his application relates, but the Solicitor for the Patent Office correctly points out that the claim here in issue is not limited to any article, and that the elements recited therein might constitute a football, a life preserver, a bicycle tire, or even a stair or carpet pad, if a soft yielding cushioning effect was desired.\nWe agree with the Board of Appeals that the substitution of inflatable rubber for the paper sheets of the Small patent would not constitute invention. Appellant, however, contends that even with such substitution the results would not be the same as that produced in appellant’s device for the reason that in the Small patent a series of longitudinal pockets is provided, each separate from the other, with no communication between them, and therefore the air in these pockets would tend to bulge at the portion of the device which is not subjected to the weight imposed upon it when one would step on it. We think that this feature of intercommunicating pockets set out in appellant’s description in the specification would so distinguish appellant’s device from that shown by Small as to warrant the allowance of a patent, if such element was expressed in the claim here in issue, but it is not so expressed. Should the claim be allowed it would cover any inflatable rubber article in the form of an envelope, having a flexible sheet within the envelope which on its opposite sides is attached to different portions of the envelope, regardless of whether the air can pass between the pockets or not. It is this element of intercommunication of air that constitutes the gist of appellant’s device as set out in his description in the specification, in his brief, and upon oral argument. We can not read this element into the claim in issue for the purpose of patentability.\nIn. the case of McCarty v. Lehigh Valley Railroad Company, 160 U. S. 110, the court said, speaking of certain claims therein set out:\nThere is no suggestion in either of these claims that the ends of the bolster rest upon springs in the side trusses, although they are so described in the specification and exhibited in the drawings. It is suggested, however, that this feature may be read into the claims for the purpose of sustaining the patent. While this may be done with a view of showing the connection in which a device is used, and proving that it is an operative device, we know of no principle of law which would authorize us to read into a claim an element which is not present, for the purpose of making out a case of novelty or infringement. The difficulty is that if we once begin to include elements not mentioned in the claim in order to limit such claim and and avoid a defense of anticipation, we should never know where to stop. * * *\nIt may be added that the language of the claim is so broad that it probably reads upon the Bone patent, though it is not necessary for us to so decide.\nWe think that, comparing the description in the specification with the claim here involved, appellant has not complied with the statute requiring that he shall “ distinctly claim the part, improvement, or combination which he claims as his invention or discovery. ”\nWe find no error in the decision of the Board of Appeals and it is affirmed.",
        "type": "majority",
        "author": "LeNROOt, Judge,"
      }
    ],
    "attorneys": [
      "Kwis, Hudson é Kent (A. J. Hudson and W. T. Bstabroolo of counsel) for appellant. T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Ora Krichbaum\n(No. 2276)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1930\nKwis, Hudson é Kent (A. J. Hudson and W. T. Bstabroolo of counsel) for appellant. T. A. Hostetler for the Commissioner of Patents.\n[Oral argument March 10, 1930, by Mr. Hudson and Mr. Hostetler]\nBefore Gbaham, Presiding Judge, and Bland, Hatfield, Garbett, and Lenroot, Associate Judges"
  },
  "file_name": "0979-01",
  "first_page_order": 429,
  "last_page_order": 432
}
