{
  "id": 11243942,
  "name": "Susan REBERT, Appellee, v. Richard H. REBERT, Appellant",
  "name_abbreviation": "Rebert v. Rebert",
  "decision_date": "2000-08-07",
  "docket_number": "",
  "first_page": "981",
  "last_page": "984",
  "citations": [
    {
      "type": "official",
      "cite": "757 A.2d 981"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "730 A.2d 500",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11609794
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/730/0500-01"
      ]
    },
    {
      "cite": "696 A.2d 221",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12021679
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/696/0221-01"
      ]
    },
    {
      "cite": "708 A.2d 825",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11821085
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/708/0825-01"
      ]
    },
    {
      "cite": "387 A.2d 136",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "319 Pa.Super. 398",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        92696
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/319/0398-01"
      ]
    },
    {
      "cite": "323 Pa.Super. 430",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        594439
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "quoting Commonwealth v. Gussey, 319 Pa.Super. 398, 466 A.2d 219, 222 (1983)"
        },
        {
          "page": "996",
          "parenthetical": "quoting Commonwealth v. Gussey, 319 Pa.Super. 398, 466 A.2d 219, 222 (1983)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/323/0430-01"
      ]
    },
    {
      "cite": "644 A.2d 747",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873864,
        943088
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "750"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/644/0747-01",
        "/pa-super/434/0551-01"
      ]
    },
    {
      "cite": "434 Pa.Super. 551",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        943088
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/434/0551-01"
      ]
    },
    {
      "cite": "723 A.2d 221",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11756123
      ],
      "pin_cites": [
        {
          "page": "222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/723/0221-01"
      ]
    },
    {
      "cite": "607 A.2d 255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "530 Pa. 645",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "404 Pa.Super. 539",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        894926
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "724"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/404/0539-01"
      ]
    },
    {
      "cite": "418 Pa.Super. 39",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        916863
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/418/0039-01"
      ]
    },
    {
      "cite": "429 Pa.Super. 540",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        934778
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/429/0540-01"
      ]
    },
    {
      "cite": "531 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834430
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0377-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 507,
    "char_count": 9387,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 1.1287003702157368e-07,
      "percentile": 0.5752763964231119
    },
    "sha256": "21b3a7072dc135a65e9d8330fd4c3e1f4bd7a173eb68c8aff1c173a130a2dd59",
    "simhash": "1:995ab07c675adf66",
    "word_count": 1559
  },
  "last_updated": "2024-02-27T19:28:08.003228+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ORIE MELVIN, J., CERCONE, President Judge Emeritus, and BECK, J."
    ],
    "parties": [
      "Susan REBERT, Appellee, v. Richard H. REBERT, Appellant."
    ],
    "opinions": [
      {
        "text": "ORIE MELVIN:\n¶ 1 Appellant, Richard H. Rebert, appeals from the Order of the Court of Common Pleas of York County awarding spousal and child support to appellee, Susan Rebert following a de novo hearing. Appellant argues the trial court erred when it ignored his withdrawal of demand for a hearing de novo and proceeded to conduct the hearing. For the reasons that follow, we affirm.\n¶ 2 The record reveals on February 8, 1999, appellee filed a complaint seeking spousal support and child support for the parties’ two children. A conference was held on March 22, 1999, before the conference officer of the domestic relations section of York County. An order of support was entered on that date directing appellant to pay $38.00 per week for support of the parties’ two children and $48.00 per week for spousal support. Appellant was also directed to pay $43.44 weekly for arrears. On March 29, 1999, appellee filed a Petition for Amendment of Support Order seeking an increase in support for herself and the two children in accordance with the April 1, 1999 amendments to the Support Guidelines. Appellant filed a Demand for Hearing De Novo on April 1, 1999, arguing the March 22, 1999 Order was in error because the conference officer failed to hold appellee to a correct earning capacity, ordered spousal support for which appellant denies liability, and failed to consider a 6% custody arrangement. The Court of Common Pleas of York County scheduled a hearing for June 23, 1999. However, on May 20, 1999, appellant filed a petition for a special hearing averring that because of the complex nature of the case a hearing in excess of the time allotted for a customary support appeal should be scheduled. On May 27, 1999, the trial court granted appellant’s request and scheduled a special support hearing for September 13,1999.\n¶ 3 At the September 13, 1999 hearing the trial court indicated on the record that appellee and her counsel appeared at the time scheduled for the hearing, yet neither appellant nor his counsel were present. After contacting appellant’s attorney the trial court was informed that appellant’s counsel filed a petition to withdraw the demand for a de novo hearing with the Domestic Relations Section. However, neither appellee nor the trial court were provided with a copy of the petition to withdraw. The court ruled appellant does not have the right to withdraw without permission of the court or agreement of the parties and proceeded to conduct the hearing without the presence of appellant or his attorney. On that date, the trial court issued an order allocating child support in the amount $257.50 per month for each child and spousal support of $263.00 per month. This appeal followed.\n¶ 4 Appellant presents one issue for our review:\nI. DID THE TRIAL COURT ERR WHEN IT IGNORED APPELLANT’S WITHDRAWAL OF DEMAND FOR A HEARING DE NOVO, SUBMITTED PRIOR TO THE HEARING, AND PROCEEDED WITH THE HEARING DE NOVO.\nAppellant’s brief at 7.\n¶ 5 Our consideration of appellant’s appeal requires that we address his issue in light of the proper standard of review.\nIn reviewing orders granting, denying or modifying support, this Court is limited to considering whether, based on clear and convincing evidence, the trial court abused its discretion. See Zullo v. Zullo, 531 Pa. 377, 613 A.2d 544 (Pa. 1992); Crawford v. Crawford, 429 Pa.Super. 540, 633 A.2d 155 (Pa.Super.1993); McAuliffe v. McAuliffe, 418 Pa.Super. 39, 613 A.2d 20 (Pa.Super.1992). An abuse of discretion requires proof of more than a mere error in judgment, but rather evidence that the law was misapplied or overridden, or that the judgment was manifestly unreasonable or based on bias, ill will, prejudice, or partiality. See Crawford, 633 A.2d at 156; see also Spitzer v. Tucker, 404 Pa.Super. 539, 591 A.2d 723, 724 (Pa.Super.1991), appeal denied, 530 Pa. 645, 607 A.2d 255 (Pa.1992).\nSimmons v. Simmons, 723 A.2d 221, 222 (Pa.Super.1998).\n¶ 6 Appellant argues he had a right to unilaterally withdraw his demand for a hearing de novo. He submits because appellee did not demand a hearing de novo and raise exceptions or issues, appellee would not have been prejudiced by an allowance of his discontinuance. Under Pennsylvania Rule of Civil Procedure 1910.11, any party to a support action may file a written demand for a hearing before the trial court after the court has entered an interim support order based upon a domestic relation officer’s recommendation. Pa.R.C.P.1910.11(f). “If a demand is filed, there shall be a hearing de novo before the court.” Pa.R.C.P.1910.11(i). Furthermore, when one party makes a written demand for a hearing de novo, there is no need for the demanding party’s opponent to also make a demand for a hearing. Warner v. Pollock, 434 Pa.Super. 551, 644 A.2d 747, 750 (1994). Once one of the parties demanded a hearing each would be entitled to litigate as if it were the first proceeding. Id.\n¶ 7 As appellee was not required to file a written demand for a hearing and was instead entitled to litigate as if it were the first proceeding, we see no error with the trial court’s determination that appellant was not entitled to discontinue the hearing without appellee’s consent. Here, as the trial court notes in its Opinion, appellee opposed the withdrawal of the de novo hearing and requested the matter proceed on September 13, 1999. Trial Court Opinion, 2/1/2000, at 3. Appellee was entitled to litigate once appellant filed his demand for a de novo hearing. Appellant’s petition to withdraw his demand for the hearing, which was not served on either appellee or the trial court, does not abrogate nor extinguish appellee’s right to proceed with the hearing.\n¶ 8 Appellant likens his demand for a hearing de novo to an appeal. Therefore, he maintains that pursuant to Pa. R.A.P.1973(a), he was entitled to discontinue his “appeal” at any time. Rule 1973 is a rule of appellate procedure which concerns the discontinuance of an appeal before an appellate court. The rule simply has no application to the withdrawal of a demand for a hearing de novo on a support issue pending before a trial court. “De novo” review entails, as the term suggests, full consideration of the case anew. The reviewing body is in effect substituted for the prior decision maker and redecides the case. D'Arciprete v. D’Arciprete, 323 Pa.Super. 430, 470 A.2d 995, 996 (1984)(quoting Commonwealth v. Gussey, 319 Pa.Super. 398, 466 A.2d 219, 222 (1983)). In Warner, supra, this Court stated under Rule 1910.11 “one demands a hearing, one does not file an appeal.” Id. at 750. The Court emphasized the differences between an appeal and a hearing de novo, explaining an appeal deals with assertion of specific error whereas a de novo hearing is a full reconsideration of the case. Appellant’s reliance on Pa.R.A.P. 1973(a) is completely misplaced.\n¶ 9 Appellant also maintains the de novo support hearing should have been can-celled after he filed his petition to withdraw his demand for the hearing based on our Commonwealth Court’s decision in Farrington v. Pennsylvania Department of Transportation, 35 Pa.Cmwlth. 373, 387 A.2d 136 (1978). In Farrington, the Commonwealth Court held that under the Eminent Domain Code, condemnees are allowed to unilaterally withdraw their appeal from an award of-a Board of Viewers to seek a trial de Uovo where the condemnor did not also appeal. We remind appellant Commonwealth Court cases are not binding on this Court. Troup v. Tri-County Confinement Systems, 708 A.2d 825, 827 n. 1 (Pa.Super.1998). Moreover, that case is clearly distinguishable as its holding is based upon an interpretation of the Eminent Domain Code, whereas the instant case concerns a demand for a hearing de novo in a support action pursuant to Pa. R.C.P.1910.11.\n¶ 10 Order affirmed.\n. We note although this is an appeal from an order of both spousal and child support, the portion of the order regarding spousal support is appealable because the record does not reflect a divorce action was filed. Hasson v. Hasson, 696 A.2d 221 (Pa.Super.1997); see Deasy v. Deasy, 730 A.2d 500 (Pa.Super.1999)(staling a spousal support order entered during the pendency of a divorce action is not appealable until all claims connected with the divorce action are resolved).\n. Appellant asserts the Order of March 22, 1999 was wholly satisfactory to appellee. Appellant’s assertion is contradicted by the fact appellee filed a petition for amendment of the March 22, 1999 support order seven days after the order was entered. In her petition, appellee sought an increase in support for herself and her two children.\n. Pa.R.A.P.1973(a) provides:\nAn appellant may discontinue an appeal or other matter as to all appellees as of course at any time prior to argument, or thereafter by leave of court upon application. A discontinuance may not be entered by Appellant as to less than all appellees except by stipulation for discontinuance signed by all the parties, or by leave of court upon application. Discontinuance by one appellant shall not affect the right of an appellant to continue the appeal.",
        "type": "majority",
        "author": "ORIE MELVIN:"
      }
    ],
    "attorneys": [
      "John J. Mooney, Hanover, for appellant. Gregory E. Gettle, York, for appellee."
    ],
    "corrections": "",
    "head_matter": "Susan REBERT, Appellee, v. Richard H. REBERT, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted June 12, 2000.\nFiled Aug. 7, 2000.\nJohn J. Mooney, Hanover, for appellant. Gregory E. Gettle, York, for appellee.\nBefore ORIE MELVIN, J., CERCONE, President Judge Emeritus, and BECK, J."
  },
  "file_name": "0981-01",
  "first_page_order": 1029,
  "last_page_order": 1032
}
