{
  "id": 7280694,
  "name": "In re Kelsey Lauren MILLER, a Minor Under the Age of Fourteen Years. Appeal of Kristi L. George",
  "name_abbreviation": "In re Miller",
  "decision_date": "2011-09-28",
  "docket_number": "",
  "first_page": "987",
  "last_page": "994",
  "citations": [
    {
      "type": "official",
      "cite": "27 A.3d 987"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "200 A. 58",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1938,
      "pin_cites": [
        {
          "page": "59"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "331 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1184317
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/pa/331/0073-01"
      ]
    },
    {
      "cite": "888 A.2d 655",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        2471785,
        8997954
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "659-60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/585/0196-01",
        "/a2d/888/0655-01"
      ]
    },
    {
      "cite": "585 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2471785
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/585/0196-01"
      ]
    },
    {
      "cite": "8 A.3d 318",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        4198031,
        4199090,
        7284596,
        7284479
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "329, 332-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/607/0491-01",
        "/pa/607/0492-01",
        "/a3d/8/0318-02",
        "/a3d/8/0318-01"
      ]
    },
    {
      "cite": "607 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4199090
      ],
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/pa/607/0492-01"
      ]
    },
    {
      "cite": "19 A. 38",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1889,
      "opinion_index": 0
    },
    {
      "cite": "126 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968861
      ],
      "year": 1889,
      "opinion_index": 0,
      "case_paths": [
        "/pa/126/0326-01"
      ]
    },
    {
      "cite": "2 A.3d 1201",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7290644,
        4198301
      ],
      "weight": 2,
      "year": 2010,
      "pin_cites": [
        {
          "page": "1218-19"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/2/1201-01",
        "/pa/607/0045-02"
      ]
    },
    {
      "cite": "607 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4199546,
        4198301
      ],
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/pa/607/0045-01",
        "/pa/607/0045-02"
      ]
    },
    {
      "cite": "992 A.2d 111",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3697668,
        3697734,
        7287465,
        7287434,
        7287404,
        3697496
      ],
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/pa/605/0545-01",
        "/pa/605/0545-02",
        "/a2d/992/0111-03",
        "/a2d/992/0111-02",
        "/a2d/992/0111-01",
        "/pa/605/0546-01"
      ]
    },
    {
      "cite": "605 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3697668,
        3697734
      ],
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/pa/605/0545-01",
        "/pa/605/0545-02"
      ]
    },
    {
      "cite": "21 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411579
      ],
      "weight": 2,
      "year": 1853,
      "pin_cites": [
        {
          "page": "333"
        },
        {
          "page": "333"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/21/0331-01"
      ]
    },
    {
      "cite": "981 A.2d 942",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "992 A.2d 111",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3697668,
        3697734,
        7287465,
        7287434,
        7287404,
        3697496
      ],
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/605/0545-01",
        "/pa/605/0545-02",
        "/a2d/992/0111-03",
        "/a2d/992/0111-02",
        "/a2d/992/0111-01",
        "/pa/605/0546-01"
      ]
    },
    {
      "cite": "605 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3697668,
        3697734
      ],
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/605/0545-01",
        "/pa/605/0545-02"
      ]
    },
    {
      "cite": "981 A.2d 942",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 813,
    "char_count": 22115,
    "ocr_confidence": 0.708,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1882339472301281
    },
    "sha256": "d2177ddcd867fa69ea1f8bfc31e2e69019beef029f563b279bbbd7501043a028",
    "simhash": "1:31ad45030c1fdf1b",
    "word_count": 3706
  },
  "last_updated": "2024-02-27T22:30:16.162621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, JJ.",
      "Justice ORIE MELVIN did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "In re Kelsey Lauren MILLER, a Minor Under the Age of Fourteen Years. Appeal of Kristi L. George."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice McCAFFERY.\nThe issue presented in this case is whether a parent has legal standing to challenge the appointment of a guardian for her child’s estate. We hold that a parent does have standing, and so we reverse.\nKelsey Lauren Miller was born on June 26, 1998, the sole child of the marriage of Appellant, Kristi L. George (hereinafter “Mother”), and Wesley D. Miller (hereinafter “Father”). After the parents divorced, they shared joint legal custody of Kelsey until Father died in April 2007. Although Father had died intestate, he had designated Kelsey as the sole beneficiary of his Federal Employee Group Life Insurance Policy, valued at $356,000. Father’s sister, Pamela A. Wahal (hereinafter “Appellee”), served as the administratrix of his estate.\nOn December 27, 2007, Appellee, as the “next friend” of Kelsey, filed a petition for the appointment of a limited guardian of Kelsey’s estate, asserting that Kelsey lacked the “necessary knowledge and maturity to manage the funds to which she is entitled following her father’s death.” Petition for the Appointment of a Limited Guardian of the Estate of a Minor Under the Age of Fourteen Years, filed 12/27/07, (hereinafter the “Petition”) at ¶ 10. Ap-pellee proposed that her attorney, Thomas J. Dempsey, Jr., Esquire, be appointed to serve as the limited guardian. Id. at ¶ 18. Pursuant to the petition, the primary role of the proposed limited guardian would be “to marshal and place in an appropriate trust the assets to which [Kelsey] is entitled,” ie., the life insurance proceeds from Father’s estate. Id. at ¶ 11 and page 2. Attached to the petition as Exhibit A was a proposed Kelsey Lauren Miller Irrevocable Trust Agreement (hereinafter the “Trust”), pursuant to the terms of which Kelsey could withdraw portions of principal at ages 25, 30, and 35. Trust at 2. Mr. Dempsey was the settlor of the proposed Trust, Appellee was named as the “Family Trustee,” and Irwin Bank and Trust Company, as the “Corporate Trustee.” Trust at 1.\nThe court held a hearing on January 22, 2008. On February 1, 2008, Mother filed a response to Appellee’s petition, denying the need for the appointment of a limited guardian of Kelsey’s estate, and opposing the proposed appointments of Appellee and the Irwin Bank and Trust Company as, respectively, family trustee and corporate trustee. Response to Petition for the Appointment of the Estate [sic] of a Minor Under the Age of Fourteen Years, filed 2/1/08, (hereinafter “Mother’s Response to Petition”) at ¶¶ 11, 16. Mother also objected to the proposed appointment of Mr. Dempsey as limited guardian of Kelsey’s estate “if he intends to transfer said funds to a trust in Irwin Bank.” Id. at ¶ 16. Mother represented that the life insurance funds had already been transferred to an account solely in Kelsey’s name, and she objected to the formation of a trust as too expensive and too risky. Id. at ¶¶ 16, 21-22. In addition, Mother contended that Appellee’s petition had not been filed in accordance -with Orphans’ Court Rule 12.5 (“Appointment of a guardian for the estate or person of a minor”). Pursuant to Rule 12.5, when a petition for the appointment of a guardian for the estate or person of a minor is filed by someone other than the minor’s parents, it must set forth that the parents consent to the petition or the reason why they do not consent. It is undisputed that Appellee’s petition did not include any statement as to Mother’s consent or lack thereof. Mother further asserted that Appellee, in her role as administratrix of Father’s estate, was not acting in Kelsey’s best interest, in particular with regard to mortgage payments on Father’s residence and the handling of Father’s remains. Mother’s Response to Petition at ¶¶ 18, 19. Finally, Mother requested that the court “resume the hearing held on January 22, 2008, to take testimony on the allegations” set forth in her response to Appellee’s petition. Id. at ¶ 26.\nOn February 4, 2008, the court issued an order appointing Mr. Dempsey as the limited guardian of Kelsey’s estate and directing that all assets to which Kelsey is or may be entitled by reason of Father’s death be placed in the Trust.\nMother filed timely exceptions to the court’s February 4, 2008 order in which she asserted, inter alia, that the court had no jurisdiction to place Kelsey’s assets in a trust, nor to restrict Kelsey from withdrawing her assets when she reached 18 years of age. Mother’s Exceptions to February 4, 2008 Order of Court, filed 2/22/08, at 2, (hereinafter “Mother’s Exceptions”) ¶¶ 9, 10, 14. Mother did not take issue with that portion of the court’s order “appointing legal counsel as a limited guardian for the purpose of collecting assets for Kelsey that she legally is or may be entitled to as the result of the death of her father.” Id. at ¶ 14. Mother specifically sought the following relief:\nWherefore, Petitioner [Mother] prays for this Court to enter an Order partially reversing itself and directing that all assets (except real property) that Kelsey is or may legally be entitled to as a result of her father’s death be placed in an interest bearing federally insured account and marked “Not to be Withdrawn until the Minor Reaches Eighteen (18) year of age or Further Order of Court.”\nId. at ¶ 16.\nAppellee filed an answer and new matter wherein she claimed (1) that Mother had waived any objection to the jurisdiction of the court by failing to file preliminary objections to Appellee’s original petition and by consenting to participate in the guardianship proceeding; and (2) that Mother was “not a party in interest in the instant proceeding and lack[ed] standing to pursue the relief sought by her exceptions.” Appellee’s Answer and New Matter to Exceptions, filed 4/2/08, at ¶¶ 15, 16.\nFollowing oral argument on the exceptions and new matter, the orphans’ court issued the following order:\nFollowing Argument and consideration of the Exceptions filed to this Court’s Order of February 4, 2008, as well as a second review of the terms and conditions of the Irrevocable Trust Agreement entered into and funded by the Limited Guardian, and because the situs of the Trust remains under the jurisdiction of this Court for the purpose of administration pursuant to the provisions of the Uniform Trust Act (20 Pa. C.S.A. § 7701, et seq.), the Court finds the grounds raised in the New Matter to be persuasive and controlling and, therefore, the Exceptions as filed by the mother of the minor child are hereby dismissed.\nOrder of the Orphans’ Court, filed 5/16/08.\nMother filed an appeal to the Superior Court, and the orphans’ court then directed Mother to file a statement of matters complained of on appeal pursuant to Pennsylvania Rule of Appellate Procedure 1925(b). Mother complied, asserting the following: (1) the orphans’ court did not have jurisdiction to place Kelsey’s assets from her deceased Father in a trust; (2) the orphans’ court did not have jurisdiction to restrict Kelsey from withdrawing those assets once she reaches eighteen years of age; and (3) the orphans’ court erred as a matter of law by not recognizing that Kelsey is entitled to all of Father’s life insurance proceeds as well as all assets from Father’s estate “free and clear” when she reaches eighteen years of age. More Concise Statement of Matters Complained of on Appeal, filed 6/27/08, at ¶¶ 2, 4, 5, 6, 7. Mother acknowledged that the court did have jurisdiction to appoint a limited guardian of Kelsey’s estate, but she asserted that the role of such guardian would be to assist in collecting and securing Kelsey’s assets until she reaches eighteen years of age. Id. at ¶ 3.\nThe Rule 1925 opinion of the orphans’ court first addressed the issue of whether Mother, “not being a named party in this matter, has standing to bring this appeal.” Orphans’ Court’s Rule 1925(a) Opinion, filed 8/5/08, at 2. The court concluded that Mother was “not a party in interest and lack[ed] standing to pursue the relief sought by way of her appeal.” Id. The court urged denial of Mother’s appeal based on her failure to establish standing. Id.\nThe Superior Court, in a non-published memorandum opinion, affirmed the order of the orphans’ court, specifically concluding that Mother did not have standing to contest the February 4, 2008 order that appointed Mr. Dempsey guardian of Kelsey’s estate and directed all of Kelsey’s inheritance to be placed in the Trust. In re K.L.M., 981 A.2d 942 (Pa.Super.2009) (Table). The Superior Court expressly rejected Mother’s argument that she had standing in this matter by virtue of her status as Kelsey’s mother. Relying on the distinction between a guardian of a minor’s person and a guardian of a minor’s property or estate, the Superior Court held that Mother had “no inherent rights or standing regarding the property of her minor child in this matter by virtue of her status as the child[ ]’s mother.” Id., slip op. at 6. The Superior Court also noted that Mother was not a named party in Appellee’s original petition, and concluded that she was not an interested party.\nThis Court granted allowance of appeal as to the following issue:\nDoes the parent of a minor child under the age of fourteen have standing to challenge the appointment of a guardian of that child’s estate made pursuant to a petition filed under Pennsylvania Orphans’ Court Rule 12.5? See Senseman’s Appeal, 21 Pa. 331, 333 (1853).\nIn re Miller, 605 Pa. 545, 992 A.2d 111 (2010).\nWe have recently reiterated the well-established presumption that a parent will act in the best interest of his or her child. In re F.C. III, 607 Pa. 45, 2 A.3d 1201, 1218-19 (2010). Furthermore, a parent has a fundamental right to care for and make decisions regarding his or her minor child. Id. These long-standing principles were determinative in Senseman’s Appeal, a case decided more than 150 years ago, the facts of which were very similar to those presented here.\nIn Senseman’s Appeal, two minor children were bequeathed the residue and remainder of their maternal grandfather’s real estate. Following the death of the minors’ mother, their uncle petitioned the orphans’ court for the appointment of a guardian of their estates, specifically proposing that the executor of the grandfather’s estate also serve as guardian of the minors’ estates. The court granted the uncle’s petition. The father then presented a petition to the court in which he stated that he had had no knowledge of the uncle’s action, that he had already made arrangements to apply for the appointment of a guardian, and that he objected to the court’s appointment of the executor as guardian. The father sought revocation of the court’s appointment and appointment of a different person as guardian of the minors’ estates. The court denied the father’s petition, but the father appealed to this Court and we reversed.\nWe began our analysis in Senseman’s Appeal by noting that a father’s duty is to maintain, protect, and educate his child, compensated only by the child’s affection, obedience, and services. We emphasized that a father has no right to the estate that his child may have received “from the bounty of others,” and that “it is deemed improper to appoint the father the guardian of his child’s estate.” However, we made very clear that the father had a right to be heard in matters related to the appointment of a limited guardian for his child, as follows:\nBut [the father’s] duty and power to protect [his child’s] interests remain; and where [the father] is in full life, and within the jurisdiction of the Court, he ought to have notice of the proceedings, and is entitled to be heard.\nSenseman’s Appeal, supra, at 333.\nSeveral decades after this Court decided Senseman’s Appeal, an orphans’ court relied on that decision for the proposition that “[a] petition should not be presented for the appointment of a guardian for a minor child without notice to the surviving parent, if such parent be within the jurisdiction of the court.” Appeal of Corwin, 126 Pa. 326, 19 A. 38 (1889). In Appeal of Corwin, after a father had died, survived by his wife and their two minor children, the children’s paternal grandfather petitioned the orphans’ court for appointment of a particular individual as guardian of the children. The orphans’ court granted the grandfather’s petition. However, the mother of the children had no knowledge of the petition because she had received no notice, and she did not consent to the appointment of the guardian. Concluding that the conduct of the grandfather had not been “praiseworthy,” the orphans’ court then determined that it was in the best interests of the family to revoke the appointment and appoint some other person as guardian. This Court issued a per curiam affirmance of the orphans’ court judgment.\nThe holdings in Senseman’s Appeal and Appeal of Corwin are consistent with Orphans’ Court Rule 12.5, which provides in relevant part as follows:\nAppointment of a guardian for the estate or person of a minor\n(a) A petition for the appointment of a guardian for the estate or person of a minor shall be filed by the minor, if over fourteen years of age and, if under such age, by his parent or parents, the person with whom he resides or by whom he is maintained or by any person as next friend of the minor.\n(b) The petition shall set forth\n(1) the name, address and age of the minor, and the names and addresses of his parents, if living;\n(2) the name, address and relationship to the minor of the petitioner, if the petition is not filed by the minor;\n(3)that the minor’s parents consent to the petition, if it is not filed by them, or the reason why they do not consent.\nOrphans’ Court Rule 12.5 (emphasis added to text).\nThere is no question that Rule 12.5 assumes that a minor’s parents will have notice of any petition for the appointment of a guardian for their child. But more than mere notice is required to satisfy the rule; the position of the parents vis-a-vis the petition must be set forth. Specifically, a petition for the appointment of a guardian not filed by the parents must either state that the parents consent to the petition or provide a reason why they do not consent. Thus, the involvement and participation of the parents in judicial proceedings related to the appointment of a guardian for their minor child are clearly contemplated by the express requirements of Rule 12.5.\nNotwithstanding the parent-child relationship, to obtain judicial resolution of a dispute or challenge, an individual must have standing. An individual has standing only if he or she is aggrieved, ie., adversely affected or negatively impacted in a real and direct fashion, by the proceedings at issue. Johnson v. American Standard, 607 Pa. 492, 8 A.3d 318, 329, 332-33 (2010); Pittsburgh Palisades Park, LLC v. Commonwealth of Pennsylvania, 585 Pa. 196, 888 A.2d 655, 659-60 (2005). To demonstrate that he or she is aggrieved, an individual must establish “a substantial, direct and immediate interest in the proceedings.” Johnson, supra at 333. An individual’s interest in the proceedings is substantial if it “surpasses the common interest of all citizens in procuring obedience to the law.” Pittsburgh Palisades Park, supra at 660 (citation omitted). An individual’s interest is direct “if there is a causal connection between the asserted violation and the harm complained of,” and the interest is immediate “if that causal connection is not remote or speculative.” Johnson, supra at 329 (citation omitted).\nIn the instant case, Mother argues that she has standing to challenge the appointment of Mr. Dempsey as guardian for her minor child’s estate, just as the father in Senseman’s Appeal had the right to be heard in 1853. We agree. As we reasoned in Senseman’s Appeal, this right to be heard stems from the duty of a parent to maintain and protect his or her child’s interests. The fact that a parent has no right to his or her child’s estate does not diminish the parental duty to maintain and protect the entirety of the minor child’s interests, personal and financial.\nThere is no question that Mother has a “substantial, direct and immediate interest” in the appointment of Mr. Dempsey as guardian for her minor child’s estate. Johnson, supra at 329. Mother’s interest is substantial because it surpasses the generalized interest of all citizens in the appointment of appropriate guardians to represent the interests of minors. Mother’s interest is direct because there is a causal connection between the appointment of the allegedly inappropriate guardian and the harm Mother alleges will inure to her child’s estate. Mother’s interest is immediate because that causal connection is not remote or speculative, but rather is asserted in the terms of the Trust. Indeed, to deny Mother standing in proceedings regarding the appointment of a guardian for her minor child, be it a guardian of the minor’s person or estate, would be to erect obstacles to the fulfillment of her parental duty to protect her child’s interests.\nSenseman’s Appeal was rightly decided in 1853. It remains governing law, consistent with both Orphans’ Court Rule 12.5 as well as modern principles of standing. We hereby affirm the continuing force of Senseman’s Appeal, and accordingly, vacate the order of the Superior Court. We remand to the Superior Court for reevaluation of this case in light of our holding.\nJustice ORIE MELVIN did not participate in the consideration or decision of this case.\nJustices EAKIN, BAER and TODD join the opinion.\nJustice SAYLOR files a concurring opinion in which Chief Justice CASTILLE joins.\n. Any person may act as the \"next friend” to a minor so long as he or she has no interest adverse to the minor. See Bertinelli v. Galoni, 331 Pa. 73, 200 A. 58, 59 (1938).\n. A transcript was not included in the certified record, so we do not know what issues were covered and what evidence was presented at the hearing.",
        "type": "majority",
        "author": "Justice McCAFFERY."
      },
      {
        "text": "Justice SAYLOR,\nconcurring.\nI join the majority’s holding that a parent has standing to challenge the appointment of a limited guardian for her minor child’s estate. See Majority Opinion at 988, 992-93. Notably, neither party to this appeal disagrees with this well-established proposition. See, e.g., Brief for Appellant at 7; Brief for Appellee at 4. Under the circumstances, I believe it would be useful to provide some additional context explaining how it is that we have come to revisit a settled point of law with which all parties agree.\nThe main difficulty in the case seems to stem from the broad wording of the Superior Court’s holding, which, by its terms, apparently implicated an issue not previously at issue in this litigation. By way of background, in her exceptions to the orphans’ court’s order of February 4, 2008, Appellant had argued that that tribunal erred in creating an irrevocable trust and directing that Father’s life insurance proceeds be deposited into the resultant trust. See Exceptions to February 4, 2008 Order of Court ¶ 14, reproduced in R.R. at 27-30. Appellant had therefore contended that the orphans’ court should partially reverse itself and require that all assets to which daughter was entitled as a result of Father’s death be placed into an interest bearing account and marked “Not to Be Withdrawn until the Minor Reaches Eighteen (18) years of age or Further Order of Court.” Id. ¶ 16. Appellant did not, however, challenge that court’s decision to appoint a limited guardian for her daughter’s estate; indeed, Appellant expressly approved of that ruling. See id. ¶ 14.\nAppellee countered by maintaining that, since Appellant did not file her appeal on behalf of or as natural parent of her daughter, Appellant was without standing to pursue “the relief sought by her exceptions.” Answer & New Matter to Exceptions ¶ 16 (emphasis added), reproduced in R.R. at 31-33. The orphans’ court agreed and dismissed the exceptions, and Appellant appealed to the Superior Court. In its Rule 1925 opinion, the orphans’ court concluded that Appellant lacked standing to pursue “the relief sought by way of her appeal,” as she was not a named party in the original petition and did not bring the appeal on behalf of or as the natural parent of her daughter. In re Miller, No. 04-07-1299, slip op. at 2 (C.P. Beaver, Aug. 5, 2008) (emphasis added).\nOn further review, the Superior Court affirmed in a memorandum decision, determining that Appellant lacked standing “to appeal the February 4, 2008 order.” In re Miller, No. 1022 WDA 2008, slip op. at 3, 981 A.2d 942 (Pa.Super. July 14, 2009); see also id. at 6 (“[Appellant] has no standing to appeal the decision.”). In so holding, the Superior Court’s opinion evidently was read as suggesting that, not only was Appellant without standing to pursue the relief sought by her exceptions — i.e., the partial reversal of the orphan’s court’s order regarding the creation of the irrevocable trust for the assets of her daughter’s estate, which was the only matter in dispute on appeal — but that she also lacked standing to contest any aspect of that ruling, including the court’s decision to appoint a limited guardian for her daughter’s estate. Cf. In re Miller, 605 Pa. 545, 992 A.2d 111 (2010) (per curiam) (“Does the parent of a minor child under the age of fourteen have standing to challenge the appointment of a guardian of that child’s estate made pursuant to a petition filed under Pennsylvania Orphans’ Court Rule 12.5?”).\nTherefore, Appellant’s standing to contest the appointment of a limited guardian for her daughter’s estate was interjected into this appeal, if at all, by the Superior Court’s somewhat imprecise holding, thus necessitating the present remand. See Majority Opinion at 993.\nChief Justice CASTILLE joins this Concurring Opinion.",
        "type": "concurrence",
        "author": "Justice SAYLOR,"
      }
    ],
    "attorneys": [
      "Robert A. Felkay, for Kristi L. George.",
      "Thomas J. Dempsey Jr., Pittsburgh, for Kelsey Lauren Miller."
    ],
    "corrections": "",
    "head_matter": "In re Kelsey Lauren MILLER, a Minor Under the Age of Fourteen Years. Appeal of Kristi L. George.\nSupreme Court of Pennsylvania.\nArgued Oct. 19, 2010.\nDecided Sept. 28, 2011.\nRobert A. Felkay, for Kristi L. George.\nThomas J. Dempsey Jr., Pittsburgh, for Kelsey Lauren Miller.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, JJ."
  },
  "file_name": "0987-03",
  "first_page_order": 1025,
  "last_page_order": 1032
}
