{
  "id": 6094951,
  "name": "In re Dennison Manufacturing Co.",
  "name_abbreviation": "In re Dennison Manufacturing Co.",
  "decision_date": "1930-04-10",
  "docket_number": "No. 2301",
  "first_page": "987",
  "last_page": "989",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 987"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "27 Fed. Rep. 490",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3769338
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/27/0490-01"
      ]
    },
    {
      "cite": "31 Fed. Rep. 279",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3763849
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/31/0279-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 277,
    "char_count": 3937,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.3845124151513947e-07,
      "percentile": 0.6412105493409075
    },
    "sha256": "791f9403d919ae886bc41924a413d031d564675aa6bd392ff4ace25f350831db",
    "simhash": "1:ed97a7824fa996ce",
    "word_count": 652
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding' Judge, and Bland, Hatfield, Gakhett, and Lenkoot, Associate Judges"
    ],
    "parties": [
      "In re Dennison Manufacturing Co."
    ],
    "opinions": [
      {
        "text": "LenROOt, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Commissioner of Patents affiirming the action of the examiner of trade-marks rejecting appellant’s application to register as a trade-mark an urn-shaped figure forming a patch for a tag.\nThe mark is described in appellant’s brief as follows:\nSaid mark is the outline or silhouette of an urn-shape or vase-like figure applied to the packages containing the goods by printing it upon the labels in the usual way and to the tags themselves by forming it intregral with the string reinforcement (the “patch” technically so called) of the tag.\nThe application was filed on December 8, 1926. On August 24, 1928, appellant amended its petition by inserting the following disclaimer:\nThe trade-mark consists in the substantially urn-sliaped outline shown, regardless of how applied to the goods, and no claim is made to a perforated patch apart from substantial^ such outline.\nHowever, the entire argument of appellant both in its brief and upon oral hearing was to the point of whether the conformation or outline of the patch could constitute a valid trade-mark. It is unnecessary for us to determine whether an application for the registration of the mark, not as an integral part of the patch, would be allowable.\nIt is a matter of common knowledge that in the manufacture of tags it is customary to reinforce the tag around the opening through which the fastening cord is looped. This reinforcement is called a patch. Appellant has selected a particularly shajjed patch, as appears from the samples submitted with the application for registration, and claims a trade-mark upon the outline or conformation thereof.\nThe commissioner held that the tag and its reinforcing patch are parts of the completed article and that the mere shape of the patch is not a feature which can be recognized as constituting a trade-mark.\nWe agree with this holding of the commissioner.\nIt is well settled that the configuration of an article having utility is not the subject of trade-mark protection. Adams v. Heisel, 31 Fed. Rep. 279; Davis v. Davis, 27 Fed. Rep. 490; Nims on Unfair Competition and Trade-marks, sect. 195.\nAppellant concedes the correctness of this doctrine as applied to articles, but apparently contends that it does not apply to a part <of an article, even though such part performs a useful function. We see no distinction in principle. If one may secure a valid trademark upon the shape or configuration of an essential part of an article it would permit monopolies never intended to be protected by the common law relating to trade-marks, or by statutes governing their registration.\nIn the case at bar, appellant affixes nothing to the patch, and if the patch, which is conceded to have utility, be removed, there would be nothing left of the trade-mark.\nWe do not pass upon the registrability of the urn-shaped outline or vase-like figure as a trade-mark if applied to packages or to the tags •apart from the patch. Were there an application for the registration of such a mark, involving nothing more, a different question would be before us.\nIt is clear to us that the effect of granting appellant’s application would not be the recognition of a mark to indicate the origin of goods, but recognition of a monopoly of a particular shape of a useful part of a finished article. We are satisfied that this the law of trade-marks does not permit.\nThe decision of the commissioner is affirmed.",
        "type": "majority",
        "author": "LenROOt, Judge,"
      }
    ],
    "attorneys": [
      "Roberts, Cushman £ Woodberry, Cushman, Bryant <& Darby (Robert Cushman. and Charles D. Woodberry of counsel) for appellant.",
      "T. A. Ilosetetler for tlie Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Dennison Manufacturing Co.\n(No. 2301)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1930\nRoberts, Cushman £ Woodberry, Cushman, Bryant <& Darby (Robert Cushman. and Charles D. Woodberry of counsel) for appellant.\nT. A. Ilosetetler for tlie Commissioner of Patents.\n[Oral argument March 14, 1930, by Mr. Woodberry and Mr. Hostetler]\nBefore Graham, Presiding' Judge, and Bland, Hatfield, Gakhett, and Lenkoot, Associate Judges"
  },
  "file_name": "0987-01",
  "first_page_order": 437,
  "last_page_order": 439
}
