{
  "id": 11309712,
  "name": "Leneva E. CROSKEY, Petitioner, v. DISTRICT OF COLUMBIA POLICE AND FIREFIGHTERS' RETIREMENT AND RELIEF BOARD, et al., Respondents",
  "name_abbreviation": "Croskey v. District of Columbia Police & Firefighters' Retirement & Relief Board",
  "decision_date": "1991-09-13",
  "docket_number": "No. 89-1345",
  "first_page": "988",
  "last_page": "992",
  "citations": [
    {
      "type": "official",
      "cite": "596 A.2d 988"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "62 L.Ed.2d 761",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "100 S.Ct. 1028",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "444 U.S. 1078",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11444325,
        11444167,
        11444457,
        11444394,
        11444235,
        11444427,
        11444363,
        11444298,
        11444271,
        11444211,
        11444147,
        11444188
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/us/444/1078-08",
        "/us/444/1078-02",
        "/us/444/1078-12",
        "/us/444/1078-10",
        "/us/444/1078-05",
        "/us/444/1078-11",
        "/us/444/1078-09",
        "/us/444/1078-07",
        "/us/444/1078-06",
        "/us/444/1078-04",
        "/us/444/1078-01",
        "/us/444/1078-03"
      ]
    },
    {
      "cite": "408 A.2d 31",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7955157
      ],
      "pin_cites": [
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/0031-01"
      ]
    },
    {
      "cite": "485 A.2d 212",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7905911
      ],
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/485/0212-01"
      ]
    },
    {
      "cite": "527 A.2d 313",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876747
      ],
      "pin_cites": [
        {
          "page": "315-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/527/0313-01"
      ]
    },
    {
      "cite": "537 A.2d 204",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12030188
      ],
      "pin_cites": [
        {
          "page": "205"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/537/0204-01"
      ]
    },
    {
      "cite": "305 U.S. 197",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139848
      ],
      "weight": 3,
      "year": 1938,
      "pin_cites": [
        {
          "page": "229",
          "parenthetical": "citations omitted"
        },
        {
          "page": "217",
          "parenthetical": "citations omitted"
        },
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/305/0197-01"
      ]
    },
    {
      "cite": "528 A.2d 1225",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7909928
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1231"
        },
        {
          "page": "1231"
        },
        {
          "page": "1226"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/528/1225-01"
      ]
    },
    {
      "cite": "468 A.2d 965",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8022538
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "968-69"
        },
        {
          "page": "969"
        },
        {
          "page": "968"
        },
        {
          "page": "967"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/468/0965-01"
      ]
    },
    {
      "cite": "402 A.2d 36",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8040068
      ],
      "pin_cites": [
        {
          "page": "42"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/402/0036-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 746,
    "char_count": 16080,
    "ocr_confidence": 0.795,
    "pagerank": {
      "raw": 1.4307471122769353e-07,
      "percentile": 0.6512292801626659
    },
    "sha256": "aea821c8baaa65d86d695570dc00d7d370391c0b561e3bbea3244a75f1aa36db",
    "simhash": "1:b56724526533954e",
    "word_count": 2456
  },
  "last_updated": "2024-02-27T18:13:48.068462+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN and FARRELL, Associate Judges, and BELSON, Senior Judge."
    ],
    "parties": [
      "Leneva E. CROSKEY, Petitioner, v. DISTRICT OF COLUMBIA POLICE AND FIREFIGHTERS’ RETIREMENT AND RELIEF BOARD, et al., Respondents."
    ],
    "opinions": [
      {
        "text": "BELSON, Senior Judge:\nPetitioner Leneva E. Croskey seeks review of the decision of the District of Columbia Police and Firefighters’ Retirement and Relief Board that her psychological disability was not incurred in the performance of duty. We affirm.\nCroskey, while working as an officer with the Metropolitan Police Department, was shot in the leg during a shootout between police and drug dealers. Croskey recovered from the injury, but when she returned to work she began to suffer a post-traumatic stress disorder that made her restless and depressed. Following a hearing, the Board concluded that Croskey was disabled for performing useful and efficient service, but that Croskey’s disability stemmed from a long history of personality disorder rather than from the shooting incident. In its final order, the Board retired Croskey for disability not incurred in the performance of duty pursuant to D.C.Code § 4-615 (1988). On her petition here, Croskey contends that she is entitled to the higher level of benefits provided by D.C.Code § 4-616 (1988).\nSection 4-616 provides a special pension rate for two types of disabilities: 1) those that result directly from an injury or disease that is incurred in the performance of duty; and 2) those that arise from the aggravation of such injury or disease. See Kirkwood v. District of Columbia Police & Firemen’s Retirement & Relief Bd., 468 A.2d 965, 968-69 (D.C.1983). A claimant cannot qualify for the special pension rate if the on-duty injury aggravates some pre-existing, nonservice-related injury. Id. at 969. As this court stated in Allen v. District of Columbia Police & Firefighters’ Retirement & Relief Bd.:\na Metropolitan Police officer with some pre-existing and nonservice-related psychological problem who becomes disabled when this problem is aggravated by a service-connected injury or illness, does not qualify under § 4-616 for an annuity based on performance-of-duty aggravation.\n528 A.2d 1225, 1231 (D.C.1987) (emphasis added). Similarly, in Kirkwood, supra, this court affirmed the Board’s denial of benefits under § 4-616 because, although the petitioner’s duties as a police officer “may have aggravated petitioner’s emotional and psychological difficulties, the etiology of petitioner’s condition [was] rooted in experiences and events that predate his employment with the Department.” 468 A.2d at 968.\nThus, when the duty related injury aggravates a pre-existing non-duty related injury with the result that the pre-existing injury or condition still contributes to the disability, a claimant is not entitled to the higher level of benefits. Allen, supra, 528 A.2d at 1231. But when the later duty related injury is so serious that it would have itself caused the disability regardless of the existence of the previous injury or condition, the disability can be said to result directly from the duty related injury and the claimant will be entitled to the higher level of benefits.\nThe determination of whether an injury was incurred in the performance of duty is a factual finding which this court must uphold if it is supported by substantial evidence. See Kirkwood, supra, 468 A.2d at 967. Substantial evidence requires “ ‘more than a mere scintilla. It means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.’ ” Baumgartner, supra note 3, 527 A.2d at 316 (quoting Consolidated Edison Co. v. NLRB, 305 U.S. 197, 229, 59 S.Ct. 206, 217, 83 L.Ed. 126 (1938) (citations omitted)).\nHere, the Board determined that Croskey was disabled as a result of post-traumatic stress disorder and borderline personality disorder. The Board preceded that determination with this finding of fact:\nThe Board finds that member had a long history of personality disorder requiring much psychiatric attention from the Psychiatric Service of the Board of Surgeons, psychologists and therapists before the shooting incident on April 30, 1988.\nThe Board then quoted the reference a witness, Dr. Wellhouse, made to an evaluation by another psychiatrist:\nDr. Wellhouse referred to Dr. Holmes’ psychiatric evaluation of May 17, 1989 to explain the Post-traumatic stress disorder: “... There are four criteria that need to be satisfied and they tend to be most prevalent in individuals with preexisting pathology. In other words, if a person has personality problems before, they may be ever more likely to break down under stress in a traumatic situation and she points out Officer Croskey does meet the criteria.”\nThe Board went on to decide that the post-traumatic stress disorder was rooted in the pre-existing borderline personality disorder. It stated:\nThe Board further finds that [Cros-key’s] disability as diagnosed was not caused by the performance of her duties as a police officer. The weight of the evidence strongly indicates that [Cros-key] had a long history of personality problems in her life before she joined the police department, which was filled with emotional traumas and disappointments, which set the tone of her personality development. Her private life upon adulthood was again full of stress and trauma. She became self-defeating and non-adaptive to the stresses of her job as a police officer.\nWhile the Board’s findings and conclusions might have been more explicit, we think they adequately express the Board’s determination that Croskey’s disability resulted from the aggravation of a pre-existing psychological condition that was not duty related.\nOn appeal, Croskey contends that the shooting precipitated the development of her post-traumatic stress disorder, relying heavily on the fact that prior to the shooting she had functioned quite well as a police officer in spite of her borderline personality disorder and had earned favorable recognition for her performance in high-risk narcotics work. Thus, she argues, the Board’s ruling that the shooting did not cause her disability was not supported by substantial evidence because the government failed to present any evidence that she would not have continued to function as a police officer but for the gunshot wound and the resulting post-traumatic stress disorder.\nThe government, however, did present substantial evidence that the gunshot wound aggravated Croskey’s “already precarious psychological functioning.” The record shows that Croskey was suffering from psychological impairments long before she joined the police force and that she continued to experience these problems as a result of incidents unrelated to her police duties. Her disorders included extreme anxiety and depression, “bad nerves,” sleeplessness, tension headaches, chaotic home life, and patterns of irresponsibility. One psychologist who examined Croskey in 1981 reported:\nMy examination shows that she [Cros-key] is in emotional turmoil, largely as the result of her basic personality structure.\nThe causative factors for her emotional turmoil can not be placed, I believe, upon her duties and experiences in the police department.\nOn a psychopathology test taken at that time, Croskey “scored very high for paranoia and for psychopathy ... [and] moderately high for hypochondriasis, hysteria, schizoid features, and hypomania.” The results indicated “that she has a tendency to exaggerate physical complaints and to have hysterical reactions.” Another psychologist diagnosed Croskey in 1984 as suffering from borderline personality disorder, reporting that she had serious impairment in several ego functions including the management of high level anxiety and aggressive impulses. Further testing and interviewing by the same psychologist after the shooting “indicate[d] the presence of pre-existing severe character pathology.” Another psychologist testified that there was a relationship between Croskey’s preexisting personality situation and the way Croskey reacted to stress. Thus, the evidence presented to the Board described a person who was already laboring under severe emotional problems at the time of the on-duty shooting.\nFurther, the record shows that the shooting aggravated Croskey’s pre-existing, non-service-related psychopathy. According to one medical report, the shooting incident “appears to have tipped the balance in Officer Croskey’s already precarious psychological functioning.” Noting that the criteria for post-traumatic stress disorder “tend to be most prevalent in individuals with pre-existing psychopathology,” the report found that Croskey met all the criteria. Another psychologist, agreeing with this assessment, testified that “the personality disorder makes her more vulnerable to breaking down under the particular stress that we have. It is an underlying condition.” He further testified that the post-traumatic stress disorder “made the previous underlying [borderline personality] problem worse, yes. The post-traumatic stress disorder is new, yes. It followed the stress — it was in a sense an exaggeration of the underlying personality disorder. It made things worse.” Testimony of James L. Wellhouse, M.D. (July 11, 1989) (emphasis added).\nOnce a claimant makes a showing that she was disabled by an on-duty injury, the burden of proceeding shifts and it is incumbent upon the government to adduce substantial evidence tending to disprove the inference that the disability resulted from the on-duty injury. See Batty v. District of Columbia Police & Firefighters Retirement & Relief Bd,., 537 A.2d 204, 205 (D.C.1988) (burden shifts to government to rebut inference of causation by on-duty injury); Baumgartner, supra note 3, 527 A.2d at 315 (same). As we have shown, the government in this case carried that burden. The ultimate burden of persuasion remained with Croskey. We are unpersuaded that we should overturn the Board’s conclusion that Croskey has failed to meet this burden of proof. The witness most favorable to her declined to answer the question of whether the shooting incident by itself would have produced the post-traumatic stress disorder, stating that the question was too hypothetical. Rather, he testified that he supposed that it is true that Croskey “could have or should have recovered more quickly from the shooting incident or not suffered from post-traumatic stress disorder” if it were not for the underlying personality disorder.\nWe hold that there was substantial evidence to support the Board’s findings. That evidence was to the effect that the shooting incident “appears to have tipped the balance in Officer Croskey’s already precarious psychological functioning,” a pre-existing condition not related to performance of duty. Thus, although the shooting incident may have added to Cros-key’s underlying psychological problems, the fact that the underlying psychological problems were not incurred in the performance of duty and that the post-traumatic stress disorder that contributed to her disability was “an exaggeration of the underlying disorder” preclude her from qualifying for benefits under § 4-616.\nAffirmed.\n. Croskey does not challenge the Board’s finding that she was disabled for performing useful and efficient service pursuant to D.C.Code § 4-607(2) (1988).\n. Compare D.C.Code § 4-616(a) which provides that\nwhenever any member is injured or contracts a disease in the performance of duty or such injury or disease is aggravated by such duty at any time after appointment and such injury or disease or aggravation permanently disables him for the performance of duty, he shall upon retirement for such disability, receive an annuity computed at the rate of 2½ per centum of his average pay for each year,\n(emphasis added) with D.C.Code § 4-615 (a) which provides that\nwhenever any member coming under §§ 4-607 to 4-630 completes 5 years of police or fire service and is found by the Mayor to have become disabled due to injury received or disease contracted other than in the performance of duty, which disability precludes further service with his department, such member shall be retired on an annuity computed at the rate of 2 per centum of his average pay for each year.\n(emphasis added).\n. It is only when the claimant’s disability is attributable not to a service-related aggravation of a pre-existing nonservice-related factor but to two separate and distinct factors — one service-related and one nonservice-related — that this court needs to look into the question of the predominant cause of the injury. In Allen, supra, this court held that where the claimant had no pre-existing psychological condition, service-related or otherwise, determination of his eligibility for benefits under § 4-616 turned on whether his psychological disability was \"predominantly related to his service with the police department” rather than on his inability to cope with the police department’s handling of his claim. 528 A.2d at 1226; cf. Baumgartner v. Police & Firemen's Retirement Bd., 527 A.2d 313, 315-16 (D.C.1987) (where evidence showed that petitioner had fully recovered from non-duty related knee injury, there was not substantial evidence to support Board’s finding that the root cause of his duty-related injury was the knee injury so as to make him ineligible for benefits under § 4-616).\n. Much of the evidence about Croskey’s preexisting condition is presented in several psychological evaluations. These reports by physicians who have examined Croskey and have reached a diagnosis within the field of their expertise \"constitutes substantial evidence\" of her pre-existing psychological condition. See Dowd v. District of Columbia Police & Firefighters’ Retirement & Relief Bd., 485 A.2d 212, 215 (D.C.1984).\n. Although this court has not reached the issue of who has the ultimate burden of persuasion in a case involving retirement benefits under D.C.Code § 4-616(a), traditionally “a party asserting or pleading an issue has the burden of proof — i.e. burden of persuasion.” Nader v. de Toledano, 408 A.2d 31, 48 (D.C.1979), cert. denied, 444 U.S. 1078, 100 S.Ct. 1028, 62 L.Ed.2d 761 (1980); see also 31A C.J.S. Evidence § 104 at 168 (1964) (burden of persuasion as to a fact or issue rests on the party asserting or pleading it and remains on that party throughout trial).",
        "type": "majority",
        "author": "BELSON, Senior Judge:"
      },
      {
        "text": "FERREN, Associate Judge,\ndissenting:\nI agree that a “claimant cannot qualify for the special pension rate if the on-duty injury aggravates some preexisting, non-service-related injury.” Ante at [989]. The Board’s conclusion that Croskey’s disability “was not caused by the performance of her duties,” ante at [990], can be valid only if the Board found, by reference to record evidence, that her disability was an aggravation of her preexisting borderline personality disorder. At best the Board’s finding to that effect is implicit; it is nowhere stated as such.\nThe Board accordingly has disregarded the requirement of Citizens Ass’n of Georgetown, Inc. v. District of Columbia Zoning Comm’n, 402 A.2d 36, 42 (D.C.1979), that when an administrative body fails to make written findings of basic facts on all material contested issues, “[t]he court cannot properly fill the gap itself by inferring findings ... through inspection of the record, the agency’s other findings, and the ultimate decision.”\nThis is a close case; the evidence was disputed. I would accordingly remand the record for more explicit findings on the relationship between Croskey’s borderline personality disorder and her post-traumatic stress disorder. Respectfully, therefore, I dissent.",
        "type": "dissent",
        "author": "FERREN, Associate Judge,"
      }
    ],
    "attorneys": [
      "William G. Jepsen, Jr., for petitioner.",
      "James C. McKay, Jr., Asst. Corp. Counsel, with whom Herbert 0. Reid, Sr., Corp. Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corp. Counsel, were on the brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "Leneva E. CROSKEY, Petitioner, v. DISTRICT OF COLUMBIA POLICE AND FIREFIGHTERS’ RETIREMENT AND RELIEF BOARD, et al., Respondents.\nNo. 89-1345.\nDistrict of Columbia Court of Appeals.\nArgued May 24, 1990.\nDecided Sept. 13, 1991.\nWilliam G. Jepsen, Jr., for petitioner.\nJames C. McKay, Jr., Asst. Corp. Counsel, with whom Herbert 0. Reid, Sr., Corp. Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corp. Counsel, were on the brief, for respondent.\nBefore FERREN and FARRELL, Associate Judges, and BELSON, Senior Judge.\nJudge Belson was an Associate Judge of the court at the time of argument. His status changed to Senior Judge on July 24, 1991."
  },
  "file_name": "0988-01",
  "first_page_order": 1054,
  "last_page_order": 1058
}
