{
  "id": 6094952,
  "name": "In re Walter W. Williams",
  "name_abbreviation": "In re Williams",
  "decision_date": "1930-04-14",
  "docket_number": "No. 2199",
  "first_page": "989",
  "last_page": "992",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 989"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 471,
    "char_count": 9909,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 5.0011153170616546e-08,
      "percentile": 0.3141003587467841
    },
    "sha256": "a47fb4c14cb9bf6d133d57f1020ce324f165ab519e6bc60efba7265ce758c56d",
    "simhash": "1:201336e32770256a",
    "word_count": 1714
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Walter W. Williams"
    ],
    "opinions": [
      {
        "text": "Graham, Presiding Judge,\ndelivered the opinion of the court:\nWalter W. Williams, the appellant, filed his application, Serial No. 725139, on July 10, 1924, for an improvement in safety mechanism for fuel-burning devices. By amendments the applicant finally copied claims 1, 2, 3, 4, 5, and 8, of the Lewis W. Scott patent 1602175, and presented them as claims 13, 14, 15, 16, 17, and 19, in his said application for the purpose of interference. The examiner rejected these claims on the theory that they were not readable on applicant’s device even if given the broadest possible interpretation. The Board of Appeals affirmed this decision for the same reason. Claim 13, which is typical,' is as follows:\n13. In an electric control system for oil burners, in combination with electrically-operated means for initiating and maintaining combustion, a control circuit therefor, a switch in said circuit normally closed when the burner is started and operating thereafter to open the circuit to said electrically-operated means, a safety device for controlling the operation of said electrically-operated means after the circuit thereto has been broken comprising an electric circuit including said electrically-operated means, and an automatic switch in said circuit normally open and operating, upon establishment of combustion, to close before said first named switch opens.\nIt seems to be admitted, from the arguments and briefs filed herein, on the part of the appellant, that the principal and only question involved is whether the claims in question read on applicant’s device. It is not contended that there are any essential differences in the claims in this respect. We shall, therefore, consider only the one principal question involved, as stated, assuming that the claims in question all involve the same matter.\nThe device in question is an electric control for use in connection with oil-burning furnaces, by which liquid fuel is forced into -the combustion chamber by an electrical motor. This motor is started by a room thermostat or Avail switch. The device is so constructed that in a predetermined time the control circuit, through and by which the motor operates, is broken and the motor will cease to operate unless, in the meantime, a secondary circuit operated by means of the heat generated by combustion in the combustion chamber will keep the circuit closed and the motor operating. In other words, the object is to stop the motor in case, by some accident, or for some reason, combustion does not start, or stops, in the combustion chamber. In this way flooding of the combustion chamber with fuel is prevented. The operation of the Scott device is stated in his specifications, as follows:\nAssuming the mercury tube 2 in the position shown and that the contacts 37, 36, and 41 arc all in proper engagement with each other upon closing of the thermostatic SAvitch 33, current AVill Aoav from transformer 25 through the magnet coils 43 through contacts 37, 36, and 41, and through the coil 42 back to the transformer 25. The instant that current floAVs through the magnet coils 43, the armature 7 will be attracted by the magnets 10 and 11 and the tube 2 will tilt to the right, causing the mercury therein to flow to the •end of the tube containing the contacts 3 and through said contacts to close the circuit to motor 19 and transformer 24. This transformer will furnish current to the spark coil 29, as before described. In the movement of the armature under the attraction of the magnets 10 and 11, the said armature will first engage the end of magnet 10 and then its outer end will be drawn downward by magnet 11, causing the spring 8 to slightly buckle, and insuring a sufficient tilt of the ■tube 2 to cause the mercury therein to flow to the end containing the contacts 3. \"When the armature 7 is attracted by the magnets, the arm 12 thereon will release the spring switch member 13 and permit it to engage the contact 16 whereby a parallel electric current from the magnet coils 43 to the coil 42 will be established over the wire 48 as soon as the heat of the burner actuates the thermostatic bar 49 to make engagement with contact 50. As soon as the thermostatic strip 38 has been heated by coil 42 to the proper temperature, said strip will move to the right and open the contacts 37, 36, and 41. That is to say, when the thermostatic strip moves to the right, the spring contact member 36 will also move to the right a small amount so as to be out of engagement with the end of the screw contact 37. The opening of these contacts 37 and 36 breaks the circuit of one of the parallel circuits to magnet coils 43 and coil 42, the circuit thus broken being that carried over the wire 46. The opening of contacts 41 and 36 breaks the circuit to the spark coil 29 over the wire 35. It will be seen, however, that current continues to flow through coils 42 and 4? because of the circuit established by contact of the switch member 13 with the contact 16 as before described. If the circuit to the room thermostat is broken, or if the main line current is shut off, no current will flow through the magnet coils 43 or coil 42 and the mercury tube 2 will instantly tilt to the left under the influence of spring 8, and the circuit to motor 19 and transformer 24 will be instantly broken. The immediate closing of the room thermostat circuit, or of the main line circuit, will not start the motor until the thermostatic strip 38 has been cooled down suffciently so that it win move to the left and establish the contacts at 41 and 36 and then at 36 and 37. \"With this arrangement, it is impossible at any time to turn •on the motor 19 until the circuit to spark coil 29 has been closed by contacts 41 and 36. I usually set the thermostatic strip 38 so that it will close contacts •36 and 37 in from one to two minutes after current is shut off from coil 42. This feature of the invention, however, is claimed in my pending application Serial Number 602,291, filed November 20 1922, is only briefly referred to herein to make the general construction and operation of the device clear.\nIs it evident from this description of the operation of the Scott •device that two parallel electric circuits are provided. The first is closed by the operation of the house thermostatic switch; when this switch is closed certain magnet coils are energized, an armature is brought in contact with them and a mercury switch in connection therewith tilts, completes the circuit, starts the motor and at the same time furnishes a spark to the plug for igniting the liquid fuel in the combustion chamber. In a predetermined' time this circuit would automatically be broken, because of the flow of current in the circuit which heats a thermostatic strip 38, which thereupon moves to the right and breaks the contact. However, if combustion is taking place in the combustion chamber, a thermostatic bar therein closes a parallel circuit, the current still flows through the magnetic coils and the tilted mercury switch maintains the motor circuit unbroken. If combustion stops at any time, or does not start, the parallel circuit is not closed and the motor stops.\nThe device of the applicant is based upon an entirely different, plan. As we understand it, it comprises three electrical circuits, instead of the two provided by Scott. In applicant’s device, when the house thermostatic switch is closed the motor starts, spark is. furnished to a spark plug in the combustion chamber and gas is. discharged so that it will be ignited by the spark plug and will in turn ignite the liquid fuel. This electrical circuit is closed and would continue to operate indefinitely if it were not broken by the action of another parallel circuit. As the motor operates, pressure is raised in an atomizer chamber, by means of which a diaphragm is caused to rise; this in turn operates a switch 38 which, by deen-ergizing a magnetic coil, breaks the house thermostatic circuit, stops the motor, the flow of gas, and the spark. However, if in the meantime combustion has started in the combustion chamber, pressure is transmitted from a tube in said chamber to a 2 column mercury switch, by means of which contact is made therein with an electrode, another distinct elective circuit is closed and the motor continues to function; if combustion ceases or does not start, the secondary circuit remains open and the motor, spark, and gas stop.\nIt will therefore be seen that the Scott claim does not read on applicant’s device. It will be observed that Scott relies upon “ a control circuit therefor,' a switch in said circuit normally closed when the burner is started and operating thereafter to open the circuit.” There is no such switch in applicant’s control circuit, as we have seen. This essential element being lacking, the claim can not be sustained.\nIn our judgment these Scott claims do not read on the applicant’s device. It is apparent that the applicant has perfected a device which will perform the same functions, but it is equally apparent that they are performed in a different manner. This being true,, it follows that the Board of Appeals did not err in affirming the decision of the examiner, denying the claims in question. Other reasons were assigned by the Board of Appeals for the rejection of some of the claims in question. However, inasmuch as what has been said disposes of the matter, it will not be necessary to discuss, the other suggested reasons.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Graham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "James Atkins (Lanydon Moore of counsel) for appellant.",
      "T. A. Hostetler (Hoioard 8. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Walter W. Williams\n(No. 2199)\nUnited States Court of Customs and Patent Appeals,\nApril 14, 1930\nJames Atkins (Lanydon Moore of counsel) for appellant.\nT. A. Hostetler (Hoioard 8. Miller of counsel) for the Commissioner of Patents.\n[Oral argument January 8, 1930, by Mr. Moore and Mr. Miller]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0989-01",
  "first_page_order": 439,
  "last_page_order": 442
}
