{
  "id": 9085299,
  "name": "Irma McPHERSON, Appellant, v. DISTRICT OF COLUMBIA HOUSING AUTHORITY, Appellee",
  "name_abbreviation": "McPherson v. District of Columbia Housing Authority",
  "decision_date": "2003-10-16",
  "docket_number": "No. 02-CV-296",
  "first_page": "991",
  "last_page": "995",
  "citations": [
    {
      "type": "official",
      "cite": "833 A.2d 991"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "537 A.2d 1100",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12040589
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1114"
        },
        {
          "page": "1114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/537/1100-01"
      ]
    },
    {
      "cite": "765 A.2d 543",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11076015
      ],
      "pin_cites": [
        {
          "page": "544"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/765/0543-01"
      ]
    },
    {
      "cite": "408 F.2d 175",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2203472,
        3580541
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/408/0175-01"
      ]
    },
    {
      "cite": "132 U.S.App. D.C. 372",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3580541
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "376"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "385 F.2d 694",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3578150,
        2085166
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/385/0694-01"
      ]
    },
    {
      "cite": "128 U.S.App. D.C. 172",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3578150
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "178"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "398 A.2d 354",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7977143
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/398/0354-01"
      ]
    },
    {
      "cite": "473 F.2d 118",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        275385
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/473/0118-01"
      ]
    },
    {
      "cite": "153 U.S.App. D.C. 407",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "140 F.3d 1060",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1318625,
        3712301
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "1074"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/140/1060-01",
        "/us-app-dc/329/0341-01"
      ]
    },
    {
      "cite": "329 U.S.App.D.C. 341",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3712301
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/329/0341-01"
      ]
    },
    {
      "cite": "340 A.2d 795",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8038749
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "798"
        },
        {
          "page": "799"
        },
        {
          "page": "798"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/340/0795-01"
      ]
    },
    {
      "cite": "431 A.2d 11",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7950976
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "14"
        },
        {
          "page": "14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/431/0011-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 619,
    "char_count": 10744,
    "ocr_confidence": 0.694,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21412831404456398
    },
    "sha256": "085249cb2273710eee32b00192efa4a9623932aa5adcc7b1080f2a7f9a12070f",
    "simhash": "1:938a021b79b85da0",
    "word_count": 1748
  },
  "last_updated": "2024-02-27T22:17:12.401385+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REID, Associate Judge, and NEWMAN and NEBEKER, Senior Judges."
    ],
    "parties": [
      "Irma McPHERSON, Appellant, v. DISTRICT OF COLUMBIA HOUSING AUTHORITY, Appellee."
    ],
    "opinions": [
      {
        "text": "REID, Associate Judge:\nAppellant Debra McPherson appeals from the trial court’s denial of her motion for leave to intervene, pursuant to Super. Ct. Civ. R. 24(a), in a landlord and tenant matter to set aside a default judgment which had been entered against her deceased mother, Irma McPherson. On appeal, Ms. McPherson contends that the trial court erred by ruling on her motion “without taking [ ] any evidence ...,” and raises other due process issues concerning the District of Columbia Housing Authority’s (“DCHA”) handling of its complaint for possession of real estate. Persuaded by Ms. McPherson’s arguments, we reverse the trial court’s judgment and remand this matter with instructions to permit Ms. McPherson to intervene.\nFACTUAL SUMMARY\nAccording to the record on appeal, Ms. Irma McPherson, the contractual tenant of a public housing unit located in the Northeast quadrant of the District of Columbia died in 1996. Notice of Ms. Irma McPherson’s death was timely given to the DCHA. The housing unit in which Ms. Irma McPherson had resided also was shared by Debra and Tiffany McPherson, and other relatives, who continued to live there following Ms. Irma McPherson’s death. No new lease or lease agreement was executed by any of the remaining relatives and the DCHA. From 1996 through 2001, Ms. Debra McPherson continued to recertify for the housing unit by signing the name of the decedent along with her own.\nIn April 2001, Ms. McPherson was invited by the DCHA to apply for head of household status in order to determine her eligibility, and that of other relatives of the decedent, for the public housing unit in which they resided. Ms. McPherson’s May 2001 application was preliminarily denied due to her alleged past criminal activity. Two letters from the DCHA to Ms. McPherson informing her of administrative mechanisms of redress available to her went unacknowledged. Ms. McPherson claims she never received either communication. No other application for eligibility was initiated by any other occupant of the housing unit.\nOn January 8, 2002, the DCHA initiated an in rem action to recover possession of the housing unit. Ms. McPherson claims she was alerted to this action by a summons posted on the property on January 17, 2002, noting that eviction proceedings had begun against Ms. Irma McPherson. A default judgment was ordered on January 29, 2002. On January 30, 2002, Ms. McPherson filed a pro se motion for leave to intervene and to vacate the default judgment. Her motion was denied “for want of prosecution.” Because her hospitalization for a kidney ailment had precluded her presence at a February 7, 2002, hearing on her motion, Ms. McPherson filed a motion for reconsideration on February 15, 2002, which was granted. A new hearing was scheduled for March 12, 2002, but on February 28, 2002, a writ of restitution was issued. However, Ms. McPherson successfully applied for a stay of the writ. Following a non-evidentiary hearing on March 19, 2002, the trial court denied Ms. McPherson’s motion to intervene.\nANALYSIS\nMs. McPherson argues that she has a “bona fide interest in the property” and the trial court erred in denying her motion for leave to intervene. In particular, Ms. McPherson claims that her occupancy status amounts to a protectable interest and she was entitled to due process rights. The DOHA asserts that Ms. McPherson “is not a tenant,” but merely “a permissive occupant pursuant to [Ms. Irma McPherson’s] tenancy.”\nThe trial court’s order denying the motion for leave to intervene as of right pursuant to Super. Ct. Civ. R. 24(a), is appealable to this court as a final order. Vale Props., Ltd. v. Canterbury Tales, Inc., 431 A.2d 11, 14 (D.C.1981) (citing Calvin-Humphrey v. District of Columbia, 340 A.2d 795 (D.C.1975)). “To the extent that [the trial] court’s ruling on a motion to intervene as a right is based on questions of law, it is reviewed de novo; to the extent that it is based on questions of fact, it is ordinarily reviewed for abuse of discretion.” Mova Pharm. Corp. v. Shalala, 329 U.S.App.D.C. 341, 140 F.3d 1060, 1074 (1998). Furthermore, “[e]ven where intervention of right is sought under Rule 24(a)(2), as here, the court must exercise its discretion in determining whether the application is timely made and whether the proposed intervenor’s interest is adequately represented by existing parties.” Hodgson v. United Mine Workers of America, 153 U.S.App. D.C. 407 414 n. 36, 473 F.2d 118, 125 n. 36 (citing J. MooRE, FedeRAL Practice para. 24.13[1] at 24-524 (2d ed. 1969)). Furthermore, this court examines “the record and the trial court’s determination for those indicia of rationality and fairness that will assure it that the trial court’s action was proper.” Johnson v. United States, 398 A.2d 354, 362 (D.C. 1979). The transcript of the March 19th hearing reveals only relatively brief comments by the attorneys; no testimony was taken. Nor was any documentary evidence introduced. Significantly, the trial court made no factual findings, nor conclusions of law. Indeed, at the conclusion of comments by the attorneys, the trial judge said cryptically: “All right, the motion to intervene is denied.”\nIn Calvin-Humphrey v. District of Columbia, 340 A.2d 795 (D.C.1975), we set forth the factors that a trial court must consider in determining whether to grant or deny a motion to intervene: (1) whether the person seeking to intervene “has an interest in the transaction which is the subject matter of the suit”; (2) whether “the disposition of the suit may as a practical matter impair his [or her] ability to protect that interest”; and (3) whether “his [or her] interest is adequately represented by existing parties.” Id. at 798. See Super. Ct. Civ. R. 24(a). We adopted a broad reading of the word “interest,” concluding that “the ‘interest’ test is primarily a practical guide to disposing of lawsuits by involving as many apparently concerned persons as is compatible with efficiency and due process.” Id. at 799 (quoting Nuesse v. Camp, 128 U.S.App. D.C. 172, 178, 385 F.2d 694, 700 (1967)) (internal quotation marks omitted). Furthermore, we stated that: “Properly applied, [rule 24(a)] should promote judicial economy by facilitating the resolution of related issues in a single lawsuit, while preventing litigation from becoming unmanageably complex.” Id. at 799 (citing Smuck v. Hobson, 132 U.S.App. D.C. 372, 376, 408 F.2d 175, 179 (1969)). In short, “[w]e have recognized that Rule 24(a) ‘should be liberally interpreted.’ ” Robinson v. First Nat’l Bank of Chicago, 765 A.2d 543, 544 (D.C.2001) (quoting Vale Props., Ltd., supra, 431 A.2d at 14).\nTherefore, with respect to the first factor, Ms. McPherson’s “interest in the transaction which is the subject matter of [the law suit in this case],” Calvin-Humphrey, supra, 340 A.2d at 798, her protect-able interest need not be equivalent to the interest of Irma McPherson, the contractual tenant. In moving to intervene, Ms. McPherson indicated that her “interest” arose from her continued occupancy of the housing unit after her mother’s death, and her yearly recertifications. The record reflects no dispute about DCHA’s awareness of the continuing occupancy, and the yearly recertifications. Moreover, DOHA made no allegation that it was not receiving rental payments. Furthermore, eviction would oust Ms. McPherson from the housing unit, and allowing the underlying eviction action to occur without Ms. McPherson as a party impairs or impedes her ability to protect that interest. Thus, she has alleged grounds showing that she satisfies the second factor in Calvin-Humphrey, supra. In addition, she satisfies the third factor articulated in Calvin-Humphrey since Ms. Irma McPherson was the original and sole named defendant, despite her death, and there are no other parties to the action who can protect Ms. McPherson’s interest.\nOn this record which is devoid of any factual findings by the trial court, what we said in Mokhiber v. Davis, 537 A.2d 1100, 1114 (D.C.1988), is equally true in this case: “[I]n the [absence of] facts ..., we can perceive no ground for denying [Ms. McPherson] intervention as of right....” Mokhiber, supra, 537 A.2d at 1114. Based on our review of the record and applicable case law, we conclude that Ms. McPherson must be granted intervention as a matter of right.\nAccordingly, for the foregoing reasons, we reverse the judgment of the trial court and remand this case with instructions to grant the motion to intervene.\nSo ordered.\n. Super. Ct. Civ. R. 24(a) reads:\nUpon timely application anyone shall be permitted to intervene in an action: (1) When applicable law confers an unconditional right to intervene; or (2) when the applicant claims an interest relating to the property or transaction which is the subject of the action and the applicant is so situated that the disposition of the action may as a practical matter impair or impede the applicant’s ability to protect that interest, unless the applicant's interest is adequately represented by existing parties.\n. Debra McPherson stated that her mother died in 1996. The landlord filed a complaint for possession of real estate on January 8, 2002.\n. Our opinion is limited to the question presented, whether Ms. McPherson had a right to intervene. We express no opinion on the underlying substantive issue.\n. Debra McPherson is the daughter of Irma McPherson and the mother of Tiffany McPherson.\n. DCHA sent Ms. McPherson an August 2001, letter informing her that her case would be reviewed on August 16, 2001, and instructing her to bring witnesses and evidence in support of her case; and a December 2001, letter advising Ms. McPherson that her application had been withdrawn because she had not responded to the request for follow-up screening. That letter also indicated that she had the opportunity to file an administrative grievance contesting the withdrawal of her application.\n.Her pro se motion stated, in part: “I must be named as defendant because the defendant in this case, my mother, died in 1996. I have an interest in the property because I’ve been living there since her death in 1996. I've recertified every year since her death.”\n. Super. Ct. Civ. R. 24(a) is virtually identical to Fed.RCiv.P. 24(a).",
        "type": "majority",
        "author": "REID, Associate Judge:"
      }
    ],
    "attorneys": [
      "Daniel Habib, Law Student, D.C. Law Students in Court, with whom Dorene Haney, Supervising Attorney, and Ann Marie Hay, Executive Director, were on the brief, for appellant.",
      "Lisa J. Dessel, Washington, DC, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Irma McPHERSON, Appellant, v. DISTRICT OF COLUMBIA HOUSING AUTHORITY, Appellee.\nNo. 02-CV-296.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 16, 2003.\nDecided Oct. 16, 2003.\nDaniel Habib, Law Student, D.C. Law Students in Court, with whom Dorene Haney, Supervising Attorney, and Ann Marie Hay, Executive Director, were on the brief, for appellant.\nLisa J. Dessel, Washington, DC, for ap-pellee.\nBefore REID, Associate Judge, and NEWMAN and NEBEKER, Senior Judges."
  },
  "file_name": "0991-02",
  "first_page_order": 1027,
  "last_page_order": 1031
}
