{
  "id": 11309771,
  "name": "Sarah Hill DAVIES, Petitioner, v. DISTRICT OF COLUMBIA BOARD OF ELECTIONS AND ETHICS, Respondent. Loretta Hirsh, Intervenor",
  "name_abbreviation": "Davies v. District of Columbia Board of Elections & Ethics",
  "decision_date": "1991-09-20",
  "docket_number": "No. 91-754",
  "first_page": "992",
  "last_page": "996",
  "citations": [
    {
      "type": "official",
      "cite": "596 A.2d 992"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "359 A.2d 590",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7991339
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "593"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/359/0590-01"
      ]
    },
    {
      "cite": "549 A.2d 315",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873652
      ],
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/549/0315-01"
      ]
    },
    {
      "cite": "491 A.2d 1156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7935061
      ],
      "pin_cites": [
        {
          "page": "1160"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/491/1156-01"
      ]
    },
    {
      "cite": "537 A.2d 571",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12034288
      ],
      "pin_cites": [
        {
          "page": "573"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/537/0571-01"
      ]
    },
    {
      "cite": "501 F.Supp. 786",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4175278
      ],
      "pin_cites": [
        {
          "page": "789"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/501/0786-01"
      ]
    },
    {
      "cite": "350 A.2d 730",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8064849
      ],
      "pin_cites": [
        {
          "page": "733"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/350/0730-01"
      ]
    },
    {
      "cite": "581 A.2d 757",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7364435
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "758"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/581/0757-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 752,
    "char_count": 16051,
    "ocr_confidence": 0.805,
    "pagerank": {
      "raw": 4.296287805729208e-08,
      "percentile": 0.2709907025467508
    },
    "sha256": "bdd29dc442702c06a8e07f4aad6add762a769cc067e32fe263c0eb22cddf8c27",
    "simhash": "1:f8a600727323c5e2",
    "word_count": 2548
  },
  "last_updated": "2024-02-27T18:13:48.068462+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY and FARRELL, Associate Judges, and PRYOR, Senior Judge."
    ],
    "parties": [
      "Sarah Hill DAVIES, Petitioner, v. DISTRICT OF COLUMBIA BOARD OF ELECTIONS AND ETHICS, Respondent. Loretta Hirsh, Intervenor."
    ],
    "opinions": [
      {
        "text": "FARRELL, Associate Judge:\nThis expedited petition for review brings before us a challenge to signatures supporting a public initiative and an informal rule employed by the District of Columbia Board of Elections and Ethics (the Board) in counting those signatures. The initiative in question, entitled “The Prohibition of Horse-Drawn Carriages Act of 1990,” would be placed on the ballot in a special election to be held on November 5, 1991. Petitioner is the owner and operator of a horse-drawn carriage business, apparently the only one of its kind still operating in the District. She contends that in counting signatures submitted in support of the initiative, the Board counted some 2,348 signatures of persons whose addresses listed on the petition forms correspond to no address of the same-named person on the voter registration rolls; that this number of purportedly invalid signatures was enough to alter the outcome of the process of certifying the initiative; and that the Board justified its counting of the disputed 2,348 signatures by incorrectly reading this court’s decision in Harvey v. District of Columbia Bd. of Elections & Ethics, 581 A.2d 757 (D.C.1990), as requiring that it count signatures of all persons whose names on the petition forms match those of persons on the voter rolls regardless of any correspondence in addresses.\nWe conclude we are unable to reach the merits of petitioner’s challenge, because she failed to comply with the statutorily mandated administrative procedures for challenging an initiative.\nA.\nIt is a “ ‘long settled rule of judicial administration that no one is entitled to judicial relief for a supposed or threatened injury until the prescribed administrative remedy has been exhausted.’ ” Malcolm Pnce, Inc. v. District Unemployment Compensation Bd., 350 A.2d 730, 733 (D.C.1976) (citations omitted). In this case, the administrative remedies are provided by statute. D.C.Code § l-1320(o) sets forth explicitly the method by which an initiative petition circulated for signatures and accepted by the Board for filing may be challenged. We conclude that it is the only permitted means for doing so. See Citizens Against Legalized Gambling v. District of Columbia Bd. of Elections & Ethics, 501 F.Supp. 786, 789 (D.D.C.1980) (“Plaintiff[ ] can show no right to challenge the placement of an initiative on the ballot other than the right established by statute”).\nSummarized briefly, D.C.Code § 1-1320(k)(l) provides that, upon submission of a circulated initiative (or referendum) petition by the proposer to the Board, the Board shall refuse to accept it on any of several enumerated grounds not relevant here. Upon acceptance of the petition, section l-1320(o) states that “the Board shall certify, within 30 calendar days after such petition has been accepted, whether or not the number of valid signatures on the initiative or referendum petition meets the qualifying percentage and ward distribution requirements established” elsewhere in the statute, “and whether or not the necessary number of names and signatures of registered qualified electors of the District of Columbia ... appear on the initiative ... petition.” The statute specifies the procedures for challenging any signatures on the petition. It requires the Board to “post, by making available for public inspection, petitions for initiatives or referenda, or facsimiles thereof, in the office of the Board, for 10 days ... beginning on the 3rd day after the petitions are filed.” It further provides: “[a]ny qualified elector may, within such 10-day period, challenge the validity of any petition, by a written statement duly signed by the challenger and filed with the Board, specifying concisely the alleged defects in such petition” (emphasis added). Section 1-1320(o) goes on to provide that “[t]he provisions of § l-1312(o)(2) shall be applicable to such challenge.” That section states that “[t]he Board shall receive evidence in support of and in opposition to the challenge and shall determine the validity of the challenged ... petition not more than 15 days after the challenge has been filed.” Lastly, “[wjithin 3 days after announcement of the determination of the Board with respect to the validity of the ... petition,” the challenger “may apply to the District of Columbia Court of Appeals for a review of the reasonableness of such determination.”\nThe statute thus leaves nothing to chance or guesswork as to how challenges to the validity of circulated initiative petitions are to be brought. Except only for those facial or subject matter defects in the petition which the Board must notice on its own before accepting a petition as filed, § l-1320(k)(l), none of which is relevant here, a written challenge to an accepted petition must be made within the 10-day period following the posting specified in § l-1320(o). The Board must then receive evidence (if any) respecting the challenge and determine the validity of the “challenged petition” within the next 15 days, and the challenger may apply for review of that determination by this court within 3 days. In all events, the Board must certify the validity of the petition and accompanying signatures within 30 calendar days of acceptance. Section l-1320(o) further authorizes the Board to “issue supplemental rules concerning the challenge of such petitions,” and the rules the Board has promulgated reinforce the intent of the statutory framers to insure resolution of all challenges to petitions in the prescribed manner. Thus, 3 DCMR §§ 1010.6, 1010.7, and 1010.8 (1990) provide:\n1010.6 In the event a petition challenge is filed with the Board, the permanent registration records of the Board shall be searched by members of its staff and those staff persons shall be made available as witnesses to either party.\n1010.7 The scope of the search shall be limited to matters raised in the petition challenge, including but not limited to, whether the signer is a registered elector; whether the signature is that of the registered elector whose name appears on the petition; and whether the signer is a resident of the ward involved.\n1010.8 In the event the Board discovers a fatal defect pursuant to a record search for a specific allegation or challenge, the Board may on its own motion declare the signature invalid, notwithstanding said defect was not alleged or challenged.\nB.\nPetitioner does not dispute that she made no challenge to the questioned signatures within the 10-day period (actually 13 days, 3 plus 10) after filing prescribed by § 1-1320(o). Petitioner acknowledges that only at the public hearing which the Board held on June 27, 1991, the thirtieth day after filing, to certify the petition, did she orally contest the Board’s decision to count the 2,348 signatures. Petitioner also does not appear to dispute that some, or indeed most, challenges to initiative petitions must be brought in the manner specified by § 1-1320(o), but contends that hers was not one of them. Specifically, she asserts that challenges to the validity of particular initiative petitions, or particular signatures on petitions, must be made in the manner prescribed but that her challenge is different: while “not challenging the validity of any particular petition filed by the proponents of [the present] Initiative,” “she is challenging the decision of the Board to ignore the legal requirement that only the signatures of registered qualified electors be counted towards the number needed to qualify the Initiative.” In other words, petitioner maintains that until the June 27 public hearing, she had no challenge to bring — her challenge would have been “unripe” — because until then she could reasonably expect the Board, without challenge by anyone, to reject signatures of persons whose petition addresses did not match the Board’s voting rolls, and only then did the Board declare its erroneous reliance on Harvey, supra, as requiring that petition signatures that match signatures on the rolls be counted without regard to matching addresses.\nThis argument is imaginative and articulately presented, but we reject it. We do not see how it can be disputed that petitioner is challenging the validity of a particular initiative petition and of particular signatures — indeed, of as many as 2,348 signatures. Petitioner’s argument is that those signatures could not lawfully be counted by the Board because the absence of a registration address matching the address for the same person on the petition (and further absent proof of registration at a changed address since signing the petition) means that the signers are not “registered qualified electors” under § l-1320(o). Whether or not petitioner relied on the Board’s past practice to assume it would agree with this principle and reject the signatures did not alter her obligation to challenge the signatures in accordance with the statute. Had petitioner done so, at least two things might have happened in keeping with the statutory goal of timely dispute resolution at the agency level. The Board, met with a concrete challenge to the lack of correspondence between addresses, might have retreated from the rule petitioner says it erroneously derived from Harvey or at least, as a precaution against later correction of its legal understanding by this court, might have required the proposer to establish the actual current registration of a portion of the disputed signatories. Even without Board insistence, the proposer of the initiative might have undertaken to prove the validity of these signatures and so moot the correctness vel non of the Board’s decision to ignore the mismatch in addresses. Consequently, the issue of signatures might have been resolved to the satisfaction of everyone by the expiration of the statutory thirty days. Instead, nearly three months after the Board’s hearing and with the election approaching, petitioner now asks this court to remand to the Board and require the showing of actual current registration that could have been accomplished within the regulatory framework. That seems to us an object lesson in a key principle underlying exhaustion of remedies, that “recourse to the administrative process may afford complete relief and thus eliminate the need for any judicial involvement.” Hawkins v. Hall, 537 A.2d 571, 573 (D.C.1988) (quoting Barnett v. District of Columbia Dep’t of Employment Servs., 491 A.2d 1156, 1160 (D.C.1985)).\nWe therefore hold that petitioner’s failure to mount her challenge to the initiative within the time frame provided by the statute bars review of the challenge by this court. We likewise reject her endeavor to bring this matter before us pursuant to the Administrative Procedure Act, D.C.Code § l-1510(a) (1987). We need not decide whether the public hearing at which petitioner challenged the initiative met the “contested case” requirement of our APA jurisdiction, though that seems doubtful. See, e.g., Jones & Artis Constr. Co. v. District of Columbia Contract Appeals Bd., 549 A.2d 315, 318 (D.C.1988) (noting “trial-type hearing” requirement for contested case). The Initiative Procedures Act itself establishes the manner by which review of a determination of the validity of a circulated initiative may be sought in this court. D.C.Code § l-1320(o), incorporating § l-1312(o )(2). That avenue is available upon the timely filing of a written challenge to an initiative, followed by a determination of validity by the Board within 15 days. We hold that this procedure, and not the APA, provides the basis for this court’s jurisdiction to review challenges to initiative petitions cognizable under § l-1320(o). Petitioner’s failure to comply with the procedures for contesting an initiative bars that avenue of review.\nAccordingly, the petition for review is dismissed.\nSo ordered.\n. The initiative would create a new law prohibiting the use of any horse-drawn vehicle for compensation in the District of Columbia, except vehicles used in a parade or funeral.\n. D.C.Code § l-1320(i) (1987) provides that only signatures of “registered qualified electors” may be counted toward the total number of signatures required on an initiative measure.\n. Under the governing statute, D.C.Code § 1-1320(i) (1987), the Board had determined that 13,978 valid signatures were needed to qualify the initiative for placement on the ballot. It is undisputed that 15,849 signatures were obtained.\n. In Harvey this court declared invalid, as contrary to D.C.Code § 1 — 1312(j)(l) (Supp.1990) (providing that a nominating petition is valid if signed by 3,000 persons who have been duly registered), a regulation of the Board which barred counting the signatures of persons whose current registration address did not appear on the petition, even though — we noted— the person might have changed his or her address since signing the petition and in fact be properly registered. 581 A.2d at 758. The defect in the regulation was that it \"preclude[d] a candidate from proving by other means that such persons [signing petitions] are in fact duly registered.” Id. It seems evident that Harvey would not require the Board to count names of petition signatories without any inquiry into correspondence between the petition address and the voter registration address.\nThe Board’s “counting\" of the disputed 2,348 signatures in this case requires brief additional explanation. Those signatures were included in what the Board terms the “apparent verified registrant” pool from which a random sample of one hundred signatures was drawn from each of the eight electoral wards, and subjected to signature comparison. D.C.Code § 1-1320(o) specifically allows for certification by means of a bona fide random and statistical sampling method, and use of that method is not challenged here.\n. That section is part of the Initiative Procedures Act, which became effective in 1979 as the implementing legislation to the Initiative, Referendum and Recall Charter Amendments Act of 1977, D.C.Code §§ 1-281 to -295 (1987).\n. At an earlier point in the process as well, the Board is required to refuse to accept a proposed initiative on both formal and subject matter grounds not relevant here. See D.C.Code § 1-1320(b)(1).\n. Petitioner points out that the Board had \"invariably\" rejected signatures on this basis in the past and that Harvey, which merely held that signatories whose addresses did not match the voter rolls must be allowed to show they were nevertheless qualified voters, did not call that practice into question. At the same time, petitioner concedes that she met with the Registrar shortly after the present initiative was filed and that he \"raised the possibility that the Board might decide to count the signatures of persons whose addresses did not match the Board’s records.\"\n. As intervenor points out, as few as 477 of the challenged signatories might have to be shown to be actual registered qualified electors in order to satisfy the numerosity requirement.\n. In view of the clarity of the procedures set forth in the statute, we are unpersuaded by petitioner’s suggestion that the Registrar somehow misled her into believing she could defer her challenge until the public certification hearing.\nGollin v. District of Columbia Bd. of Elections & Ethics, 359 A.2d 590 (D.C.1976), is beside the point because in that case the petitioners complied with the statutory requirements: the court rejected an argument that in addition they were obliged, inter alia, to seek rehearing by the Board of its certification decision in order to exhaust administrative remedies. Id. at 593.",
        "type": "majority",
        "author": "FARRELL, Associate Judge:"
      }
    ],
    "attorneys": [
      "Lawrence H. Mirel, for petitioner.",
      "William H. Lewis, with whom Alice P. Miller was on the brief, for respondent.",
      "Katherine A. Meyer, for intervenor."
    ],
    "corrections": "",
    "head_matter": "Sarah Hill DAVIES, Petitioner, v. DISTRICT OF COLUMBIA BOARD OF ELECTIONS AND ETHICS, Respondent. Loretta Hirsh, Intervenor.\nNo. 91-754.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 17, 1991.\nDecided Sept. 20, 1991.\nLawrence H. Mirel, for petitioner.\nWilliam H. Lewis, with whom Alice P. Miller was on the brief, for respondent.\nKatherine A. Meyer, for intervenor.\nBefore TERRY and FARRELL, Associate Judges, and PRYOR, Senior Judge."
  },
  "file_name": "0992-01",
  "first_page_order": 1058,
  "last_page_order": 1062
}
