{
  "id": 9184617,
  "name": "In re SYNCOR INTERNATIONAL CORPORATION SHAREHOLDERS LITIGATION",
  "name_abbreviation": "In re Syncor International Corp. Shareholders Litigation",
  "decision_date": "2004-09-15",
  "docket_number": "C.A. No. 20026",
  "first_page": "994",
  "last_page": "998",
  "citations": [
    {
      "type": "official",
      "cite": "857 A.2d 994"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "477 A.2d 1040",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7908902
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1046"
        },
        {
          "page": "1045"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/477/1040-01"
      ]
    },
    {
      "cite": "854 A.2d 121",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9213564
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "168"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/854/0121-01"
      ]
    },
    {
      "cite": "2004 WL 1739664",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2004,
      "pin_cites": [
        {
          "page": "*9"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "857 A.2d 1017",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9184834
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "1027"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/857/1017-01"
      ]
    },
    {
      "cite": "546 A.2d 348",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938173
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/546/0348-01"
      ]
    },
    {
      "cite": "262 A.2d 246",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8083760,
        8083632
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/262/0246-02",
        "/a2d/262/0246-01"
      ]
    },
    {
      "cite": "100 A.2d 219",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "222"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2004 WL 443987",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "845 A.2d 1031",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9275795
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1033",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "1036"
        },
        {
          "page": "1039"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/845/1031-01"
      ]
    },
    {
      "cite": "673 A.2d 1207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871346
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/673/1207-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 709,
    "char_count": 12766,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 1.419242749277152e-07,
      "percentile": 0.6486414845035366
    },
    "sha256": "c2406ac1e6647983a9bf68a60cc682e2cb79fc811fd264aa65dc1e7b326a4fe9",
    "simhash": "1:2cc05616fbe0979f",
    "word_count": 2082
  },
  "last_updated": "2024-02-27T20:09:44.360178+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re SYNCOR INTERNATIONAL CORPORATION SHAREHOLDERS LITIGATION."
    ],
    "opinions": [
      {
        "text": "OPINION\nLAMB, Vice Chancellor.\nI.\nFormer common shareholders of Syncor International Corporation whose shares were exchanged for shares of common stock of another public company in a December 2002 merger, seek damages from Monty Fu, the founder and former Chairman of Syncor. The damage claim is that, as a result of the disclosure of alleged misconduct by Fu in prior years, Syncor was forced to renegotiate the terms of the merger, reducing the value of the merger consideration paid to Syncor stockholders. The plaintiffs seek to recover the difference from Fu.\nFu moves to dismiss the second amended complaint on grounds that the claim is derivative and cannot be maintained by former stockholders who lost derivative standing as a result of the merger. In response, the plaintiffs point to allegations in the second amended complaint that Fu breached his fiduciary duties to the plaintiffs and the class they purport to represent “by approving and participating” in the alleged misconduct in prior years, and that “Fu’s misconduct directly harmed” them because “his actions were the direct and proximate cause for the renegotiation of the Merger on terms less favorable to the members of the Class.”\nApplying the test announced in the recent Tooley decision of the Delaware Supreme Court, the court concludes that the second amended complaint states a derivative, and not a direct, claim. The alleged misconduct breached a duty owed to Syn-cor; the harm flowing from that breach of duty damaged Syncor; and the recovery, if any, belongs to Syncor or its successor in interest. Thus, the complaint must be dismissed.\nII.\nSyncor was a provider of nuclear pharmacy and radio therapy products and services. Monty Fu was a founder of Syncor and had been Chairman since May 1985. On June 14, 2002, Syncor and Cardinal Health Inc. entered into an Agreement and Plan of Merger, whereby Cardinal (through a wholly owned subsidiary) agreed to acquire Syncor by exchanging .52 shares of its common stock for each share of Syncor common stock. The transaction valued Syncor at approximately $1.1 billion.\nOn November 6, 2002, Syncor announced that it was investigating whether its overseas subsidiaries had made payments to customers in violation of the Foreign Corrupt Practices Act (“FCPA”), and that Monty Fu and his brother Moses Fu, a senior officer at Syncor, had been placed on leave pending the investigation.\nOn December 6, 2002, Syncor and the United States Department of Justice (“DOJ”) entered into a plea agreement whereby an oversea subsidiary of Syncor would plead guilty to one count of violating the FCPA and pay a $2 million fine. Syn-cor also announced that it had agreed to pay a $500,000 civil penalty to the United States Securities and Exchange Commission (“SEC”) as part of a consent judgment in an enforcement action initiated by that agency under both the FCPA provisions and the books and records provisions of the Securities Exchange Act of 1984.\nIn connection with the resolution of these matters and his departure from Syn-cor, Monty Fu agreed to surrender to Syncor $2.5 million worth of his Syncor stock, equaling in value the sum of the fíne to the DOJ and the penalty to the SEC. He also agreed to waive his rights to $2.1 million owed him under a severance agreement.\nOn December 3, 2002, Syncor and Cardinal amended the merger agreement, reducing from .52 to .47 the number of shares of Cardinal into which each Syncor share would be converted in the merger. This represented a reduction of $83.9 million, or approximately 7.6% of the transaction’s value.\nBased on these alleged facts, the second amended complaint concludes that Syncor “benefitted [sic] from the illicit kickback scheme by generating sales and increasing its profits.” The complaint also asserts that the Syncor stockholders were harmed by Fu’s misconduct “because Cardinal and Syncor renegotiated the terms of the merger (providing for less consideration to be paid to Syncor stockholders) as a result of the misconduct approved by Monty Fu.”\nIII.\nIn Tooley, the Supreme Court of Delaware restated the applicable standard for determining whether a stockholder’s claim is derivative or direct. The Supreme Court articulated the new standard as follows: “That issue must turn solely on the following questions: (1) who suffered the alleged harm (the corporation or the suing stockholders, individually); and (2) who would receive the benefit of any recovery or other remedy (the corporation or the stockholders, individually)?” The Supreme Court’s opinion in Tooley also refers approvingly to Chancellor Chandler’s opinion in Agostino v. Hicks:\nIn the context of a claim of breach of fiduciary duty, the Chancellor articulated the inquiry as follows: “Looking at the body of the complaint and considering the nature of the wrong alleged and the relief requested, has the plaintiff demonstrated that he or she can prevail without showing an injury to the corporation?” We believe that this approach is helpful in analyzing the first prong of the analysis: what person or entity has suffered the alleged harm?\nThe discussion of Agostino continues in note 9 of the Tooley opinion, further elucidating the proper analysis to be employed in the first prong of the direct/derivative analysis, as follows:\nThe Chancellor further explains that the focus should be on the person or entity to whom the relevant duty is owed. As noted in Agostino, this test is similar to that articulated by the American Law Institute (ALI), a test that we cited with approval in Grimes v. Donald[, 673 A.2d 1207].\nThe ALI test to which the Tooley court refers is as follows:\nA direct action may be brought in the name and right of a holder to redress an injury sustained by, or enforce a duty owed to, the holder. An action in which the holder can prevail without showing an injury or breach of duty to the corporation should be treated as a direct action that may be maintained by the holder in an individual capacity.\nThe Tooley opinion then examines and reaffirms a series of older decisions in light of this new standard, including Elster, Bokat, and Kramer. Each of these three cases is explained as an instance of corporate mismanagement leading to purely derivative claims. This aspect of the Tooley decision concludes as follows:\n[A] court should look to the nature of the wrong and to whom the relief should go. The stockholder’s claimed direct injury must be independent of any alleged injury to the corporation. The stockholder must demonstrate that the duty breached was owed to the stockholder and that he or she can prevail without showing an injury to the corporation.\nThus, it is fair to say that, under Tooley, the duty of the court is to look at the nature of the wrong alleged, not merely at the form of words used in the complaint. As this court recently said, “[e]ven after Tooley, a claim is not ‘direct’ simply because it is pleaded that way.... Instead the court must look to all the facts of the complaint and determine for itself whether a direct claim exists.”\nApplying these principles here easily leads to the conclusion that the claims against Fu that form the basis of the second amended complaint are derivative, not direct, and could only be asserted by or on behalf of the corporation. All of Fu’s alleged misconduct was in connection with Syncor’s core business activities and, if proven, would involve a breach of the duty of loyalty owed to Syncor. Moreover, although the immediate effect of the misconduct might have been to benefit Syncor through increased sales and profits, there is no mistaking that the alleged misconduct caused substantial injury to Syncor, which became the focus of multiple criminal and civil proceedings.\nThis conclusion is entirely consistent with Vice Chancellor Strine’s recent decision in Metro Comm. Corp. BVI v. Advanced Mobilecomm Tech., Inc. That case also involved allegations of foreign payoffs or kickbacks that, ultimately, interfered with the plaintiffs ability to realize profit on its investments in a Delaware limited liability company through a public offering of the LLC’s securities. Citing Tooley, the court there concluded that the injury alleged was “in the first instance, an injury to [the LLC] itself and is therefore derivative in nature.”\nThe conclusion that the claims asserted here are derivative, not direct, is not altered by the fact that, when Fu’s misconduct was ultimately disclosed, an effect of that disclosure was to cause a reduction in the exchange ratio in the Cardinal/Syncor merger agreement. This is merely a coincidental, indirect consequence of Fu’s acts that resulted from the awkward timing of the disclosure. The complaint alleges that Fu’s misconduct directly harmed the plaintiff class and was the direct and proximate cause of the renegotiation of the merger. But the court is not bound to accept these conclusions. Instead, the court must examine the nature of the wrong alleged and make its own determination of whether the misconduct alleged gives rise to a direct claim for relief against Fu by the plaintiffs and the class. Here, as already explained, it is plain that the misconduct alleged involved a duty owed to the corporation and gave rise to injury to that entity. The change in the terms of the then-pending merger agreement simply reflected a change in the market value of Syncor resulting from the public disclosure of Fu’s alleged misconduct and Cardinal’s ability to bargain for a better deal. For those reasons, the claim alleged is derivative in nature and not direct.\nIV.\nIn the context of a corporate merger, a derivative shareholder must not only be a stockholder at the time of the alleged wrong and at time of commencement of suit, but must also maintain shareholder status throughout the litigation. Furthermore, a merger which eliminates a shareholder’s ownership of stock in a corporation also eliminates his or her status to bring a derivative suit on behalf of the corporation, on the theory that upon the merger the derivative rights pass to the surviving corporation which then has the sole right or standing to prosecute the action.\nDue to the consummation of the merger between Syncor and Cardinal, the plaintiffs are no longer shareholders in Syncor. Therefore, they have no standing to prosecute a derivative suit on Syncor’s behalf.\ny.\nFor all the foregoing reasons, the court concludes that the claim alleged in the second amended complaint is entirely derivative in nature and can no longer be maintained by these plaintiffs, either in their own right or on behalf of any purported class. Therefore, the second amended complaint shall be, and hereby is, DISMISSED WITH PREJUDICE. IT IS SO ORDERED.\n. Tooley v. Donaldson, Lufkin & Jenrette, Inc., 845 A.2d 1031 (Del.2004).\n.The second amended complaint also makes the unabashed assertion that Syncor was not harmed by the discovery of these illicit payments since it was reimbursed the full amount of the penalties and fines incurred and, in addition, got to keep the $2.1 million otherwise owed to Fu.\n. Second Am. Compl. ¶ 12.\n. Id. at 1033 (emphasis in original).\n. Id. at 1036, quoting Agostino v. Hick, 2004 WL 443987 (Del.Ch. March 11, 2004).\n. Id. at 1036 n. 9 (citations omitted).\n. 2 American Law Institute, Principles of Corporate Governance, Analysis and Recommendations § 7.02(b) at 17.\n. Elster v. American Airlines, Inc., 100 A.2d 219, 222 (Del.Ch.1953) (holding suit to enjoin grant and exercise of stock options to be derivative in nature).\n. Bokat v. Getty Oil Co., 262 A.2d 246 (Del.1970) (holding suit against parent company director for wasteful investment of subsidiary’s assets to be derivative, not direct).\n. Kramer v. Western Pacific Industries, Inc., 546 A.2d 348 (Del.1988) (holding action relating to issuance of golden parachute employment contracts in months leading up to merger to be derivative).\n. 845 A.2d at 1039.\n. Dieterich v. Harrer, 857 A.2d 1017 at 1027, 2004 WL 1739664, at *9 (Del.Ch. Aug.3, 2004).\n. 854 A.2d 121 (Del.Ch.2004).\n. Id. at 168.\n. Lewis v. Anderson, 477 A.2d 1040, 1046 (Del.1984).\n. Id. at 1045.",
        "type": "majority",
        "author": "LAMB, Vice Chancellor."
      }
    ],
    "attorneys": [
      "Joseph A. Rosenthal, Carmella P. Keener, Rosenthal, Monhait, Gross & Goddess, P.A., Wilmington, DE; James S. Notis, Abbey Gardy, L.L.P., New York City; Shane T. Rowley, Faruqi & Faruqi, L.L.P., New York City, for the Plaintiffs.",
      "Robert J. Katzenstein, David A. Jenkins, Smith, Katzenstein & Furlow, L.L.P., Wilmington, DE; Gordon A. Greenberg, Allan L. Schare, McDermott Will & Emery, L.L.P., Los Angeles, CA, for Defendant Monty Fu."
    ],
    "corrections": "",
    "head_matter": "In re SYNCOR INTERNATIONAL CORPORATION SHAREHOLDERS LITIGATION.\nC.A. No. 20026.\nCourt of Chancery of Delaware, New Castle County.\nSubmitted: Sept. 9, 2004.\nDecided: Sept. 15, 2004.\nRevised: Sept. 16, 2004.\nJoseph A. Rosenthal, Carmella P. Keener, Rosenthal, Monhait, Gross & Goddess, P.A., Wilmington, DE; James S. Notis, Abbey Gardy, L.L.P., New York City; Shane T. Rowley, Faruqi & Faruqi, L.L.P., New York City, for the Plaintiffs.\nRobert J. Katzenstein, David A. Jenkins, Smith, Katzenstein & Furlow, L.L.P., Wilmington, DE; Gordon A. Greenberg, Allan L. Schare, McDermott Will & Emery, L.L.P., Los Angeles, CA, for Defendant Monty Fu."
  },
  "file_name": "0994-01",
  "first_page_order": 1024,
  "last_page_order": 1028
}
