{
  "id": 9099634,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Robert BULLICK, Appellant",
  "name_abbreviation": "Commonwealth v. Bullick",
  "decision_date": "2003-08-04",
  "docket_number": "",
  "first_page": "998",
  "last_page": "1005",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 998"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "719 A.2d 1081",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11686546
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1083"
        },
        {
          "page": "1083-84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/719/1081-01"
      ]
    },
    {
      "cite": "257 Pa.Super. 206",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        103094
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "790"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/257/0206-01"
      ]
    },
    {
      "cite": "321 Pa.Super. 309",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        590249
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "496"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/321/0309-01"
      ]
    },
    {
      "cite": "790 A.2d 1042",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9395953
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1047"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/790/1042-01"
      ]
    },
    {
      "cite": "360 Pa.Super. 552",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        665445
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/360/0552-01"
      ]
    },
    {
      "cite": "716 A.2d 593",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11702953,
        559332
      ],
      "weight": 4,
      "year": 1998,
      "pin_cites": [
        {
          "page": "597"
        },
        {
          "page": "596"
        },
        {
          "page": "597"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/716/0593-01",
        "/pa/552/0527-01"
      ]
    },
    {
      "cite": "552 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559332
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/552/0527-01"
      ]
    },
    {
      "cite": "653 A.2d 616",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7869448,
        474229
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "618"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/653/0616-01",
        "/pa/539/0478-01"
      ]
    },
    {
      "cite": "539 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474229
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0478-01"
      ]
    },
    {
      "cite": "327 Pa.Super. 351",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        604378
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/327/0351-01"
      ]
    },
    {
      "cite": "645 A.2d 250",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        945897,
        7861407
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "253"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/435/0162-01",
        "/a2d/645/0250-01"
      ]
    },
    {
      "cite": "435 Pa.Super. 162",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        945897
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/435/0162-01"
      ]
    },
    {
      "cite": "92 A.2d 233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1952,
      "pin_cites": [
        {
          "page": "234"
        },
        {
          "page": "234"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "172 Pa.Super. 65",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        477206
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/172/0065-01"
      ]
    },
    {
      "cite": "782 A.2d 574",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9471994
      ],
      "pin_cites": [
        {
          "page": "582"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/782/0574-01"
      ]
    },
    {
      "cite": "818 A.2d 546",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9353284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/818/0546-01"
      ]
    },
    {
      "cite": "2003 PA Super 74",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "pin_cites": [
        {
          "page": "4"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1036,
    "char_count": 22383,
    "ocr_confidence": 0.69,
    "pagerank": {
      "raw": 5.08613205265087e-07,
      "percentile": 0.9379743761122753
    },
    "sha256": "8dd776ac9ece07e9dd6696fb767771682f7cb6e5eb773e528ab1d21b4329c39e",
    "simhash": "1:dc4767994bc842fe",
    "word_count": 3627
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: JOHNSON, BENDER and MONTEMURO , JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Robert BULLICK, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nBENDER, J.:\n¶ 1 Robert Bulliek (Appellant) appeals from the judgment of sentence imposed following the October 24, 2002 bench trial in which he was found guilty of the summary offense of reckless driving, 75 Pa. C.S. § 3736. We reverse.\n¶2 On June 16, 2002, Officer Douglas Slemmer of the Bristol Township, Bucks County Police Department was dispatched to the scene of a one-vehicle accident at the “T” intersection formed where Mill Creek Parkway ends at Bristol Oxford Valley Road in Levittown. N.T., 10/24/02, at 5-6. Officer Slemmer observed a set of skid marks approximately 100 feet long, which began on Mill Creek Parkway and crossed over Bristol Oxford Valley Road and onto the grass near a wooded area, leading to a damaged and unoccupied pickup truck 45 to 60 feet off the roadway. Id. at 6-8. The vehicle was registered to Appellant. Id. at 22-23, 28.\n¶ 3 Continuing his investigation, Officer Slemmer approached a nearby residence, whereupon Appellant came out of the house and told Officer Slemmer that he was the driver, he had an accident, and he just drank a beer in the house. Id. at 9-10, 12, 23-24, 30. Officer Slemmer testified that Appellant’s clothing was dirty and in disarray and that Appellant smelled of alcohol, slurred his speech and that his eyes appeared glassy and bloodshot. Id. at 11, 36, 58-59.\n¶ 4 Officer Slemmer requested that Appellant perform two field sobriety tests. Appellant complied, but was unable to perform them to the officer’s satisfaction. Id. at 13-18, 35, 37-52, 60-63. Officer Slemmer then arrested Appellant for Driving Under the Influence, 75 Pa.C.S. § 3731(a)(1), and Reckless Driving, 75 P.S. § 3736. Id. at 18. Appellant was transported to an area hospital for purposes of securing a blood-alcohol reading, however, Appellant refused to submit to a blood-alcohol test. Id. at 19-21.\n¶ 5 Appellant waived his right to a jury and proceeded to a bench trial on the DUI charge. Id. at 2-4. At the conclusion of the Commonwealth’s case, the court sustained Appellant’s demurrer to the charge of driving under the influence. Id. at 66. The Commonwealth then immediately proceeded with a hearing on the reckless driving charge. Id. at 66-71. By stipulation, the testimony from the DUI trial was incorporated into the record. Id. The court found Appellant guilty of the summary offense of reckless driving, for which the statute prescribes a fíne of $200. Id. at 70-71.\n¶ 6 Appellant raises two issues on direct appeal. First, he claims that he is entitled to a new trial because, he argues, the trial court erred by admitting an inculpatory hearsay statement prior to the establishment of corpus delicti for the reckless driving charge. Second, he argues that the evidence was insufficient to support the conviction for reckless driving. On this point, Appellant requests the Superior Court set aside the conviction.\n¶ 7 In his second issue, Appellant argues that the evidence was insufficient to support his conviction for reckless driving. We address this issue first because its resolution renders Appellant’s corpus de-licti argument moot.\n¶ 8 Our standard of review is as follows:\nThe standard we apply in reviewing the sufficiency of the evidence is whether viewing all the evidence admitted at trial in the light most favorable to the verdict winner, there is sufficient evidence to enable the fact-finder to find every element of the crime beyond a reasonable doubt. In applying [the above] test, we may not weigh the evidence and substitute our judgment for the fact-finder. In addition, we note that the facts and circumstances established by the Commonwealth need not preclude every possibility of innocence. Any doubts regarding a defendant’s guilt may be resolved by the fact-finder unless the evidence is so weak and inconclusive that as a matter of law no probability of fact may be drawn from the combined circumstances. The Commonwealth may sustain its burden of proving every element of the crime beyond a reasonable doubt by means of wholly circumstantial evidence. Moreover, in applying the above test, the entire record must be evaluated and all evidence actually received must be considered. Finally, the trier of fact while passing upon the credibility of witnesses and the weight of the evidence produced, is free to believe all, part or none of the evidence.\nCommonwealth v. Gooding, 2003 PA Super 74, 4, 818 A.2d 546 (quoting Commonwealth v. DiStefano, 782 A.2d 574, 582 (Pa.Super.2001) (citations omitted)).\n¶ 9 The offense of reckless driving is defined in the Motor Vehicle Code as follows:\n§ 3736. Reckless Driving\n(a) General Rule. — Any person who drives any vehicle in willful or wanton disregard for the safety of persons or property is guilty of reckless driving.\n75 Pa.C.S. § 3736, amended 1990, May 30, P.L. 173, No. 42, § 17, effective April 1, 1992.\n¶ 10 Thus, the offense of reckless driving has two elements: an actus reusdriving a vehicle; and a mens rea-“in willful or wanton disregard for the safety of persons or property.” Assuming, arguendo, that Appellant’s confession was properly admitted and considered, the Commonwealth satisfied its burden of demonstrating the actus reus that Appellant was driving a vehicle. This is of no consequence, however, because we find that the Commonwealth failed to demonstrate that Appellant possessed the necessary mens rea.\n¶ 11 Prior to analyzing the Commonwealth’s circumstantial evidence for a determination of whether it proves the offense, we believe it is helpful to delve into the history of the offense of reckless driving and to delve deeper into the mens rea element implicated thereby. Previously, “reckless driving” was found at 75 Pa.C.S. § 1001, and defined as follows: “Reckless driving is unlawful, and for the purpose of this act, is construed to include the following: (1) Any person who drives any vehicle or streetcar or trackless trolley omnibus upon a highway carelessly disregarding the rights or safety of others, or in a manner so as to endanger any person or property. (2) If investigation into an accident arising from the use and operation of a motor vehicle discloses that the accident occurred due to the front seat of the motor vehicle having been occupied by more than three (3) persons.”\n¶ 12 The statute was amended in 1990 and currently reads, as set forth above. Notably the offense, although still titled “reckless driving,” now requires the actor . to drive in “willful or wanton disregard for the safety of persons or property.” However, the offense previously known as reckless driving has not truly disappeared. It has been renamed careless driving and is found at 75 Pa.C.S. § 3714. The offense reads:\n§ 3714. Careless driving\nAny person who drives a vehicle in careless disregard for the safety of persons or property is guilty of careless driving, a summary offense.\nHowever, from another perspective, the offense of reckless driving has simply come full circle, as the offense was amended in 1951 to remove “Willful or wanton conduct in the operation of a vehicle as an essential element of the offense.” Commonwealth v. Forrey, 172 Pa.Super. 65, 92 A.2d 233, 234 (1952). Thus, the current offense of reckless driving mirrors that which existed prior to the 1951 amendment but is supplemented by the additional offense of careless driving.\n¶ 13 The mere fact that there currently exists two offenses covering culpably dangerous driving behavior supports the conclusion that one is a “greater” offense, and the other a “lesser” offense. Of course, the mere titling of the offenses suggests that the lesser offense is careless driving and the greater reckless driving. A review of the elements supports this conclusion.\n¶ 14 The mens rea for reckless driving is “willful or wanton disregard for the safety of persons or property.” While this specific designation is not defined in the Vehicle Code, we concluded in Commonwealth v. Cathey, 435 Pa.Super. 162, 645 A.2d 250, 253 (1994) that the “willful or wanton disregard” mens rea required for reckless driving, 75 Pa.C.S. § 3736 was synonymous with the mens rea of “conscious disregard,” as described in Commonwealth v. Wood, 327 Pa.Super. 351, 475 A.2d 834 (1984). Conscious disregard, and by incorporation, “willful or wanton disregard” was characterized in Wood using language tak°en directly from the definitions of criminal culpability in the Crimes Code: “The mens rea required for recklessly endangering is recklessness — described in 18 Pa.C.S.A. § 302(b)(3) as ‘conscious disregard’ of a substantial and unjustifiable risk, whereas the mens rea for [careless driving] is “careless disregard.” Id. at 836 (emphasis supplied). Thus, it follows that “willful or wanton disregard for the safety of persons or property” is synonymous with recklessness as it is defined in the Crimes Code, and as the title “reckless driving” implies. Moreover, it follows that satisfying this element requires a greater degree of criminal culpability than mere carelessness. Forrey also indicates as much. We stated there while referencing the elimination of the willful and wanton element:\n.. .in so doing it is clear that the legislature did not intend to increase a driver’s responsibility for ordinary negligence by reclassifying mere negligence as reckless driving. What was contemplated in the language ‘carelessly disregarding the rights or safety of others, or in a manner so as to endanger any person or property’ was to set the minimal requisite of the statutory offense of reckless driving at less than wilful and wanton conduct on the one hand and, on the other, something more than ordinary negligence or the mere absence of care under the circumstances.\nForrey, 92 A.2d at 234.\n¶ 15 The above quotations demonstrate that the primary difference between the different mens rea requirements is conscious disregard versus careless disregard. While as terms of art they definitely connote a different standard, pinning down the precise difference in culpability implied by the usage of the two terms is not as easy. In Commonwealth v. O’Hanlon, 539 Pa. 478, 653 A.2d 616 (1995), the Supreme Court reversed a conviction for aggravated assault because it found that aggravated assault, by utilizing a similar recklessness standard, required a higher level of culpability than mere negligence or carelessness. The Court opined that such a showing must exhibit “an element of deliberation or conscious disregard of danger.” Id. at 618.\n¶ 16 In a similar vein, in Commonwealth v. Comer, 552 Pa. 527, 716 A.2d 593 (1998), the Court held that a defendant who struck two pedestrians while speeding did not possess the necessary mens rea of recklessness to sustain a conviction for aggravated assault. The Court discussed the recklessness element quoting 18 Pa. C.S. § 302(b)(3):\nA person acts recklessly with respect to a material element of an offense when he consciously disregards a substantial and unjustifiable risk that the material element exists or will result from his conduct.\nId. at 597. Elaborating upon this factor the Court contrasted the case of Commonwealth v. Scofield, 360 Pa.Super. 552, 521 A.2d 40 (1987). The Court set forth the relevant facts as such:\nIn Scofield, the defendant was driving his vehicle and scraping his car against the bumper of a vehicle parked on the street. Sparks were flying and the defendant travelled another ten feet in this manner before swerving onto the sidewalk and striking a building. A nearby cabdriver realized that the defendant had struck a pedestrian who was under the right fender of the defendant’s vehicle. The cabdriver directed the defendant to turn the car off and even attempted to reach into the car to remove the keys from the ignition. The defendant became belligerent, hit the cabdriver and attempted to bite him. The defendant then unsuccessfully tried to put his car into reverse, but a flat tire prevented his flight. As a result of the incident, the pedestrian’s leg was amputated.\nComer, 716 A.2d at 596. Distinguishing Scofield the Court observed “[t]hus the defendant considered, then disregarded, the threat to the life of the victim. These circumstances demonstrate a higher degree of recklessness than those presented in the instant case.” Id. at 597.\n¶ 17 A similar result can be gleaned from Commonwealth v. Huggins, 790 A.2d 1042 (Pa.Super.2002), which dealt with a conviction for involuntary manslaughter, a first degree misdemeanor. In Huggins, the defendant was carrying 24 occupants in a 15-passenger van, was speeding, and fell asleep. Id. Despite all this, we held that Huggins’ conduct “may establish negligence, but it does not, standing alone, establish the mens rea of recklessness.. ” because it could not be shown that he “consciously disregarded a substantial and unjustifiable risk’ that death would result from his actions.” Id. at 1047. In considering the fact that Huggins fell asleep, we noted that falling asleep at the wheel may constitute careless driving, for which the mens rea is a “careless disregard of the rights and safety of others,” id.; 75 Pa. C.S. § 3714, but not recklessness that requires conscious disregard.\n¶ 18 From the above discussions, we can determine that the mens rea necessary to support the offense of reckless driving is a requirement that Appellant drove in such a manner that there existed a substantial risk that injury would result from his driving, i.e., a high probability that a motor vehicle accident would result from driving in that manner, that he was aware of that risk and yet continued to drive in such a manner, in essence, callously disregarding the risk he was creating by his own reckless driving. We do not believe the evidence of record is sufficient to prove this element.\n¶ 19 Since the Commonwealth presented no eyewitnesses to the accident, the Commonwealth is necessarily relying upon circumstantial evidence to prove that Appellant drove recklessly as contemplated in the subject offense. The Commonwealth may prove recklessness by circumstantial evidence; however, “the pieces of evidence must fit together so tightly as to establish guilt beyond a reasonable doubt.” See Commonwealth v. Hogan, 321 Pa.Super. 309, 468 A.2d 493, 496 (1983); Commonwealth v. Patterson, 257 Pa.Super. 206, 390 A.2d 784, 790 (1978). The entirely circumstantial case presented by the Commonwealth is essentially limited to skid marks that appeared to lead to a damaged vehicle and the assumption that Appellant was drinking before the accident. As Appellant correctly notes, the Commonwealth presented no expert witness such as an accident reconstructionist, who may have offered important insight as to the nature of the accident. Most importantly, there were no eyewitnesses to corroborate the Commonwealth’s theory.\n¶ 20 The Commonwealth makes much of the fact that Appellant exhibited “nearly all of the classic signs of intoxication.” Commonwealth’s Brief at 7. In so arguing, the Commonwealth seemingly attempts to imply that driving while under the influence constitutes a status of legal recklessness or is recklessness per se. However, this argument is contrary to caselaw. In Commonwealth v. Mastromatteo, 719 A.2d 1081, 1083 (Pa.Super.1998), we stated “[d]riving under the influence of intoxicating substances does not create legal recklessness per se but must be accompanied with other tangible indicia of unsafe driving to a degree that creates a substantial risk of injury which is consciously disregarded_What is material is actual reckless driving or conduct. . .for it is this conduct which creates the peril in question.”\n¶21 In analyzing the element of legal recklessness in the context of driving under the influence we stated:\nUnder our Criminal Code one acts “recklessly with respect to a material element of an offense when he consciously disregards a substantial and unjustifiable risk that the material element. . .will result from his conduct.” Pa.C.S.A. § 302(b)(3) (emphasis added). Thus, in order for us to conclude that driving while legally intoxicated results in recklessness per se we would have to conclude that driving while legally intoxicated creates a “substantial” risk that death or serious bodily injury will occur. However, this does not necessarily follow.\nAs unfortunate as it may be and as can be plainly seen upon a visit to a busy nightclub on any given night numerous individuals will operate motor vehicles while legally intoxicated. On the fortunate side of the equation, the overwhelming majority of them will make their way safely home. Although certainly these drivers are more likely to be involved in an accident than if they were completely sober, the percentage chance of them causing injury is still relatively remote and would not create “a substantial risk” of death or serious bodily injury as is found in the relevant sections of the Crimes Code.\nMastromatteo, 719 A.2d at 1083-84.\n¶ 22 Undoubtedly, there exists a level of intoxication that renders a person so incapable of safe driving that that probability of injury or death would rise high enough to satisfy the willful and wanton recklessness standard. However, since recklessness further requires a “conscious disregard” of the danger, to prove reckless driving it would also be theoretically necessary to prove that the driver appreciated this factor and drove anyway. In this case, we cannot conclude that the Commonwealth has established Appellant was intoxicated to such a level.\n¶ 23 Perhaps more problematic is the fact that the court granted Appellant’s demurrer to the driving under the influence charge. The effect of this ruling was that the Commonwealth’s evidence failed to establish that Appellant was under the influence to a degree that rendered him incapable of safe driving. If the evidence was found lacking to prove that Appellant was incapable of safe driving, we fail to see how signs of intoxication in a vacuum support a charge of reckless driving. A review of the argument on the demurrer indicates that it was granted because the Commonwealth failed to establish when Appellant’s intoxication occurred. Although the arresting officer testified that he arrived on the scene shortly after receiving the call, there was no testimony indicating when the accident actually occurred. Moreover, although the officer testified that the keys were in the ignition he could not recall whether the engine was running and he failed to check to see if the engine was still warm. Thus, although Appellant exhibited classic signs of being intoxicated when the police encountered him, the Commonwealth failed to rule out the possibility that Appellant’s state of intoxication came after the accident had occurred.\n¶ 24 The Commonwealth also argues that Appellant must have been driving at an excessive rate of speed to produce a 100 foot skid mark. However, it offered no competent expert testimony establishing what such a skid mark implies in terms of a vehicle’s speed. The Commonwealth further failed to produce testimony of the applicable speed limit on the stretch of road in question. Nevertheless, proof that Appellant was exceeding the speed limit does not necessarily prove reckless driving either. As with drivers who drive while intoxicated, life experience teaches without possibility of refutation that many drivers drive at high rates of speed on a regular basis without tragic consequence. While undoubtedly, just as driving while under the influence may increase the risk of an accident occurring, “speeding” may also increase the risk that a driver will be involved in a motor vehicle accident, more “ordinary” or “common” speeding does not necessarily produce a “substantial” risk that an accident will occur. Indeed, as anyone who has ever driven the speed limit down the interstate has easily observed, not only will an overwhelming majority of drivers who drive in excess of the legal speed limit not crash their vehicles, they will also escape citation for exceeding the speed limit.\n¶ 25 This is not to say that driving fast cannot rise to a level of legal recklessness. Undoubtedly, there is a speed at which when one drives he has increased the degree of risk of an accident occurring to such a level that the willful and wantonness requirement of reckless driving will be satisfied. That is, we can assume that if one approaches speeds seen at the Indianapolis 500 while on ordinary roadways, the risk of a crash is so high as to constitute willful and wanton driving behavior. However, here, there is insufficient evidence to prove that Appellant had driven at such a high rate of speed that he created a “substantial risk” of a motor vehicle accident.\n¶ 26 It is important to note that motor vehicle accidents occur on a daily basis that are not the result of reckless, or even, careless driving. The mere fact that an accident occurred here does not prove, beyond reasonable doubt, that Appellant was driving recklessly prior to running off the road. The evidence might sufficiently establish that Appellant drove too fast for the existing road conditions. However, as the discussion regarding the elements of reckless driving above indicates, reckless driving implies grossly unsafe driving behavior. While the circumstances surrounding the accident might hint at highly unsafe driving behavior, in our opinion it does not establish it beyond reasonable doubt. Appellant could have placed himself in a position of having to slam on the brakes due to momentarily falling asleep, or experiencing some sort of seizure. He may have diverted his attention momentarily from the road at the precise moment his attention was most required to negotiate a turn in the roadway. In reality, no one, other than Appellant, knows precisely how the accident occurred. However, to the extent the accident might have occurred because he was driving in a “reckless manner,” Appellant did not so incriminate himself and is not compelled to do so under the law.\n¶ 27 Judgment of sentence reversed.",
        "type": "majority",
        "author": "BENDER, J.:"
      }
    ],
    "attorneys": [
      "Daniel J. Alexy, Newtown, for appellant.",
      "Diane E. Gibbons, Dist. Atty. and William C. Penglase, Asst. Dist. Atty., Doyles-town, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Robert BULLICK, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted May 12, 2003.\nFiled Aug. 4, 2003.\nDaniel J. Alexy, Newtown, for appellant.\nDiane E. Gibbons, Dist. Atty. and William C. Penglase, Asst. Dist. Atty., Doyles-town, for Com., appellee.\nBEFORE: JOHNSON, BENDER and MONTEMURO , JJ.\nRetired Justice assigned to the Superior Court."
  },
  "file_name": "0998-01",
  "first_page_order": 1046,
  "last_page_order": 1053
}
