{
  "id": 6094956,
  "name": "In re Frederick K. Vreeland",
  "name_abbreviation": "In re Vreeland",
  "decision_date": "1930-04-14",
  "docket_number": "No. 2262",
  "first_page": "999",
  "last_page": "1002",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 999"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 490,
    "char_count": 8466,
    "ocr_confidence": 0.456,
    "sha256": "282e233d63818008d8d264f235a93fb3fab4810685a128533cae42d23a37a17a",
    "simhash": "1:3ccbb7be52787a98",
    "word_count": 1387
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Frederick K. Vreeland"
    ],
    "opinions": [
      {
        "text": "Geaham, Presiding Judge,\ndelivered the opinion of the court:\nThe Board of Appeals of the Patent Office affirmed the decision of the examiner rejecting all the claims of appellant for a patent on. improvements in radio receiving systems. The application is numbered 680062, was filed December 12, 1923, and contained sixteen claims.\nClaims 1 and 16 are typical of all the claims and are given here:\n1. In a recieving system for radiant energy, two tuned receiving circuits, similar total inductances in tliese circuits, variable capacity units in tliese circuits whose capacities are simultaneously variable by similar increments with a constant difference, an additional effective capacity in one of the circuits corresponding in similar ratio to the excess of variable capacity in the other circuit, and means for simultaneously and similarly varying the two variable capacities whereby the two circuits are simultaneously tuned to the same frequency.\n16. In a receiving system for radiant energy, two tuned circuits simultaneously tuned to the same frequency rotating variable capacities in these circuits, a common two part operating shaft and operating connections for simultaneously and similarly varying said capacities and an adjustable clutch between the two parts of said shaft.\nIn appeal No. 2259, decided concurrently herewith, we held that appellant’s application, Serial No. 582603, was anticipated by Hogan, Serial No. 1363319. Our reason for so holding lay in the fact that Hogan taught the use of two tuned resonant circuits in receiving-systems, one open and the other closed, with equal inductances and capacities, both circuits controlled by a single means.\nThe present application, in this respect, presents no inventive ideas, but is simply a variation of Serial No. 582603. In this application, Yreeland substitutes in the open circuit a fixed inductance Li and a variable reactance or condenser Ci shunted across said inductance, for the variable inductance 1Y, capacity 38, and fixed inductance 25 in the former application. In the closed circuit he substitutes a fixed inductance, L2 equal to the inductance Lq and a variable capac-iy of C2 of similar construction to capacity Ci for the variable capacity 2Y, the fixed inductance 26 and the fixed capacity 43, of appellant’s former application. In both cases they are connected by a common means of adjustment for tuning.\nAs we have heretofore stated in appeals Nos. 2259, 2260, and 2261, we are of opinion that no inventive ideas are disclosed in these features. Hogan taught the theory of simultaneously tuning two resonant circuits, with equal inductances and capacities. The variations here disclosed are only such as would be suggested to any one skilled in the art, who was following Hogan’s teachings.\nWe are of the opinion, however, that in claim 16, read in connection with appellant’s drawings and specification, invention is disclosed. Hogan, 1363319, of December 28, 1920, is cited by the board as a reference in the rejection of this claim. The particular language of said claim in question here is as follows:\n* * * a common two-part operating shaft and operating connections for simultaneously and similarly varying said capacities and an adjustable clutch between the two parts of said shaft.\nThe distinction, in our opinion, between appellant’s device, as outlined in claim 16, and the Hogan reference lies in the operating means, or dial, for tuning the two resonant circuits. The appellant, in his specifications, thus describes this part of the device:\nFigure 3 shows in greater detail the mechanical construction of one form of coupling means represented schematically by the coupling NiN2 of Figures 1 and 2.\nHere Ri and R2 are the shafts on which the movable elements of the condensers CiC2 are mounted respectively. These shafts carry gears Gi and G2 which mesh respectively with pinions Pi and P2 mounted on shafts QiQ2. These shafts are united by an adjustable coupling comprising the members Ni and N2 which are here shown in cross section. The clutch members Ni and N2 engage by suitable adjusting means, such as the cone surface E. The clutch member N, is held in operative contact with the member N2 by means of the spring S. The external surface F of the clutch members Ni and N2 is preferably knurled so that it may be conveniently turned by the finger thus adjusting simultaneously the condensers 0,02.\nThe operation of the apparatus is as follows. The coupling NiN2 being set arbitrarily to any suitable value, the coupling is turned by means of the knurled surface F until the circuit including C2 is approximately in tune with any desired incoming wave or signal. The circuit including the circuit Ci may or may not then be in tune. If it is not the operator rotates the clutch member Ni while the clutch ’member N2 is held in fixed position, until the maximum signal strength is obtained. When this occurs the difference between the capacities 0, and C2 has the correct value for compensating for the collector capacity and no further adjustment of the coupling NiN2 will probably be required. While this coupling remains fixed the two circuits may be tuned simultaneously to any desired frequency by turning the clutch NiN2 as an entirety.\nIn discussing this feature of the claim, the Board of Appeals said:\nIn our decision of this date in application Serial No. 680061, we hold the claims therein unpatentable over the patent to Hogan. We also consider the claims of the instant ease unpatentable over this reference. Hogan provides a frictional connection in the common operating means for his variable capacities 38 and 27 to permit one capacity to be adjusted with respect to the other. This adjustment does not affect the ratio of their increments of simultaneous adjustment. When two capacities, as C2 and 03, are used in association, we believe it obvious that they can be combined in the same physical condenser.\nHogan thus discloses his idea of adjusting differences between the two circuits:\nFurther, for this type of receiver, it is advantageous to have all four circuits independently variable to a slight extent. This may1 be easily arranged for by a frictional mechanical linkage between the links 14, 39, 41, and the various condenser arms, so that the angles of these condenser arms with respect to the horizontal link may be changed slightly. Another mode of variation which can be used is by changing the condensers, 36, 37, or 43, or the coils 9, 8, or 26, by an amount which gives the desired change in frequency.\nIn. other words, Hogan proposes to do this by adjustable frictional linkage between the circuits. Linkage is thus defined by the lexicographers:\nWebster’s New International Dictionary, 1925—\nLinkage, n. 3a Meek. — Any system of links or bars jointed together and more or less constrained by having a link or links fixed, by means of which straight or approximately straight lines, or other joint paths, may be traced.\nKnight’s Mechanical Dictionary — ■\nLmk. — 1. A short connecting piece of circular or other equivalent shape, as one of the oval rings or divisions of a chain.\n2. A short connecting bar with a bearing in each end, for transmitting motion from one rod or lever to another.\nEncyclopaedia Britannica (14th edition) —\nLinkages, in mechanics, are an assemblage of rods hinged together so that the parts may move among themselves, being generally intended to perform some particular kind of useful motion.\nIt is apparent that such frictional linkage is not the device which the application of appellant discloses herein, and is not adjustable in the same way. The appellant has devised a two-part clutch member easily manipulated by the operator, on the external surface of the receiving set, and one which, in our opinion, operates in a different manner than that disclosed in the Hogan reference. There being novelty and invention in this feature, the appellant was entitled to the allowance of this claim.\nThe decision of the Board of Appeals is affirmed as to all claims except claim sixteen, and as to said claim, it is reversed.",
        "type": "majority",
        "author": "Geaham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "William B. Greeley for appellant.",
      "T. A. Hostetler (Howard. S. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Frederick K. Vreeland\n(No. 2262)\nUnited States Court of Customs and Patent Appeals,\nApril 14, 1930\nWilliam B. Greeley for appellant.\nT. A. Hostetler (Howard. S. Miller of counsel) for the Commissioner of Patents.\n[Oral argument March 4, 1930, by Mr. Greeley and Mr. Miller]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0999-01",
  "first_page_order": 449,
  "last_page_order": 452
}
