{
  "id": 6080361,
  "name": "In re Waugh",
  "name_abbreviation": "In re Waugh",
  "decision_date": "1943-04-05",
  "docket_number": "No. 4697",
  "first_page": "1000",
  "last_page": "1008",
  "citations": [
    {
      "type": "official",
      "cite": "30 C.C.P.A. 1000"
    },
    {
      "type": "parallel",
      "cite": "135 F.2d 627"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "107 U. S. 192",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3499227
      ],
      "pin_cites": [
        {
          "page": "200"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/107/0192-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 919,
    "char_count": 23663,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.17331357928589658
    },
    "sha256": "301434854627a311e6f2c959d78daf9bb5f839ebe9c8bdbeeb0abb2967930527",
    "simhash": "1:c2ad68324698e1fa",
    "word_count": 3900
  },
  "last_updated": "2024-02-27T20:59:38.414474+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gaerett, Presiding Judge, and Bland, Hatfield, Benroot, and Jackson, Associate Judges"
    ],
    "parties": [
      "In re Waugh"
    ],
    "opinions": [
      {
        "text": "Bland, Judge,\ndelivered tire opinion of tire court:\nThe Board of Appeals of the United States Patent Office affirmed the decision of the Primary Examiner in finally rejecting all of appellant’s claims, 21 to 34 inclusive, in an application for a patent. Appeal has been taken here from the board’s decision.\n• While all the claims involved differ in some respects, which difference will be shown hereinafter, claims 27 and 28, we think, may be taken as fairly representative. They read:\n27. A highly refractory and insulating lagging composition adapted for self-adherent coating upon high temperature apparatus, and which is potentially plastic by the addition of water, comprising a dry mixture of (a) a preponderating proportion of finely divided mineral grog which is carbon-free and refractory and the particles of which are minutely porous; (b) with a proportion of hydraulic cement, adapted to rigidify the applied mixture after its expansion but before drying; (c) a proportion of finely divided and dried unburned fireclay adapted to confer on the wetted mixture a degree of plastic cohesion to trap and hoI|d generated gas bubbles and adhesion to stick to a surface to be lagged; (d) a strengthening proportion of an asbestos-like mineral binder in the form of fine fibers of substantial length; and (e) a small proportion of a dry and finely divided inorganic expanding agent which is adapted like aluminum powder to react with other ingredients when wetted, for cellular self-expansion of the mixture; such lagging mixture being adapted for use by wetting to a pasty plasticity and promptly coating as an adhering layer upon the surface to be lagged, whereupon the expanding agent generates gas bubbles to expand the coating into a cellular layer, which is then solidified by setting, and finally dries into an adhering, durable, refractory and heat-insulating lagging layer wherein the cells are separated by finely porous walls strengthened by the mineral fibers.\n28. A lagging composition as in claim 27 and wherein the ingredient proportions respectively are of the order of (a) 130 parts, (b) 120 parts, (c) 110 parts, (d) 40 parts, and (e) between % and 2 parts.\nClaims 27, 28, 29, 30, and 31 relate to an insulating refractory-lagging composition, while claims 32 and 33 relate to an insulating refractory lagging layer. Claim 34 relates to a method of applying the composition in the lagging art.\nThe instant application, entitled “Insulating Refractory Plastic Composition and Method and Product,” is stated by applicant to-be an improvement over that which is disclosed in his co-pending application relating to a composition to be marketed in dry condition.. The disclosure of the instant application is concerned with an insulating refractory plastic composition or lagging material adapted for plastic coating or jacketing of the outer surfaces of furnaces,, boilers, flues, pijjes, and other high temperature equipment. Its purpose is to protect the metalwork to which it is attached and to insulate against excessive conduction and waste of heat.\nAppellant’s instant application is particularly directed to the object of improving the expanding action of the mixture so that the Avetted plastic material will have structural cells of appreciable size therein, separated by relatively thin walls that are themselves microscopically porous because of the character of the basic constituent — - “grog.” Appellant attains the stated end by the use of either a natural grog, such as diatomaceous earth, or an artificial or synthetic grog. The mode of production of the synthetic grog is described as. that of thoroughly premixing very finely divided carbonaceous particles (such as paper) with a high quality of fireclay, also finely divided, and with any other desired ingredient, adding water before-the mixing is completed. The material is then molded to the desired shape, and by drying it is “set.” It is first burned in the presence-of air to consume the carbon particles, leaving microscopic voids, and then it is finally burned at a high temperature in the usual manner of burning fireclay products. These products, when completed,, are crushed and pulverized to a fine powder and constitute the preferred grog of the present disclosure. With this grog, appellant uses-hydraulic cement, a quantity of finely divided, dried, unburned fire-clay, and an expanding agent, preferably aluminum powder, in small percentages. There is also included a proportion of asbestos-like-mineral matter in the form of fine fibers.\nThe examiner required division between the claims directed to the plastic composition and the layer made from such composition and the claims relating to the method of applying the coating. He stated that the applicant chose to prosecute “composition” claims without, argument and is therefore estopped to claim the method (as in claim 34) in the instant application, by reason of the practice in Ex parte Higinbotham, 1922 C. D. 29.\nClaim 34, the method claim, remained in the application and, according to appellant’s statement, was substituted for the original' method claims for the purpose of appeal. It was rejected by both tribunals below on said ground of estoppel, as well as upon the prior-art. As to this claim, appellant urges here that since the tribunals-passed upon the patentability of the claim, the Patent Office has thereby waived its requirement for division, and that appellant therefore may properly question here the correctness of the conclusion of the Patent Office tribunals as to the unpatentability of the claim over the prior art.\nAs we view the situation with respect to claim 34, the mere fact that the Patent Office tribunals rejected the same upon two grounds does not amount to a waiver of the requirement for division. Appellant admits that he elected to claim the composition and product and did not question the correctness of the action of the examiner requiring that the method claims be divided out of the application. After having so elected, he urged the allowance of the method claim 34 in the instant application. Both tribunals held that under such circumstances he was estopped from claiming claim 34 in the instant application. Notwithstanding the fact that the board passed upon the patentability of the claim over the prior art, we think its holding on the question of estoppel under the circumstances stated was proper, and said holding is affirmed.\nIt is at once apparent from appellant’s contentions, that he may feel that if and when the method claims are considered by the Patent Office tribunals, they might regard their holding as to the unpatent-ability of claim 34 as res judicata, which would bar him from after-wards presenting the same subject-matter. On this phase of the case, it seems to us that the Patent Office passed upon the patentability of this claim merely as a matter of precaution, in view of the probability of appeal, and that it was not necessary for the board to have passed upon the prior art status of the claim. We are of the opinion that it is not necessary for us to pass upon the correctness of the conclusion of the board as to the unpatentability of claim 34 in view of the prior art, and that under such circumstances appellant’s fears relating to the issue of res judicata are groundless.\nAppellant, in his brief, makes the following statement concerning his alleged invention:\nThe main element of applicant’s composition and product is a fine aggregate or “grog”, and with this invention its fine mineral particles are minutely porous. Other elements are hydraulic cement and a small portion of powdered aluminum. When wetted the aluminum combines chemically and disappears as such hut leaves numerous bubbles, rendering cellular the mixture, by expansion, with porous grog walls between cells. The wetted cement then sets and hardens the expanded mix.\nAll the claims other than claim 34 stand or fall together. They were rejected by the Patent Office tribunals upon the following references:\nDesmarquest, 1,761,108, June 3, 1930.\nCollings et al., 1,770,767, July 15, 1930.\nOffutt, 1,961,525, June 5, 1934..\nEklund, 2,081,802, May 25, 1937.\nThe examiner, in rejecting the claims now under consideration, said (reference numerals omitted) :\nAnalysis of claims 27 shows that applicant’s mixture is made of:\n1. fine mineral grog\n2. cement.\n3. fireclay\n4. mineral fibers\n5. inorganic expanding agent (like aluminum)\nOffutt shows a mix made of (1) pumice which is a lightweight mineral, porous •and grog like, (2) cement, (3) clay, (4) asbestos, and (5) air mixed in in the mixing operation. No invention over Offutt is seen in providing aluminum powder instead of the air of Offutt since aluminum powder has been used in similar •mixes as shown by Desmarquest. In fact Desmarquest shows a mixture similar to applicant’s except for the absence of- asbestos fibers. The reaction of aluminum in alkaline mixtures is well known and it is obvious and expected in providing a porous mass thereby.\nEklund teaches a mix of aggregate, cement, claim and aluminum. It is obvious that a stronger structure is produced where asbestos might be introduced as in the patent to Offutt.\nCollings shows that a mix of aggregate of light weight material cement, clay, mineral fibers and inorganic gas expanding material is old. It is obvious that no invention would reside in substituting aluminum gas evolfing [«'e] agent for that of Collings et al since the function is the same and one would be as effective as the other. It is noted here that claim 27 is not restricted to the use of aluminum though that is the only specific gas evolving agent originally disclosed. Also the claim is not restricted to asbestos though such was the only mineral ■fiber originally disclosed.\nClaim 27 is considered prolix, being nearly a page long and considerably amplified over the ingredients by their function and physical and chemical •characteristics.\nClaim 28 is based on claim 27 but is not considered patentable over the art as applied to claim 27 because the proportions are arbitrary and not critical, the original disclosure showing broad ranges. Further like claim 27 the materials are indefinite and the giving of specific quantities for indefinite materials (which' are themselves new matter) is ambiguous.\nClaim 29 is similar to claim 27 in material but recites Portland cement, asbestos and aluminum powder specially. These materials are all shown by the patents over which nothing patentably different is seen, particularly in view of .a lack of proportions.\nClaim 30 is based on claim 27 but is drawn to new matter in the ranges which are not supported in the original disclosure but only in paper No. 7 where objectionable new ranges are proposed. In the absence of anything critical in these ranges the art is considered anticipatory.\nClaim 31 drawn substantially to the same materials and rejectable on the same ground as claim 29 is further rejectable as including process limitations in the preparation of the grog.\nClaim 32 is drawn to a layer of material which has set in place and is made up of grog, cement, fireclay and asbestos. No mention is made of gas agent, though the product is said to be cellularly expanded. The art is thought to show such cellular products with these materials. ■\nClaim 33 is based on claim 27 and is thought met by the art and other reasons as is claim 27. Claim 33 further has process limitations and is rejectable therefor.\n. The board in affirming the decision of the examiner, after describing the details of the alleged invention, said:\nThe claims have been rejected on the art, as shown in the patents to Collings et al., Offutt, Eklund and Desmarquest. Claim 27, for example, calls for a finely divided mineral grog, a proportion of hydraulic cement, a proportion of fireclay, a proportion of an asbestos-like mineral binder in the form of fibers and a small proportion of an expanding agent which is adapted like aluminum powder to react with the other ingredients when wetted for cellular self-expansion of the mixture.\nThe patent to Collings et al. relates to the building of floors, walls and similar elements of construction, but more particularly to a construction to prevent transmission of sound by the use of cellular mineral aggregate held together by a binder in such a way that a maximum of cells is produced. The binding agent for the mineral aggregate is a cement and it is stated that this binding material may be emulsified with air so that it presents a maximum number of air cells. This patent also discloses the use of clay and asbestos for any fibrous or cellular material. It is the examiner’s position that no invention would reside in substituting aluminum gas evolving agent for that of Collings et al. since the fune-1 ion is the same and one would be as effective as the other.\nAppellant argues as to the Collings et al. patent that it relates to a partition or wall in a building and is fabricated to render the wall proof against noise transmission or reverberation and that it is made as blocks or tiles or poured into temporary forms inconsistently with lagging.\nIt is noted that in applicant’s disclosure on page 12 it is stated that this mixture or composition comprising the grog, cement and expanding agent with both fireclay and asbestos added is adapted to the making of a product in the form of a block or blocks having dual utilities, that when wetted into plastic condition the mixture is molded for this special purpose into a slab or ingot and it is then subjected to a drying temperature and is adapted to be cut into blocks or bricks so that it appears that one of the products of applicant’s composition is for bricks or blocks to be molded into shape.\nOther patents in this art, such as Offutt and Desmarquest, disclose an aluminum powder to be used with' a mineral aggregate and Portland cement for producing a cellular structure. The Offutt patent also discloses that the aggregate used may be slag, volcanic lava and various other substances. The Eklund patent also teaches the use of an aggregate mixture with cement, clay and aluminum and it is the examiner’s position that it would be obvious that a stronger structure would be produced where asbestos is introduced, as in the Offutt disclosure. While the material of these patents may not have been used for lagging purposes, since they are usable for purposes similar to other products to be produced by applicant from his composition, it is considered that the examiner’s position with respect to claim 27 is proper and that the claim is unpatentable.\nClaim 28 is based on claim 27 and is limited to specific proportions. The examiner indicates that the specific quantities for the materials are new matter, but it appears that these quantities are mentioned specifically in the example given on page 6 of the specification. It does not appear, however, that these particular proportions are critical and it is not seen that claim 28 is allowable over the references cited against claim 27.\nClaim 23 has been rejected on the references, which appears proper and claim 80 is said to be drawn to new matter in the ranges. The examiner states that the ranges set out in claim 30 are not supported by the original disclosure, but only by an amended disclosure and it appears that this is true. Claim 30, in addition to being unpatentable over the art, is properly rejected on the ground of new matter.\nClaim 32, as pointed out by the examiner, does not include any gas agent and is broader in that respect than the other claims. This claim appears to be unpatentable over the patent to Offutt in particular. The mere statement that it is a lagging material is not considered sufficient to distinguish in view of applicant’s disclosure.\nClaims 33 and 34 are considered unpatentable over the references for the reasons given by the examiner and claim 34 is also considered to have been properly rejected as directed to a non-elected subject'matter.\nExcept in particulars hereinafter referred to, the references seem to be sufficiently described in the decisions of the examiner and the board. The Collings et al. patent apparently is the most pertinent and applies to certain limitations in all the claims. Appellant contends that said patent, as well as the Desmarquest patent, has no reference to refractory lagging; that the Collings et al. patent relates to buildings materials adapted to minimize sound transmission through floors and partitions and that Desmarquest has nothing to do with the lagging of heat apparatus but relates only to cellular building blocks. He points out that the blocks or slabs of Collings et al. are cast in temporary molds or forms. The board, in the above quotation, called attention to the fact that the applicant’s instant alleged invention is also adapted to the making of a product in the form of “a brick or block having dual utilities.” The application also states: “It is adapted to collateral uses, such as for fireproofing as well as insulating bins, walls, columns, roofs etc. tl is castable into ingots which may be cut and shaped for specific uses.”\nIn this court appellant urges that the broad subject-matter of his invention relates to the insulation of furnaces which have temperatures up to 2,000° F. It is, however, not seen why the Collings et al. reference is not pertinent. That patent emphasizes the use of a cellular mineral aggregate so as to produce a maximum of cells, obviously, thus producing a product possessing most of the structural features found in appellant’s composition. The record shows that it is old in the art of producing building materials having the characteristics emphasized by appellant to use cement as a binding material and to use clay and asbestos and other fibrous or cellular materials. It was the view of the Patent Office tribunals that there was no invention in substituting aluminum powder as the gas-generating agent for the limestone dust and phosphoric acid disclosed by Collings et al., since their functions are the same and their qualities well-known to the art.\nDesmarquest discloses the use of an aluminum powder along with a mineral aggregate and cement to produce a cellular structure.\nOffutt (who was interested in the acoustical properties of building •materials) points out that the aggregate may be slag, volcanic lava, or other substances.\nEklund teaches the use of an aggregate mixture with cement, clay, and aluminum powder in making a “light concrete.” The examiner properly pointed out that it would not be a matter of invention to use asbestos, as in the Offutt disclosure, if a stronger structure was desirable.\nWith reference to the claims which set out the proportions of the components of the mixture, appellant states in his brief:\nThese with a small latitude (10 to 20% is suggested) are substantially critical, at least in the sense ot being essential, to afford a useful lagging, as applicant’s affidavit establishes * * ®.\nAppellant has not otherwise in brief (and nowhere in his application) stressed the contention with reference to the said proportions being critical, and the Board of Appeals held:\n* * * It does not appear, however, that these particular proportions are critical and it is not seen that claim 28 is allowable over the references cited against claim 27.\nThe examiner pointed out that the proportions, such as those that are specified in claim 28, “are arbitrary and not critical, the original disclosure showing broad ranges.” The application states that a “typical embodiment may involve a mixture of the recited ingredients in the following preferred illustrative proportions, or variations therefrom to the extent of from ten to twenty per cent more1 or less.”\nIn rejecting the claims on November 18, 1940, the examiner had stated :\n* * * The broad ranges expressed in some of these claims clearly shows that nothing critical resides either in the materials used or their proportions.\nOn May 16,T941, appellant traversed the question of criticalness, and on May 19 (the same day that appeal was taken to the board) appellant submitted his affidavit relating to the subject of criticalness. We quote brief excerpts from the same. Referring to the range of latitude of the components set out in the specification, appellant said :\nIn my original specification, knowing that some latitude was possible, although not extensive, I included a statement indicating possible proportions from 10 to 20% above and below the above stated figures. I knew that any wide change would destroy the technical and commercial value of the mixture, and the latitude was set perhaps too broadly * * *.\n*******\nThese ranges are substantially too wide, as I have determined by test and research. While I believe that my composition discloses novelty, even with these broad ranges, I am ready to disclaim them by narrowing them to what found to be essential for the practical purposes of the composition. * * *\n* * * * * * #\nThis narrowing of ranges was in part to meet the Examiner’s remarks in the pending rejection that the broad ranges formerly expressed in some claims tend to show that nothing critical resides in the materials or their proportions, which in fact is not the case when the ranges are properly confined, as above.\n* . « * •:= * * *\nTherefore, while retaining the first-mentioned example as a sort of central or average formula, I have by this disclaimer reduced the range of variation from the central proportions to a practically small extent * * *.\nIt seems clear from the foregoing that the application passed npon by the examiner and presented to the board upon appeal was not regarded as showing critical proportions of the elements of the combination, and that appellant’s instant claims are nowhere shown to distinguish over the prior art by virtue of the criticalness in the range of the proportions of the various components used.\nWe see no merit in the contention that appellant’s application emphasizes the use of his composition as a lagging material, as distinguished from similar compositions used for the purposes disclosed by the references. To lag an article to retain its heat is to heat-jacket it; for: example, such an article as a steam cylinder. The definition of “lagging” includes the function of producing a non-conducting covering, as on a boiler. See Funk & Wagnalls New Standard Dictionary, 1942 Ed. Appellant’s lagging of a glass, oil cracking, or steel furnace, as far as the claims here involved are concerned, consists not necessarily in the manner in which it is applied, but in the character of the composition used. In view of the prior art it is thought not to be inventive to use the composition in making blocks for insulating or refractory purposes, and for the same reason it also seems obvious that it would not be inventive to use it by spreading it on the outer walls of a furnace. A case which seems to be particularly in point here is Atlantic Works v. Brady, 107 U. S. 192, 200.\nIn view of the fact that we are in entire harmony with the conclusion reached by the board and its reasoning in reaching such conclusion, it follows that, without further discussion of the subject-matter, its ■decision should be, and it hereby is, ajfirmed.",
        "type": "majority",
        "author": "Bland, Judge,"
      }
    ],
    "attorneys": [
      "Morrison, Kennedy & Campbell (Donald Campbell and Edmund K. Parry, Jr., of counsel) for appellant.",
      "W. W. Cochran (E. L. Reynolds of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "135 F. (2d) 627\nIn re Waugh\n(No. 4697)\nApril 5, 1943\nMorrison, Kennedy & Campbell (Donald Campbell and Edmund K. Parry, Jr., of counsel) for appellant.\nW. W. Cochran (E. L. Reynolds of counsel) for the Commissioner of Patents.\n[Oral argument 'January 7,1943, by Mr. Parry and Mr. Reynolds]\nBefore Gaerett, Presiding Judge, and Bland, Hatfield, Benroot, and Jackson, Associate Judges"
  },
  "file_name": "1000-01",
  "first_page_order": 316,
  "last_page_order": 324
}
