{
  "id": 7917248,
  "name": "Milton PINE, et al. v. COLE'S EXPRESS, INC. v. INTERNATIONAL DOOR CORP.",
  "name_abbreviation": "Pine v. Cole's Express, Inc.",
  "decision_date": "1987-04-07",
  "docket_number": "",
  "first_page": "1001",
  "last_page": "1002",
  "citations": [
    {
      "type": "official",
      "cite": "523 A.2d 1001"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "324 A.2d 735",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8056995
      ],
      "pin_cites": [
        {
          "page": "737"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/324/0735-01"
      ]
    },
    {
      "cite": "474 A.2d 860",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7993754
      ],
      "pin_cites": [
        {
          "page": "870"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/474/0860-01"
      ]
    },
    {
      "cite": "478 A.2d 690",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7926865
      ],
      "pin_cites": [
        {
          "page": "694"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/478/0690-01"
      ]
    },
    {
      "cite": "393 A.2d 1329",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8024651
      ],
      "pin_cites": [
        {
          "page": "1335-36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/393/1329-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 256,
    "char_count": 3278,
    "ocr_confidence": 0.766,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2005825436154772
    },
    "sha256": "b26fe570753ba9376b25bc09475dd0220497f4d54abafa3c3d717e296443dca5",
    "simhash": "1:57db90487e4c1b6a",
    "word_count": 530
  },
  "last_updated": "2024-02-27T22:21:05.770718+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN and CLIFFORD, JJ."
    ],
    "parties": [
      "Milton PINE, et al. v. COLE’S EXPRESS, INC. v. INTERNATIONAL DOOR CORP."
    ],
    "opinions": [
      {
        "text": "NICHOLS, Justice.\nThe Plaintiff, Milton Pine, alleges that he was injured on July 6, 1979, when, on business for his employer, he visited the premises of Cole’s Express, Inc., at Baileyville and there an overhead garage door fell, striking him in the lower back. Three years later he and his wife, the Plaintiff, June Pine, commenced this action against the Defendant, Cole’s Express, Inc., claiming negligence on its part. The Defendant in turn filed a third-party complaint against International Door Corp., the manufacturer of the garage door, and M.D. Hardy, Inc., the installer of that door. The Defendant appeals from a judgment of the Superior Court (Washington County) entered May 1, 1986, after a jury verdict for the Plaintiff husband in the amount of $525,000 and from an order denying its motion for a new trial or remittitur. The Plaintiff wife appeals from a judgment entered at the same time after a jury verdict for the Defendant on the wife’s complaint for loss of consortium and from an order denying the wife’s motion for a new trial or additur.\nOn appeal, the Defendant asks this Court on an obvious error basis to reexamine the collateral source rule, arguing that the jury should have been told of the workers’ compensation benefits available to the Plaintiff husband from his employer. The Defendant also contends that the trial court erred in denying its motion for a new trial or remittitur because (1) the evidence was insufficient to support the jury’s verdict, (2) the trial court erred in not excluding an expert’s testimony as a sanction for the Plaintiffs’ discovery violation, and (3) the trial court erred in failing to order a continuance when one of the Plaintiffs’ witnesses became ill and was unable to testify.\nOn her cross-appeal, the Plaintiff wife argues that the trial court should have granted her motion for either a new trial or additur because the evidence was not sufficient to support the jury’s verdict.\nThe collateral source rule was properly applied to prevent the introduction of evidence of the husband’s workers’ compensation benefits. Werner v. Lane, 393 A.2d 1329, 1335-36 (Me.1978); Stubbs v. Bartlett, 478 A.2d 690, 694 (Me.1984); Maine Human Rights Commission v. Department of Corrections, 474 A.2d 860, 870 (Me.1984). We see no reason to reexamine the rule in deciding this case.\nWe further conclude that the evidence adduced did not compel the factfinders to find for the Plaintiff wife. Neither did the trial court abuse its discretion in failing to grant either movant a new trial. See Chenell v. Westbrook College, 324 A.2d 735, 737 (Me.1974).\nThe entry is:\nJudgments affirmed.\nAll concurring.\n. One third-party defendant, M.D. Hardy, Inc., settled the complaint against it and in July, 1986, it was dismissed with prejudice.",
        "type": "majority",
        "author": "NICHOLS, Justice."
      }
    ],
    "attorneys": [
      "Daniel L. Lacasse, Robert E. Tibbetts, John A. Churchill (orally), Brown, Tibbetts, Churchill & Romei, Calais, for plaintiff.",
      "Torrey A. Sylvester, Houlton, for Cole’s Exp.",
      "David C. King, Barbara Cardone (orally), Rudman & Winchell, Bangor, for Intern. Door."
    ],
    "corrections": "",
    "head_matter": "Milton PINE, et al. v. COLE’S EXPRESS, INC. v. INTERNATIONAL DOOR CORP.\nSupreme Judicial Court of Maine.\nArgued Nov. 17, 1986.\nDecided April 7, 1987.\nDaniel L. Lacasse, Robert E. Tibbetts, John A. Churchill (orally), Brown, Tibbetts, Churchill & Romei, Calais, for plaintiff.\nTorrey A. Sylvester, Houlton, for Cole’s Exp.\nDavid C. King, Barbara Cardone (orally), Rudman & Winchell, Bangor, for Intern. Door.\nBefore McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN and CLIFFORD, JJ."
  },
  "file_name": "1001-02",
  "first_page_order": 1063,
  "last_page_order": 1064
}
