{
  "id": 11309890,
  "name": "Kathryn LUNDAHL, Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent",
  "name_abbreviation": "Lundahl v. District of Columbia Department of Employment Services",
  "decision_date": "1991-09-30",
  "docket_number": "No. 88-1105",
  "first_page": "1001",
  "last_page": "1003",
  "citations": [
    {
      "type": "official",
      "cite": "596 A.2d 1001"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "501 A.2d 1278",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7932577
      ],
      "pin_cites": [
        {
          "page": "1279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/501/1278-01"
      ]
    },
    {
      "cite": "484 A.2d 956",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7914844
      ],
      "pin_cites": [
        {
          "page": "957"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/484/0956-01"
      ]
    },
    {
      "cite": "490 A.2d 1162",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7912531
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/490/1162-01"
      ]
    },
    {
      "cite": "497 A.2d 464",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7917918
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "465-66"
        },
        {
          "page": "464, 465-66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/497/0464-01"
      ]
    },
    {
      "cite": "530 A.2d 1193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7894052
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "1197"
        },
        {
          "page": "1195-96"
        },
        {
          "page": "1196"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/530/1193-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 404,
    "char_count": 7565,
    "ocr_confidence": 0.804,
    "pagerank": {
      "raw": 2.384800795852687e-07,
      "percentile": 0.7971887550200804
    },
    "sha256": "21feb92273938dcccaac6316b4b1c8ed2646cbe528d5aa3631988e2d6c215de2",
    "simhash": "1:a136ade6a07882e8",
    "word_count": 1213
  },
  "last_updated": "2024-02-27T18:13:48.068462+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN, STEADMAN and WAGNER, Associate Judges. -"
    ],
    "parties": [
      "Kathryn LUNDAHL, Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nPetitioner, Kathryn Lundahl, appeals a decision of the Department of Employment Services (DOES) dismissing as untimely under D.C.Code § 46-112(e) (1987) her intra-agency appeal of the decision of an appeals examiner finding her ineligible for unemployment compensation benefits because she was discharged for misconduct. D.C.Code § 46-111(b) (1987). We remand the case to the agency for a factual determination on whether two notices of appeal rights sent to petitioner by the agency misled petitioner, causing her to rely on the document received last and to file the appeal untimely. See Nelson v. District of Columbia Dep’t of Employment Servs., 530 A.2d 1193, 1197 (D.C.1987).\nI.\nPetitioner was terminated from her employment as a secretary with Kuwait Airways on March 17, 1988, and she filed for unemployment compensation benefits on March 24, 1988. Initially, DOES determined that petitioner was eligible for benefits, but her employer appealed. After an evidentiary hearing, an appeals examiner for DOES revised the eligibility determination, having concluded that petitioner was discharged for willful misconduct, i.e., “willful disregard of [her] employer’s interests” and of the “standards of behavior which the employer has a right to expect of [its] employees” to a degree manifesting culpability and wrongful intent. D.C.Code § 46 — 111(b)(2) (D.C.1987).\nThe appeals examiner’s decision imposing a misconduct disqualification pursuant to D.C.Code § 46-lll(b) was mailed to the parties on June 17,1988. Petitioner did not appeal the examiner’s decision until July 5, 1988, after the expiration of the ten day appeal period provided by D.C.Code § 46-112(e) (1987). Therefore, DOES denied the appeal as untimely, noting specifically that petitioner had failed to address the reason for the untimeliness of the appeal, that the record reflected proper certification that the decision was mailed to her on June 17, 1988, and that petitioner filed the appeal in person on July 5, 1988.\nThe examiner’s decision stated that the decision would become final unless an appeal was filed in accordance with enclosed instructions. Petitioner filed a statement with this court indicating that she filed aii appeal with the agency within the time limits specified in a subsequent “Notice of Determination of Overpayment” which DOES sent her on June 23, 1988. In addition to the confusion created by the two notices, petitioner, who appeared pro se at the agency level, claimed in her statement filed with this court that when she filed her untimely appeal on July 5,1988, a manager in the DOES office informed her not to mention the untimeliness of the appeal because it was not always made an issue, and if it became one, petitioner could address it at that time. Therefore, petitioner never presented to the agency for consideration the reasons that her appeal was filed untimely.\nII.\nPetitioner contends that her failure to file timely an appeal with the Office of Appeals and Review (OAR) for the agency resulted from confusion created by the two separate notices of appeal rights sent to her by DOES in less than one week. Therefore, she argues, the requisite unambiguous notice required to trigger the jurisdictional bar to untimely appeals under D.C.Code § 46-112(e) was invoked improperly by the agency in dismissing her appeal. Nelson, supra, 530 A.2d at 1195-96; Ploufe v. District of Columbia Dep’t of Employment Servs., 497 A.2d 464, 465-66 (D.C.1985).\nThe ten day period provided for agency appeals under the Unemployment Compensation Act, D.C.Code § 46-112(e) is jurisdictional, and failure to file within the period prescribed divests the agency of jurisdiction to hear the appeal. Thomas v. District of Columbia Dep’t of Employment Servs., 490 A.2d 1162, 1164 (D.C.1985). However, a prerequisite to the jurisdictional bar is notice to the claimant of the decision and of any right to an administrative appeal of the decision. See id. (citing Gosch v. District of Columbia Dep’t of Employment Servs., 484 A.2d 956, 957 (D.C.1984)). An ambiguous notice has been held to be inadequate as a matter of law to trigger the operation of the statutory time limitations within which to file an intra-agency appeal. Ploufe, supra, 497 A.2d at 464, 465-66. Separate appeal notices by the agency, even though related to claims under different sections of the District of Columbia Unemployment Compensation Act, have been found to be sufficiently misleading to a claimant as to be inadequate notice to commence the running of the appeals period. Cobo v. District of Columbia Dep’t of Employment Servs., 501 A.2d 1278, 1279 (D.C.1985). Under these authorities, petitioner may not be foreclosed from consideration of her appeal by the provisions of D.C.Code § 46-112(e). However, the record is inadequate for resolution of the issue by this court.\nWhether petitioner relied upon a second document and whether she was misled by two documents from the agency are questions which were not raised by petitioner and resolved by the agency after making factual determinations on the issue. Ordinarily, failure to raise a claim at the agency level precludes its consideration on appeal. Nelson, supra, 530 A.2d at 1196. However, where a pro se applicant for unemployment compensation has “potentially been misled as to her appellate rights and may have received an inadequate opportunity to present her arguments to the agency,” review may not be foreclosed. Id. Petitioner’s failure to raise the question at the agency level purportedly resulted from improper advice from a manager with DOES, a factual question which also must be resolved first by the agency. Under the circumstances of this case, a remand to the agency for an appropriate hearing and factual findings on the issue is warranted.\nTherefore, we reverse and remand the case to the agency for an appropriate hearing on: (1) whether petitioner failed to raise with the agency the reason for her untimeliness because of information given her by a DOES employee, and (2) whether petitioner was misled by two notices issued by the agency and relied to her detriment on the last one issued. If DOES determines that petitioner has shown adequate cause for her failure to timely file the appeal based on applicable precedents, then it should proceed to address the merits of her appeal.\nSo Ordered.\n.These conclusions were based on findings that petitioner lied to her employer and gave false testimony at a deposition to the employer's disadvantage. The deposition was taken in a civil action filed by Kuwait Airways against a former manager for the company to recover funds embezzled from it by the manager through the use of an unauthorized bank account. Petitioner admitted at the hearing before the agency that she lied to her employer by stating that she had no knowledge of the account, and she also so testified at a deposition.\n. Petitioner does not contend that the instructions were not included with the decision which she acknowledged having received.\n. Petitioner’s motion to have the Notice of Determination of Overpayment made a part of the record was denied without opinion by the motions division of this court on January 8, 1990.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Stephen P. Kenkel and Stephen J. Del Giudice, for petitioner.",
      "Michael A. Milwee, for respondent."
    ],
    "corrections": "",
    "head_matter": "Kathryn LUNDAHL, Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent.\nNo. 88-1105.\nDistrict of Columbia Court of Appeals.\nSubmitted Sept. 18, 1990.\nDecided Sept. 30, 1991.\nStephen P. Kenkel and Stephen J. Del Giudice, for petitioner.\nMichael A. Milwee, for respondent.\nBefore FERREN, STEADMAN and WAGNER, Associate Judges. -"
  },
  "file_name": "1001-01",
  "first_page_order": 1067,
  "last_page_order": 1069
}
