{
  "id": 6094957,
  "name": "In re Norris C. Husted",
  "name_abbreviation": "In re Husted",
  "decision_date": "1930-04-14",
  "docket_number": "No. 2273",
  "first_page": "1002",
  "last_page": "1006",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1002"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "182 Fed. 811",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6749892
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/182/0811-01"
      ]
    },
    {
      "cite": "273 Fed. 482",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        5395230
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/273/0482-01"
      ]
    },
    {
      "cite": "211 Fed. 477",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3575843
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/211/0477-01"
      ]
    },
    {
      "cite": "117 U. S. 689",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8300283
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/117/0689-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 516,
    "char_count": 9106,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 1.1090467493772592e-07,
      "percentile": 0.5702540958951661
    },
    "sha256": "e65ee8ad1961fada6b1df810359cf3eb0c6498c9438a7356573d64d6333f2f1b",
    "simhash": "1:e8bfd8581a3650d6",
    "word_count": 1591
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      ".Before Gbahaíi, Presiding Judge, and Bland, Hatfield, Gabeett, and Lenboot, Associate Judges"
    ],
    "parties": [
      "In re Norris C. Husted"
    ],
    "opinions": [
      {
        "text": "GRAi-iam, Presiding Judge,\ndelivered the opinion of the court:\nOn December 6, 1923, the appellant, Norris C. Husted, filed his .application, Serial No. 678,946, for a patent on mast arms. As finally numbered there were eight claims, numbered 1, 11, 12, 13, 14, 15, 16, and 17, all of which were rejected by the Examiner, and, on •■appeal, by the Board of Appeals. The references were as follows:\nSliank, 456,859, July 28, 1891.\nWright, 582,512, May 11, 1897.\nDrake, 547,246, October 1, 1895.\nStone, 829,091, August 21, 1906.\nHetherington, 880,303, February 25, 1908.\nHinderliter, 990,874, May 2, 1911.\nPeirce, 1,195,262, August 22, 1916.\nBrady, 463,773, November 24, 1891.\nClaims 1 and 16 are typical of all the claims, and are as follows:\n1. A mast arm, comprising a sheet-metal boom of substantially inverted U-shape in cross section with its longitudinal edges turned inwardly and uptvardly to provide an inclosed trolley way, a trolley located within said boom and movable along said way, a fixture supporting hangar secured to said trolley and projecting downwardly through the longitudinally extending slot between said upturned ■edges, a driving mechanism for said trolley located wholly within and enclosed by the boom, and comprising two spaced rotatably .mounted sprocket wheels located fore and aft with relation to said trolley, a sprocket chain passing around said sprockets above said ■way and having its opposite ends secured to opposite sides of said trolley, means associated with one of said sprockets for adjusting its position with relation to the other- sprocket to maintain said ■ chain taut, a, handle located outside the boom and operatively se- ■ cured to one of said sprockets for actuating said sprockets and chain to move said trolley along said way, and means secured to said boom for receiving said handle to thereby lock said trolley in different positions along said way.\n16. A mast arm including a boom adapted to be mounted upon a mast so as to extend outwardly therefrom and formed so as to provide an enclosed trolley way. a trolley mounted on said way within said boom, driving mechanism for said trolley located wholly within said boom and including a driving wheel ; adjacent the mast end of said boom, a supporting shaft for said wheel extending through the side of said boom, lugs mounted on said boom so as to provide a slot therebetween and a handle mounted on said shaft and adapted to be ■inserted within said slot, so as to lock said wheel against rotation.\nBriefly, the device disclosed by the appellant in his application is a metal boom suspended from a mast and having an inverted U-shaped cross section, and so constructed that a light fixture suspended from a trolley can be moved backward and forward along-the length of this boom by means attached to the boom close to the supporting mast or pole, the idea being to make it possible to furnish a supporting means for a street or other light of the kind, so that this light might be placed at the will of the operator at any place along the length of the boom, and when the same is in need of repair, can be brought to the supporting pole or mast for this purpose. The ends of the U-shaped cross section of the booms are curved inwardly and upwardly, and form a track upon which a trolley is supported, and upon which tracking the trolley moves by means of wheels. The driving mechanism includes a sprocket chain which is secured at one end to the trolley axle. From this axle the chain passes rear-wardly to a sprocket wheel, around the same, then outwardly along-the upper edge of the boom to an idler roller, around which it- passes, and thence back to the other axle of the trolley. The sprocket wheel near the supporting post may be rotated in either direction by means of a crank handle. In this way the trolley and light supported by the same may be moved back and forth as wanted.\nThe principal contention in the case has to do with that feature of the device which is thus described in appellant’s specifications.\nProjecting- lugs 24 are formed on the side of the boom adjacent the handle 23. The handle is of angular formation, as shown in Fig. 4, and is loosely mounted in the perforation 25 of the shaft 20 so that when it is desired to secure the trolley against movement the handle may be turned so as to fit-within the notch formed by the projecting lugs 24. This prevents rotation of the sprocket wheel 19 and holds the trolley against movement on the trackway. The handle may be prevented from falling out of the slot 25 by spreading the end 26 of the handle, as shown in Fig. 1, or in any other way desired.\nIn one form of the appellant’s disclosure, the sprocket chain is kept tight between the two sprocket wheels by means of a bolt which moves the idler roller outward whenever this is necessary, and which is secured by a lock knot. In the other form represented by Figure 8 of appellant’s drawings, the idler roller is kept taut by means of a special spring with proper connections to the idler roller and the end of the boom, and which is thereby kept in a state of tension at all times.\nIt is evident that the device which appellant has disclosed is a combination of many elements and means, most of which are included in the references given.\nThe reference Draks shows a boom or mast arm with a travelling trolley substantially as is shown by the applicant here. The only apparent difference is that Drake employs a rope in lieu of the appellant’s sprocket chain. There is, however, as is said by the examiner, no novelty in the use of a sprocket chain for such purposes. It is well known in the art, and is disclosed in the reference to Brady, 463773. Drake also shows a handle for moving the trolley.\nThe tightening means are shown by the references to Stone, 329091; Hetherington, 880303; and Hinder liter, 990874. The shape and general construction of the boom, and the purposes which it accomplishes, are substantially all shown by the references, with the possible exception of one feature, namely, the means for fastening the handle and fixing the position of the light at any point in the mast arm as desired, all of which has been heretofore more specifically described in appellant’s quoted specifications on that feature.\nAs will be noted in appellant’s sixteenth claim, this feature now in issue is described in the following language:\n. * * * lugs mounted on said boom so as to provide a slot therebetween and a handle mounted on said shaft and adapted to be inserted within said slot, so as to lock said wheel against rotation.\nIt is contended by the examiner, as well as by the Board of Appeals, that the equivalent of these lugs is found in the Shank reference.\nIn the Shank reference, the following item of specifications describes the device which is claimed to be the equivalent of the appellant’s locking device:\n29 represents the Wires which form suitable connection with the lamp. The lamp may be held at any desired point in the crane by means of a pin 30, which may be passed through the head S and the pulley 9, and thus prevent the pulley from 'rotating.\nIt is apparent that both of these devices will hold the light upon the mast arm at any desired position, but it is not equally apparent that this result'is accomplished in the same way. The Shank device requires a separate member, a pin, which might be lost or mislaid, while the appellant’s device is always present in the mechanism. It may be a great convenience to the operator to be able, by a simple twist of the handle and an engagement of it in the lugs, to lock the light, and a considerable advance over the Shank device. Spring lugs are probably old, but their connection with this art is not shown by any references. The test of equivalency is whether a substituted element operates in substantially the same way to produce substantially the same result. Cantrell v. Wallick, 117 U. S. 689; Shakespeare v. Enterprise Mfg. Co., 211 Fed. 477; Superior Skylight Co. v. Kuhnla, 273 Fed. 482.\nIf there is any doubt about the equivalency of these devices, the fact, as shown, that appellant’s device has been extensively made and sold, is evidence of its utility and may be considered by the court. Boss Mfg. Co. v. Thomas, 182 Fed. 811.\nIn this view of the matter we conclude that claims 16 and 17, which specifically disclose the lugs as a part of the device, should have been allowed. Claims 1, 11, 12, 13, 14, and 15, refer only to a “ means ” or “ mechanism ” for locking, and are thus too indefinite to distinguish them clearly from the Shank reference. The Patent Office, in our opinion, properly rejected them.\nThe decision of the Patent Office is reversed as to claims 16 and 17 and affirmed as to the remainder of the claims.",
        "type": "majority",
        "author": "GRAi-iam, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Green & MeOallister (Bromley Seeley of counsel) for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Norris C. Husted\n(No. 2273)\nUnited States Court of Customs and Patent Appeals,\nApril 14, 1930\nGreen & MeOallister (Bromley Seeley of counsel) for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument March 13, 1930, by Mr. Hostetler]\n.Before Gbahaíi, Presiding Judge, and Bland, Hatfield, Gabeett, and Lenboot, Associate Judges"
  },
  "file_name": "1002-01",
  "first_page_order": 452,
  "last_page_order": 456
}
