{
  "id": 7293351,
  "name": "Cayetano GIRON et al. v. Jane F. BAILEY et al.",
  "name_abbreviation": "Giron v. Bailey",
  "decision_date": "2009-12-18",
  "docket_number": "No. 2008-179-Appeal",
  "first_page": "1003",
  "last_page": "1010",
  "citations": [
    {
      "type": "official",
      "cite": "985 A.2d 1003"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "939 A.2d 2",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 2008,
      "pin_cites": [
        {
          "page": "6-7"
        },
        {
          "page": "8"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "105 Conn.App. 369",
      "category": "reporters:state",
      "reporter": "Conn. App.",
      "case_ids": [
        4047905
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/conn-app/105/0369-01"
      ]
    },
    {
      "cite": "114 R.I. 87",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5515263
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "90-91"
        },
        {
          "page": "733"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/114/0087-01"
      ]
    },
    {
      "cite": "420 A.2d 70",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7943795
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "72-78"
        },
        {
          "page": "73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/420/0070-01"
      ]
    },
    {
      "cite": "740 A.2d 1243",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11556573
      ],
      "pin_cites": [
        {
          "page": "1248"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/740/1243-01"
      ]
    },
    {
      "cite": "694 A.2d 686",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11980435
      ],
      "pin_cites": [
        {
          "page": "690-91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/694/0686-01"
      ]
    },
    {
      "cite": "939 A.2d 1016",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8304874
      ],
      "pin_cites": [
        {
          "page": "1019, 1022"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/939/1016-01"
      ]
    },
    {
      "cite": "822 A.2d 936",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9133730
      ],
      "pin_cites": [
        {
          "page": "938-39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/822/0936-01"
      ]
    },
    {
      "cite": "713 A.2d 791",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11821143
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "794"
        },
        {
          "page": "794",
          "parenthetical": "determining that the act displaces only those common law rules in conflict with the act's provisions"
        },
        {
          "page": "792"
        },
        {
          "page": "795"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/713/0791-01"
      ]
    },
    {
      "cite": "112 R.I. 696",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3133898
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "698"
        },
        {
          "page": "58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/112/0696-01"
      ]
    },
    {
      "cite": "756 A.2d 744",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11243906
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "752"
        },
        {
          "page": "752",
          "parenthetical": "summarizing landowners duty to those reasonably expected to be on the premises"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/756/0744-01"
      ]
    },
    {
      "cite": "879 A.2d 882",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8939633
      ],
      "pin_cites": [
        {
          "page": "886"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/879/0882-01"
      ]
    },
    {
      "cite": "824 A.2d 461",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9123196
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "472"
        },
        {
          "page": "467"
        },
        {
          "page": "468",
          "parenthetical": "holding expert testimony necessary to establish the \"existence of a causal relationship between a particular toxin and its effect on the human body\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/824/0461-01"
      ]
    },
    {
      "cite": "871 A.2d 920",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8980600
      ],
      "pin_cites": [
        {
          "page": "927"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/871/0920-01"
      ]
    },
    {
      "cite": "916 A.2d 1251",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8339357
      ],
      "pin_cites": [
        {
          "page": "1258"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/916/1251-01"
      ]
    },
    {
      "cite": "978 A.2d 580",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "589"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 931,
    "char_count": 20607,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 8.021535790765212e-08,
      "percentile": 0.46501089445755334
    },
    "sha256": "71f58a105dac5f00751f19500f80518373cfb7a65ed652746bfeaa4d52a67be3",
    "simhash": "1:f4a662f04e7d504a",
    "word_count": 3405
  },
  "last_updated": "2024-02-27T18:04:23.956278+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: SUTTELL, C.J., GOLDBERG, FLAHERTY, and ROBINSON, JJ."
    ],
    "parties": [
      "Cayetano GIRON et al. v. Jane F. BAILEY et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice FLAHERTY,\nfor the Court.\nJane Bailey, the owner of residential rental property, appeals from Superior Court judgments in favor of her tenants, Cayetano and Robin Giron. The Girons’ claim against Bailey emanates from Caye-tano’s fall from a second-floor porch to the street after the porch railing collapsed. The parties appeared for oral argument on November 3, 2009, pursuant to an order of this Court ordering them to show cause why the issues raised in this appeal should not summarily be decided without further briefing or argument. After considering the record, the memoranda submitted by the parties, and the oral arguments advanced by each, we are of the opinion that cause has not been shown and that the case should be decided at this time. For the reasons set forth below, we affirm the judgments of the Superior Court.\nI\nFacts and Travel\nIn the evening hours of September 30, 1999, Robin answered a telephone call for her daughter Jill, and gave the telephone to Cayetano to locate Jill. Cayetano called out for Jill to answer the phone, but she did not respond. Cayetano then walked onto porch to see if Jill was either on the porch or in the street below. After taking four steps, Cayetano’s foot sank into the soft-wooden floorboards. He tripped, lost his balance, and fell forward toward the right porch railing. He had the telephone in one hand, and he reached out for the porch railing with his free hand in an attempt to break his fall. Unfortunately, the porch railing broke free from the columns to which it had been attached, and Cayetano plunged from the second floor onto the sidewalk below; the railing crashed to the ground with him.\nOver a year before this incident, in August 1998, Cayetano and Robin Giron moved into the second-floor apartment at 221 Union Avenue in Providence. The building was owned by Jane Bailey and managed by her son, Marshall Bailey. Jane never visited the property and Marshall acted at all times as if he was the landlord of the building. A contractor, Marshall performed repairs to the building and also collected the rents from the tenants.\nImmediately after moving into the apartment, Robin Giron notified Marshall about the poor condition of the second-floor porch. She described the wooden porch as “a little lopped,” and although she sat on the porch occasionally, she never went near the front railings, preferring to sit just to the right of the porch door. She said that Marshall told her that he planned to construct a new second-floor porch, but no new porch ever was built. Charles Norris, the third-floor tenant, frequently used the porch, and he agreed that some parts of the wooden floor were rotted and in need of repair. Cayetano never went on the porch prior to the day of his fall.\nThe second-floor porch raffing was composed of four wooden columns and three separate metal railings that spanned the width of the front of the house. Each railing section was affixed to two wooden columns with screws at the top and bottom of each side of the railing. The four wooden columns extended from the ceiling to the floor.\nOn September 29, 1999, Robin had a couch delivered to her apartment. The couch was lifted from the street and hoisted over the second-floor porch railing. During that process, it came into contact with the middle section of the railing. As a result, both screws affixing one side of the middle railing to the columns became detached, causing the railing to hang precariously, rather than in its normal upright position.\nRobin called Marshall later that day and told him that the middle railing had been damaged. Marshall came to the house that night. Marshall testified that from the street he observed that the right railing, the same raffing that Cayetano later would fall through, and not the middle railing struck by the couch, “looked loose,” but that it remained attached to the columns. When Marshall took another look at the right raffing from the second floor, he thought that the railing looked bent, not loose. He said that he told Robin to stay off the porch and also said that he locked the porch door with a deadbolt. He conceded, however, that he did not put up any warning tape and that the deadbolt could be unlocked from the inside without using a key.\nRobin testified that Marshall looked at the middle railing from the second-floor window, but she never saw Marshall go out onto the porch to inspect the railing; she did indicate she may have heard him go onto the porch. According to Robin, Marshall said that he would fix the railing, but he took no action before Cayetano was injured. She also denied that Marshall instructed her to stay off the porch.\nThe day after Cayetano’s misfortune, Robin telephoned Marshall to report the fall. Robin also took photographs of the missing right porch railing, the previously damaged middle porch railing, and the porch floorboards. Later that day, Marshall came to the house and nailed the porch door shut. At that time, he also told Robin and Charles Norris to stay off the porch. At a later point in time, Marshall replaced all the metal porch railings with railings made of wood.\nOn September 27, 2002, Cayetano and Robin Giron filed a complaint in Superior Court against Jane and Marshall Bailey. The Girons alleged that on September 30, 1999, the Baileys “negligently and recklessly failed to exercise proper due care to maintain the common areas” and that Cay-etano Giron tumbled from the second-floor porch and suffered injury “due to defective railings and dangerous conditions maintained by the Baileys.” Robin Giron claimed that she had suffered a loss of consortium as a result of Cayetano’s injuries.\nThe trial began on February 18, 2008. Robin, Jane, Robin’s daughter Jill Jones, Marshall, and Cayetano all were called to testify during plaintiffs’ case. Although he did not appear personally, portions of Charles Norris’s deposition transcript were read into the record. The Girons also introduced photographs of the second-floor porch, taken the day after Cayetano’s fall. Jane Bailey offered no witnesses.\nBefore the trial justice submitted the evidence for the jury’s consideration, Jane moved for a judgment as a matter of law pursuant to Rule 50 of the Superior Court Rules of Civil Procedure. In her motion, she argued that she was entitled to judgment as a matter of law because the Gir-ons had failed “to introduce expert testimony that the railing was unreasonably dangerous or defective or that [Bailey] should have known that the railing was unreasonably dangerous or defective.”\nThe trial justice denied Jane’s Rule 50 motion, ruling that expert testimony was not required to support a finding of negligence. The trial justice determined that either the accounts of Robin or Charles Norris’s deposition testimony that a couch damaged the middle railing and Marshall was notified about it, or Marshall’s testimony that the right railing was loose or bent, provided sufficient evidence of negligence to survive a Rule 50 motion. She reasoned further that Jane, through her agent Marshall, was on notice of a dangerous condition on the property; specifically, that the porch railings were bent or had become detached as a result of minimal contact, and she failed to take any action to either repair the dangerous condition or warn her tenants of its existence. According to the trial justice, “[t]he jury wouldn’t be speculating, they’d be drawing the reasonable inference that this was a damaged railing.”\nThe jury found that Jane Bailey breached her duty to the Girons, and that this breach was the proximate cause of Cayeta-no’s injuries. The jury further determined that Cayetano did not assume the risk of his injuries nor was he negligent in causing his injuries. A judgment was entered on February 19, 2008, for Cayetano Giron for $180,000 and for Robin Giron for $10,000. Bailey timely appealed.\nOn appeal, Bailey asks this Court to reverse the trial justice’s denial of her Rule 50 motion and to enter judgment as a matter of law in her favor. As grounds, Bailey argues that expert testimony was required to determine if the railing was defective, and if so, whether that defect was the proximate cause of Cayetano’s fall. Bailey argues that it was not within the jury’s common knowledge or experience to determine the cause of the railing’s failure. The Girons ask this Court to affirm the denial of Bailey’s Rule 50 motion because the trial justice correctly ruled that expert testimony was not required because there “was substantial, reliable and probative [evidence] for the jury to find, without expert testimony, that Jane Bailey was negligent.”\nII\nStandard of Review\n“Our review of a trial justice’s decision on a motion for judgment as a matter of law is de novo.” Gianquitti v. Atwood Medical Associates, Ltd., 978 A.2d 580, 589 (R.I.2009) (citing Franco v. Latina, 916 A.2d 1251, 1258 (R.I.2007)). We review the trial justice’s decision by applying the same standard as the trial justice: we “consider[] the evidence in the light most favorable to the nonmoving party, without weighing the evidence or evaluating the credibility of witnesses, and draw[ ] from the record all reasonable inferences that support the position of the nonmoving party.” Tedesco v. Connors, 871 A.2d 920, 927 (R.I.2005) (quoting Mills v. State Sales, Inc., 824 A.2d 461, 472 (R.I.2003)).\nIll\nAnalysis\nIn a civil action that alleges injury as a result of a defendant’s negligence, “plaintiff must establish a legally cognizable duty owed by a defendant to a plaintiff, a breach of that duty, proximate causation between the conduct and the resulting injury, and the actual loss or damage.” Selwyn v. Ward, 879 A.2d 882, 886 (R.I.2005) (quoting Mills, 824 A.2d at 467).\nA\nDeviation from the Standard of Care\nIn Rhode Island, “a landowner has a duty to exercise reasonable care for the safety of persons reasonably expected to be on the premises, and that duty includes an obligation to protect against the risks of a dangerous condition existing on the premises, provided the landowner knows of, or by the exercise of reasonable care would have discovered, the dangerous condition.” Tancrelle v. Friendly Ice Cream Corp., 756 A.2d 744, 752 (R.I.2000) (citing Cutroneo v. F.W. Woolworth Co., 112 R.I. 696, 698, 315 A.2d 56, 58 (1974)).\nIf the landowner rents residential property to tenants, the Residential Landlord and Tenant Act (the act), codified in G.L. 1956 chapter 18 of title 34, imposes a still higher standard of care. It states that “[a] landlord shall: * * * [m]ake all repairs and do whatever is necessary to put and keep the premises in a fit and habitable condition.” Section 34-18-22(a)(2). The act “supersede^ any common-law rules relating to residential tenants and landlords in conflict with its provisions.” Errico v. LaMountain, 713 A.2d 791, 794 (R.I.1998).\nHere, the Girons, although never explicitly pleading that their cause of action arose from the duty imposed upon landlords by the act, nonetheless effectively stated a claim that Bailey had violated the duty imposed by it. The trial justice adopted the standard of care created by the act and Jane never objected. For these reasons, we hold that the standard of care provided by the act, supplemented by common law, governs this case. That is, in addition to a landlord’s statutory duty to make repairs and do whatever is necessary to maintain the premises in a fit and habitable condition, the landlord has an obligation to exercise reasonable care for the safety of those expected to be on the premises and to protect against dangerous conditions existing on the premises. See Tancrelle, 756 A.2d at 752 (summarizing landowners duty to those reasonably expected to be on the premises); Errico, 713 A.2d at 794 (determining that the act displaces only those common law rules in conflict with the act’s provisions).\nIn Errico, 713 A.2d at 792, we considered whether landlords breached their duty under the act to their tenant, Errico, when a second-floor wooden balcony railing collapsed after Errico leaned against it, precipitating her fall to the ground. This Court determined that “the observable evidence of the railing’s physical deterioration, in conjunction with defendants’ admission that they had inspected the railing at various times before the accident occurred, supports the conclusion of the jury and the trial justice that the railing was structurally unsound when Errico fell and that defendants either knew of this condition or failed to inspect the railing properly to detect this structural problem, thereby breaching their statutory duty to Errico.” Id. at 795.\nSimilarly, in this case, Marshall testified that the railing through which Cayetano fell was loose or bent and Robin testified that she told Marshall about the damage to the middle railing. Also, there was evidence about the deterioration of the porch floor that caused Cayetano to trip and fall into the right railing, leading, ultimately, to his injuries. Jane had constructive notice of the deteriorating condition of the railing and the porch floor because Marshall, her agent, had actual notice of both. This evidence supports a conclusion that the porch railing constituted a dangerous condition, and that the landlord, Jane, failed to keep the premises in a fit and habitable condition as required by § 34-18-22(a)(2). As a result, she breached her duty of care to the Girons. Cf. Ramos v. Granajo, 822 A.2d 936, 938-39 (R.I.2003) (holding that tenant failed to establish that the landlord breached his duty because tenant offered no evidence that landlord failed to properly maintain second floor balcony or that the landlord was aware of tenant’s use of deck to move furniture into the second floor or that such a practice was common).\nB\nProximate Causation\nJane argues that even if she did deviate from the standard of care she owed the Girons, a jury could not determine, absent expert testimony, whether that deviation was the proximate cause of Cayetano’s fall and resulting injuries. This is so, she claims, because the Girons introduced no evidence that would show that a properly maintained railing could have supported Cayetano’s weight and the force with which he struck the railing, and thus prevented his fall. According to Jane, only an expert could testify to whether Cayetano fell because the railing was defective or, alternatively, because the force he exerted was such that even a properly installed and maintained railing could not withstand Cayetano’s impact.\nIn response, the Girons argue that the evidence adduced at trial was sufficient to prove that the railing was an unreasonably dangerous condition, and that this, along with the condition of the porch floorboards, proximately caused Cayetano’s fall. Significantly, they emphasize that an abundance of evidence supporting Bailey’s negligence exists beyond the fitness of the railing itself, including the rotted porch floor and the failure to repair this condition or to warn the tenants about this condition, all of which contributed directly to Cayetano’s losing his footing, his subsequent fall into the railing, and ultimately, his fall to the sidewalk.\nRule 702 of the Rhode Island Rules of Evidence provides that expert testimony is permissible “[i]f scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of fact or opinion.” This Court has held that “expert testimony is required to establish any matter that is not obvious to a lay person and thus lies beyond common knowledge.” Mills, 824 A.2d at 468 (holding expert testimony necessary to establish the “existence of a causal relationship between a particular toxin and its effect on the human body”); see also Broadley v. State, 939 A.2d 1016, 1019, 1022 (R.I.2008) (expert testimony required to establish standard of care owed to plaintiff patient by the staff at facility for the disabled); Boccasile v. Cajun Music Limited, 694 A.2d 686, 690-91 (R.I.1997) (requiring expert testimony to establish standard of care owed to patient in wrongful death action against doctor and nurse).\n“Expert testimony may be admitted when such testimony will aid the trier of fact in understanding a subject matter beyond the ken of a lay person of ordinary intelligence.” Kelly v. Rhode Island Public Transit Authority, 740 A.2d 1243, 1248 (R.I.1999) (citing Allen v. State, 420 A.2d 70, 72-78 (R.I.1980)). But expert testimony is not necessary “[i]f all the facts and circumstances can be accurately described to a jury and if the jury is as capable of comprehending and understanding such facts and drawing correct conclusions from them as is the expert * * Allen, 420 A.2d at 73 (quoting Barenbaum v. Richardson, 114 R.I. 87, 90-91, 328 A.2d 731, 733 (1974)).\nWe hold that the evidence enabled the jury to conclude, without the necessity of expert testimony, that the landlord’s breach was a proximate cause of Cayeta-no’s fall through the railing onto the sidewalk. Cayetano’s stumble on the poorly maintained porch floor caused him to be propelled to the railing. He grasped the railing with one hand in an attempt to halt his fall, but the railing did not support him. The existence of defects in the railing and the floor, Bailey’s awareness of them, and the failure to sufficiently protect or warn Cayetano about these conditions, is more than sufficient evidence for a jury to find that Bailey’s breach of her duty was the proximate cause of Cayetano’s injuries. On these facts, the jury was not speculating about whether the defendant’s breach of her duty was the proximate cause; there was sufficient evidence of causation and expert testimony was not required.\nIV\nConclusion\nFor the reasons set forth, we affirm the judgments in favor of Cayetano and Robin Giron. We return the record to the Superior Court.\n. We refer to the Girons by their first names, Cayetano and Robin. This is for the reader’s ease, and we do not intend any disrespect.\n. As we have done with the Girons, we frequently refer to Marshall Bailey and Jane Bailey by their first names. This is for the reader’s ease, and we do not intend any disrespect.\n. Marshall also said that he spoke with the third-floor tenant, Charles Norris, about the porch's condition but Norris had no recollection of being so warned prior to Cayetano's fall on September 30.\n. A default judgment was entered against Marshall Bailey after he failed to respond to the complaint. Subsequently, Marshall filed a suggestion of bankruptcy in the Superior Court.\n. Rule 50(a)(1) of the Superior Court Rules of Civil Procedure provides that:\n\"If during a trial by jury a party has been fully heard on an issue and there is no legally sufficient evidentiary basis for a reasonable jury to find for that party on that issue, the court may determine the issue against that party and may grant a motion for judgment as a matter of law against that party with respect to a claim or defense that cannot under the controlling law be maintained or defeated without a favorable finding on that issue.”\n. Bailey renewed her Rule 50 motion after the jury verdict. The trial justice denied this motion as well upon the same grounds as she denied the pre-verdict motion.\n. Jane argues that a Connecticut Appellate Court case, DeOliveira v. PMG Land Associates, L.P., 105 Conn.App. 369, 939 A.2d 2 (2008), is persuasive. However, her reliance on DeOliveira is misplaced. In that case, the plaintiff, a painter, was unable to remember how he fell from a second floor balcony while painting a condominium’s exterior, and he could not demonstrate that the landowners had any prior notice about defective rail conditions. Id. at 6-7. The DeOliveira court upheld the entry of summary judgment in favor of the defendant because the plaintiff failed to establish any connection between an alleged defect in the guardrail and the plaintiff's injury. Id. at 8. Here, however, plaintiffs have introduced evidence about the condition of the railing and porch, about defendant's notice of those conditions, and of causation between those conditions and Cay-etano’s fall from the porch.",
        "type": "majority",
        "author": "Justice FLAHERTY,"
      }
    ],
    "attorneys": [
      "Guy J. Settipane, Esq., Providence, for Plaintiff.",
      "Lauren E. Jones, Esq., Providence, Ralph Dellarosa, Esq., for Defendant."
    ],
    "corrections": "",
    "head_matter": "Cayetano GIRON et al. v. Jane F. BAILEY et al.\nNo. 2008-179-Appeal.\nSupreme Court of Rhode Island.\nDec. 18, 2009.\nGuy J. Settipane, Esq., Providence, for Plaintiff.\nLauren E. Jones, Esq., Providence, Ralph Dellarosa, Esq., for Defendant.\nPresent: SUTTELL, C.J., GOLDBERG, FLAHERTY, and ROBINSON, JJ."
  },
  "file_name": "1003-01",
  "first_page_order": 1039,
  "last_page_order": 1046
}
