{
  "id": 11309962,
  "name": "Roderick COTE v. GEORGIA-PACIFIC CORPORATION",
  "name_abbreviation": "Cote v. Georgia-Pacific Corp.",
  "decision_date": "1991-06-18",
  "docket_number": "",
  "first_page": "1004",
  "last_page": "1006",
  "citations": [
    {
      "type": "official",
      "cite": "596 A.2d 1004"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "432 A.2d 767",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7976052
      ],
      "pin_cites": [
        {
          "page": "769"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/432/0767-01"
      ]
    },
    {
      "cite": "277 S.E.2d 488",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1981,
      "pin_cites": [
        {
          "page": "494"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "221 Va. 1108",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        2138813
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "1117-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/221/1108-01"
      ]
    },
    {
      "cite": "350 N.W.2d 314",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "133 Mich.App. 753",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2246687
      ],
      "pin_cites": [
        {
          "page": "757-58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/133/0753-01"
      ]
    },
    {
      "cite": "442 N.W.2d 296",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10594708
      ],
      "pin_cites": [
        {
          "page": "300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/442/0296-01"
      ]
    },
    {
      "cite": "110 N.M. 543",
      "category": "reporters:state",
      "reporter": "N.M.",
      "case_ids": [
        716900
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "552"
        },
        {
          "page": "1002"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nm/110/0543-01"
      ]
    },
    {
      "cite": "232 Neb. 92",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        2857644
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "95"
        },
        {
          "page": "509"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/232/0092-01"
      ]
    },
    {
      "cite": "443 So.2d 389",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7633022
      ],
      "pin_cites": [
        {
          "page": "393"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/443/0389-01"
      ]
    },
    {
      "cite": "491 So.2d 1306",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7601775
      ],
      "pin_cites": [
        {
          "page": "1307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/491/1306-01"
      ]
    },
    {
      "cite": "509 So.2d 1189",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7591902
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1191"
        },
        {
          "page": "1190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/509/1189-01"
      ]
    },
    {
      "cite": "203 Cal.Rptr. 521",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "523"
        },
        {
          "page": "523",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "157 Cal. App.3d 36",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        2149805
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/157/0036-01"
      ]
    },
    {
      "cite": "585 A.2d 181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7369036
      ],
      "pin_cites": [
        {
          "page": "182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/585/0181-01"
      ]
    },
    {
      "cite": "403 A.2d 1186",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8042186
      ],
      "pin_cites": [
        {
          "page": "1191"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/403/1186-01"
      ]
    },
    {
      "cite": "440 A.2d 1047",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7947460
      ],
      "pin_cites": [
        {
          "page": "1048"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/440/1047-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 528,
    "char_count": 8080,
    "ocr_confidence": 0.784,
    "pagerank": {
      "raw": 1.4914699748554443e-07,
      "percentile": 0.6631124053950636
    },
    "sha256": "2e6b76e9f4d094e427164dfc76fd98ed04b191d3cf81b458dd11a3746dd6704b",
    "simhash": "1:bc1581a8cebe6eea",
    "word_count": 1211
  },
  "last_updated": "2024-02-27T18:13:48.068462+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and ROBERTS, WATHEN, GLASSMAN, CLIFFORD, COLLINS and BRODY, JJ."
    ],
    "parties": [
      "Roderick COTE v. GEORGIA-PACIFIC CORPORATION."
    ],
    "opinions": [
      {
        "text": "WATHEN, Justice.\nGeorgia-Pacific Corp. (“employer”) appeals a decision of the Appellate Division of the Workers’ Compensation Commission affirming the Commission’s award of reimbursement for housekeeping expenses to Roderick Cote (“claimant”). We conclude that the Workers’ Compensation Act does not authorize payment for housekeeping services, and we vacate the decision of the Appellate Division.\nThe facts are not in dispute. Claimant sustained a compensable injury to both arms that required four separate surgeries and left him totally disabled for approximately eighteen months. After claimant’s first operation, his surgeon instructed him to greatly restrict his activities. Because of his disability, claimant paid his sister $85 per week to prepare meals, clean the house, and do the laundry for him and his two teenage sons. Claimant petitioned the Commission to fix an amount to be allowed for these housekeeping expenses. After a hearing, the Commission granted claimant’s petition, finding that the housekeeping expenses were reasonable and proper during claimant’s period of disablement. Employer filed a timely notice of appeal to the Workers’ Compensation Commission Appellate Division which affirmed the Commission’s decree. We granted employer’s petition for appellate review.\nThe Commission may exercise only those powers expressly granted to it by the Workers’ Compensation Act. See Prout v. Bluebird Ranch, Inc., 440 A.2d 1047, 1048 (Me.1982). Section 52 of the Act provides in pertinent part:\nAn employee sustaining a personal injury arising out of and in the course of his employment ... shall be entitled to reasonable and proper medical, surgical and hospital services, nursing, medicines, and mechanical, surgical aids, as needed, paid for by the employer.\n39 M.R.S.A. § 52 (1989). Unless claimant’s right to reimbursement can be clearly said to come under the provisions of this statute, he is not legally entitled to recover his expenses for housekeeping services. See Lavoie v. International Paper Co., 403 A.2d 1186, 1191 (Me.1979). In interpreting a statute, we must first ascertain the intent of the legislation and, then, “give effect to it, avoiding results that are absurd, inconsistent, unreasonable or illogical, if the language of the statute is fairly susceptible to such a construction.” State v. Niles, 585 A.2d 181, 182 (Me.1990). The purpose of section 52 is unambiguous on its face: the Legislature sought to provide payment by the employer for all “reasonable and proper medical ... services, nursing, medicines, and mechanical, surgical aids” required by an “employee sustaining a personal injury arising out of and in the course of his employment.” 39 M.R.S.A. § 52.\nBecause there are no Maine cases directly on point, claimant cites cases from California and Florida in which courts have awarded reimbursement for housekeeping services. These cases, however, are easily distinguished. In Smyers v. Workers’ Compensation Appeals Board, 157 Cal. App.3d 36, 203 Cal.Rptr. 521 (1984), the California Court of Appeal extended workers’ compensation coverage “to recipients of housekeeping services when there is a demonstrated medical need.” Id. at 42, 203 Cal.Rptr. at 523. The court based its holding on an interpretation of section 4600 of the California Labor Code which provides:\nMedical, surgical, chiropractic, and hospital treatment, including nursing, medicines, medical and surgical supplies, crutches, and apparatus, including artificial members, which is reasonably required to cure or relieve from the effects of the injury shall be provided by the employer.\nCaLLabor Code § 4600 (West 1989) (emphasis added). Like the Maine statute, section 4600 provides coverage for reasonably required medical, surgical, and hospital services as well as nursing, medicines, and mechanical, surgical aids. See 39 M.R.S.A. § 52. In justifying its holding, the California court emphasized that the terms of section 4600 are “inclusive and not exclusive” due to the presence in the statute of the word “includes,” which is “usually a term of enlargement and not limitation” that conveys “the conclusion that there are other terms includable, though not specifically enumerated.’ ” Id. at 41, 203 Cal. Rptr. at 523 (citation omitted). Section 4600 also includes language extending reimbursement to any service “which is reasonably required to cure or relieve [the claimant] from the effects of the injury.” Cal-Labor Code § 4600. None of these terms, however, appear in Maine’s statute.\nFlorida courts have held that medically necessary attendant care and household services may be covered when family members must substantially depart from their daily routine to provide such care and services. See, e.g., CATV Support Serv., Inc. v. Lohr, 509 So.2d 1189, 1191 (Fla.Dist.Ct. App.1987); DeLong v. 3015 West Corp., 491 So.2d 1306,1307 (Fla.Dist.Ct.App.1986). Unlike Maine’s statute, however, the workers’ compensation statute under which these cases were decided allowed reimbursement for custodial care when appropriate, although family members could not be paid for such care if the services they provided did not “ ‘go beyond those which [would] normally [be] provided by family members gratuitously.’ ” CATV Support Serv., Inc. v. Lohr, 509 So.2d at 1190 (quoting Fla.Stat.Ann. § 440.13(2)(d) (West 1985)). Even before section 440.13(2)(d) was enacted, codifying earlier case law, the workers’ compensation statute required the employer to furnish “remedial treatment, care, and attendance ” under the supervision of a qualified medical professional, and, like the California statute, used the term “including” when enumerating items to be provided. Fla.Stat.Ann. § 440.13(1) (West 1981) (emphasis added); see, e.g., Walt Disney World Co. v. Harrison, 443 So.2d 389, 393 (Fla.Dist.Ct.App.1983).\nBecause the California and Florida statutes differ significantly from the Maine statute, these decisions offer little guidance in interpreting section 52. The workers’ compensation statute of Nebraska, however, more closely resembles the Maine statute. It provides that “[t]he employer shall be liable for all reasonable medical, surgical, and hospital services,” and, although it introduces an extensive list of medical items with the word “including,” the Supreme Court of Nebraska has determined that “purely custodial or housekeeping services ... are not recoverable” under the statute. Neb.Rev.Stat. § 48-120 (1988); Quinn v. Archbishop Bergan Mercy Hosp., 232 Neb. 92, 95, 439 N.W.2d 507, 509 (1989). Courts in New Mexico, Minnesota, Michigan, and Virginia have reached the same conclusion. See St. Clair v. County of Grant, 110 N.M. 543, 552, 797 P.2d 993, 1002 (N.M.Ct.App.1990); Ross v. Northern States Power Co., 442 N.W.2d 296, 300 (Minn.1989); Trejo v. Michigan Sugar Co., 133 Mich.App. 753, 757-58, 350 N.W.2d 314, 316 (Mich.Ct.App.1984); Warren Trucking Co., Inc. v. Chandler, 221 Va. 1108, 1117-18, 277 S.E.2d 488, 494 (1981).\nIn construing section 52, we hold that reimbursement for housekeeping expenses is not included under the provisions of the statute. Having determined that the purpose of section 52 is to provide payment by the employer for purely medical expenses, it would be inappropriate to expand the scope of the statute to include reimbursement for housekeeping services. We decline to create statutory “rights [and] liabilities under the guise of construction.” Rines v. Scott, 432 A.2d 767, 769 (Me.1981).\nThe entry is:\nThe decision of the Appellate Division is vacated. Remanded to the Commission for the entry of an order denying the petition to fix housekeeping expenses.\nAll concurring.",
        "type": "majority",
        "author": "WATHEN, Justice."
      }
    ],
    "attorneys": [
      "Kevin M. Noonan (orally), James W. Case, McTeague, Higbee, Libner, MacAdam, Case & Watson, Topsham, for claimant.",
      "John A. Woodcock, Jr. (orally), Weather-bee, Woodcock, Burlock & Woodcock, Bangor, for employer."
    ],
    "corrections": "",
    "head_matter": "Roderick COTE v. GEORGIA-PACIFIC CORPORATION.\nSupreme Judicial Court of Maine.\nArgued May 20, 1991.\nDecided June 18, 1991.\nKevin M. Noonan (orally), James W. Case, McTeague, Higbee, Libner, MacAdam, Case & Watson, Topsham, for claimant.\nJohn A. Woodcock, Jr. (orally), Weather-bee, Woodcock, Burlock & Woodcock, Bangor, for employer.\nBefore McKUSICK, C.J., and ROBERTS, WATHEN, GLASSMAN, CLIFFORD, COLLINS and BRODY, JJ."
  },
  "file_name": "1004-01",
  "first_page_order": 1070,
  "last_page_order": 1072
}
