{
  "id": 9099645,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Barrae CHOICE, Appellant",
  "name_abbreviation": "Commonwealth v. Choice",
  "decision_date": "2003-08-07",
  "docket_number": "",
  "first_page": "1005",
  "last_page": "1012",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1005"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "715 A.2d 404",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        559548,
        11705437
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "415"
        },
        {
          "page": "415-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/552/0331-01",
        "/a2d/715/0404-01"
      ]
    },
    {
      "cite": "552 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559548
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/552/0331-01"
      ]
    },
    {
      "cite": "752 A.2d 419",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "566 A.2d 357",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1395457
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "360"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/129/0511-01"
      ]
    },
    {
      "cite": "522 U.S. 398",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11471744
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "408"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/522/0398-01"
      ]
    },
    {
      "cite": "57 A.2d 165",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "167"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "162 Pa.Super. 206",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        462844
      ],
      "year": 1948,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/162/0206-01"
      ]
    },
    {
      "cite": "264 A.2d 649",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "651"
        },
        {
          "page": "651"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "438 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929241
      ],
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/pa/438/0373-01"
      ]
    },
    {
      "cite": "284 A.2d 786",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 5,
      "year": 1971,
      "pin_cites": [
        {
          "page": "788"
        },
        {
          "page": "786"
        },
        {
          "page": "787"
        },
        {
          "page": "789"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "446 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1941717
      ],
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/pa/446/0083-01"
      ]
    },
    {
      "cite": "640 A.2d 1251",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872109,
        775574
      ],
      "weight": 4,
      "year": 1994,
      "pin_cites": [
        {
          "page": "1263"
        },
        {
          "page": "1263"
        },
        {
          "page": "1264"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/640/1251-01",
        "/pa/537/0001-01"
      ]
    },
    {
      "cite": "537 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775574
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa/537/0001-01"
      ]
    },
    {
      "cite": "649 A.2d 435",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868410,
        7868300,
        475485,
        475530
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "448-49"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/649/0435-02",
        "/a2d/649/0435-01",
        "/pa/538/0484-01",
        "/pa/538/0485-01"
      ]
    },
    {
      "cite": "538 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475530
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa/538/0485-01"
      ]
    },
    {
      "cite": "659 A.2d 541",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873042,
        7872923,
        472157,
        472221
      ],
      "year": 1995,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/659/0541-02",
        "/a2d/659/0541-01",
        "/pa/540/0540-01",
        "/pa/540/0541-01"
      ]
    },
    {
      "cite": "540 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472221
      ],
      "year": 1995,
      "opinion_index": 1,
      "case_paths": [
        "/pa/540/0541-01"
      ]
    },
    {
      "cite": "715 A.2d 404",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        559548,
        11705437
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "415"
        },
        {
          "page": "415"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/552/0331-01",
        "/a2d/715/0404-01"
      ]
    },
    {
      "cite": "552 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559548
      ],
      "year": 1998,
      "opinion_index": 1,
      "case_paths": [
        "/pa/552/0331-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 935,
    "char_count": 23333,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 7.638472608107249e-08,
      "percentile": 0.45118808084950124
    },
    "sha256": "9c1b7ca33d9fb33ec9fe1d4e1ec18be06206156b557fd18cd30242392a3cb36c",
    "simhash": "1:b713011a1f5523fd",
    "word_count": 3955
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: KLEIN, BENDER, and CAVANAUGH, JJ.",
      "¶ 12 Judge KLEIN files a Dissenting Opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Barrae CHOICE, Appellant"
    ],
    "opinions": [
      {
        "text": "OPINION BY\nBENDER, J.:\n¶ 1 This is an appeal from an order denying Appellant’s PCRA petition. Appellant raises one question for our review, does the testimony of two police officers, discovered in a civil proceeding occurring after Appellant’s trial, indicating that the Commonwealth’s only eyewitness told them that he did not look at the robber’s face, that he only caught a glimpse of the robber, and that Appellant only resembled the robber, constitute after-discovered evidence sufficient to grant a new trial. We affirm.\n¶2 The facts relevant to the present appeal are: Appellant was arrested for armed robbery in the early morning hours of August 27, 1996. Bernard Hinton was walking on Willows Avenue near 51st Street in Philadelphia on his way home from work and had just purchased some Chinese food when he was approached by three black males. One of the men held a handgun to Mr. Hinton’s throat while the other two went through his pockets taking anything of value. The items taken from Mr. Hinton included the bag containing the Chinese food. The men left Mr. Hinton and began walking up 51st Street. In turn, Mr. Hinton made his way to a nearby fire station where he found police officers Jimmy Brown and Bruce Wright. Mr. Hinton gave the officers a description of the robbers. Of the gunman, he described the assailant as a heavy set male, approximately 5'8\", and wearing a red t-shirt.\n¶ 3 The officers radioed flash information and proceeded in a police wagon in the direction where the robbers had been walking. Upon reaching the corner of 51st and Willows, Officer Brown observed three males down the street walking away from him. As the officers turned to follow the three males, the suspects became aware of the police vehicle and began running in the opposite direction. The officers pursued and then joined up with other responding officers to comb both Willows Avenue and Pentridge Street, which runs parallel to Willows, between 50th and 51st streets, as well as an alleyway. At least two individuals were apprehended as suspects in the robbery.\n¶ 4 One of the officers that responded to the flash information, Albert Jones, began combing the front of Pentridge Street and noticed a brown paper bag on the porch of 5016 Pentridge Street. Officer Jones was aware that a bag containing food had been taken from Mr. Hinton and as he approached, he believed he could smell food. Officer Jones began rummaging around the porch whereupon a black male located across the street interrupted him and asked what he was doing indicating that that was the house where he resided. Officer Jones then asked Appellant if the brown bag was his. Appellant responded affirmatively, at which point Officer Jones asked Appellant what were the contents of the bag, however, Appellant was unable to describe the contents of the bag. Asked why, Appellant responded that someone had purchased the food for him and dropped it off on the porch. Soon thereafter, Mr. Hinton arrived on the scene. When asked what the contents of the bag taken from him were, Mr. Hinton accurately described the contents of the bag found on the porch. Mr. Hinton also indicated that Appellant was the man that had held the gun to his throat even though Appellant was wearing a white shirt. An additional search of the porch resulted in the discovery of a red shirt with a gun wrapped in it. Mr. Hinton further indicated that the shirt was the one worn by the gunman and that the gun found on the porch was the one that had been held to his throat.\n¶ 5 Appellant was tried twice on a variety of charges stemming from the robbery. The first trial ended in a mistrial on July 15, 1997, when the jury was unable to return a verdict. In the second, held in October 1997, Appellant was convicted. At trial, Mr. Hinton positively identified Appellant as the gunman without any sense of equivocation. Appellant was sentenced on October 29, 1998. His appeal to this Court resulted in affirmance on January 27, 2000. Commonwealth v. Choice, 752 A.2d 419 (Pa.Super.2000) (unpublished memorandum).\n¶ 6 Subsequent to his conviction, a' reporter for the Philadelphia Daily News, Dan Geringer, took an interest in the case and wrote an article arguing that Appellant was an innocent man wrongly convicted. In the article, entitled “He Was Left Holding The Bag. Innocent Man Talked His Way Into Arrest For Armed Robbery,” Mr. Geringer was critical of the police investigation of the crime. In response to the article, Officer Albert Jones and Detective Brian Greivous sued the paper for defamation. During litigation of the defamation action, depositions were taken of several of the police officers who responded to the robbery or conducted the investigation. The depositions constitute the after-discovered evidence that are the basis of Appellant’s PCRA action. In these depositions, certain police officers indicated that Mr. Hinton told them that he was directed by the gunman not to look at him and that Mr. Hinton had only gotten a glimpse of the gunman.\n¶ 7 In response to these depositions, Appellant filed a Motion for New Trial Based Upon After-Discovered Evidence/PCRA petition on July 17, 2001, asserting that evidence discovered after trial warranted the granting of a new trial. The petition was dismissed without a hearing on February 15, 2002. The present appeal followed.\n¶ 8 Appellant asserts that he is entitled to a new trial on the basis of the after-discovered evidence. The Commonwealth counters with an assertion that the petition was untimely, but that in any event Appellant did not meet the requirements for a new trial. The Commonwealth further asserts that the case of Commonwealth v. Dennis, 552 Pa. 331, 715 A.2d 404 (1998), controls the present case. We agree.\n¶ 9 In Dennis, the Supreme Court stated:\nTo warrant relief, after-discovered evidence must meet a four-prong test: (1) the evidence could not have been obtained before the conclusion of the trial by reasonable diligence; (2) the evidence is not merely corroborative or cumulative; (3) the evidence will not be used solely for purposes of impeachment; and (4) the evidence is of such a nature and character that a different outcome is likely.\nId. at 415. At issue in Dennis was an after-discovered statement similar to the ones at issue here. The Court stated:\nAppellant argues that the case should be remanded to consider the statement of Shanaqua Ramsey, a friend of Zahra Howard, one of the eyewitnesses to the murder. On April 3, 1997, Ramsey gave an affidavit in which she stated that when Zahra Howard returned to school after the murder, she told Ramsey that she was not sure if the person she identified (Appellant) was the killer because she did not get a good look at the killer. Ramsey’s statement fails to meet at least two prongs of the after-discovered evidence test: the alleged conversation between Ramsey and Zahra Howard took place nearly a year before trial, and there is no evidence that it was discoverable only after trial; and the evidence would only be used to impeach Zahra Howard. Hence, this claim warrants no relief.\nId. at 415-16.\n¶ 10 It would be difficult to find a case more on point than Dennis. , The after-discovered evidence proffered in the present case was deposition testimony that would suggest that Mr. Hinton really did not get a good look at the gunman and, thus, his unequivocal identification of Appellant at trial was suspect. But this is essentially the very same evidence that is the subject of the quoted material from Dennis, and which was viewed by the Supreme Court as being “only” impeachment evidence. As such, we believe Appellant’s claim fails.\n¶ 11 Order affirmed.\n¶ 12 Judge KLEIN files a Dissenting Opinion.\n. As is often found, the facts are somewhat contradictory, even when viewed in a light favoring the Commonwealth as the verdict winner. Here, we provide a basic sketch from which analysis of Appellant’s claim can proceed. The factual summary is not meant to be comprehensive.\n. We acknowledge the scholarly discourse found in the Dissenting Opinion of our colleague Judge Klein on Dennis, the “four-prong test,” and precedent from which it originated and has been passed down. Although we believe the Dissent presents a convincing argument that the \"solely for purposes of impeachment” prong of the test is not particularly well founded and may be overbroad and un-wise, we still find the holding of Dennis to be on-point and, thus, controlling.\nDennis involved the same circumstances as here, a third-party statement that the key witness admitted off the witness stand that she did not get a good look at the perpetrator. Of course, this statement contradicted the actual trial testimony of the witness identifying the defendant as the perpetrator, which was unequivocal. Under these facts, the Supreme Court found that the statement failed to meet the after discovered evidence test for two reasons. First, there was no evidence that the statement was discoverable only after trial and, second, because the evidence would only be used to impeach the witness.\nWhile the Dissent makes an impassioned case for why after-discovered evidence that would be used solely for impeachment should sometimes provide a basis for a new trial, this does seem to contradict the language of Dennis. Moreover, while the Dissent exposes that this “prong” of the test may have been injudiciously engrafted into the test, it still appears to be the case that, at this point in time, it has been adopted as a statement of law by the Supreme Court, even if inconsistently applied at times. Thus, we feel compelled to follow the test as set forth in Dennis.\nPerhaps, in due course, this test will be subjected to the same scrutiny by our Supreme Court as evidently it has been reexamined for its wisdom by our colleague Judge Klein.",
        "type": "majority",
        "author": "BENDER, J.:"
      },
      {
        "text": "DISSENTING OPINION BY\nKLEIN, J.:\n¶ 1 The majority relies on language in Commonwealth v. Dennis, 552 Pa. 331, 715 A.2d 404 (1998), for the principle that something cannot be considered after-discovered evidence justifying a new trial unless “the evidence will not be used solely for purposes of impeachment.” Id. at 415. I do not believe this is a correct statement of the law no matter how much it has been blindly quoted in the cases. I would reverse and remand for a hearing on whether the evidence could have been discovered before trial by reasonable diligence.\n¶ 2 The full quote, recently cited in Dennis is as follows:\nTo warrant relief, after-discovered evidence must meet a four-prong test: (1) the evidence could not have been obtained before the conclusion of the trial by reasonable diligence; (2) the evidence is not merely corroborative or cumulative; (3) the evidence will not be used solely for purposes of impeachment; and (4) the evidence is of such a nature and character that a different outcome is likely.\n715 A.2d at 415.\n¶ 3 In this case, three men robbed Bernard Hinton. Two of the robbers were apprehended shortly afterwards. Barrae Choice was arrested because food taken in the robbery was found on his porch. Choice was not on the porch at the time, but across the street. He asked, “What are you doing on my porch?” He said the bag was bought for him and dropped off by someone else, but he did not know what was in the bag.\n¶ 4 As the majority noted, after a mistrial where the jury could not agree, Choice was convicted on a retrial after Hinton “without any sense of equivocation” positively identified Choice as the gunman. A Philadelphia Daily News reporter took an interest in the case and wrote an article arguing that Choice was an innocent man wrongly convicted. The two officers filed a defamation action, and in the course of the depositions in that action, it came out that other officers said that Hinton told them he was directed by the gunman not to look at him and that he only got a glimpse of the gunman. Obviously, this is very different from the positive identification Hinton made at the retrial.\n¶ 5 Understandably, the majority relies on that statement repeated so often it has become an adage that, “the evidence will not be used solely for the purposes of impeachment.”\n¶ 6 This is proof of the reality of the legal maxim, “communis error facit jus,” or “common error, repeated many times, makes law.”\n¶ 7 I believe that what we have called a four-prong test is really only a three prong-test. Prong # 3, the “only for impeachment” prong, is just an extension of Prong #4, that the new evidence would not affect the outcome. Normally, evidence that just would tend to impeach what a witness said would not change the outcome at a new trial.\n¶ 8 A bald statement that evidence that only impeaches would never justify a new trial defies common sense and justice. Assume, for example, that a defendant is convicted of a robbery when the victim cannot make an identification, and the sole identification is made by a citizen who comes forth later to report that he witnessed the robbery and saw the defendant, whom he recognized. The witness identifies the defendant at trial. Suppose later it is discovered that this witness was an enemy of the defendant and in fact was a prisoner in an out-of-state jail at the time the robbery took place. Under the language of the rule as has been enunciated, this testimony about the witnesses’ jailing, proving that it was impossible for him to see what he said he saw, would not be enough to allow a new trial, absent some other prong being met. Since testimony about the incarceration would “be used solely for the purposes of impeachment,” this information would not be considered newly discovered evidence that justifies a new trial.\n¶ 9 If one examines the cases that quote the so-called four-prong test, one can see that there is no case where the only grounds disqualifying the evidence from being considered after-discovered to warrant relief is the fact that it only impeaches. Actually, Prong # 3 is almost always cited in addition to Prong #4, which denies a new trial where the evidence is not of such a nature and character that a different outcome is likely. However, a common sense approach is that in some cases, impeachment evidence is likely to change the result.\n¶ 10 That is the situation in the instant case. The identification was so shaky that the jury could not agree in the first trial. The identification was positive in the second trial. It could be said that it is very likely that had the jury known that the victim said he was told not to look at the robber and only got a glance at him, the jury would have discounted his positive identification “without any sense of equivocation” at the second trial.\n¶ 11 A review of the cases citing the “four-prong” test demonstrates there is always another prong that is met as well as the fact that the evidence only goes to impeachment. Therefore, in all of the cases, it is mere dicta that evidence that only goes to impeachment can never justify the granting of a new trial.\n¶ 12 For example, in Dennis, supra, the Pennsylvania Supreme Court held that the “after-discovered” evidence (a witness was not sure of the identification because she did not get a good look) did not qualify because there was no showing it could not have been discovered before trial and it would be used only for impeachment. The other item of purported after-acquired evidence, the recantation of a witness, did not justify a new trial because the court pointed out that recantation is unreliable and the statement could have been challenged on cross-examination. For these reasons, it would probably not have affected the outcome.\n¶ 13 Moreover, I disagree with the majority that “It would be difficult to find a case more on point than Dennis.” In Dennis, there was a great deal of evidence against the defendant. Besides the recanting witness, there were two other positive identifications of the defendant, as well as other testimony linking him to the crime. This shows the “new” evidence was not likely to change the outcome, more than just that the “new” evidence was offered only to impeach. In this case, the identification was the only significant evidence of Choice’s involvement was the identification, since anyone could have tossed the other evidence on the porch while running by.\n¶ 14 Dennis cites Commonwealth v. McCracken, 540 Pa. 541, 659 A.2d 541 (1995) and Commonwealth v. Wilson, 538 Pa. 485, 649 A.2d 435 (1994), for the four-prong test. Although McCracken used the normal rote quotation of the four-prong test, that is clearly dicta since the Supreme Court affirmed the trial court’s grant of a new. trial (overruling the decision of this Court to reverse), which was based solely on the recantation of the eyewitness.\n¶ 15 Wilson, cited in both Dennis and McCracken for the four-prong test quote, based its decision to refuse to consider a recantation as after-discovered evidence on the fact that Wilson could not show that the evidence could not have been obtained before the end of the trial. Further, everything in the statement of recantation by the witness was explored on direct and cross-examination at trial. Therefore, it was not of such a character that it would likely cause a different outcome. Wilson, 649 A.2d at 448-49.\n¶ 16 Wilson in turn cited Commonwealth v. Williams, 537 Pa. 1, 640 A.2d 1251, 1263 (1994) for the above-cited four-prong test language. Williams confessed to shooting a truck driver and taking his truck. The claimed after-discovered evidence in Wilson was testimony of two fellow prison inmates. One, Manuel Abrante, said someone named Schissler was the killer, but he recanted that story later. Williams, 640 A.2d at 1263. The other fellow inmate, Milton Washington, said Tammy Marie Schenkel had told him that she was present when the victim was killed and that Williams did not do it. Id. at 1264. However, later both Schenkel and Schissler testified, and Schenkel denied the conversation and Schissler denied knowing anything about the murder. The Court rejected this so-called after-discovered evidence, saying the testimony of Schenkel and Schissler was more credible and reliable than that of the prison inmates. Id. Without discussing it, apparently the Court rejected the claim of after-discovered evidence under Prong #4 of the “test,” that the testimony was not of such a nature and character that it would likely result in a different verdict at a new trial.\n¶ 17 Williams relies on Commonwealth v. Mosteller, 446 Pa. 83, 284 A.2d 786 (1971), as its source of the four-prong quotation. The Mosteller Court did cite the quote and said that the after-discovered evidence — recantation—did not go merely to credibility. Mosteller, 284 A.2d at 788. However, the after-discovered evidence did in fact go only to credibility. In fact, although the trial judge would have denied a new trial based on his assessment of the credibility of the alleged victim at trial, the Supreme Court reversed that finding and granted a new trial. In Mosteller, a fifteen year-old girl at trial claimed her father raped her. Id. at 786. Later, she recanted, and her great-aunt said the girl told her a month before trial that her father had not raped her. Id. at 787. All this does is cast doubt on her credibility at the original trial. Therefore, while saying a new trial should be granted because the evidence did not just attack credibility, the holding was that after-acquired evidence that only attacked credibility justified a new trial. Id. at 789.\n¶ 18 The Mosteller Court relied on Commonwealth v. Coleman, 438 Pa. 373, 264 A.2d 649, 651 (1970), as the source for the four-prong quotation. In this case, the Court held that it was not an abuse of discretion for the trial judge to refuse to grant a new trial based on recantation. However, this comes under Prong #4, that it would not change the verdict, rather than Prong #3, that it only goes to credibility. The Supreme Court noted that the trial judge had a hearing where he could evaluate the demeanor of the recanting witnesses and the reasons for their inconsistent statements. Noting that a new trial would have been necessary if the post-conviction court had believed the recantation, the Supreme Court found no abuse of discretion in the denial of a new trial, and The Supreme Court did not justify the denial of the new trial merely because the recantation only challenged the credibility of initial statements.\n¶ 19 Moving backwards once more, Coleman leads into the quote by saying, “The tests for granting a new trial in a criminal case on the ground of after-discovered evidence were set forth succinctly by the Superior Court in the case of Commonwealth v. Hanes, 162 Pa.Super. 206, 57 A.2d 165 (1948).” Coleman, 264 A.2d at 651. In Hanes, the defendant was charged with fornication and bastardy. He claimed lack of access. The Commonwealth presented a rebuttal witness, and obtained a conviction. Hanes filed a motion for a new trial offering evidence that the rebuttal witness could not have seen him with the prosecutrix because the witness was at work. When this Court affirmed the denial of a new trial, we cited three reasons: the evidence was for impeachment only, it was merely cumulative and related to an immaterial issue, and it would not probably result in a different verdict. However, the discussion that ensues makes clear that the lynchpin in our decision was the belief that the evidence would not cause a different result. We explained that taking all of the evidence together, “we [could] not see even a probability of a different verdict if a new trial should be directed.” 57 A.2d at 167.\n¶ 20 In summary, if the goal is to find justice, there well may be circumstances where after-discovered evidence that goes only to attack credibility may justify a new trial. This case may be one of those situations, assuming the evidence could not have been reasonably discovered prior to the initial trial.\n¶ 21 Normally, after-discovered evidence that only affects a determination of credibility will not justify a new trial. However, that is not because of a blanket rule, but because usually such evidence would, under Prong # 4, not be “of such nature and character that a different verdict will likely result if a new trial is granted.” However, in this case, if the officers’ testimony that the victim and only witness did not look at the robber and only got a glimpse of him were believed, it may well be determined that that would result in a different verdict when contrasted with the victim’s testimony at trial that he identified him positively and without equivocation.\n¶22 Accordingly, I would reverse and remand to the trial court for a determination as to whether this' evidence could have been discovered before trial with reasonable diligence, and whether it likely would have altered the jury verdict.\n. See Brogan v. United States, 522 U.S. 398, 408, 118 S.Ct. 805, 139 L.Ed.2d 830 (1998); Bucks County Water & Sewer Authority v. Rawlings, 129 Pa.Cmwlth. 511, 566 A.2d 357, 360 (1989).",
        "type": "dissent",
        "author": "KLEIN, J.:"
      }
    ],
    "attorneys": [
      "Bradley S. Bridge, Public Defender, Philadelphia, for appellant.",
      "Michael Gehrig, Asst. Dist. Atty., Philadelphia, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Barrae CHOICE, Appellant\nSuperior Court of Pennsylvania.\nArgued Jan. 7, 2003.\nFiled Aug. 7, 2003.\nBradley S. Bridge, Public Defender, Philadelphia, for appellant.\nMichael Gehrig, Asst. Dist. Atty., Philadelphia, for Com., appellee.\nBEFORE: KLEIN, BENDER, and CAVANAUGH, JJ."
  },
  "file_name": "1005-01",
  "first_page_order": 1053,
  "last_page_order": 1060
}
