{
  "id": 9378544,
  "name": "EAGLE I. ELECTRICAL, INC., Petitioner, v. J.J. HILFERTY & SON BUILDERS, INC. and U.S. Fidelity & Guaranty Company, Respondent",
  "name_abbreviation": "Eagle I. Electrical, Inc. v. J.J. Hilferty & Son Builders, Inc.",
  "decision_date": "2004-06-16",
  "docket_number": "",
  "first_page": "1009",
  "last_page": "1010",
  "citations": [
    {
      "type": "official",
      "cite": "853 A.2d 1009"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 271,
    "char_count": 4949,
    "ocr_confidence": 0.67,
    "sha256": "38a458078c5fe1170aaaafdaad42ef1d0ca1f85ced92decf9b6c7c8db02ec14d",
    "simhash": "1:610bd731abc0b71a",
    "word_count": 781
  },
  "last_updated": "2023-07-14T18:25:08.727943+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice BAER files a dissenting statement in which Justice SAYLOR joins."
    ],
    "parties": [
      "EAGLE I. ELECTRICAL, INC., Petitioner, v. J.J. HILFERTY & SON BUILDERS, INC. and U.S. Fidelity & Guaranty Company, Respondent."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 16th day of June, 2004, the Petition for Allowance of Appeal, being treated as an Application for Relief Pursuant to Pa.R.A.P. 123, is denied.\nJustice BAER files a dissenting statement in which Justice SAYLOR joins.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "Justice BAER,\ndissenting.\nI respectfully dissent from this Court’s entry of a per curiam Order denying Eagle I. Electrical’s (Eagle) Petition for Allowance of Appeal, which is being treated as an Application for Relief pursuant to Pa.R.A.P. 123. Because it is unapparent that the plain language of Section 512(b) of the Pennsylvania Contractor and Subcontractor Payment Act (CASPA), 73 P.S. § 512(b), necessarily precludes an award of attorney’s fees or expenses incurred in the context of appellate proceedings, I believe this Court should retain jurisdiction, grant the Application for Relief and remand this matter to the Superior Court with direction that it issue an opinion on the merits of the attorney’s fee claim.\nBy way of background, Eagle was a subcontractor of J.J. Hilferty & Son Builders, Inc. (Hilferty). United States Fidelity and Guaranty Company (USF & G) was Hilferty’s surety. When Hilferty failed to pay Eagle for services rendered, Eagle filed a breach of contract action in the Court of Common Pleas of Philadelphia County. Eagle secured a monetary judgment against Hilferty and USF & G, and sought counsel fees and expenses pursuant to § 512(b) of CASPA, which provides as follows:\nthe substantially prevailing party in any proceeding to recover any payment under this act shall be awarded a reasonable attorney fee in an amount to be determined by the court or arbitrator, together with expenses.\nThe trial court awarded attorney’s fees, penalties and interest to Eagle. Both Hil-ferty and USF & G appealed to the Superior Court. The Superior Court vacated the judgment against USF & G, but affirmed the judgment against Hilferty. Hilferty sought allowance of appeal to this Court, which was denied on March 26, 2003.\nWith the litigation against Hilferty completed, Eagle filed an application for further counsel fees with the Superior Court, asserting that it was entitled, under CAS-PA, to recover attorney’s fees incident to Hilferty’s unsuccessful appeal to the Superior Court and petition for allowance of appeal to this Court. On May 6, 2003, the Superior Court denied Eagle’s request, prompting this Application to this Court.\nThe Superior Court’s order denying Eagle’s application for costs and this Court’s Order affirming such action could be construed to signify the Superior Court’s and this Court’s view that the language of Section 512(b) of CASPA precludes an award of attorney fees or expenses by an appellate court for costs incurred during appellate proceedings. Attorney’s fees for appellate litigation are neither specifically mandated nor proscribed by Section 512(b). The Legislature merely provides that “the substantially prevailing party in any proceeding to recover any payment under this act shall be awarded a reasonable attorney fee in the amount to be determined by the court or arbitrator.... ” This language appears broad enough to encompass proceedings in appellate courts, and an award by such a court.\nIn addition to the foregoing, Pennsylvania Rule of Appellate Procedure 2744 contemplates the imposition of costs inclusive of attorney fees and costs by an appellate court as specified by “Acts of Assembly,” such as CASPA. This provision states, in relevant part\n[i]n addition to other costs allowable by general rule or Act of Assembly, an appellate court may award as further costs damages as may be just, including a reasonable counsel fee.\n(Emphasis added). While counsel fees awarded pursuant to Rule 2744 are limited to appeals that are frivolous, taken solely for delay, or where a party’s conduct is dilatory, obdurate or vexatious, as noted, the Rule specifies that such fees may be imposed “in addition to other costs allowable by ... Act of Assembly.” Clearly, CASPA is an Act of Assembly that imposes costs including attorney fees.\nI believe the question of CASPA’s applicability to appellate counsel fees and expenses is important and has not been addressed by the Pennsylvania appellate courts. Thus, I cannot join in the Court’s per curiam Order affirming the Superior Court’s disposition. Rather, I would grant the Application and remand the matter to the Superior Court, while retaining jurisdiction, directing that the Superior Court issue a substantive opinion disposing of the issues presented. Thereafter, we could review the merits of the issues with the benefit of the lower court’s interpretation of the pertinent language. As I believe this to be the appropriate course of action, I dissent.\nJustice SAYLOR joins this dissenting statement.",
        "type": "dissent",
        "author": "Justice BAER,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "EAGLE I. ELECTRICAL, INC., Petitioner, v. J.J. HILFERTY & SON BUILDERS, INC. and U.S. Fidelity & Guaranty Company, Respondent.\nSupreme Court of Pennsylvania.\nJune 16, 2004."
  },
  "file_name": "1009-02",
  "first_page_order": 1047,
  "last_page_order": 1048
}
