{
  "id": 8461151,
  "name": "STATE of Maine v. Hussein AHMED",
  "name_abbreviation": "State v. Ahmed",
  "decision_date": "2006-11-21",
  "docket_number": "",
  "first_page": "1011",
  "last_page": "1019",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 1011"
    },
    {
      "type": "parallel",
      "cite": "2006 ME 133"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "2003 ME 79",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9105385
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/828/0216-01"
      ]
    },
    {
      "cite": "2004 ME 90",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9218121
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶¶ 51-52"
        },
        {
          "page": "1176-77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/854/1164-01"
      ]
    },
    {
      "cite": "2006 ME 103",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8410501
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 9"
        },
        {
          "page": "856"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/903/0853-01"
      ]
    },
    {
      "cite": "541 U.S. 36",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5873383
      ],
      "weight": 6,
      "year": 2004,
      "pin_cites": [
        {
          "page": "51"
        },
        {
          "parenthetical": "\"[W]hen the declarant appears for cross-examination at trial, the Confrontation Clause places no constraints at all on the use of his prior testimonial statements.\""
        },
        {
          "parenthetical": "\"[W]hen the declarant appears for cross-examination at trial, the Confrontation Clause places no constraints at all on the use of his prior testimonial statements.\""
        },
        {
          "parenthetical": "\"[W]hen the declarant appears for cross-examination at trial, the Confrontation Clause places no constraints at all on the use of his prior testimonial statements.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/541/0036-01"
      ]
    },
    {
      "cite": "126 S.Ct. 2266",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        3275498
      ],
      "weight": 3,
      "year": 2006,
      "pin_cites": [
        {
          "page": "2276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/547/0813-01"
      ]
    },
    {
      "cite": "654 A.2d 435",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7864821
      ],
      "pin_cites": [
        {
          "page": "437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/0435-01"
      ]
    },
    {
      "cite": "667 A.2d 849",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868700
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "850-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/667/0849-01"
      ]
    },
    {
      "cite": "2006 ME 40",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8429748
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 7"
        },
        {
          "page": "321"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/895/0319-01"
      ]
    },
    {
      "cite": "2001 ME 150",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9470551
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "650"
        },
        {
          "page": "650"
        },
        {
          "page": "650"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/783/0646-01"
      ]
    },
    {
      "cite": "2004 ME 38",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9272383
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "577"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/845/0575-01"
      ]
    },
    {
      "cite": "2001 ME 83",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11090475
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "¶ 12"
        },
        {
          "page": "449"
        },
        {
          "page": "450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/773/0445-01"
      ]
    },
    {
      "cite": "2003 ME 39",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9354059
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 5"
        },
        {
          "page": "1013"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/819/1011-01"
      ]
    },
    {
      "cite": "2004 ME 105",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9213955
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "¶ 5"
        },
        {
          "page": "209-10"
        },
        {
          "page": "¶ 5"
        },
        {
          "page": "210"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/854/0208-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 835,
    "char_count": 19785,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 2.110196654382177e-07,
      "percentile": 0.7630178438974627
    },
    "sha256": "f48b986f296e5a462cee9b2bfd2ec42fb9561f7fd799322ebc360a3c599a7200",
    "simhash": "1:7b16f2ae1179acf3",
    "word_count": 3424
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and CLIFFORD, DANA, ALEXANDER, CALKINS, LEVY, and SILVER, JJ."
    ],
    "parties": [
      "STATE of Maine v. Hussein AHMED."
    ],
    "opinions": [
      {
        "text": "ALEXANDER, J.\n[¶ 1] Hussein Ahmed appeals from a judgment of conviction for domestic violence assault (Class D), 17-A M.R.S. §§ 207(1)(A), 1202(1-B) (2005) entered after a non-jury trial before the District Court (Lewiston, Lawrence, /.). Ahmed asserts that the trial court erred by: (1) admitting a police officer’s testimony describing statements made by the victim, Ahmed’s wife, at the time of the event; (2) excluding an audiotape that Ahmed had created from voicemail messages that purportedly contained threats from his wife; (3) excluding a video Ahmed had taken of the victim using his cell phone immediately following a 911 call and as the police officer arrived on the scene; and (4) determining that the evidence was sufficient to support the conviction. Finding no error in the trial court’s conduct of the proceedings, we affirm.\nI. CASE HISTORY\n[¶ 2] Ahmed and the victim are husband and wife. At the time of the incident they lived together in Lewiston with their three children. Based on the record developed at trial, the court could have reasonably found the following facts: Ahmed and his wife are originally from Somalia. Ahmed speaks English capably. His wife sometimes has difficulty with the language. She testified with the assistance of an interpreter at trial. However, she was able to speak in English about the events at issue for portions of a 911 call and in discussions with a Lewiston police officer who responded to the 911 call.\n[¶ 8] On the morning of September 23, 2005, Ahmed’s wife placed a 911 call to the Lewiston Police Department. Initially she spoke in Somali. She then spoke in English stating “my husband he kill me,” and “my husband he hit me — he is hitting me.” In response to the 911 operator’s question: “Is this a domestic?” Ahmed’s wife stated: ‘Yes.” By stipulation of the parties, the court admitted the statements on the 911 call for impeachment purposes only, after the victim had testified during trial, denying that Ahmed had hit her and denying that her condition and injuries observed by the police officer at the scene were the result of an assault by Ahmed.\n[¶ 4] Following the 911 call, a Lewiston police officer was dispatched to the scene, arriving within five minutes of the call. The officer testified that when she arrived at the scene, Ahmed opened the door and that he was “kind of smiling” and using his cell phone to take pictures of the victim. Upon entry, the officer testified that she observed the victim “crouched on the floor, crying hysterically and clutching her stomach.” At the time, the victim was four months pregnant with her fourth child with Ahmed. The officer asked the victim what happened, but she was unable to answer. After a minute or two, the victim, still crying, told the officer that she was “in pain” and that Ahmed had “grabbed her by the arms and pushed her down the stairs and had hit her in the head.” The officer also testified that the victim showed the officer her upper arms and stated “[t]his is where he grabbed me.” At the hospital emergency room, the officer observed fingerprint bruises on the victim’s upper arms.\n[¶ 5] At trial, the victim testified that Ahmed was interpreting for her when she spoke to the officer. However, the officer denied this, asserting that she had spoken directly with the victim.\n[¶ 6] Ahmed’s theory of the case was that the victim had fabricated her claims that Ahmed had hit and hurt her because they were having an argument at the time, and the victim was upset because she believed that Ahmed was seeing another woman. To attack the credibility of the victim’s anticipated testimony at trial and her statements to the officer on the day of the event, Ahmed proposed to introduce a tape recording he had made from voice-mail messages from the victim, received on his cell phone at various times between March and November 2005. The court permitted Ahmed to make a testimonial offer of proof as to the contents of the tape. M.R. Evid. 103(b). However, the tape itself was never played for the court, and the defense did not make the tape part of the trial court record or the record on this appeal. M.R.App. P. 5(a).\n[¶ 7] During the offer of proof, Ahmed testified that the voicemail messages included threats by the victim to kill him and to have him deported. Ahmed appeared uncertain as to the timing of particular calls. In response to questions by the State, Ahmed testified that he did not know the number of messages recorded on the tape and that he was unsure of the number of recorded calls, if any, that were made after September 23. In response to further questioning from his attorney, however, Ahmed indicated that there were some calls that had been recorded after September 23, and he testified that at least one of the calls after September 23 involved a threat to use a knife to Mil him. After completion of the testimonial offer of proof and extended argument by counsel, the court ruled that it would exclude the tape, but that the victim could be questioned regarding any threats to Ahmed that she had stated on voicemails.\n[¶ 8] The victim was called as the first witness at trial. She testified that she did not want the matter prosecuted and that she wanted Ahmed to remain with her and the family. She testified that she was angry with Ahmed because she believed that he was seeing another woman, and that when she gets angry she makes threats and says things she does not mean. She denied that Ahmed had hit her or caused her pain on the morning of the incident, testifying instead that she had injured herself by hitting her head against a wall in a fit of anger. She also testified that she did not recall what she had said either on the 911 call or when speaMng with the officer after the officer had arrived at her apartment. Although she testified to injuring herself and lying on the floor when the officer entered her apartment, she also testified: “I don’t remember anything I did or said that day.”\n[¶9] In response to the questions regarding the voicemails, the victim testified that she had left threatening messages on Ahmed’s cell phone “cause I was mad.” She also testified that she had threatened to get Ahmed deported. “I was saying that to him so he can get scared and, you know, leave the woman alone.” The victim testified that she had made the 911 call to scare Ahmed, to stop him from seeing another woman, and to bring him back to his family.\n[¶ 10] Ahmed testified similarly to the victim that he had not hit or hurt the victim that morning. He testified that they had a dispute regarding access to his car keys and that the victim had placed the 911 call and then began banging her head into the wall. He asserted that after the victim had begun banging her head into the wall, and as the police officer was arriving, he had used his cell phone to take a video, with no sound, of the victim. The defense asked the court to view the video taken by the cell phone. The court declined, indicating it would be repetitive of the testimony already offered by Ahmed and his wife. As with the tape of the voicemail messages, the cell phone video was not made part of the trial court record and is not part of the record on this appeal. Ahmed also testified that he had received threatening calls and phone messages from his wife, but the court sustained the State’s objection to questions regarding the content of the messages.\n[¶ 11] After trial, the court found Ahmed guilty as charged. In stating its findings and conclusions, the court found that neither the victim’s testimony presented during the trial, nor Ahmed’s testimony, were credible. The court found the police officer’s testimony and the statements by the victim reported by the police officer to be reliable and appropriate for consideration as excited utterances pursuant to M.R. Evid. 803(2). The court imposed a sentence of 120 days to the county jail with all but seven days suspended, and probation for a period of two years with a number of conditions of probation. The court also imposed a $300 fine. Ahmed then brought this appeal.\nII. LEGAL ANALYSIS\nA. The Victim’s September 23 Statements as Excited Utterances\n[¶ 12] The parties agreed that the victim’s statements to the 911 operator were admissible, but only for the purpose of evaluating the credibility of the victim’s statements at trial that were inconsistent with what she had stated to the 911 operator. Accordingly, those statements were not utilized as substantive evidence to support the conviction. The court indicated that to support the conviction, it relied primarily on the testimony of the police officer regarding the statements that the victim had made after she arrived on the scene on September 23, 2005. The court admitted these statements as excited utterances pursuant to M.R. Evid. 803(2), the rule that permits such statements to be used as substantive evidence to support a conviction.\n[¶ 13] Because the officer’s testimony was not objected to at trial, our review is limited to whether the court’s admission of the statements constituted obvious error. See State v. Barnes, 2004 ME 105, ¶ 5, 854 A.2d 208, 209-10; State v. Knox, 2003 ME 39, ¶ 5, 819 A.2d 1011, 1013. “An error is obvious if it worked a substantial injustice or affected the defendant’s substantial rights.” Barnes, 2004 ME 105, ¶ 5, 854 A.2d at 210.\n[¶ 14] Pursuant to M.R. Evid. 803(2), an excited utterance is (1) a statement relating to a startling event or condition; (2) made while the declarant was under the stress of excitement; (3) caused by the event or condition. A variety of factors may determine whether a statement constitutes an “excited utterance.” These include:\nthe nature of the startling or stressful event, the amount of time that passed between the startling event and the statement, the declarant’s opportunity or capacity for reflection or fabrication during that time, the nature of the statement itself, and the declarant’s physical and emotional condition at the time of the statement.\nState v. Robinson, 2001 ME 83, ¶ 12, 773 A.2d 445, 449 (footnotes omitted). In Robinson, we held that “three to twelve minutes” was not too much time for a victim of domestic violence to have remained under the stress of the defendant’s attack. Id. ¶ 14, 773 A.2d at 450; see also State v. Barnes, 2004 ME 38, ¶ 4 & n. 3, 845 A.2d 575, 577, reconsideration denied, 2004 ME 105, 854 A.2d 208 (holding stress sufficient to qualify statements as excited utterances where victim of assault took five to ten minutes to drive to police station after the event to report the assault).\n[¶ 15] Ahmed asserts that the victim’s statements did not occur while she was still under the “stress of excitement.” The record indicates that the victim made the 911 call at 7:47 A.M., the officer arrived at 7:52 A.M., and they spoke in the kitchen one or two minutes later. The record also shows that when the officer arrived, the victim was lying on the floor and crying “hysterically,” and when they spoke in the kitchen, she was still crying. To support its reliance on the statements pursuant to M.R. Evid. 803(2), the court could have found that after seven minutes, and while still crying, the victim remained under the stress of the assault, and was not fabricating details, such as the specific place on her arm where she claimed Ahmed grabbed her. It was not error, let alone obvious error, for the court to admit the police officer’s testimony regarding the victim’s statements as an excited utterance.\nB. Exclusion of the Audiotape\n[¶ 16] The audiotape that Ahmed asserted contained recordings of threatening messages from the victim left on his cell phone voicemail was not made part of the record before the trial court and consequently is not part of the record on appeal. Here, we can glean Ahmed’s claims as to what purported to be on the audiotape from his testimonial offer of proof. Accordingly, we treat the issue as preserved.\n[¶ 17] In essence, Ahmed claimed that at various times between March and November 2005, the victim had left voice-mail messages on his cell phone that threatened him with harm or deportation. In excluding the tape, the court indicated that it would permit direct inquiry of the victim regarding such threats. Upon cross-examination, the victim confirmed that she had made such threats to Ahmed. Thus, the evidence that Ahmed sought to present to the court by playing the audiotape, came before the court directly, through the testimony of the victim. The court committed no error excluding the evidence that may have been on the audiotape when the contents of the tape, as represented to the court, were repetitive of other evidence received by the court. Maine Rules of Evidence 403 and 611(a) permit the court to exclude such repetitive and cumulative evidence.\nC. Exclusion of the Videotape\n[¶ 18] Ahmed asserts that the trial court erred by declining to view video pictures he took of the victim with his cell phone, after the victim had made the 911 call and as the police officer arrived at the apartment. As with the audiotape, this item was not included in the court record. It is not clear from the transcript how Ahmed planned to present the video to the court and have it preserved in the record. The discussion between the court and the parties suggests that the video depictions were on Ahmed’s cell phone, which the defense planned to present to the court for its review. Presumably, Ahmed did not intend to leave his cell phone with the court as part of the record if presentation through use of the cell phone was what he intended.\n[¶ 19] Any time parties wish to present evidence to the court through audio, video, or computerized media, the parties must prepare and present the evidence in a medium that can be made a part of the record. The evidence must be presented through a medium that can be retained in the record for review on appeal and with a technology in presentation that allows review by a trial court, a jury, or a court on appeal utilizing available technologies. Before offering any audio, video, or computerized evidence for inclusion in the record, any party should assure that the technology is available to preserve the offered information as part of the record and to replay the item as may be necessary during the proceedings before the trial court or on appeal. A party who offers into evidence audio, visual, or computerized depictions that cannot be made part of the record and preserved within the court record in a manner capable of being replayed, may be viewed as having not preserved for appeal any issue regarding that item of evidence. State v. Dill, 2001 ME 150, ¶ 10 n. 5, 783 A.2d 646, 650.\n[¶ 20] Ahmed, through an offer of proof, indicated that the video pictures taken through his cell phone would show, without any sound, the victim moving back and forth and kneeling or lying on the floor. Ahmed, the victim, and the police officer all testified to the victim being on the floor at the time the police officer arrived. Further, Ahmed and the victim both testified that prior to the police officer’s arrival, Ahmed had not touched the victim, but rather the victim had banged her own head into the wall out of anger. Thus, even if the video evidence had been offered in a form that could have been included in the record, it was repetitive of evidence presented by direct testimony of witnesses. Accordingly, its exclusion was not error.\nD. Sufficiency of the Evidence\n[¶ 21] The Lewiston police officer’s testimony regarding her observations of the victim when she first arrived, her observations at the emergency room of the bruising on the victim, and the excited utterances by the victim shortly after the officer arrived at the apartment were sufficient, substantive evidence to support the court’s finding, beyond a reasonable doubt, that Ahmed had committed the crime of domestic violence assault. Upon review for sufficiency of the evidence, we review the evidence most favorably to the trial court’s judgment to determine if the evidence supports the conviction of the offense charged beyond a reasonable doubt. State v. Smen, 2006 ME 40, ¶ 7, 895 A.2d 319, 321. As the court did here, the court is free to determine which witnesses to believe and which evidence to accept or reject as trustworthy or untrustworthy. In a case involving violence or assault, the court is free to disbelieve a victim’s testimony that the assault did not occur or that the victim does not recall essential events, as long as there is other evidence in the record by which a fact-finder could rationally conclude, beyond a reasonable doubt, that the crime was committed. See State v. Whitten, 667 A.2d 849, 850-51 (Me. 1995); State v. Benner, 654 A.2d 435, 437 (Me.1995). The evidence was sufficient to support Ahmed’s conviction for domestic assault.\nThe entry is:\nJudgment affirmed.\n. Some statements made during 911 calls may be admissible as substantive evidence. See Davis v. Washington, — U.S. -, 126 S.Ct. 2266, 165 L.Ed.2d 224 (2006). In Davis, the Supreme Court addressed the issue of the admissibility under the Confrontation Clause of statements or responses to questions made during 911 calls. The Court distinguished between \"nontestimonial” statements made for the purpose of resolving a present emergency, which are admissible, and \"testimonial” statements \"designed primarily to ‘establish or prove’ some past fact,\" which are not admissible. Id. at 2276 (quoting Crawford v. Washington, 541 U.S. 36, 51, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004)); see also State v. Bennett, 2006 ME 103, ¶ 9, 903 A.2d 853, 856.\n. The use of the victim’s statements to the police does not violate the Confrontation Clause. We held in State v. Gorman that the Confrontation Clause was satisfied when a defendant was given the opportunity to cross-examine a witness who appeared at trial, despite the fact that the witness claimed she did not remember the incident that gave rise to the crime charged. 2004 ME 90, ¶¶ 51-52, 854 A.2d 1164, 1176-77 (citing Crawford v. Washington, 541 U.S. 36, 59 n. 9, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004) (”[W]hen the declarant appears for cross-examination at trial, the Confrontation Clause places no constraints at all on the use of his prior testimonial statements.”)).\n. A party wishing to assert a point on appeal relating to an item of evidence included in, or excluded from, the record has the responsibility to assure that the relevant item or information is included in the record. State v. Barnard, 2003 ME 79, ¶24 n. 6, 828 A.2d 216, 223; State v. Dill, 2001 ME 150, ¶ 10 n. 5, 783 A.2d 646, 650. Where a party fails to assure that an item that the party wishes to address on appeal is included in the record of the trial court and on appeal, we may view any issue related to the missing item as not preserved. Dill, 2001 ME 150, ¶ 10 n. 5, 783 A.2d at 650.\n. The exact nature of the video is unclear. From the discussion with the court it appears that the video was several brief videos, recorded at various intervals from a short time after the 911 call until the time the police arrived. There was no sound, and apparently the picture quality was not good. The representations by counsel indicated that the videos showed the victim at one point moving back and forth and at another point on the floor, where she was when the police arrived.",
        "type": "majority",
        "author": "ALEXANDER, J."
      }
    ],
    "attorneys": [
      "Norman R. Croteau, Dist. Atty., Nicholas S. Worden, Asst. Dist. Atty., Patricia Regan, Asst. Dist. Atty., Auburn, for State.",
      "George A. Hess, Hess Law Firm, Auburn, for defendant."
    ],
    "corrections": "",
    "head_matter": "2006 ME 133\nSTATE of Maine v. Hussein AHMED.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs: Oct. 20, 2006.\nDecided: Nov. 21, 2006.\nNorman R. Croteau, Dist. Atty., Nicholas S. Worden, Asst. Dist. Atty., Patricia Regan, Asst. Dist. Atty., Auburn, for State.\nGeorge A. Hess, Hess Law Firm, Auburn, for defendant.\nPanel: SAUFLEY, C.J., and CLIFFORD, DANA, ALEXANDER, CALKINS, LEVY, and SILVER, JJ."
  },
  "file_name": "1011-01",
  "first_page_order": 1067,
  "last_page_order": 1075
}
