{
  "id": 7291233,
  "name": "Derrick Marcus FERRELL, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Ferrell v. United States",
  "decision_date": "2010-03-18",
  "docket_number": "No. 07-CF-439",
  "first_page": "1015",
  "last_page": "1023",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 1015"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "891 N.E.2d 1005",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 2008,
      "pin_cites": [
        {
          "page": "1015"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "322 Ill.Dec. 714",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "384 Ill.App.3d 251",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        4278607
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/384/0251-01"
      ]
    },
    {
      "cite": "968 A.2d 39",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7331553
      ],
      "pin_cites": [
        {
          "page": "93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/968/0039-01"
      ]
    },
    {
      "cite": "562 F.3d 1289",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5894013
      ],
      "pin_cites": [
        {
          "page": "1294"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/562/1289-01"
      ]
    },
    {
      "cite": "342 F.2d 167",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        875055
      ],
      "pin_cites": [
        {
          "page": "171"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/342/0167-01"
      ]
    },
    {
      "cite": "226 A.2d 164",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8080837
      ],
      "pin_cites": [
        {
          "page": "166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/226/0164-01"
      ]
    },
    {
      "cite": "345 F.3d 450",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9088723
      ],
      "pin_cites": [
        {
          "page": "452, 453"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/345/0450-01"
      ]
    },
    {
      "cite": "213 F.3d 773",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11513695
      ],
      "pin_cites": [
        {
          "page": "788"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/213/0773-01"
      ]
    },
    {
      "cite": "507 U.S. 725",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6237509
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "732"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/507/0725-01"
      ]
    },
    {
      "cite": "272 Ga. 323",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        1297178
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "holding that a trial court may grant the government's request for an order rescinding a nolle prose-qui order previously entered by the court at the government's request"
        },
        {
          "page": "790",
          "parenthetical": "holding that a trial court may grant the government's request for an order rescinding a nolle prose-qui order previously entered by the court at the government's request"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga/272/0323-01"
      ]
    },
    {
      "cite": "414 F.2d 1174",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2180865
      ],
      "pin_cites": [
        {
          "page": "1175"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/414/1174-01"
      ]
    },
    {
      "cite": "920 A.2d 446",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8323878
      ],
      "pin_cites": [
        {
          "page": "448, 450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/920/0446-01"
      ]
    },
    {
      "cite": "986 A.2d 398",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7291828
      ],
      "pin_cites": [
        {
          "page": "404"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/986/0398-01"
      ]
    },
    {
      "cite": "241 F.3d 1009",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11140153
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1014"
        },
        {
          "page": "1014"
        },
        {
          "page": "1014"
        },
        {
          "page": "1014-15",
          "parenthetical": "Beam, J., dissenting"
        },
        {
          "page": "1012",
          "parenthetical": "\"A district court's discretion to deny leave is sharply limited by the separation of powers balance inherent in Rule 48(a"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/241/1009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1039,
    "char_count": 25267,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 6.306994013710682e-08,
      "percentile": 0.38797261925309157
    },
    "sha256": "19df5a88ae8f2a90b3e4aef83e56c30f2a9003420637fce778ec1a550f583a6c",
    "simhash": "1:9f044364e9004d09",
    "word_count": 4077
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before THOMPSON, Associate Judge, TERRY and SCHWELB, Senior Judges."
    ],
    "parties": [
      "Derrick Marcus FERRELL, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "THOMPSON, Associate Judge:\nAfter a bench trial, the Superior Court found appellant Derrick Ferrell guilty of simple assault (see D.C.Code § 22^404(a) (2001)). Ferrell appealed on the ground that the evidence was insufficient to support his conviction. We think the evidence was sufficient, though not overwhelming (or even strong), but we need not discuss that issue. As we explain below, but for the trial court’s failure to correct the prosecutor’s misapprehension that the government required leave of court to dismiss the case — as the prosecutor told the court he wanted to do before the court declared a recess in the trial — the case would have been dismissed. We conclude that this omission by the court was plain error; that this plain error — coming as it did on the heel of comments that the trial judge erroneously interjected, expressing her disagreement with the prosecutor’s assessment of the evidence — affected appellant’s substantial rights; and that together the errors seriously undermined the integrity of the proceedings. We therefore reverse appellant’s conviction.\nI.\nAlthough we do not address the sufficiency of the evidence, we must describe the trial in some detail as background for our analysis. The assault charge arose out of an incident that occurred on July 7, 2006, at the Washington Hospital Center. Special Police Officer Seth Massie testified that he witnessed an altercation between appellant and appellant’s sister in the intake area of the hospital’s emergency room. After the sister’s conduct became “boisterous,” other officers whom Officer Massie had summoned to the scene struggled to handcuff her. Appellant, attempting to intervene to prevent his sister’s arrest, shoved two of the officers, including Officer Donald Owens. Thereafter, officers tried to handcuff appellant, and a struggle ensued. Appellant continued struggling after Officer Owens, Officer Massie and two other officers “got [appellant] on the ground.” Officer Massie testified that he was standing over appellant, who was face-down on the ground, after police had succeeded in getting one handcuff on him. As police continued to try to handcuff appellant, appellant’s leg and foot “lunged up” and his foot “hit [Officer Mas-sie] in the groin.” Officer Massie explained that appellant “bent his knee up” and “that’s how his foot came up.” The officer testified that appellant’s “kick” was hard enough for him “to feel some pain.”\nAt the conclusion of Officer Massie’s testimony, the prosecutor moved to amend the information — which named Officer Massie as the assault victim — to name Officer Owens instead as the victim. The prosecutor explained that when he spoke with Officer Massie prior to trial, the officer told him that appellant had “kicked” him, and that not until the course of the officer’s testimony did the Government “come to the belief that that kick [to Officer Massie] does not meet the elements of simple assault.” The court denied the motion to amend the information, citing prejudice to the defense and finding that the government had not demonstrated good cause for the proposed amendment. The following exchange ensued:\nProsecutor: At this time, the Government will dismiss the case.\nCourt: Okay.\nDefense Counsel: Thank you, Your Honor. May we be — may Mr. Ferrell be excused?\nCourt: No. I just said that the — his request to amend was denied.\nDefense Counsel: Oh, I thought you said you dismiss this case.\nProsecutor: I just moved to dismiss the case, Your Honor.\nCourt: Oh, you did?\nDefense Counsel: Yeah, yeah, I heard that. I wasn’t just jumping ahead of the gun. I heard that when I asked if he could be excused. Well—\nCourt: Why is the Government dismissing the case?\nProsecutor: Because the Government does not believe that, with good faith, we can proceed at this point, given the evidence that’s on the record. (Pause.) The Government does not believe the evidence would establish an intentional kicking of the officer as the evidence was presented during the course of the first witness.\nDefense Counsel: I’m not going to argue dismissing the case.\nCourt: I know he’s not. And you’ve now requested that the case be dismissed. But looking at these facts, this Court disagrees with you. But you’ve dismissed the case.\nProsecutor: Well, we’ve moved to dismiss it, Your Honor. At this point, I believe it’s up to the Court whether we can dismiss it. It’s my understanding of the law, under Rule 48, that the rule so — proceed to criminal procedure. If Your Honor would?\n(Pause.)\nCourt: I’ll take a break.\nProsecutor: Thank you, Your Honor.\nFollowing the recess, and immediately after the Deputy Clerk recalled the case and counsel identified themselves, this exchange ensued:\nProsecutor: Your Honor, if I may?\nCourt: Yes.\nProsecutor: Your Honor, the Government withdraws its request to dismiss and we are prepared to proceed with trial.\nThe Court: Okay, and the Government, I’m assuming, is doing that in good faith?\nProsecutor: Yes, Your Honor. Very much so.\nAt that point, the court asked the government whether it had any further witnesses. The prosecutor responded that the government would call Officer Owens, and trial resumed.\nOfficer Owens testified that as he was trying to handcuff appellant as he lay face-down on the floor, other officers approached “from different angles” to assist him. Officer Owens explained that appellant was “more fighting me at the time when Officer [Massie] approached” appellant from the rear, and appellant “wound up ... kicking [Officer Massie] at the same time.” When Officer Owens concluded his testimony and the government rested its case, defense counsel moved for a judgment of acquittal, arguing that there was no evidence that appellant knew Officer Massie was there or intended to make contact with anyone when moving his legs. The government argued that it was enough that appellant “intended to kick out” when officers were around him and “intended to strike out.” The court denied the motion, and after the defense rested without presenting any witnesses and counsel had made their closing arguments, the court found appellant guilty of assault. The court reasoned that appellant knew that police officers were around him, that he used force “voluntarily and on purpose,” and that his use of force to kick and injure Officer Massie was neither a mistake nor an accident.\nII.\nThe parties’ initial briefs in this case focused only on the sufficiency of the evidence to prove that appellant assaulted Officer Massie. However, we directed the parties to submit supplemental briefs addressing what impact, if any, Super. Ct. Crim. R. 48(a)(1) should have on the resolution of this appeal. Rule 48, as amended in 1990, provides in pertinent part:\n[T]he United States Attorney ... may file a dismissal ... of an information or complaint and the prosecution shall thereupon terminate_ Such a dismissal may not be filed during the trial without the consent of the defendant.\nSuper. CtCrim. R. 48(a)(1). Rule 48(a)(1) is analogous to Rule 48(a) of the Federal Rules of Criminal Procedure, but the two rules differ in a way that is important to this case. The first sentence of Rule 48(a) of the Federal Rules of Criminal Proee-dure states that “[t]he government may, with leave of court, dismiss an indictment, information or complaint.” Fed.R.Crim.P. 48(a) (2009) (emphasis added). By contrast, our local Rule 48(a)(1) does not impose a “leave of court” condition for dismissal.\nFocusing on the fact that Rule 48(a)(1) does not require the government to obtain leave of court to dismiss a case, appellant contends in his supplemental brief that the court had “no discretion to weigh or inquire into the reasons for the government’s dismissal of a criminal information” and “exceeded its authority by questioning the prosecutor on his rationale for dismissing the case mid trial, stating that it disagreed with the proffered reasons and then recessing the trial to take the matter under advisement.” He argues that “[gjiven that the trial had commenced and jeopardy had attached, the case should have been dismissed with prejudice.” The government, by contrast, emphasizes in its supplemental brief that “because the government withdrew its request to dismiss the matter before the nolle prosequi was entered on the court docket, the trial court did not plainly err by allowing the trial to proceed.” As the foregoing argument reflects, the government’s position is that, in light of appellant’s failure to object to the court’s handling of the proceeding after the prosecutor mentioned dismissal, this court’s review of any issue relating to Rule 48(a)(1) must be under the plain-error standard of review.\nIn light of Rule 48’s reference to the U.S. Attorney’s “filflng]” of a dismissal as the action that terminates a prosecution, we can agree with the government that there would be no actionable error if all that had happened here was that (1) the prosecutor stated orally that the government would dismiss the case and then (2) changed his mind before filing a written statement of dismissal (3) without having prejudiced the defense (such as by causing the defense to release its witnesses). But, most emphatically, that is not all that happened here.\nThe first critical thing that happened is that the prosecutor progressively backed away from his statement that “[t]he Government will dismiss the case” after the trial judge first failed immediately to acknowledge the statement and then revealed that she disagreed with the prosecutor’s assessment of the sufficiency of the evidence. In a somewhat analogous circumstance involving application of Fed. R.Crim.P. 48(a), the United States Court of Appeals for the Eighth Circuit concluded that the district court “overstepped its authority and abused its discretion” when the court, hearing that the prosecution intended to seek leave of court to dismiss the case, “disagreed with the prosecutor’s assessment” (of what penalties the defendants should face). United States v. Jacobo-Zavala, 241 F.3d 1009, 1014 (8th Cir.2001). As a result, the federal prosecution went forward, and the defendants were convicted, but the Eighth Circuit reversed the convictions, citing the principle that “[t]he decision not to prosecute ... is central to the executive power granted to United States Attorneys” and observing that “the record indicates unequivocally that the dismissal would have been filed had the district court not expressed its decision to deny leave to file it[.]” Id. at 1014.\nHere likewise, the record indicates unequivocally that the prosecutor was on course to dismiss the case until the court expressed its disagreement about the sufficiency of the evidence. Indeed, at least until he heard the court’s assessment of the evidence, the prosecutor — who did “not believe the evidence would establish an intentional kicking of [Officer Massie]”— had an obligation to dismiss, since the Rules of Professional Conduct required him not to “[pjrosecute ... a charge that [he] knows is not supported by evidence sufficient to establish a prima facie showing of guilt[.]” D.C. Rules of Professional Conduct 3.8(c). Jacobo-Zavala is persuasive authority that a trial court errs if it interjects its views about the strength of the government’s case in a way that interferes with the prosecutor’s expressed decision about dismissal. See Jacobo-Zavala, 241 F.3d at 1014; see also id. at 1014-15 (Beam, J., dissenting) (referring to “issues concerning the strength of the evidence” as “matters ... that traditionally fall uñ-der the control of the executive branch”). Although we do not suggest that the court here intended to interfere with the prosecutor’s decision, we are persuaded that the trial court did err by interjecting its comment about the sufficiency of the evidence, at a point when the government had already announced an intent to dismiss the case. Upon any reasonable reading of the record, there can be no doubt that the effect of the court’s comment was to intrude upon the prerogative of the Executive Branch, ultimately (in conjunction with the second critical fact that we discuss below) depriving appellant of the benefit of a decision by the prosecutor to dismiss the charges “at this time.”\nThe other critical thing that happened in this case is that when the prosecutor said that he had “moved to dismiss the case,” the trial court (1) did not unambiguously inform him that leave of court for dismissal was not required, (2) stated that the prosecutor had “requested” that the case be dismissed, thereby fostering the prosecutor’s misapprehension, and (3) declared a recess instead of immediately correcting the prosecutor’s statement that “I believe it’s up to the Court whether we can dismiss” or promptly dismissing the case. Because the court clearly lacked the authority either to grant or to deny the “motion,” the only appropriate and legally correct response to the prosecutor’s purported motion was for the judge to explain that she had no authority to entertain such a motion because she was not the decision-maker and because the substantive prerequisite for dismissal had already been satisfied. Whether the court, like the prosecutor, actually misapprehended Rule 48(a)(1) is subject to some debate. We are in agreement, however, that the case would have been dismissed if the court had corrected the prosecutor’s misapprehension before the recess. Even if the court was not acting upon its own misapprehension of Rule 48(a)(1), in light of the fact that the Rule gave the court no continuing role after the prosecutor had announced dismissal “at this time” and after the defense had agreed to dismissal, the court should simply have dismissed the case before taking its recess. The recess, coming on the heels of the judge’s gratuitous statement contradicting the prosecutor’s view about the sufficiency of the government’s evidence, led to the government’s withdrawal, following the recess, of its decision (or “request”) to dismiss the charge against appellant. The net effect was that the decision not to dismiss the case was effectively made by the judge, not by the prosecutor, in contravention of the plain terms of Rule 48(a)(1) and separation-of-powers principles.\nAfter the recess, the court did not immediately instruct the government that leave for dismissal was not required. Instead, in response to the prosecutor’s statement that “the Government withdraws its request to dismiss and we are prepared to proceed with trial” (emphasis added), the court asked only whether the Government was doing that in good faith. The court said nothing to indicate that the motion was not one that it could grant or deny.\nAs the government points out, defense counsel did not object to the court’s comment about the evidence, did not object to the prosecutor’s statements that he was “moving” for dismissal, made no objection to the court’s statement that the prosecutor had “requested that the case be dismissed,” raised no objection to the recess, and did not object to resumption of the trial after the recess. Thus, the government urges us to apply the plain-error standard of review. We have some doubt as to whether, on the facts of this case, the defense’s failure to object before the recess limits appellant to plain-error review. From the court’s statements during the judge’s brief colloquy with the prosecutor, we think defense counsel could not have been sure whether the court actually misapprehended Rule 48(a)(1). We also think that, up until the judge abruptly called a recess, the defense could not have anticipated the eventual impact of the court’s comment about the evidence. But we are persuaded that defense counsel’s failure to object after the recess triggers application of our plain-error review standard.\n“To demonstrate plain error, appellant must show that: (1) there is error, (2) the error is plain, meaning clear or obvious, and (3) the error affected substantial rights.... Even when the error meets these requirements, an appellate court need not notice it unless appellant also demonstrates that [(4)] the error resulted in either a miscarriage of justice, that is, actual innocence; or that the trial court’s error ... seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings.” Arthur v. United States, 986 A.2d 398, 404 (D.C.2009) (citations omitted). We also are persuaded that this plain-error test is satisfied with respect to the court’s decision to declare a recess before dismissing the case. As to the first two prongs of the test, given the language of Rule 48(a)(1), we are satisfied that the court plainly erred by allowing the case to continue, into a recess, once the prosecutor had announced dismissal “at this time” and the defense had agreed. To repeat what we explained above, the only legally correct response to the prosecutor’s “request” to dismiss was for the court to explain that it was not the decision-maker and promptly to dismiss the case since the substantive prerequisite for dismissal (the defendant’s agreement) had already been satisfied. Prong three of the test is satisfied because the error affected appellant’s substantial rights: but for the court’s failure to respond in a legally correct way to the dismissal “request,” appellant would have been excused, and there is a reasonable probability that the prosecutor would have filed the nolle prosequi papers. The error thus deprived appellant of the benefit of a decision by the prosecutor to dismiss the charges “at this time.” Finally, as to prong four, the effective substitution of the judge’s views for the prosecutor’s with respect to whether the prosecution could be continued in good faith seriously affected the fairness and the integrity of the proceedings. We therefore conclude that reversal is required.\nAccordingly, the judgment of conviction is reversed, and the case is remanded for further proceedings consistent with this opinion.\nSo ordered.\n.The government cites, as analogous authority, cases involving a trial court’s rescission of an oral order of dismissal and holding that \"[a]n oral dismissal is not immediately final and does not ipso facto end the trial court’s jurisdiction over a case.” See Lyles v. United States, 920 A.2d 446, 448, 450 (D.C.2007) (\"[A]t least a docket entry is required before an oral order of dismissal may be beyond rescission.”); United States v. Green, 414 F.2d 1174, 1175 (D.C.Cir.1969) (per curiam). The government also relies on Buice v. State, 272 Ga. 323, 528 S.E.2d 788, 790 (2000) (holding that a trial court may grant the government’s request for an order rescinding a nolle prose-qui order previously entered by the court at the government’s request).\n. See United States v. Olano, 507 U.S. 725, 732, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993).\n. As summarized by the Eighth Circuit, the factual background of the case was as follows:\nA few days before trial, the parties entered into an agreement whereby the federal indictments would be dismissed and the charges brought in Nebraska state court in exchange for the defendants' guilty pleas. Both men would be subject to a mandatory five-year sentence, a significantly shorter prison term than would be possible under the federal sentencing guidelines. As a matter of courtesy, the prosecutor called the district judge to inform him of the agreement. No record exists of this conversation, and the parties acknowledge that their memories of the conversation are imperfect. The result of the conversation, however, is not in dispute. After telling the district judge that she intended to dismiss the federal indictments because the penalty in state court was, in her opinion, sufficient punishment for the defendants’ crimes, the Assistant United States Attorney was given to understand that the district court would not grant leave of court to dismiss the indictment because it did not consider the dismissal to be in the public interest.\nId. at 1011.\n. Reliance on Jacobo-Zavala is appropriate because, even though the federal Rule that the Eighth Circuit interpreted in that case (Fed. R.Crim.P. 48(a)) imposes a “leave of court” requirement and our local Rule 48(a)(1) does not, federal Rule 48(a) functions in a manner similar to our local rule. Under the federal rule, a district court's discretion to deny leave to dismiss is \"severely cabined.” In re Richards, 213 F.3d 773, 788 (3d Cir.2000); see also In re United States, 345 F.3d 450, 452, 453 (7th Cir.2003) (explaining that the principal purpose of the \"leave of court” requirement of Fed.R.Crim.P. 48(a) \"is to protect a defendant from the government’s harassing him by repeatedly filing charges and then dismissing them before they are adjudicated” and reasoning that “it is hard to see ... how [a trial judge] could properly refuse to dismiss a prosecution merely because he was convinced that the prosecutor was acting in bad faith or contrary to the public interest”); Jacobo-Zavala, 241 F.3d at 1012 (\"A district court’s discretion to deny leave is sharply limited by the separation of powers balance inherent in Rule 48(a) itself, because a district court that denies leave to dismiss an indictment is essentially exercising judicial review of the prosecutor’s exercise of executive authority.”); see also United States v. Foster, 226 A.2d 164, 166 (D.C.1967) (recognizing that the prosecutor \"is an executive official of the government, and it is as an officer of the executive department that he exercises ... discretion as to whether or not there shall be a prosecution in a particular case. It follows ... that the courts are not to interfere with the free exercise of the discretionary powers of the attorneys of the United States in their control over criminal prosecutions”) (italics omitted) (quoting United States v. Cox, 342 F.2d 167, 171 (5th Cir.1965) (enbanc)).\n. While the court's statement to the prosecutor “you’ve now requested that the case be dismissed” suggests that the court incorrectly recollected what Rule 48(a)(1) states, at other points during the proceeding the court appeared to understand that the rule makes no provision for participation by the trial judge in the decision to dismiss. The court asked, \"Why is the government dismissing the case?” and said to the prosecutor, \"But you’ve dismissed the case” — both quotes suggesting that the court did understand that the government did not require leave of court for dismissal. The transcript does not make clear whether the court declared a recess because it needed time to study Rule 48(a)(1), whether the court intended to \"rule” on the government's \"request” after the recess, or whether the court called a break in the proceedings for a reason wholly unrelated to the issue of dismissal.\n. Arguably, this omission confirms that the court was laboring under a misapprehension about Rule 48(a)(1), but, again, the record does not make this clear.\n. Quite possibly, with the government not having filed papers dismissing the case and exercising its discretion to resume the prosecution, the court would have perceived that it was powerless to halt the prosecution. Cf. United States v. Uscanga-Mora, 562 F.3d 1289, 1294 (10th Cir.2009) (\"[C]ounsel will not be stuck with plain error review for having failed to voice an objection when doing so would have been futile.”) (citation omitted). But, possibly, the court would have realized the effect its comments and the recess had on the prosecutor’s change of mind, and would have declared a mistrial.\n.We can assume that the court's error in commenting on the sufficiency of the evidence was not a “plain” error, since no precedent from this jurisdiction or the Supreme Court so establishes.\n. See Perez v. United States, 968 A.2d 39, 93 (D.C.2009) (explaining than an error affects substantial rights if there is a \"reasonable probability that [it] had a prejudicial effect on the outcome of [appellant’s] trial”) (citation and quotation marks omitted).\n. Cf. Vill. of Kildeer v. Munyer, 384 Ill.App.3d 251, 322 Ill.Dec. 714, 891 N.E.2d 1005, 1015 (2008) (applying plain-error review and reversing reckless-driving conviction because the fairness and the integrity of the proceeding were undermined by the trial judge's conduct in sua sponte admitting certain evidence, which created the appearance that the court \"was assisting in the prosecution of the defendant”).\n.The parties have not briefed the issue of whether the dismissal that this opinion requires must be with or without prejudice. This issue will arise, of course, only if the government seeks to retry appellant. We are not prepared to decide anticipatorily an un-briefed question that very well may not arise.",
        "type": "majority",
        "author": "THOMPSON, Associate Judge:"
      }
    ],
    "attorneys": [
      "David H. Stringer, appointed by the court, for appellant.",
      "Youli Lee, Assistant United States Attorney, with whom Jeffrey A. Taylor, United States Attorney at the time the brief was filed, Roy W. McLeese III, Florence Pan and Jeremy S. Barber, Assistant United States Attorneys, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Derrick Marcus FERRELL, Appellant, v. UNITED STATES, Appellee.\nNo. 07-CF-439.\nDistrict of Columbia Court of Appeals.\nSubmitted May 28, 2009.\nDecided March 18, 2010.\nDavid H. Stringer, appointed by the court, for appellant.\nYouli Lee, Assistant United States Attorney, with whom Jeffrey A. Taylor, United States Attorney at the time the brief was filed, Roy W. McLeese III, Florence Pan and Jeremy S. Barber, Assistant United States Attorneys, were on the brief, for appellee.\nBefore THOMPSON, Associate Judge, TERRY and SCHWELB, Senior Judges."
  },
  "file_name": "1015-01",
  "first_page_order": 1057,
  "last_page_order": 1065
}
