{
  "id": 6094961,
  "name": "In re John Rikard Uddenborg",
  "name_abbreviation": "In re Uddenborg",
  "decision_date": "1930-04-14",
  "docket_number": "No. 2334",
  "first_page": "1016",
  "last_page": "1021",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1016"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "39 App. D. C. 555",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1820429
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/39/0555-01"
      ]
    },
    {
      "cite": "17 C. C. P. A. 568",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6093821
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/17-2/0568-01"
      ]
    },
    {
      "cite": "48 App. D. C. 258",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1775720
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/48/0258-01"
      ]
    },
    {
      "cite": "33 App. D. C. 291",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1359501
      ],
      "pin_cites": [
        {
          "page": "302"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/33/0291-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 759,
    "char_count": 15557,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 7.862460984849339e-08,
      "percentile": 0.45903139526667386
    },
    "sha256": "073255c3afec954cc0015779775f92ac2645a9e6c6081f29580656e624a3d055",
    "simhash": "1:3b1d0acd1eaafbde",
    "word_count": 2708
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland-, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re John Rikard Uddenborg"
    ],
    "opinions": [
      {
        "text": "Graham, Presiding Judge,\ndelivered the opinion of the court:\nAn application was made to the Patent Office on August 31, 1926, by the appellant, for a patent on improvements of a device for thinning and cultivating plants, especially adapted for blocking or grouping the same. The application contained 23 claims, of which the examiner rejected claims 1, 2, 3, 4, 5, 6, 11, 13, 14, and 23, and allowed the rest. On appeal to the Board of Appeals, this decision was reversed as to claims 4, 5, and 11, and affirmed as to the remainder. The rejected claims, in issue here, are as follows:\n1. A device of the character described, comprising a set of rotating soil-slicing knives adapted to loosen the soil and a set of rotating grouping knives adapted to remove plants from the soil.\n2. A device of the character described comprising a set of rotating grouping knives adapted to remove plants from the soil, and a set of soil slicing knives rotating in the opposite direction from the grouping knives and adapted to loosen the soil ahead of the grouping knives, said soil slicing knives being longer than the grouping knives.\n3. A device of the character described comprising a set of grouping knives adapted to remove the plants from the soil, said grouping knives being arranged in spaced series, and a set of soil slicing knives adapted to rotate in the opposite direction from the grouping knives to loosen the soil ahead of the grouping knives, the soil slicing knives being arranged in spaced series, the spaces between the sets of knives being adapted to correspond to leave spaced groups of plants untouched by the knives.\n6. A device of the character described comprising soil slicing knives, grouping knives arranged to cooperate with the soil slicing knives, means for raising and lowering the two sets of knives, and, means for resiliently pressing the knives against the soil, the tension of the resilient means being unaffected by the raising or lowering of the knives.\n13. A device of the character described comprising soil slicing knives, grouping knives arranged to cooperate with the soil slicing knives, and means for raising and lowering the two sets of knives.\n14. A device of the character described comprising soil slicing knives, grouping knives arranged to cooperate with the soil slicing knives, and means for resiliently pressing the knives against the soil.\n23. A device of the character described comprising a soil slicing knife adapted for rotation and comprising sharpened blades adapted to slip through the soil to slice the same without materially displacing the soil, and a grouping knife arranged to cooperate with the slicing knife and comprising sharpened blades bent over at their ends and adapted to slip under the loosened soil to remove plants therefrom without materially displacing the soil.\nThese claims were rejected by the various Patent Office tribunals on the following references, especial reliance being had on Fellows:\nHyde, 131401, September 17, 1872.\nFellows, 732180, June 30, 1903.\nHartsell, 947638, January 25, 1910.\nSpiva, 1059404, April 22, 1913.\nVrooman et al., 1076398, October 21, 1913.\nCarroll, 1095812, May 5, 1914.\nThe device in question here consists of a 2-wheeled horse or tractor drawn implement intended to be drawn along a row through a field and with an arrangement of rotating, cutters and knives by means of which the soil will be loosened, aerated, and vegetation will be destroyed except in certain blocked out portions; for instance, if a field has been seeded by broadcast, by means of this implement, rows of evenly spaced hills of plants can be made. Appellant, in his brief, which follows his specifications, thus describes the construction and operation of his device:\nApplicant’s thinning and cultivating device comprises a wheeled frame having an axle 22 connecting the wheels, and a pair of spaced yokes 58 slidably supported on said axle, the yokes being adjustably connected by a raehet bar 108 which is engaged by a pinion 109 for sliding the yokes- on the axle. The yokes carry concentric shafts 59 and 61 which have pinions 60 and 62 on their ends engaging oppositely facing bevel gears 63 and 64 on the axle. Rotation, of the wheel shaft 22 ser.ves to rotate the shafts 59 and 61 in opposite directions. The outer shaft 59 is shorter than the inner shaft 61 and a knife support 65 is keyed to its end, said support being provided with radial arms 66 formed with enlarged end portions 67 to which soil slicing knife elements 68 are removably secured, the outer edges of the knife element being in an arc of a circle, having the shaft 59 as a center. The knife elements are made of high grade steel, and are cut away to form relatively narrow blades 69 which are twisted at their bases to form a slight angle with the knife member 68 as shown in Figures 11 and 12. The end blade 70 is preferably formed separately from the knife member 68 and is removably secured thereto by the bolt 71.\nWhen the knife members are assembled on the supporting arm 66, they form a circular outline having breaks 74 between the knife members to form the •group or block to be left by the machine. The breaks 74 may be made larger or smaller by attaching or removing the blades 70, and any member of blades may be made detachable.\nA knife support 75 is secured to the shaft 61 adjacent the support 65 and is provided with radial arms 76 spaced from the arms 66 of the support 65 and provided with enlarged end portions 77 to receive the grouping or blocking knife members 78. The grouping knife members are cut away to form relatively narrow blades 79 which are 'twisted at their bases to form a slight angle with the knife member 78. The ends of the blades 79 are bent over at a right angle to the blades, the bent over portions SO extending- in a direction opposite to the direction of travel of the machine, and consequently of the knives. The bent portions SO of the blades are of the same length with the exception of the blade 81, which being the first to enter the ground, is shorter than the others. The blade 83 is detachable in the same manner as the blade 70. There are the same number of knife members 78 as the members 68, and the same number of blades to each knife member. The slicing blades 69 are longer than the blocking- blades 79, preferably about half an inch, although this length may be varied to suit different*conditions.\n4c ICE Cc Cc * Cc Cc\nThe spaces 74 between the knife elements 68 are adapted to correspond with the spaces 74 between the knife elements 78 at the lowest position of the knives, as shown in Figure 1, to leave a group or block untouched by the knives.\nIn operation, the machine is moved along the row and the knife elements are rotated in opposite directions by the rotation of the axle 22. The soil slicing blades cut diagonally across the row, the blades 69 being twisted to preseut their sharpened edges to the soil, and slice the soil without materially displacing it. The grouping knives following the soil slicing knives, slip through the previously loosened soil and cut out the weeds and plants without materially displacing the soil, the knives cooperating to leave blocks untouched as shown diagrammatically in Figure 21. As the grouping knives are shorter than the slicing knives they only pass through the previously loosened soil, and consequently do not displace the soil. As both sets of blades are twisted with their sharpened edges arranged in the plane of the cut, the result is a perfectly clean-cutting operation. The soil is left in substantially its original position but is thoroughly loosened and aerated. The soil has not been brushed away but has been loosened to form a blanket which in dry weather acts as a blotter to draw moisture to the surface. This result is due to the use of sharpened blades arranged to slice or shave the soil ahead of the grouping knives in order that the latter may slip through the loosened soil and remove the plants without removing the soil. This plant-removing operation is efficiently carried out, not at the expense of the soil hut by beneficially treating it.\nFrom an examination of appellant’s specifications and drawings, and from the affidavits of disinterested persons filed in the Patent Office and before us here, we are satisfied that the appellant’s device will operate substantially as he has above described it. In other words, the device will loosen the soil, block off the plants and destroy the vegetation outside of the blocks, without removing the soil from its original location. This result is brought about by the use of the sharp slicing and grouping knives which pass through the soil but leave it in position.\nThe Patent Office tribunals are of opinion that this device is anticipated by the Fellows reference, in its basic ideas. Fellows’s device is a 2-wheeled weeding machine. On the end of a shaft projecting behind the wheels, are “ two oppositely rotating disk-shaped brushes or series of brushes, preferably made of wires or long stiff rods or fibers, arranged to rotate oppositely to each other at high and preferably different speeds, and operating in a plane at right angles to their path of travel.” These brushes may be made of segments, leaving gaps, and thus making it possible to leave hills in the row as the machine proceeds.\nThe examiner states, and in this the Board of Appeals concurs:\nIt is believed that the structures rejected on Fellows come within the spirit of invention of this patent. The twisting of the elements d and e of Fellows or the sharpening thereof to present a sharpened edge to the ground are believed not foreign to Fellows’s spirit of invention.\nIn this view we are unable to concur. The appellant’s claims rest upon the ability of his device to loosen the soil, block the plants, and leave the soil in situ. Fellows has an entirely different idea. The following quotations from his specifications illustrate this:\nA subsidiary object of the invention is to construct one (or both) of the brushes in such manner that it can be arranged to operate as a disk brash or as a segmental brush. * * *\nOn the rear end of the shaft D is fixed a weeding disk or brush, * * *.\nThe brush-rods e preferably have their extremities bent, as at so as to have a greater whipping- action on the weeds. * * *\n* * * the brush-segments can be so adjusted that the brush will leave “ hills ” or plants at regular intervals in the row as the machine travel there-over. * * *\nOperation: The machine is moved along a row which it is desired to weed, and the flexible brashes pull or whip out the weeds therein. While the straight rods d act efficiently, rods like e, having bent or curved ends as e,6 act more violently. * * *\nWhere two oppositely-rotating brashes are used, they help to clear each other more quickly and by striking weeds and plants in opposite directions cut them off or tear them out more effectually and easily than a single brash, which in very pliable weeds would tend to bend them over. The weeder-brushes will cut more deeply into the center of rows than on the sides- and are not liable to clog, discharging what weeds or dirt they may loosen or cut out at the sides of the row.\nObviously, the idea here is to whip and tear the excess vegetation out of the row, to throw it to one side, and leave hills in the row. This can not be done without a considerable displacement of soil away from the rows and blocked plants. The idea involved is almost the exact opposite of that involved in appellant’s device. It is well known that some years ago farmers generally employed agricultural implements in cultivating crops such as corn, which left the plants standing in elevated rows, but later found that a different cultivation, leaving the soil well loosened, but in place, was a better method, and produced a useful mulch for the growing plants. The same idea is involved here. We are unable to see wherein Fellows had or disclosed any conception of this fact.\nIt is said by the board that the use of similar knives or blades is taught by the references Carroll, Hartsell, and Hyde. Hyde discloses a device for breaking up tough sod, consisting of two propellor cutters, with opposite twists, intended to tear up the soil, in lieu of a plow. Hartsell discloses a cotton chopper, with an oscillating double edged hoe, including a cultivator which follows the hoe, loosens the soil and turns it back upon the row. The Carroll reference also discloses a cotton chopper, having a rotating disk bearing chopping blades or hoes. The reference Vrooman is also relied upon by the examiner1, who states that this reference “ shows a wide variety of interchangeable rotary elements,.” It is true that Vrooman refers to the fact that the rotary cultivator may be varied according to the desires of the operator and the size of the plants. In all cases, however, the means disclosed are brushes or prongs, and in no instance does he disclose the idea of knives or blades such as those of appellant.\nWe are of opinion that the appellant has produced a new device which accomplishes a new and useful purpose and that the spirit and purpose of the patent law will be subserved by the grant of a patent to him. In re Eastwood, 33 App. D. C. 291, 302. If there is any doubt about it, he should have the benefit of it. In re Huff, 48 App. D. C. 258; In re Champeau, 17 C. C. P. A. 568, 34 Fed. (2nd) 1012.\nAs shown by the affidavits filed in the Patent Office, appellant’s device is a great advance in the methods heretofore used. We agree with the Court of Appeals of the District of Columbia in its statement found in the opinion in In re Harbeck, 39 App. D. C. 555:\n“ This satisfies the law, which only requires as a condition of its protection that the world be given something new and that the world be taught how to use it. It is no concern of the world whether the principle upon which the new construction acts he obvious or obscure, so that it inheres in the new construction.” In other words, the inventive discovery made by appellant consisted in an intelligent apprehension of the elements entering- into the device and the bringing of them together in such a relation as to produce a new and useful article of commerce. The extent to which he modified or altered existing inventions is unimportant, since he accomplished a new and beneficial result not so obvious as to suggest itself to those skilled in the art. It remained for appellant to discover the hidden cause that marked the line between failure and success.\nAppellant’s claims 6, 13, and 14 include claims for raising and lowering the knives and resiliently pressing the same against the soil. These are features so old to the art as to require no references and have become matters of common knowledge. In these features, the appellant has disclosed no invention. However, since the claims are for an improvement, we ¡do not believe the appellant has gone further than to delineate sufficient to show the nature of the whole invention as improved. This he had a right to do. Robinson on Patents, section 502.\nThe decision of the.Board of Appeals is reversed and a patent will issue as prayed for in said rejected claims.",
        "type": "majority",
        "author": "Graham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Williams L. Symons for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re John Rikard Uddenborg\n(No. 2334)\nUnited States Court of Customs and Patent Appeals,\nApril 14, 1930\nWilliams L. Symons for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument March 10, 1930, by Mr. Symons and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland-, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1016-01",
  "first_page_order": 466,
  "last_page_order": 471
}
