{
  "id": 7997585,
  "name": "The NATIONWIDE INSURANCE COMPANY, Defendant Below, Appellant, v. Vincent BATTAGLIA, Plaintiff Below, Appellee",
  "name_abbreviation": "Nationwide Insurance v. Battaglia",
  "decision_date": "1980-01-16",
  "docket_number": "",
  "first_page": "1017",
  "last_page": "1019",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 1017"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "474 F.Supp. 45",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4089666
      ],
      "weight": 5,
      "year": 1979,
      "pin_cites": [
        {
          "page": "48"
        },
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/474/0045-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 543,
    "char_count": 10554,
    "ocr_confidence": 0.837,
    "pagerank": {
      "raw": 1.248955939003247e-07,
      "percentile": 0.6096345771510231
    },
    "sha256": "b0cda85cf48750766e704d01fbbae51f2966af54b734fc7684f06ca8b778df2a",
    "simhash": "1:93731533cd180b02",
    "word_count": 1704
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C. J, QUILLEN and HORSEY, JJ."
    ],
    "parties": [
      "The NATIONWIDE INSURANCE COMPANY, Defendant Below, Appellant, v. Vincent BATTAGLIA, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "QUILLEN, Justice:\nThe parties have agreed on the statement of facts contained in the opening brief of the defendant-appellant upon which we rely for the following factual recitation.\nThe plaintiff, Vincent Battaglia, was injured on August 15, 1976, in an automobile accident in Delaware while he was a passenger in a vehicle owned and operated by Sheila Y. Summers. Ms. Summers at that time was a resident of the State of Maryland, and her automobile was registered in Maryland. Her automobile insurance policy was issued in Maryland by The Nationwide Insurance Company, the defendant, which is also authorized to transact business in Delaware. The terms of this policy provide, inter alia, for personal injury protection benefits (PIP) in the sum of $2,500.00, the minimum coverage permitted under Maryland law.\nPlaintiff has been paid up to the $2,500.00 PIP policy limits by Nationwide for certain of his medical expenses and lost wages incurred because of injuries sustained in the above-mentioned accident. Further, plaintiff claims that he has incurred, and will continue to incur, lost wages and, possibly, medical expenses far in excess of the $2,500.00 already paid him by Nationwide.\nWhen Nationwide refused to pay plaintiff more than the $2,500.00 policy limits, plaintiff filed suit in Superior Court. Plaintiff subsequently moved for summary judgment on the grounds that, under 21 Del.C. § 2118(7), Nationwide was required to pay him for lost wages ánd medical expenses in excess of $2,500.00 and up to $10,000.00, the minimum PIP coverage under Delaware law, 21 Del.C. § 2118(a)(2)b. The defendant appeals from the Superior Court’s grant on April 19, 1979 of summary judgment for the plaintiffs. We reverse. We find that former Section 2118(7) of the Motor Vehicle Code did not operate to impose Delaware’s minimum PIP insurance benefits requirement on vehicles not registered in the State. Thus, the Superior Court erred in subjecting the insurance company to Delaware’s $10,000.00 PIP minimum rather than the $2,500.00 minimum required by Maryland.\nThe basis for entitlement to no-fault benefits is set forth in the section’s eligibility provisions: § 2118(a)(2)c, d and e. These subparagraphs refer to the specific classes of people who are entitled to no-fault benefits. Each of the subparagraph classes is dependent on the introductory subsection 2118(a) and its reference to vehicles “required to be registered in this State” and the required Delaware insurance. Section 2118(7), on the other hand, addresses itself to a form-filing requirement of insurance companies doing business in Delaware. It cannot be construed as an eligibility provision creating an independent basis of entitlement for passengers in vehicles, registered and insured out-of-state, just because the insurer is also doing business in Delaware. The language, in terms of form filing, is simply not framed to achieve such an eligibility expansion.\nThe District Court recently considered, in Deel v. Rizak, D.Del., 474 F.Supp. 45 (1979), a defense argument that § 2118(7) made the out-of-state plaintiffs, who allegedly were negligently injured in an automobile accident in Delaware by the defendants, Delaware residents, eligible for no-fault benefits described in § 2118(a)(2). That Court rejected the contention that the language “when the vehicle is operated in the state” altered or extended the section’s express eligibility rules. It went on to interpret subsection (7) to mean:\n“[I]f an insurance company, which is authorized to issue motor vehicle liability policies in Delaware, issues such policies, outside of the State, on motor vehicles which are or intended to be registered and operated in Delaware, those policies shall be deemed to embody the benefits and conform to the requirements of § 2118(a)(2) and (3).”\nDeel v. Rizak, supra, 474 F.Supp. at 48. We think the District Court was correct in not construing § 2118(1) as an extension of eligibility. This conclusion is supported by legislative history of § 2118. When subsection (1) was added in March 1976, the eligibility provisions already stood. The District Court in Deel concluded, and we agree, that, if the General Assembly had intended to create a new eligibility provision, it would have done so by amending § 2118(aX2). The synopsis attached to the bill does not suggest any intent to extend eligibility. See House Bill No. 808; 60 Del. Laws, Ch. 337 (1976).\nWe also note defendant’s argument that by its very terms § 2118(1) applies only to liability insurance coverage and not to PIP coverage. For present purposes, we only comment that the language to which reference is made clearly lacks the force and directness needed to support the extension of eligibility requested by the plaintiff in this case.\nWe have also considered the impact applying the statute here would have on the insurance industry. If it were to apply, insurance rates for companies insuring drivers in other states would have to be computed on the assumption that each car owner entering this State would have the Delaware minimum PIP benefits. Appellant submits, and the District Court in Deel expressly stated, that the necessary result of such application would be to impose the unreasonable and economically unfeasible burden on those insurance companies which have a multistate business of adjusting their premiums on a world-wide basis “to take into account the likelihood that [they] might be required to pay-benefits in accord with § 2118(a)(2) and (3) since any non-Delaware registered vehicle which [they] insured might possibly be involved in an accident while passing through Delaware.” Deel v. Rizak, supra, 474 F.Supp. at 47. While we agree with the plaintiff that the District Court may have overdramatized the impact of a contrary ruling, there is some relationship to premium and risk in the insurance contract and, to some extent, that relationship supports defendant’s position here.\nTherefore, we conclude that § 2118(1) of the Motor Vehicle Code cannot be held to impose Delaware’s minimum PIP insurance benefits requirement on the defendant in this case. Accordingly, the Superior Court erred in subjecting the insurance company to Delaware’s $10,000.00 PIP minimum rather than the $2,500.00 minimum required by Maryland.\nThe judgment of the Superior Court is reversed.\n. At the time of the accident in question, August 15, 1976, the pertinent statutory reference was 21 Del.C. § 2118(1) which read in its entirety as follows:\n“(1) Every insurance company authorized to transact the business of motor vehicle liability insurance in this State shall file with the Insurance Commissioner as a condition of its continued transaction of such business with this State a form approved by the Insurance Commissioner stating that its motor vehicle liability policies, wherever issued, shall be deemed to provide the insurance required by this section when the vehicle is operated in this State. A non-admitted insurer may file such a form.” See 60 Del.Laws, Ch. 337, effective March 31, 1976 (1975). The same act amended the introductory paragraph in 21 Del.C. § 2118(a) to read as follows (changed language underlined): “No owner of a motor vehicle required to be registered in this State, other than a self-insurer, as defined in this Title, and other than a vehicle registered in another State not requiring insurance, shall operate or authorize any other person to operate such vehicle unless the owner has insurance on such motor vehicle providing the following minimum insurance coverage:”\nThere have been subsequent amendments to both these provisions. But the pertinent eligibility subparagraphs of § 2118(a) were (2)c, d and e and, except for formal codification modifications, they have remained unchanged since their enactment. See: 21 Del.C. § 2118(a)(2)c, d and e; 59 Del.Laws, Ch. 574, effective January 1, 1975 (1974).\n. The subparagraphs read as follows:\n“c. The coverage required by paragraph (2) of this subsection shall be applicable to each person occupying such motor vehicle and to any other person injured in an accident involving such motor vehicle, other than an occupant of another motor vehicle.\n“d. The coverage required by paragraph (2) of this subsection shall also be applicable to the named insureds and members of their households for accidents which occur through being struck by any vehicle other than a Delaware insured motor vehicle while a pedestrian or while occupying any registered motor vehicle other than a Delaware registered insured motor vehicle, in any state of the United States, its territories or possessions or Canada.\n“e. The coverage required in paragraph (2) of this subsection shall apply to pedestrians only if they are involved in accidents within the State except as to named insureds or members of their households to the extent they must be covered pursuant to subparagraph d. of this paragraph (2).”\n. Subsection 2118(a)(3) refers to property damage and is not applicable on the facts presented in this appeal. It appears that the District Court in part erroneously relied on certain paragraphs of § 2118(j) [the successor to § 2118(7)] which were not enacted until after the 1976 accident in Deel. See 61 Del.Laws, Ch. 417 (1978). But such erroneous reliance does not alter the thrust of the opinion with regard to the basic point that § 2118(7) did not expressly or impliedly extend eligibility.\n. The pertinent amendment was part of section 2 of the bill and the synopsis read as follows: “Section 1 of this bill closes the loophole in the existing law, which allows an un registered vehicle to be operated without insurance. This bill further adds motor vehicles shall not be registered if the vehicle is not adequately insured. Any registration on an insufficiently insured vehicle shall be immediately suspended. Any owner of a motor vehicle may be required to certify the evidence of insurance on his vehicle.”\n. This was the main argument made in the Court below and the change in attack on appeal helps explain the different approach of this opinion from the one below.",
        "type": "majority",
        "author": "QUILLEN, Justice:"
      }
    ],
    "attorneys": [
      "Mason E. Turner, Richard I. G. Jones and Richard A. Cohen, of Prickett, Sanders, Jones, Elliott & Kristol, Wilmington, for defendant-appellant.",
      "Samuel R. Russell, of Biggs & Battaglia, Wilmington, for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "The NATIONWIDE INSURANCE COMPANY, Defendant Below, Appellant, v. Vincent BATTAGLIA, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nSubmitted Sept. 17, 1979.\nDecided Jan. 16, 1980.\nMason E. Turner, Richard I. G. Jones and Richard A. Cohen, of Prickett, Sanders, Jones, Elliott & Kristol, Wilmington, for defendant-appellant.\nSamuel R. Russell, of Biggs & Battaglia, Wilmington, for plaintiff-appellee.\nBefore HERRMANN, C. J, QUILLEN and HORSEY, JJ."
  },
  "file_name": "1017-01",
  "first_page_order": 1065,
  "last_page_order": 1067
}
