{
  "id": 7975952,
  "name": "In re Kent D. THORUP, Respondent",
  "name_abbreviation": "In re Thorup",
  "decision_date": "1983-02-23",
  "docket_number": "No. M-48-80",
  "first_page": "1018",
  "last_page": "1020",
  "citations": [
    {
      "type": "official",
      "cite": "461 A.2d 1018"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "422 A.2d 966",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "424 A.2d 1087",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7965750
      ],
      "pin_cites": [
        {
          "page": "1088"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/424/1087-01"
      ]
    },
    {
      "cite": "422 A.2d 768",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7947269
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "771"
        },
        {
          "page": "768"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/422/0768-01"
      ]
    },
    {
      "cite": "403 A.2d 296",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8040031
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "303"
        },
        {
          "page": "296"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/403/0296-01"
      ]
    },
    {
      "cite": "414 U.S. 70",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11715156
      ],
      "weight": 3,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/414/0070-01"
      ]
    },
    {
      "cite": "442 A.2d 153",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944708
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "156"
        },
        {
          "page": "153"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/442/0153-01"
      ]
    },
    {
      "cite": "318 U.S. 80",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        364156
      ],
      "weight": 3,
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/us/318/0080-01"
      ]
    },
    {
      "cite": "432 A.2d 1221",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7987534
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/432/1221-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 470,
    "char_count": 7337,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 1.8198497606379587e-07,
      "percentile": 0.719064123043467
    },
    "sha256": "9f86e087aa0d5d2d1a6ef21f81ad01da68bbba6a8b953dcfd19528f64b6e907e",
    "simhash": "1:95ee757c2299f9d6",
    "word_count": 1185
  },
  "last_updated": "2024-02-27T18:13:59.154543+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KERN and PRYOR, Associate Judges, and PAIR, Associate Judge, Retired."
    ],
    "parties": [
      "In re Kent D. THORUP, Respondent."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nThis disciplinary matter is before the court for review of the Report and Recommendation of the Board on Professional Responsibility (the Board). The Board concluded after consideration of the report of a Hearing Committee that respondent, Kent L. Thorup, in his representation of several clients violated DR 1-102(A)(5), DR 6-101(A)(3), DR 7 — 101(A)(1). Originally, the Board recommended that respondent be disbarred. However, in making that recommendation the Board considered and gave weight to another disciplinary matter involving respondent which at that time was pending in this court, In re Thorup, 432 A.2d 1221 (D.C.1981). On July 7, 1981, we dismissed the petition in Thorup, id., and remanded to the Board for further consideration, since the Board predicated its recommendation of disbarment in part on the complaint in the case subsequently dismissed by this court. SEC v. Chenery Corp., 318 U.S. 80, 63 S.Ct. 454, 87 L.Ed. 626 (1943). The Board now recommends a two year suspension of respondent.\nThe Report and Recommendation of the Board was based upon evidence adduced in three proceedings involving respondent argued to the Board on the same day. Our review of the Board’s decision is of course controlled by D.C.App.R. XI, Section 7(3), which provides in pertinent part: “[T)he court shall accept the findings of fact made by the Board unless they are unsupported by substantial evidence of record .... ”\nRespondent argues that there was insufficient evidence to base a finding that an attorney-client relationship existed with respect to one of the complainants, John L. Williams, and consequently, there was no violation of DR 6-101(A)(3) or DR 7-101(A)(1). We disagree.\nThere was substantial evidence to support the Board’s findings and conclusions that an attorney-client relationship existed between respondent and Williams with all resulting rights and duties. In re Lieber, 442 A.2d 153, 156 (D.C.1982). Respondent also argues that he was protected by the Fifth Amendment in his refusal to respond to Bar Counsel’s initial inquiry. In our view, respondent’s reliance upon the Fifth Amendment is misplaced. The Board correctly concluded that the privilege against self-incrimination may properly be invoked only under circumstances involving allegations of criminal misconduct. Lefkowitz v. Turley, 414 U.S. 70, 94 S.Ct. 316, 38 L.Ed.2d 274 (1973).\nRespondent contends that the failure to respond to a client’s phone calls does not constitute neglect under DR 6— 101(A)(3), when other steps are being taken on the client’s behalf. We disagree. Respondent’s willful failure to communicate with a client, James P. Jones, particularly after being requested to do so by the trial court, resulted in neglect of a legal matter entrusted to him. Moreover, respondent conceded on the record that this controversy might have been avoided had he taken the time to speak with Jones and other members of his family who called on his behalf. Thus, the record substantially supports the Board’s finding that respondent violated DR 6-101(A)(3).\nFinally, respondent argues that the Board’s recommendation of a two year suspension is inconsistent with the discipline imposed in similar cases brought to this court for review. D.C.App.R. XI, Section 7(3) provides in pertinent part that the court “shall adopt the recommended disposition of the Board unless to do so would foster a tendency toward inconsistent dispositions for comparable conduct or otherwise would be unwarranted.” As we noted in In re Smith, 403 A.2d 296, 303 (D.C.1979), the Board has broad discretion in handing out discipline subject only to this court’s general review for abuse. “The rule requires that we should respect the Board’s sense of equity in these matters unless that exercise of judgment proves to be unreasonable.” In re Haupt, 422 A.2d 768, 771 (D.C.1980). While we strive to observe the rule’s mandate to achieve consistency in the disposition of disciplinary cases, each case must necessarily be decided on its own particular facts. In re Russell, 424 A.2d 1087, 1088 (D.C.1980). In general, when we have approved suspensions of an attorney found to have neglected a client’s legal matters the conduct complained of has been particularly aggravated or has been compounded by other violations. See In re Haupt, supra, 422 A.2d at 768; In re Fogel, 422 A.2d 966 (D.C.1980); In re Smith, supra, 403 A.2d at 296.\nHere, respondent was found to have neglected legal matters on behalf of a client in two separate cases involving separate clients. With regard to one of these clients, respondent failed to seek his lawful objectives. In a third case, respondent did not adequately respond to the inquiries of Bar Counsel concerning the complaint made by the client. Clearly, therefore, the conduct of respondent complained of was compounded by other violations. This case is therefore distinguishable from In re Lieber, supra, 442 A.2d at 153, where we held that a six month suspension of an attorney for conduct amounting to neglect was appropriate. But in Lieber, the attorney was guilty of neglect against only one client and not two as is the case at bar. Consequently, a suspension greater than six months is not unreasonable. Because in our view the neglect evidenced by respondent in this case was so pronounced as to warrant a two year suspension, the Report and Recommendation of the Board must be approved.\nAccordingly, it is ordered that respondent, Kent D. Thorup, be and hereby is, suspended from the practice of law in the District of Columbia for a period of two years, effective thirty days from the date hereof.\nSo Ordered.\n.DR 1-102(A)(5) states that a lawyer shall not “[e]ngage in conduct that is prejudicial to the administration of justice.”\n. DR 6-101(A)(3) states that a lawyer shall not “[njeglect a legal matter entrusted to him.”\n. DR 7 — 101(A)(1) states that a lawyer shall not intentionally “[flail to seek the lawful objectives of his client....”\n. Respondent was assigned to the case under the Superior Court Inmate Civil Assistance Project which provides legal assistance to eligible inmates in pro se civil actions. The Board correctly concluded that respondent’s offer to accept appointment under this program was accepted by the court. Thus, upon notification of his appointment, respondent was duly and validly appointed as Mr. Williams’ attorney.\n. Jones wanted to discuss not only a possible reduction in bond, but also matters crucial to an adequate and timely preparation of his defense.\n. Mr. Williams sought relief against the Lorton Corrections Center and its employees for personal injuries sustained when he was struck by a truck operated by another inmate on the prison grounds.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Fred Grabowsky, Bar Counsel, Washington, D.C., with whom Edwin Yourman, Deputy Bar Counsel, Washington, D.C., was on brief, for Board on Professional Responsibility.",
      "Nancy Beiter, Washington, D.C., was on brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "In re Kent D. THORUP, Respondent.\nNo. M-48-80.\nDistrict of Columbia Court of Appeals.\nSubmitted Feb. 8, 1983.\nDecided Feb. 23, 1983.\nFred Grabowsky, Bar Counsel, Washington, D.C., with whom Edwin Yourman, Deputy Bar Counsel, Washington, D.C., was on brief, for Board on Professional Responsibility.\nNancy Beiter, Washington, D.C., was on brief, for respondent.\nBefore KERN and PRYOR, Associate Judges, and PAIR, Associate Judge, Retired.\nThe decision in this case was originally released as a Memorandum Opinion and Judgment on February 23, 1983. Petitioner’s Motion for Publication was granted by the court."
  },
  "file_name": "1018-01",
  "first_page_order": 1048,
  "last_page_order": 1050
}
