{
  "id": 7293438,
  "name": "In the Matter of Steven J. COATY",
  "name_abbreviation": "In re Coaty",
  "decision_date": "2010-01-05",
  "docket_number": "No. 2009-387-M.P.",
  "first_page": "1020",
  "last_page": "1025",
  "citations": [
    {
      "type": "official",
      "cite": "985 A.2d 1020"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "694 A.2d 732",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11981562
      ],
      "pin_cites": [
        {
          "page": "736"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/694/0732-01"
      ]
    },
    {
      "cite": "811 A.2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9315360
      ],
      "pin_cites": [
        {
          "page": "641"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/811/0638-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 708,
    "char_count": 17813,
    "ocr_confidence": 0.739,
    "pagerank": {
      "raw": 1.7710994026850012e-07,
      "percentile": 0.7119542490701195
    },
    "sha256": "45701c79842aeefcad2fa5f778c8f10dba93792d510601fea3b32d45da88e039",
    "simhash": "1:2693841a1a94c27a",
    "word_count": 2781
  },
  "last_updated": "2024-02-27T18:04:23.956278+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Steven J. COATY."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis disciplinary matter is before the Court pursuant to recommendations of the Supreme Court Disciplinary Board (board) that the respondent, Steven J. Coaty, be publicly censured. Article III, Rule 6(d), of the Supreme Court Rules of Disciplinary Procedure provides in part:\n“If the Board determines that a proceeding should be * * * concluded by public censure, suspension or disbarment, it shall submit its findings and recommendations, together with the entire record, to this Court. This Court shall review the record and enter an appropriate order.”\nThe board held hearings on July 1, 2009 and August 18, 2009 on four disciplinary complaints filed by clients of respondent. All four matters were presented to the board on agreed statements of fact, and in each case respondent admitted to violating the disciplinary rules charged. The board forwarded its recommendations for discipline to this Court on September 11, 2009. The respondent appeared before us at our conference on November 10, 2009, with counsel, pursuant to our order that he show cause, if any, why we should not discipline him in accordance with the board’s recommendations. Having heard the representations of respondent and his counsel, and this Court’s disciplinary counsel, and having reviewed the record, we deem that cause has not been shown. The factual allegations that support these findings of misconduct are summarized below under the names of the individual complainants.\nGERALD BINI\nIn May of 2004, Gerald Bini (Bini) hired respondent to represent him in various matters arising from his employment with the United States Department of Defense. Bini was a civilian employee serving at Camp Darby in Livorno, Italy. The respondent agreed to represent Bini at an hourly rate of $200 for legal services rendered, and Bini paid an initial retainer of $2,000. During the course of the representation, which ended in November of 2005, Bini paid respondent a total of $28,500 upon respondent’s numerous verbal requests for payment of fees due. However, respondent did not give Bini any bills or invoices to support these fees.\nAt the disciplinary hearing respondent acknowledged that he had failed to act with appropriate diligence in his representation of Bini. He continually missed deadlines imposed by the Merit Systems Protection Board for the filing of pleadings, in violation of Article V, Rule 1.3 of the Rules of Professional Conduct. Additionally, he failed to adequately communicate with Bini when he sought information about his case, in violation of Article V, Rule 1.4(b) of the Supreme Court Rules of Professional Conduct.\nThe respondent withdrew from representing Bini in November of 2005, and subsequent to that withdrawal, Bini made a number of requests for an accounting of the fees charged, a refund of unearned fees and also asked for a complete copy of his file. The respondent did not provide that information for over two and one-half years. In March of 2008, Bini filed a disciplinary complaint with the board. It took the intervention of disciplinary counsel to finally prompt respondent to provide Bini with a copy of his file. Disciplinary counsel’s repeated requests for an accurate accounting did not bear fruit until June 2, 2009, almost four years after the conclusion of the representation, in violation of Article V, Rule 1.17(d) of the Supreme Court Rules of Professional Conduct. The accounting indicated respondent had charged unreasonable fees for ministerial tasks in violation of Article V, Rule 1.5(a) of the Supreme Court Rules of Professional Conduct. His failure to timely comply with the reasonable requests from disciplinary counsel was a violation of Article V, Rule 8.1(b) of the Supreme Court Rules of Professional Conduct.\nTHOMAS TOWLE\nIn June of 2000, Thomas Towle (Towle) retained respondent to represent him in various matters relating to his employment with the Rhode Island Department of Corrections. They agreed Towle would pay respondent an hourly rate of $150 for legal services rendered, and Towle paid an initial retainer of $1,000.\nThe respondent did not submit periodic billings or invoices to Towle. During the course of the representation, Towle paid a total of $17,000 to respondent for his representation. Towle always made these payments in response to respondent’s unsubstantiated verbal requests.\nIn September of 2005, the parties reached an agreement resolving all of Towle’s pending employment issues. Pursuant to the terms of the agreement, the Department of Corrections would make two payments to Towle in return for his resignation; the first payment of $25,000 would be payable to Towle, and the second payment of $5,000 would be payable to respondent as attorney fees. Shortly after the settlement agreement was signed, respondent agreed to give Towle a complete itemization of fees and costs incurred, and then he and Towle would decide how to disburse the gross settlement proceeds.\nOn July 18, 2006, respondent received the settlement checks. He endorsed the $5,000 check made payable to himself and deposited the proceeds into his business account. The respondent also endorsed the $25,000 settlement check payable to Towle marking it “for deposit only Thomas P. Towle (SJC)” and deposited those funds into his clients’ account. He did not inform Towle that he had received these settlement proceeds until September 6, 2006, when after having already paid himself $7,000 from those funds, he forwarded Towle $15,000 along with a written assurance that his accounting would follow. The respondent did not inform Towle that he had already taken the $7,000 as an additional fee. On January 17, 2007, respondent withdrew the remaining funds from his client’s account as fees without providing any accounting to Towle, in violation of Article V, Rule 1.15(c) of the Supreme Court Rules of Professional Conduct.\nThe respondent finally provided an accounting in October of 2007 in response to the disciplinary complaint Towle filed. This accounting contained many errors and duplications, and failed to properly credit Towle’s payments. Despite numerous requests from disciplinary counsel, the respondent did not submit a final corrected bill until June 2, 2009, in violation of Article V, Rule 8.1(b). A review of this new itemization revealed respondent had charged unreasonable fees for the performance of ministerial tasks in violation of Article V, Rule 1.5(a).\nDEBRA MACKIRICHARD FISHER\nIn March of 2007, Debra Mack (Mack) retained respondent to represent her in Superior Court on her pending tort action against the City of Newport wherein Mack was claiming injuries due to a slip and fall. At the time that he was retained there were outstanding discovery requests propounded by the defendant to Mack. On September 20, 2007, the defense counsel filed a motion to compel Mack to provide documents sought in the discovery requests. The respondent did not notify Mack that he had received the motion to compel, nor did he file an objection or submit a response. The motion was granted by the Superior Court. Defense counsel made further requests to respondent to provide the information, but with no success.\nDefense counsel subsequently filed a motion for entry of final judgment against Mack for failure to comply -with the discovery order. Again respondent did not file an objection, provide the requested documents, or appear at the hearing on June 2, 2008. On June 19, 2008, the court entered a final judgment in favor of the defendant. The respondent did not inform Mack that her case had been dismissed.\nAttorney Richard Fisher, who represented Mack on unrelated matters, was present in court when the motion for entry of final judgment was heard and granted. He notified Mack that her case had been dismissed. Mack contacted the respondent, who advised her that he would take the appropriate steps to reinstate the civil action. When he did not do so, Mack retained Attorney Fisher to take over the case.\nMack sent respondent a letter requesting that he forward her file to Fisher. Instead of sending the file, respondent filed a civil action naming both Mack and Fisher as defendants, claiming breach of contract and intentional interference with a contractual relationship. The respondent did not have Mack or Fisher served with the summons and complaint, and on May 8, 2009, he voluntarily dismissed the lawsuit.\nThe respondent’s conduct as set forth above was in violation of Article V, Rules 1.1 1.8, 1.4(b), 3.1, and 8.4(d) of the Supreme Court Rules of Professional Conduct.\nROBERT ADDISON\nRobert Addison (Addison) retained respondent in May of 2005 to represent him on an employment issue and a claim under his short-term disability insurance policy. Addison agreed to compensate respondent at an hourly rate of $200 per hour for legal services provided, and Addison paid an initial retainer of $1,500. As in the Bini and Towle matters, respondent did not submit bills or invoices to Addison. In response to respondent’s verbal requests for payment, Addison paid him a total of $5,000, including the initial retainer.\nThe respondent acknowledged that he did not take any affirmative action on Addison’s behalf with regard to the employment issue other than reviewing files and engaging in informal communications with the employer. When the disability insur-anee carrier asked respondent to provide documentation in support of the disability claim, he failed to do so. Accordingly, Addison’s claim for additional disability insurance benefits was denied.\nIn January 2006, Addison began making a series of requests for an accounting of the fees paid, for a copy of his file, and for information regarding his claims, but without success. When respondent belatedly submitted a final bill in November of 2007, he sought an additional payment of $2,972.20 from Addison. After Addison received this bill, he filed a disciplinary complaint.\nThe conduct of respondent in his representation of Addison was in violation of the following Rules of Professional Conduct; Rules 1.1,1.3,1.5(a), and 1.16(d).\nSANCTION\nAfter conducting hearings on these four complaints, the board recommended that we publicly censure respondent, and impose further conditions on his continued practice of law. Those conditions include that respondent participate in the Rhode Island Bar Association’s Fee Arbitration Program to resolve the continuing fee disputes with Bini, Towle and Addison; that respondent’s practice of law be monitored by another member of the bar of this state; and, that respondent’s practice monitor submit monthly reports to this Court’s disciplinary counsel regarding respondent’s practice.\nThis Court gives great weight to the recommendations of the disciplinary board. In re Cozzolino, 811 A.2d 638, 641 (R.I.2002). Professional discipline serves two important functions; protection of the public, and maintaining the integrity of the profession. In re Scott, 694 A.2d 732, 736 (R.I.1997). We believe the board’s recommendation serves those two functions.\nThe respondent has committed a host of violations of the Rules of Professional Conduct in his representation of these four clients. He has exhibited a disturbing pattern of neglecting matters entrusted to his care, failing to maintain adequate communication with his clients, and failing to properly respond to disciplinary complaints. While the board did not find any intentional misappropriation of client funds, respondent’s billing practices and handling of client funds can, at best, be described charitably as sloppy and well below the standard of care expected of a fiduciary.\nAccordingly, we enter the following order. The respondent, Steven J. Coaty is hereby publicly censured. Turner Scott, Esquire, a member of the bar of this state is hereby appointed to monitor the respondent’s practice of law. The respondent shall fully cooperate with Attorney Scott, and shall meet with him and review his cases at least once per month. The purpose of this monitoring is to ensure the following: (a) That the respondent shall properly adhere to all deadlines; (b) that the respondent shall provide diligent representation to his clients; (c) that the respondent shall maintain adequate communication with his clients; (d) that the respondent shall provide timely and accurate billings to his clients; and, (e) that the respondent’s use of his clients’ account conforms with the mandates of Rule 1.15 of the Rules of Professional Conduct. Attorney Scott shall submit monthly reports to disciplinary counsel regarding the results of his monitoring of the respondent’s practice. The respondent is ordered to participate in the Rhode Island Bar Association’s Fee Arbitration Program, provided that Bini, Towle, and Addison also agree to participate to resolve the issue of excessive fees. We direct disciplinary counsel to report to us about the respondent’s cooperation with and participation in the fee arbitration program.\n. The administrative agency hearing Bini’s employment issues.\n. Article V, Rule 1.3 of the Supreme Court Rules of Professional Conduct, entitled \"Diligence\" provides: “A lawyer shall act with reasonable diligence and promptness in representing a client.”\n. Article V, Rule 1.4(b) of the Supreme Court Rules of Professional Conduct, entitled \"Communication”, as in effect at the times material to this complaint, provided: \"A lawyer shall keep a client reasonably informed about the status of a matter and promptly comply with reasonable requests for information.” Amendments to the disciplinary rules effective April 15, 2007, made stylistic changes to this rule that are not material to the board’s findings.\n.Article V, Rule 1.17(d) of the Supreme Court Rules of Professional Conduct, entitled \"Declining or terminating representation,” as in effect at all times relevant to this complaint, provided: \"Upon termination of representation, a lawyer shall take steps to the extent reasonably practicable to protect a client's interests, such as giving reasonable notice to the client, allowing time for employment of other counsel, surrendering papers and property to which the client is entitled and refunding any advance payment of a fee that has not been earned.” Effective April 15, 2007, the above-stated provisions of Rule 1.17(d) were re-codified as Rule 1.16(d).\n. Article V, Rule 1.5(a) of the Supreme Court Rules of Professional Conduct, entitled \"Fees,” as in effect at all times material to these violations, provided in part: \"A lawyer's fee shall be reasonable.” Our amendments to this rule effective April 15, 2007, are not material to the board's findings.\n. Article V, Rule 8.1(b) of the Supreme Court Rules of Professional Conduct, entitled \"Bar admission, disciplinary and educational matters,” provides, in pertinent part: \" * * * a lawyer in connection with * * * a disciplinary matter * * * shall not: * * * knowingly fail to respond to a lawful demand for information from [a] * * * disciplinary * * * authority * * *.\"\n.Article V, Rule 1.15(c) of the Supreme Court Rules of Professional Conduct, entitled “Safekeeping property,” as in effect at all times material to this matter, provided: \"When in the course of representation a lawyer is in possession of property in which both the lawyer and another person claim interests, the property shall be kept separate by the lawyer until there is an accounting and severance of their interests. If a dispute arises concerning their respective interests, the portion in dispute shall be kept separate by the lawyer until the dispute is resolved.” Effective April 15, 2007, we amended portions of this rule, but the respondent’s misconduct violated the former version.\n. As amended, effective April 15, 2007.\n. As in effect prior to our amendments to this rule effective April 15, 2007.\n.Article V, Rule 1.1 of the Supreme Court Rules of Professional Conduct, entitled \"Competence,” provides: \"A lawyer shall provide competent representation to a client. Competent representation requires the legal knowledge, skill, thoroughness and preparation reasonably necessary for the representation.”\n. Rule 1.4(b) of the Rules of Professional Conduct entitled \"Communication,” as amended effective April 15, 2007, provides: \"A lawyer shall explain a matter to the extent reasonably necessary to permit the client to make informed decisions regarding the representation.”\n.Article V, Rule 3.1 of the Supreme Court Rules of Professional Conduct, entitled \"Meritorious claims and contentions,” as amended effective April 15, 2007, provides, in pertinent part: \"A lawyer shall not bring or defend a proceeding, or assert or controvert an issue therein, unless there is a basis in law and fact for doing so that is not frivolous * * *.”\n. Article V, Rule 8.4(d) of the Supreme Court Rules of Professional Conduct, entitled \"Misconduct” provides, in pertinent part: \"It is professional misconduct for a lawyer to: * * * engage in conduct that is prejudicial to the administration of justice * * *.”\n. Rule 1.5(a), entitled \"Fees,” as amended effective April 15, 2007, provides in pertinent part: \"A lawyer shall not make an agreement for, charge, or collect an unreasonable fee ***\"\n. Article V, Rule 1.16(d) of the Supreme Court Rules of Professional Conduct, entitled \"Declining or terminating representation,” provides: \"Upon termination of representation, a lawyer shall, take steps to the extent reasonably practicable to protect a client’s interests, such as * * * surrendering papers and property to which the client is entitled and refunding any advance payment of fee or expense that has not been earned or incurred ***\"",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "David Curtin, Disciplinary Counsel.",
      "Christopher S. Gontarz, Esq., Middle-town."
    ],
    "corrections": "",
    "head_matter": "In the Matter of Steven J. COATY.\nNo. 2009-387-M.P.\nSupreme Court of Rhode Island.\nJan. 5, 2010.\nDavid Curtin, Disciplinary Counsel.\nChristopher S. Gontarz, Esq., Middle-town."
  },
  "file_name": "1020-01",
  "first_page_order": 1056,
  "last_page_order": 1061
}
