{
  "id": 9099679,
  "name": "COMMONWEALTH of Pennsylvania, Appellant/Cross-Appellee, v. Eugene Lee STANLEY, Appellee/Cross-Appellant",
  "name_abbreviation": "Commonwealth v. Stanley",
  "decision_date": "2003-08-07",
  "docket_number": "",
  "first_page": "1021",
  "last_page": "1028",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1021"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "685 A.2d 1000",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        772877,
        7357087
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "1006"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/454/0428-01",
        "/a2d/685/1000-01"
      ]
    },
    {
      "cite": "454 Pa.Super. 428",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        772877
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/454/0428-01"
      ]
    },
    {
      "cite": "687 A.2d 1112",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7360681,
        466722
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "plurality"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/687/1112-01",
        "/pa/546/0616-01"
      ]
    },
    {
      "cite": "546 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466722
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "plurality"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0616-01"
      ]
    },
    {
      "cite": "723 A.2d 162",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1701944,
        1702002,
        11754452,
        11754303
      ],
      "weight": 4,
      "year": 1999,
      "pin_cites": [
        {
          "page": "171-172"
        },
        {
          "page": "172"
        },
        {
          "page": "172"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0125-01",
        "/pa/555/0125-02",
        "/a2d/723/0162-02",
        "/a2d/723/0162-01"
      ]
    },
    {
      "cite": "555 Pa. 125",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1701944,
        1702002
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0125-01",
        "/pa/555/0125-02"
      ]
    },
    {
      "cite": "818 A.2d 533",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9353074
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/818/0533-01"
      ]
    },
    {
      "cite": "826 A.2d 831",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9111753,
        197189
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/826/0831-01",
        "/pa/573/0426-01"
      ]
    },
    {
      "cite": "573 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        197189
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0426-01"
      ]
    },
    {
      "cite": "813 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9381173,
        716471
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/813/0726-01",
        "/pa/572/0048-01"
      ]
    },
    {
      "cite": "572 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        716471
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0048-01"
      ]
    },
    {
      "cite": "532 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1835940
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/532/0317-01"
      ]
    },
    {
      "cite": "729 A.2d 566",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        607121,
        11620701
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0509-01",
        "/a2d/729/0566-01"
      ]
    },
    {
      "cite": "556 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        607121
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0509-01"
      ]
    },
    {
      "cite": "645 A.2d 1300",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7874424,
        475553
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "1308"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/1300-01",
        "/pa/538/0086-01"
      ]
    },
    {
      "cite": "538 Pa. 86",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475553
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0086-01"
      ]
    },
    {
      "cite": "637 A.2d 259",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1841601,
        7353154
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0575-01",
        "/a2d/637/0259-01"
      ]
    },
    {
      "cite": "535 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841601
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0575-01"
      ]
    },
    {
      "cite": "528 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829819
      ],
      "weight": 3,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0440-01"
      ]
    },
    {
      "cite": "741 A.2d 708",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        837130,
        11655859
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "715"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0500-01",
        "/a2d/741/0708-01"
      ]
    },
    {
      "cite": "559 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837130
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0500-01"
      ]
    },
    {
      "cite": "792 A.2d 619",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "505 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788891
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "957"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0356-01"
      ]
    },
    {
      "cite": "674 A.2d 217",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859184,
        461615
      ],
      "weight": 16,
      "year": 1996,
      "pin_cites": [
        {
          "page": "220"
        },
        {
          "page": "220-221"
        },
        {
          "page": "221"
        },
        {
          "page": "222"
        },
        {
          "page": "222"
        },
        {
          "page": "222"
        },
        {
          "page": "222"
        },
        {
          "page": "221"
        },
        {
          "page": "222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/0217-01",
        "/pa/543/0634-01"
      ]
    },
    {
      "cite": "543 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461615
      ],
      "weight": 2,
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0634-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 923,
    "char_count": 23924,
    "ocr_confidence": 0.727,
    "pagerank": {
      "raw": 1.0043454558889177e-07,
      "percentile": 0.5397577233267268
    },
    "sha256": "847a883fb91db1c76060b6e11b41b95b5b68f551c913a17f374a0edd43261ecb",
    "simhash": "1:9720d7f4f45c934f",
    "word_count": 3826
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: HUDOCK, LALLY-GREEN, and CAVANAUGH, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant/Cross-Appellee, v. Eugene Lee STANLEY, Appellee/Cross-Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nLALLY-GREEN, J.:\n¶ 1 The Commonwealth appeals from the order dated June 26, 2002, granting Appel-lee, Eugene L. Stanley (“Stanley”) a new trial because of the ineffectiveness of defense counsel. Stanley cross-appealed from the same order. We vacate the order and remand for further proceedings.\n¶ 2 The record reflects the following. On April 18, 2000, Stanley was found guilty of one count each of Robbery, Aggravated Assault, Violation of the Uniform Firearms Act, Firearms Not to be Carried Without a License, Receiving Stolen Property, and Recklessly Endangering Another Person.\n¶ 3 During the trial, Stanley’s counsel, Richard McCague (“Counsel”), advised Stanley not to testify. During an on-the-record colloquy, Stanley waived his right to testify.\n¶ 4 Counsel, on Stanley’s behalf, rejected a “no adverse inference” jury instruction. Counsel, however, failed to request that an on-the-record colloquy be performed with regard to Stanley’s decision to waive his right to the instruction pursuant to Commonwealth v. Thompson, 543 Pa. 634, 674 A.2d 217 (1996). On June 8, 2000, Stanley was sentenced to a prison term of eight and one-half to 17 years.\n¶ 5 Stanley then filed an appeal, alleging, inter alia, Counsel’s ineffectiveness for failing to request a Thompson colloquy. Docket Entry 16. On appeal, Stanley was represented by the same Public Defender’s Office that employed Counsel. This Court invoked the rule that “under [Commonwealth v. Clemmons, 505 Pa. 356, 479 A.2d 955, 957 (1984) ], we must remand for an evidentiary hearing as to possible trial counsel ineffectiveness unless we can determine that trial counsel was clearly ineffective or that the claim of trial counsel ineffectiveness is clearly meritless.” Commonwealth v. Stanley, 792 A.2d 619 (Pa.Super.2001) (unpublished memorandum) at 14. This Court reasoned that the record was unclear as to why counsel failed to request a Thompson colloquy. Therefore, the Court remanded for an evi-dentiary hearing. Id. On remand, the Public Defender’s Office withdrew and Thomas N. Farrell, Esq., assumed Stanley’s representation.\n¶ 6 The trial court conducted an eviden-tiary hearing on April 3, 2002. Stanley testified that Counsel never consulted him concerning the waiver of his right to a “no adverse inference” instruction. Stanley further testified that had he known about the instruction, he would have wanted it given on his behalf. N.T., 4/3/2002, at 30.\n¶ 7 In contrast, Counsel testified that he did in fact advise Stanley regarding the “no adverse inference” instruction, and felt that Stanley understood the nature of the instruction and the reasoning for waiving the instruction. N.T., 4/3/2002, at 13. Counsel admitted, however, that he had no reasonable basis for failing to request the Thompson colloquy. Id. at 6. The trial judge found no reasonable explanation for the omission. Id. at 38.\n¶ 8 The evidentiary hearing stalled over whether Stanley was required to demonstrate actual prejudice before the trial court could order a new trial. Both sides submitted briefs on the issue. On June 26, 2002, the trial court ruled that Counsel’s failure to request the colloquy constituted per se prejudice, ie., no more needed to be shown. The court explained:\nThe Commonwealth would have the court require that the defendant also prove that he was prejudiced by the error. The Supreme Court has ruled that the instruction must be given absent an express waiver by the defendant on the record. The instruction was neither given nor waived. The defendant was convicted. What more need be shown?\nTrial Court Opinion, 10/1/2002, at 5.\n¶ 9 The Commonwealth and Stanley cross-appealed from the order granting a new trial. We will address the Commonwealth’s appeal first. The Commonwealth’s sole issue on appeal is as follows:\nI. Whether, upon remand, the trial court committed an error of law in granting a new trial due to counsel’s alleged ineffectiveness in failing to see that an on-the-record colloquy was conducted regarding appellee’s waiver of the no adverse inference charge despite its stated conclusion that counsel had a reasonable basis for requesting that the charge not be given and despite appellee’s failure to allege or prove that counsel’s inaction resulted in prejudice; in effect, finding counsel’s action to be ineffectiveness per se?\nCommonwealth’s Brief at 4.\n¶ 10 To prevail on a claim of ineffectiveness of counsel, an appellant must demonstrate that: (1) the underlying claim is of arguable merit; (2) counsel’s course of conduct was without a reasonable basis designed to effectuate his interest; and (3) that he was prejudiced by counsel’s ineffectiveness, ie., if not for counsel’s ineffectiveness, there is a reasonable probability that the outcome of the trial would have been different. Commonwealth v. Mason, 559 Pa. 500, 741 A.2d 708, 715 (1999).\n¶ 11 The resolution of this issue is guided by Commonwealth v. Thompson, 543 Pa. 634, 674 A.2d 217 (1996), the seminal case concerning this issue. There, the defendant was convicted of first-degree murder, aggravated assault, possession of an instrument of crime, and two counts of criminal conspiracy. Defense counsel did not request a “no adverse inference” instruction, and did not conduct a colloquy indicating the right to the instruction was waived. The defendant claimed on appeal that counsel was ineffective for failing to do both.\n¶ 12 The Thompson Court first reviewed the three cases addressing this issue. In Commonwealth v. Lewis, 528 Pa. 440, 598 A.2d 975 (1991), the defense counsel requested that the “no adverse inference” instruction be given and the trial court agreed to the request; however, the court failed to include the instruction in its final charge to the jury. The Supreme Court ruled that omitting the charge when requested could never be harmless. Thompson, 674 A.2d at 220. The Court also held that while the “no adverse inference” instruction is not required in all criminal cases, when requested the charge must be given. Id. The Court further recognized that the accused (or counsel), for strategic reasons, has the right to decide against having the “no adverse inference” instruction given in order to best protect the accused’s right to remain silent. Id.\n¶ 13 In the second case, Commonwealth v. Edwards, 535 Pa. 575, 637 A.2d 259 (1993), defense counsel expressly requested that the instruction not be given, and the trial court gave the instruction anyway. The Edwards Court found that the decision to override the express waiver was error; however, the error was harmless. The Court ruled prospectively that “the decision of the defendant to waive the ‘no adverse inference’ charge must be complied with, and to ignore an express waiver of the charge would from that day forward be reversible error.” Thompson, 674 A.2d at 220-221.\n¶ 14 Finally, in Commonwealth v. Howard, 538 Pa. 86, 645 A.2d 1300 (1994), defense counsel stated that he “meant” to request the instruction, but forgot to do so until after the jury had begun their deliberations. The trial court refused to bring the jury back in order to properly instruct them, and the jury returned with a verdict of guilty a short time later. The defendant claimed that counsel’s admitted omission was ineffectiveness per se. The Howard Court refused to rule that the omission was per se ineffectiveness and emphasized that a defendant must establish that “he was prejudiced by the fact that the jury had not received the charge.” Thompson, 674 A.2d at 221.\n¶ 15 The Thompson Court then summarized the state of the law as follows:\nThis trilogy of cases, Lewis, Edwards, and Howard, offers the following guidance regarding the no adverse inference instruction: the charge accurately reflects the important legal maxim that silence is not evidence of guilt; the charge is not required; however, once a defendant has expressed a clear intent to either include or exclude the charge that intent must be carried out.\nId.\n¶ 16 The Thompson Court concluded that defendant Thompson had failed to demonstrate that he was prejudiced by counsel’s failure to request a “no adverse inference” instruction and ruled that counsel was not presumed ineffective for failing to discuss this matter with his client:\nAs the charge is not required in all cases where the defendant does not testify, we cannot place the burden on counsel to discuss an issue with his client that was not necessarily relevant to the case. Counsel is not required to discuss every nuance of the law with his client, only those aspects of the law relevant to the resolution of the case at hand.\nId. at 222.\n¶ 17 The Court then announced the following prospective rule:\nHowever, it is apparent to this Court that further elucidation for the trial bench and bar is required on the question of when a no adverse inference instruction is warranted. In order to finalize the endless argument as to when and how the subject instruction is to be given and if waived, how it is to be waived and, in light of the rule already established by this Court in Edwards, we find it necessary and prudent to take additional steps to ensure proper consideration of the ramifications of this particular instruction. Accordingly, we hold that from this day forward the no adverse inference instruction shall be given absent an express on the record colloquy by the defendant waiving the charge.\nId.\n¶ 18 We now address the consequences for counsel’s failure to request a Thompson colloquy. The Commonwealth asserts that Thompson does not announce a rule that counsel’s failure to request a colloquy constitutes prejudice per se. For the following reasons, we agree.\n¶ 19 First, Thompson is silent regarding any remedy for the failure to request a colloquy. Thompson announced a new “colloquy requirement,” but did not go further to announce that counsel’s failure to request the colloquy constituted per se prejudice.\n¶ 20 Second, in both Howard and Thompson, our Supreme Court rejected claims of per se prejudice where counsel was alleged to be ineffective for failing to ensure that the instruction was provided. In each case, the Court insisted upon an individualized, specific finding of prejudice in accordance with the traditional three-pronged ineffectiveness test. Thompson, 674 A.2d at 222; Howard, 645 A.2d at 1308. If failure to request the underlying instruction is not per se prejudicial, it logically follows that the failure to request a colloquy on the matter is not per se prejudicial. This is so because the colloquy is collateral to the underlying instruction.\n¶ 21 Third, before issuing its prospective rule, the Thompson Court held that prejudice was not presumed when counsel failed to request the colloquy. Thompson, 674 A.2d at 222. The Thompson Court did not disturb this ruling when it issued its prospective rule.\n¶ 22 Finally, unlike Thompson, the Supreme Court has specifically announced rules of per se prejudice in other cases. Per se prejudice rules were announced in Commonwealth v. Mikell, 556 Pa. 509, 729 A.2d 566 (1999) and Commonwealth v. Persinger, 532 Pa. 317, 615 A.2d 1305 (1992). In Mikell, trial counsel failed to request an instruction regarding his client’s alibi defense. The Supreme Court held, “[ujnder the circumstances, counsel’s inexplicable failure to request an alibi instruction constituted constitutionally ineffective assistance of counsel such as to entitle Mikell to a new trial.” Id. at 571. In Persinger, the defendant’s counsel failed to file a motion to withdraw a guilty plea when the defendant was not informed (through a colloquy or otherwise) that his potential sentences could be imposed consecutively. The Supreme Court held, “[ajccordingly, we find that the absence of this inquiry from the transcript renders the colloquy defective. As a result, appellant has suffered a manifest injustice.” Id. at 1308. In Mikell and Persinger, the outcomes were brought into question by counsel’s failures.\n¶ 23 The Thompson Court, on the other hand, did not declare that it was per se prejudice where counsel fails to request an on-the-record colloquy regarding a defendant’s decision to waive his rights to the “no adverse inference” jury instruction. In addition, the Court did not otherwise conclude that counsel’s failure to request such a colloquy necessarily affected the outcome of the case. Without the Court’s clear direction, we decline the invitation to rule that counsel’s failure to request the colloquy is prejudice per se.\n¶ 24 We hold that when counsel fails to have such a colloquy conducted, the standard three-part ineffectiveness test should govern the ineffectiveness analysis. This is consistent with Thompson and the jurisprudence attendant to ineffectiveness of counsel claims. Thus, we remand to afford the trial judge the opportunity to make an individualized finding regarding prejudice.\n¶ 25 We now turn to Stanley’s cross-appeal. Stanley raises one issue on cross-appeal:\nMr. Stanley was denied due process under the United States and Pennsylvania Constitutions when the trial court refused to allow Mr. Stanley to present testimony that the jurors would have found Mr. Stanley not guilty if they were properly instructed.\nStanley’s Brief at 43.\n¶ 26 The background to this claim is as follows. During the sentencing hearing, Counsel informed the court that Counsel had interviewed a number of jury members after the jury had rendered its verdict. According to Counsel, three of these jurors suggested that the verdict may have been different if Stanley had taken the stand and testified on his own behalf. N.T., 6/8/2000, at 10-11. The sentencing court indicated that Counsel should develop this claim in post-sentence motions. Id. at 10-11. Counsel did not develop this claim in post-sentence motions.\n¶ 27 After this Court remanded for an evidentiary hearing on Counsel’s ineffectiveness, Stanley’s new counsel (Attorney Farrell) revived this issue. N.T., 4/3/2002, at 7-8. Specifically, Attorney Farrell attempted to elicit testimony from Counsel that he did interview jurors and that some of them may have rendered a different verdict if Stanley had testified. Id. at 9. The prosecutor objected that Counsel’s testimony about the jurors’ views was hearsay. Id. at 7. The court sustained the hearsay objection. Id. at 9. The court further noted: “No matter how you slice it, you’re impeaching the jury. The question [on remand] is whether Counsel had a legitimate, lawful reason for his evidentia-ry decision and whether that was intended to further the interest of his client.” Id.\n¶ 28 Attorney Farrell filed a post-hearing brief, arguing for the first time in a footnote that failure to allow the jurors’ testimony violated due process. Docket Entry 38 at 13, n. 2. Similarly, on appeal, Stanley argues: “What more actual prejudice could one show than the jurors actually saying that they improperly used Mr. Stanley’s silence as proof of guilt? The failure by the trial court to allow this testimony is a violation of Due Process under the Pennsylvania and United States Constitutions.” Stanley’s Brief at 45 (citations omitted).\n¶ 29 Stanley’s argument is based on the faulty premise that the trial court improperly precluded the jurors from testifying about their deliberations. In fact, the record reflects that the court precluded Counsel from giving hearsay testimony about the jurors’ deliberations. Stanley presents no argument that the trial court’s hearsay ruling was improper. Accordingly, we need not address Stanley’s due process arguments.\n¶ 30 Order granting a new trial is vacated. Remanded for further proceedings. Jurisdiction relinquished.\n. A \"no adverse inference” instruction directs the jury that they may not draw any adverse inference from the defendant’s failure to testify in his own defense, because the defendant has the absolute right not to testify if he so chooses.\n. Under Thompson, the \"no adverse inference” instruction must be given unless the defendant expressly waives his right to the instruction in an on-the-record colloquy. Our references to \"requesting a Thompson colloquy” are merely a shorthand for ensuring that either the trial court or counsel conducts the colloquy. We will address the Thompson rule in greater detail, Infra.\n. We note that our Supreme Court’s recent decision in Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002), is inapplicable. In Grant, the Court announced a new general rule of law that ineffectiveness claims should be channeled through the Post Conviction Relief Act (PCRA), rather than on direct appeal. Even more recently, however, the Court carved out an exception for cases where an evidentiary hearing has been held in the trial court on the ineffectiveness claim. Commonwealth v. Bomar, 573 Pa. 426, 826 A.2d 831 (2003). In such cases, the ineffectiveness claim may be heard on direct appeal because the existence of an evidentiary record allows for meaningful appellate review on the merits. Id..; accord, Commonwealth v. Jette, 818 A.2d 533 (Pa.Super.2003).\n. The Court noted that Thompson did not present a defense for which the \"no adverse inference” instruction would be particularly relevant to the jury's deliberations. Thompson, 674 A.2d at 222. The Court explained: \"the situations which would normally prompt counsel to consider requesting or omitting a no adverse inference instruction normally arise where the testimony of the accused is vital to the nature of the defense asserted.” Id. at 221. The Court noted that Thompson did not assert a defense where his own testimony would be vital. Id. at 222. Thus, the Court ruled that Thompson’s attorney could not be deemed ineffective for failing to conduct a colloquy where the instruction itself did not appear to be pertinent to Thompson's defense. Id.\n. This issue is one of first impression. Two Pennsylvania Supreme Court cases have recognized the Thompson rule, but in each case, the Court noted that the rule did not apply because the underlying prosecution pre-dated Thompson. See, Commonwealth v. Arroyo, 555 Pa. 125, 723 A.2d 162 (1999); Commonwealth v. Collins, 546 Pa. 616, 687 A.2d 1112 (1996) (plurality).\nArroyo deserves closer scrutiny. In Arroyo, the defendant argued that the trial court erred by failing to automatically provide a \"no adverse inference” instruction, even without a specific request by counsel. The Arroyo Court noted that the defendant was correct insofar as under Thompson, such an instruction must be given as a matter of course unless it is expressly waived. Arroyo, 723 A.2d at 171-172. In other words, if Thompson had been the prevailing rule, the trial court would have erred by not giving the instruction as a matter of course. Our Supreme Court noted, however, that the Thompson rule did not apply retroactively to the defendant’s case. Id. at 172. The Court then addressed the defendant’s related claim that counsel was ineffective for failing to request the instruction. The Court then engaged in a traditional ineffectiveness analysis, and concluded that in light of the overwhelming evidence of guilt, the defendant was not prejudiced. Id. at 172. The Court’s ruling that the defendant must specifically demonstrate prejudice was no different from the rule applied in Thompson’s own case. In our view, Arroyo sheds little light on the question presented today: namely, whether the prejudice analysis changes in cases arising after Thompson.\n. By \"prejudice per se,\" we mean action which is so obviously egregious that a new trial is warranted, without further examining the individual circumstances of the defendant’s case.\n. Under Thompson, where a defendant claims that a colloquy would have revealed his true wishes regarding a no adverse inference charge, but the colloquy was not performed, such a claim has arguable merit. Under the factual scenario presented in the instant case, Stanley has also established the \"no reasonable basis” prong as well.\nOn the other hand, it is not even clear that the Thompson rule always conclusively establishes the second prong of the ineffectiveness test. For example, a variation on Stanley's scenario would be where: (1) the defendant did not want the instruction; (2) counsel failed to conduct a colloquy where the defendant could express the desire to waive the instruction; and (3) the instruction was automatically given in the absence of a colloquy, pursuant to Thompson. The defendant’s claim that counsel was ineffective for failing to conduct the colloquy would have arguable merit. On the other hand, counsel may have had a reasonable basis for failing to conduct the colloquy. Specifically, counsel may have reasonably believed that the defendant did want the \"no adverse inference” instruction, so counsel did not bother to engage in a colloquy because he knew he would automatically get the instruction under Thompson. In such a case, it may be an open factual question as to whether counsel had a reasonable basis for his belief. None of this, however, speaks to the question of prejudice for failing to conduct the colloquy.\n. This insistence on an individualized showing of prejudice for ineffectiveness claims stands in contrast to claims of trial court error for failing to comply with the defendant's express wishes. In those cases, prejudice is now presumed. Lewis, supra; Edwards, supra.\n. Persinger is limited by Commonwealth v. Yager, 454 Pa.Super. 428, 685 A.2d 1000 (1996). In Yager, a colloquy occurred that did not inform the defendant of the possibility that consecutive sentences could be imposed on his multiple convictions. However, the defendant was aware of this possibility. The Yager Court made an exception to Persinger by stating, “[t]o ignore what appellant in fact knew at the time he pled guilty, and focus solely on the words spoken at the colloquy, would unjustifiably elevate form over substance. ..\" Id. at 1006.\n. Assuming that Thompson did announce that a per se rule applies, the per se rule in Stanley’s case may be trumped by Yager, which is an exception to Persinger. Here, if Stanley actually knew of the “no adverse inference” instruction and the reason why counsel waived it, the rationale of Yager might apply so that prejudice would not be presumed. Needless to say, we need not and do not address or resolve this issue.\n.During oral argument on the appeal, counsel for the Commonwealth correctly noted that the trial court did not expressly decide whether Stanley or Counsel was more credible. On remand, while the trial court is to resolve the credibility issue, its focus is to determine whether Stanley was prejudiced by counsel’s failure to request the colloquy.\n. On remand, Stanley is free to attempt to present the jurors’ first-person testimony about their deliberations in order to show that Stanley was prejudiced by counsel's failure to request a Thompson colloquy. Stanley recognizes that such an attempt will most likely be thwarted by Pa.R.E. 606(b), which provides in pertinent part that \"upon inquiry into the validity of a verdict ... a juror may not testify ... concerning the juror's mental processes in connection with [rendering the verdict].” Stanley’s Brief at 44. If the trial court pre-eludes the jurors’ testimony under Rule 606(b), Stanley may renew his argument that the rule violates due process. For the reasons set forth above, we need not address this argument at this time.\n. We commend counsel for the Commonwealth (Sandra Preuhs, Esq.) and Stanley’s counsel (Thomas N. Farrell, Esq.) for their thoughtful, thorough, and effective advocacy on both sides of these issues.",
        "type": "majority",
        "author": "LALLY-GREEN, J.:"
      }
    ],
    "attorneys": [
      "Sandra Preuhs, Asst. Dist. Atty., Pittsburgh, for Commonwealth.",
      "Thomas N. Farrell, Pittsburgh, for Stanley."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant/Cross-Appellee, v. Eugene Lee STANLEY, Appellee/Cross-Appellant.\nSuperior Court of Pennsylvania.\nArgued June 17, 2003.\nFiled Aug. 7, 2003.\nSandra Preuhs, Asst. Dist. Atty., Pittsburgh, for Commonwealth.\nThomas N. Farrell, Pittsburgh, for Stanley.\nBEFORE: HUDOCK, LALLY-GREEN, and CAVANAUGH, JJ."
  },
  "file_name": "1021-01",
  "first_page_order": 1069,
  "last_page_order": 1076
}
