{
  "id": 7998081,
  "name": "Jay D. OSIER v. Barbara A. OSIER",
  "name_abbreviation": "Osier v. Osier",
  "decision_date": "1980-02-04",
  "docket_number": "",
  "first_page": "1027",
  "last_page": "1033",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 1027"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "388 A.2d. 108",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7998769,
        7998878
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/388/0108-01",
        "/a2d/388/0108-02"
      ]
    },
    {
      "cite": "90 Ariz. 190",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        639076
      ],
      "weight": 2,
      "year": 1961,
      "pin_cites": [
        {
          "parenthetical": "Jehovah's Witness mother; no showing of \"circumstances materially affecting\" welfare of child; order changing custody reversed"
        },
        {
          "parenthetical": "Jehovah's Witness mother; no showing of \"circumstances materially affecting\" welfare of child; order changing custody reversed"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz/90/0190-01"
      ]
    },
    {
      "cite": "343 So.2d 762",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9686445
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/343/0762-01"
      ]
    },
    {
      "cite": "12 L.Ed.2d 1032",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        6167290
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0547-01"
      ]
    },
    {
      "cite": "84 S.Ct. 1894",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "377 U.S. 985",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6295492,
        6294604,
        6295247,
        6294875,
        6294302
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/377/0985-05",
        "/us/377/0985-02",
        "/us/377/0985-04",
        "/us/377/0985-03",
        "/us/377/0985-01"
      ]
    },
    {
      "cite": "201 A.2d 537",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "42 N.J. 421",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1922090
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/nj/42/0421-01"
      ]
    },
    {
      "cite": "379 N.E.2d 1053",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "ordering chemotherapy for 3-year-old leukemia victim"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "20 L.Ed.2d 874",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "88 S.Ct. 1844",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "391 U.S. 961",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1767717,
        1767567,
        1767634,
        1767348,
        1767285,
        1767290
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/391/0961-02",
        "/us/391/0961-06",
        "/us/391/0961-01",
        "/us/391/0961-05",
        "/us/391/0961-03",
        "/us/391/0961-04"
      ]
    },
    {
      "cite": "20 L.Ed.2d 158",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "88 S.Ct. 1260",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "390 U.S. 598",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6175306
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/390/0598-01"
      ]
    },
    {
      "cite": "278 F.Supp. 488",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5340592
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/278/0488-01"
      ]
    },
    {
      "cite": "308 U.S. 147",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6138221
      ],
      "weight": 3,
      "year": 1939,
      "pin_cites": [
        {
          "page": "164"
        },
        {
          "page": "152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/308/0147-01"
      ]
    },
    {
      "cite": "190 A.2d 621",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "231 Md. 388",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2304520
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/md/231/0388-01"
      ]
    },
    {
      "cite": "374 U.S. 398",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8490
      ],
      "weight": 6,
      "year": 1963,
      "pin_cites": [
        {
          "page": "403"
        },
        {
          "page": "1793"
        },
        {
          "page": "407"
        },
        {
          "page": "1795"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/374/0398-01"
      ]
    },
    {
      "cite": "310 U.S. 296",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6138344
      ],
      "weight": 6,
      "year": 1940,
      "pin_cites": [
        {
          "page": "303-04"
        },
        {
          "page": "903"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/310/0296-01"
      ]
    },
    {
      "cite": "321 U.S. 158",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        302055
      ],
      "weight": 3,
      "year": 1944,
      "pin_cites": [
        {
          "page": "166-67"
        },
        {
          "page": "442"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/321/0158-01"
      ]
    },
    {
      "cite": "54 A.2d 637",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "143 Me. 34",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        619050
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/me/143/0034-01"
      ]
    },
    {
      "cite": "122 A.2d 322",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "152 Me. 24",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        472560
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/me/152/0024-01"
      ]
    },
    {
      "cite": "363 A.2d 743",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8014666
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "747",
          "parenthetical": "Dufresne, C. J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/363/0743-01"
      ]
    },
    {
      "cite": "186 A.2d 352",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "158 Me. 450",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        942636
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/me/158/0450-01"
      ]
    },
    {
      "cite": "308 A.2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8030530
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "579"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/308/0576-01"
      ]
    },
    {
      "cite": "303 A.2d 794",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        6790500
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/303/0794-01"
      ]
    },
    {
      "cite": "434 U.S. 246",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181961
      ],
      "weight": 3,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/434/0246-01"
      ]
    },
    {
      "cite": "319 U.S. 105",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        366495
      ],
      "weight": 3,
      "year": 1943,
      "pin_cites": [
        {
          "page": "115"
        },
        {
          "page": "876"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/319/0105-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 976,
    "char_count": 20031,
    "ocr_confidence": 0.824,
    "pagerank": {
      "raw": 5.247715413251584e-07,
      "percentile": 0.9413276604157231
    },
    "sha256": "55a3e104585c3cc7f86f5758cdbe95e326721de7e616116701e166aa12564ca6",
    "simhash": "1:1d82d727f0278a4f",
    "word_count": 3245
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., WERNICK, GODFREY and GLASSMAN, JJ., and DU-FRESNE, A. R. J.",
      "NICHOLS, J., did not sit."
    ],
    "parties": [
      "Jay D. OSIER v. Barbara A. OSIER."
    ],
    "opinions": [
      {
        "text": "McKUSICK, Chief Justice.\nDefendant Barbara Osier appeals from the judgment of the Superior Court, Cumberland County, affirming an order of the District Court, Brunswick, which had awarded custody of the couple’s minor son to plaintiff-appellee Jay Osier in a divorce action. We conclude from the limited record before us that the District Court in granting custody to the father gave undue weight to the fact that the mother as a Jehovah’s Witness would not consent to a blood transfusion for the son. Since the custody decision implicates the constitutionally sensitive areas of religious freedom and familial relationships, we vacate the judgments below and remand the case to the District Court for the purpose of making a custody determination in accordance with the principles here enunciated.\nAt the time it granted a divorce to plaintiff Jay Osier on June 24, 1976, the District Court entered no order concerning the care and custody of the couple’s son, then four years of age. The father, a Navy flight engineer whose military duties required him to be absent from his Maine home about one third of the year, was unable to care for the child and agreed that the mother, Barbara Osier, should retain physical custody of him. After remarrying and setting up a new home, the father, by a motion filed on October 5, 1978, seeking amendment of the divorce decree, requested custody of the child. At the hearings, one reason advanced by the father in support of his motion was that the mother would not consent to a blood transfusion for their son.\nAfter conducting a full hearing on the matter, the divorce court on December 12, 1978, entered a final order granting custody of the child to the father and his present wife with visitation rights to the mother. In his “Findings of Fact and Decision thereon” the District Court judge stated that the mother’s religious practice in regard to blood transfusions raised an “issue of major importance.” On the basis of the mother’s testimony that she would withhold her consent to a blood transfusion for her son even if it became medically necessary to safeguard the child’s health, the court concluded “that the [mother’s] religious beliefs are such that they would endanger the physical well-being or life of their child.”\nOn the mother’s appeal the Superior Court affirmed the trial court. She then took a timely appeal to the Law Court.\nAt the outset we reject the father’s argument that the blood transfusion issue was only one among several factors favoring him as the proper custodial parent and that the custody order should therefore be affirmed as resting on other grounds. We do not find any such alternative grounds stated in the District Court’s opinion. On the contrary, the court plainly considered the mother’s announced religious practice concerning blood transfusions — to which nearly three quarters of its two-page opinion was devoted — to be the dispositive issue. We therefore must consider whether, in determining its ultimate custody award, the court committed error in the way it handled that sensitive issue.\nWhen, as in this case, it appears to the divorce court that an appropriate determination of custody will involve inquiry into the consequences of the religious practices of one of the parents, the court must be alert to the impact that its order concerning care and custody may have on that parent’s fundamental rights under the due process clause of the fourteenth amendment to the United States Constitution and the religious freedom clause of the Maine Constitution (art. I, § 3). First and foremost among the rights so implicated is the right to religious liberty, which — along with other first amendment guarantees — occupies a “preferred position” in the constitution. Murdock v. Pennsylvania, 319 U.S. 105, 115, 63 S.Ct. 870, 876, 87 L.Ed. 1292 (1943). Second, any decision terminating or limiting the right of a parent to physical custody of his child also affects his constitutionally protected liberty interest in maintaining his familial relationship with the child. See Quilloin v. Walcott, 434 U.S. 246, 98 S.Ct. 549, 54 L.Ed.2d 511 (1978); Danforth v. Dept. of Health and Welfare, Me., 303 A.2d 794 (1973).\nAs a general rule courts should endeavor to resolve the controversies before them without deciding constitutional issues, reaching such an issue only “[if] it is entirely necessary to a decision on the cause in which it is raised.” State v. Good, Me., 308 A.2d 576, 579 (1973); State v. Karmil Merchandising Corp., 158 Me. 450, 186 A.2d 352 (1961). Therefore, in approaching a case of this sort the divorce court should make a preliminary determination of the child’s best interest, without giving any consideration to either parent’s religious practices, in order to ascertain which of them is the preferred custodial parent. Where that preliminary determination discloses that the religious practices of only the nonpreferred parent are at issue, any need for the court to delve into a constitutionally sensitive area is avoided.\nIf, on the other hand, that preliminary determination discloses a preference for the parent whose religious practices have been placed in issue, the divorce court, in fashioning an appropriate custody order, may take into account the consequences upon the child of that parent’s religious practices. Because of the sensitivity of the constitutional rights involved, however, any such inquiry must proceed along a two-stage analysis designed to protect those rights against unwarranted infringement. To summarize that analysis briefly: first, in order to assure itself that there exists a factual situation necessitating such infringement, the court must make a threshold factual determination that the child’s temporal well-being is immediately and substantially endangered by the religious practice in question and, if that threshold determination is made, second, the court must engage in a deliberate and articulated balancing of the conflicting interests involved, to the end that its custody order makes the least possible infringement upon the parent’s liberty interests consistent with the child’s well-being. In carrying out that two-stage analysis, the trial court should make, on the basis of record evidence, specific findings of fact concerning its evaluation of all relevant considerations bearing upon its ultimate custody order.\nThe judge granting a divorce in Maine “may make an order concerning the care, custody and support of the minor children of the parties and with which parents any of them shall live,” or may grant custody to an appropriate third party. 19 M.R.S.A. § 752 (Supp.1979). This court has said on many occasions that in deciding the question of custody the paramount consideration is the well-being, or “best interest,” of the child. Pendexter v. Pendexter, Me., 363 A.2d 743, 747 (1976) (Dufresne, C. J., concurring); Dumais v. Dumais, 152 Me. 24, 122 A.2d 322 (1956); Grover v. Grover, 143 Me. 34, 54 A.2d 637 (1947). Any factor fairly bearing upon the temporal well-being of the child may properly be taken into account and the court may make any order that is reasonably necessary to securing the child’s best interest.\nIt is firmly established that “[t]he right to practice religion freely does not include liberty to expose . . . the child ... to ill health or death.” Prince v. Massachusetts, 321 U.S. 158, 166-67, 64 S.Ct. 438, 442, 88 L.Ed. 645 (1944). See Cantwell v. Connecticut, 310 U.S. 296, 60 S.Ct. 900, 84 L.Ed. 1213 (1940). Thus, the divorce court, where it finds that a particular religious practice poses an immediate and substantial threat to the child’s well-being, see Sherbert v. Verner, 374 U.S. 398, 403, 83 S.Ct. 1790, 1793, 10 L.Ed.2d 965 (1963), may make an order aimed at protecting the child from that threat. Levitsky v. Levitsky, 231 Md. 388, 190 A.2d 621 (1963).\nIf and only if the court is satisfied that an immediate and substantial threat to the child’s well-being is posed by the religious practice in question, need it proceed to the second stage of the inquiry, requiring it to engage in an explicit balancing of the conflicting interests. In fashioning the appropriate order, the court should adopt a means of protecting the best interests of the child that makes the least possible intrusion upon the constitutionally protected interests of the parent. See Sherbert v. Verner, supra, 374 U.S. at 407, 83 S.Ct. at 1795; Cantwell v. Connecticut, supra, 310 U.S. at 303-04, 60 S.Ct. at 903; Schneider v. Town of Irvington, 308 U.S. 147, 164, 60 5.Ct. 146, 152, 84 L.Ed. 155 (1939). This balancing process requires the judge to conduct an evidentiary hearing on the alternative remedies available. Although this court is not now willing to say that an order completely denying custody may never be appropriate where the temporal welfare of the child is genuinely threatened by a religious practice of the parent seeking custody, the divorce court should explore every reasonable alternative before resorting to such a drastic solution. See, e. g., Levitsky v. Levitsky, supra (after finding her conduct “a serious threat” to child’s life, court left custody with the mother but entered an order eliminating any requirement for her to consent to blood transfusions). Although a less restrictive order does not completely remove the “price tag” from the custodial parent’s exercise of his first amendment liberty, it significantly lowers the price of its exercise, preserving intact the continuing familial relationship to which he is otherwise entitled.\nTurning to the case at bar, the District Court was faced with a sensitive constitutional issue, and one that was novel to Maine. As we have indicated, the court’s initial error lay in failing to make a preliminary determination of which parent would be the better custodian, independently of any consideration of the mother’s religious practices. But even if we were to overlook that error and to assume that some degree of inquiry was warranted in this case, our examination of what record is available on appeal, as explained by counsel for both parties, makes plain to us that the court neither purported to use, nor had before it, evidence legally sufficient to satisfy the requirements of the two-stage analysis we have described as necessary to protect the sensitive constitutional rights involved against unwarranted infringement.\nRemand to the District Court is therefore necessary for a completely new hearing on the father’s motion seeking custody. As a preliminary matter, the court must determine, exclusive of any religious factor, which parent is better suited to have custody. If the father prevails on that prelimi-naiy inquiry, the entire matter is settled. If, on the other hand, the court concludes that the child’s welfare is best served by awarding custody to the mother, any subsequent inquiry into the consequences upon the child of her religious practices must be strictly in accordance with this opinion.\nThree final comments concerning the conduct of the hearing on remand are in order. Where, as here, no valid custody decree is yet outstanding, both parents enter the custody hearing on an equal footing. See 19 M.R.S.A. § 211 (1965). Only those facts'that bear on the child’s best interest, as of the time of the new hearing, may be taken into account.\nSecond, a complete record should be made of the District Court proceedings on remand in order to facilitate appellate review if a second appeal is required. This case poses a delicate constitutional issue that can be properly resolved only by an analysis of the entire factual setting. In the absence of any transcript of the hearings, in the District Court and with merely conclusory findings by the court, we at present have only the sketchiest knowledge of what those facts may be. For example, we have no way of knowing whether the District Court had any evidence concerning the availability of adequate chemical substitutes for human blood; nor do we know whether there was any evidence on or any consideration given to various devices, short of depriving the mother of custody, by which the court could have minimized the risk that consent to a blood transfusion would be withheld in a medical emergency. While, needless to say, the District Court must thoroughly investigate such matters before it can properly reach a decision, a full factual record should be developed for the further purpose of enabling any reviewing court to assess adequately the correctness of that decision.\nFinally, the District Court on remand should promptly consider and decide the question of a temporary custody order pending the new hearing and a final determination of appropriate custody arrangements. The temporary order included in the mandate of this court is subject to modification from time to time by the District Court. Our interim direction that the child not be removed from the state of Maine is made solely to maintain the physical status quo until the District Court has an opportunity to review what custody arrangements are best for the child pending the new hearing. In view of the imminent reassignment of the father to a post distant from Maine, the new hearing should itself be given priority on the schedule of the District Court.\nThe entry will be:\nAppeal sustained.\nJudgment vacated.\nRemanded to the Superior Court with orders to vacate the judgment and to remand to the District Court for expedited proceedings consistent with the opinion herein.\nSubject to other order of the District Court, physical custody of the minor child, Jay D. Osier, Jr., is to remain with Jay D. Osier and Iris Osier, with reasonable visitation rights in Barbara A. Osier, and the child is not to be removed from the State of Maine.\nNICHOLS, J., did not sit.\n. In the interests of finálity in litigation and of certainty in providing for the future care and custody of minor children, the court should decide the matter of child custody at the same time it enters a divorce decree, regardless whether the parties specifically request such an order. See 19 M.R.S.A. § 752 (Supp.1979).\n. If Mr. Osier’s present wife, Iris Osier, is to be named as joint custodian in any future decree, she should be made a party to the proceedings in order that any reciprocal visitation rights of the mother will be enforceable against her by the contempt powers of the court.\n. We interpret the court’s ultimate finding in reference to the mother’s “religious beliefs” as based on her religious practice of refusing to consent to blood transfusions for her child, as evidenced by her sworn testimony.\n. In Jehovah’s Witnesses v. King County Hospital, 278 F.Supp. 488 (W.D.Wash.1967), aff’d per curiam, 390 U.S. 598, 88 S.Ct. 1260, 20 L.Ed.2d 158, rehearing denied, 391 U.S. 961, 88 S.Ct. 1844, 20 L.Ed.2d 874 (1968), a three-judge court upheld state statutes authorizing Superi- or Court judges to order blood transfusions, over the religious objections of parents, where necessary to save the lives of children. Numerous cases have upheld state court intervention to permit medical treatment necessary to save a child’s life over parental objections. See, e. g., Custody of a Minor, - Mass. -, 379 N.E.2d 1053 (1978) (ordering chemotherapy for 3-year-old leukemia victim) and cases cited therein, 379 N.E. at 1062 n. 8. In Raleigh Fitkin-Paul Morgan Memorial Hosp. v. Anderson, 42 N.J. 421, 201 A.2d 537, cert. denied, 377 U.S. 985, 84 S.Ct. 1894, 12 L.Ed.2d 1032 (1964), where evidence established the probability that a blood transfusion would become necessary ■during childbirth, a 32-weeks pregnant Jehovah’s Witness was ordered to submit to such transfusion on the rationale that it was necessary to save the life of the child.\n. We therefore agree with the mother’s principal contention on appeal, that the first amendment guarantee of religious liberty prohibits the divorce court from taking her religious practices into account in determining custody unless such practices pose an immediate and substantial threat to the temporal well-being of the child. The mother further contends, however, that the mere remote statistical probability that a normal, healthy child may require a blood transfusion at some time in the future is as a matter of law an insufficient reason to impinge upon her religious liberty. Since we have no way of knowing what that statistical probability is, we decline now to rule upon that contention.\n. We emphasize that the court, when faced with a question of this nature, must never assume that a threat to the child’s welfare exists. Rather, at this threshold stage of the inquiry, the court must conduct an evidentiary hearing to determine whether the religious practice at issue in fact poses an immediate and substantial risk to the temporal well-being of the child. Compare Levitsky v. Levitsky, supra (mother, a Jehovah’s Witness, had recently refused blood transfusion for child with bleeding ulcer; orders of trial court minimizing risk to child affirmed) with Harris v. Harris, 343 So.2d 762 (Miss.1977) (mother belonged to fundamentalist sect believing in snake handling, but no evidence that her attendance at church exposed child to risk of snake bite; order changing custody reversed), and Smith v. Smith, 90 Ariz. 190, 367 P.2d 230 (1961) (Jehovah’s Witness mother; no showing of “circumstances materially affecting” welfare of child; order changing custody reversed). An affirmative finding to that effect, supported by substantial evidence, see n. 7 below, is a necessary prerequisite to a valid order concerning the care or custody of a child that infringes to any significant degree upon the religious liberty of one parent.\n. At oral argument, counsel had no recollection of any evidence before the District Court that we view sufficient to justify a finding that the mother’s religious practice posed an immediate and substantial threat to the child. The court’s sole finding concerning the boy’s health indicates that he is a normal and active 8-year-old. We do not know what specific evidence, if any, was available concerning his proneness to accidents or to illnesses requiring blood transfusions. Furthermore, facts such as the statistical frequency of blood transfusions for normal children aged eight and older and the degree of risk involved in taking or refusing blood or chemical substitutes, are not the proper subjects of judicial notice but must be proved by evidence, like any other facts, in the court of first instance. In the absence of any such proof of that threshold factual requirement, there could be no legitimate occasion for the court’s impingement upon the mother’s constitutionally protected liberty interests.\n. 19 M.R.S.A. § 211 provides:\nParents joint natural guardians of children The father and mother are the joint natural guardians of their minor children and are jointly entitled to the care, custody, control, services and earnings of such children. Neither parent has any rights paramount to the rights of the other with reference to any matter affecting such children.\n(Emphasis added)\n. We are not here laying down any general rule requiring electronic recording in the District Court. At present it remains the responsibility of the litigant who wishes to prosecute an appeal from an unfavorable judgment to have made arrangements for a recording to be made. D.C.Civ.R. 76(a), 76(d)(2). Cf. Berry v. Berry, Me., 388 A.2d. 108 (1978).\n.Another protection available to the Osier boy in an emergency is that open to any child of Jehovah’s Witness parents, namely, an ad hoc petition by a doctor or a medical facility for a special order permitting a blood transfusion. See 22 M.R.S.A. § 3792 (Supp.1979), and the cases cited in n. 4 above.",
        "type": "majority",
        "author": "McKUSICK, Chief Justice."
      }
    ],
    "attorneys": [
      "Richard C. Ames, Brunswick, for plaintiff.",
      "Murray, Plumb & Murray, John C. Light-body, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "Jay D. OSIER v. Barbara A. OSIER.\nSupreme Judicial Court of Maine.\nFeb. 4, 1980.\nRichard C. Ames, Brunswick, for plaintiff.\nMurray, Plumb & Murray, John C. Light-body, Portland, for defendant.\nBefore McKUSICK, C. J., WERNICK, GODFREY and GLASSMAN, JJ., and DU-FRESNE, A. R. J."
  },
  "file_name": "1027-01",
  "first_page_order": 1075,
  "last_page_order": 1081
}
