{
  "id": 9099692,
  "name": "Razvan C. STELEA and Stacey Stelea, His Wife, Appellants, v. NATIONWIDE MUTUAL INSURANCE COMPANY, Appellee",
  "name_abbreviation": "Stelea v. Nationwide Mutual Insurance",
  "decision_date": "2003-08-12",
  "docket_number": "",
  "first_page": "1028",
  "last_page": "1034",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1028"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "801 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "640 A.2d 1234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1843209,
        7871724
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0583-01",
        "/a2d/640/1234-01"
      ]
    },
    {
      "cite": "536 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1843209
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0583-01"
      ]
    },
    {
      "cite": "711 A.2d 1006",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        507777,
        11829726
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "1008"
        },
        {
          "page": "1010"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/551/0558-01",
        "/a2d/711/1006-01"
      ]
    },
    {
      "cite": "551 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        507777
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "563"
        },
        {
          "page": "566-567"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/551/0558-01"
      ]
    },
    {
      "cite": "809 A.2d 204",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        270333,
        11423293
      ],
      "weight": 8,
      "year": 2002,
      "pin_cites": [
        {
          "page": "207"
        },
        {
          "page": "208",
          "parenthetical": "emphasis added"
        },
        {
          "page": "207"
        },
        {
          "page": "209"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/570/0177-01",
        "/a2d/809/0204-01"
      ]
    },
    {
      "cite": "570 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        270333
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/570/0177-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 729,
    "char_count": 16964,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 1.0189641752386648e-07,
      "percentile": 0.5443481453938048
    },
    "sha256": "e6e579fd7dfeb54163a3bf055291b7167ff7f684f564164b55b46c408daa4fe1",
    "simhash": "1:d5c207ab62950e94",
    "word_count": 2585
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: STEVENS, BOWES, and CAVANAUGH, JJ."
    ],
    "parties": [
      "Razvan C. STELEA and Stacey Stelea, His Wife, Appellants, v. NATIONWIDE MUTUAL INSURANCE COMPANY, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSTEVENS, J.:\n¶ 1 Appellants, Razvan C. Stelea and Stacey Stelea, his wife, appeal from the order entered on December 31, 2001 in the Court of Common Pleas of Luzerne County denying Appellants’ petition to modify, correct and/or vacate the underinsurance award of arbitrators. The issue on appeal involves voluntary waiver of underinsured motorist coverage and subsequent preclusion from recovering benefits for bodily injury from a separate automobile insurance policy issued on another vehicle owned by the motorist. The preclusion is based upon a household exclusion clause excluding underinsured motorist coverage for bodily injury suffered while operating a motor vehicle not insured for underinsured motorist coverage. For the reasons that follow, we affirm.\n¶ 2 The relevant facts and procedural history are as follows: On June 21, 1998, Appellant, Razvan Stelea, was involved in a motor vehicle accident while operating his 1994 Kawasaki Ninja motorcycle. At the time of the accident, Appellant’s motorcycle was insured under a policy of insurance with Progressive Insurance Company (hereinafter Progressive). Appellants voluntarily chose not to carry un-derinsured coverage for the motorcycle on their policy of insurance with Progressive. At the same time, Appellants held a policy of insurance with Appellee, Nationwide Mutual Insurance Company, which covered their 1992 Ford Probe LX and did carry underinsured coverage of $50,000/ $100,000. Prior to obtaining insurance coverage for the motorcycle from Progressive, Appellants attempted to insure the Kawasaki Ninja motorcycle with Appellee but were informed that Appellee would not insure that particular model of motorcycle. Accordingly, the motorcycle was not included in the policy of insurance between Appellants and Appellee.\n¶ 3 As a result of injuries sustained by Razvan Stelea in the accident, Appellants settled with the tortfeasor’s insurance carrier for the applicable policy limits and, having voluntarily waived underinsured motorist coverage on the insurance policy with Progressive covering the motorcycle, Appellants proceeded to make a claim for underinsured motorist benefits under their policy of insurance with Appellee. In denying Appellants’ claim, Appellee relied on the underinsured motorist exclusion clause which appears in the “underinsured motorists” section of the subject insurance policy between Appellants and Appellee, infra.\n¶ 4 As required by the policy, the matter was submitted to arbitration in accordance with the provisions of the Pennsylvania Arbitration Act of 1927. In a 2-1 decision, the arbitrators entered an award in favor of Appellee based upon the above referenced coverage exclusion. Thereafter, Appellants filed a petition to modify, correct and/or vacate the underinsurance award of arbitrators with the trial court, which was denied by the order dated December 31, 2001. This timely appeal followed.\n¶ 5 The only issue before this Court is the legality, and therefore validity, of the underinsured motorist exclusion clause in the motor vehicle insurance policy between Appellants and Appellee. In their brief, Appellants set forth several reasons why they believe the exclusion should be invalidated. However, Appellants’ arguments essentially are based upon two rationales for invalidating the exclusion: (1) the provision is void on its face because it is inconsistent with the public policy concerns set forth in the Pennsylvania Motor Vehicle Financial Responsibility Law (hereinafter “MVFRL”), 75 Pa.C.S.A. §§ 1701-1799.7, and (2) the provision is void and unenforceable and/or inapplicable under the factual circumstances in the present case.\n¶ 6 We first address Appellants’ contention that the underinsured motorist exclusion provision at issue here violates the public policy established by the MVFRL. The provision under which Appellee denied underinsured benefits to Appellants provides for the following:\nCOVERAGE EXCLUSIONS\nThis [underinsured] coverage does not apply to:\n4. Bodily injury suffered while occupying a motor vehicle owned by you or a relative not insured for Underinsured Motorists coverage under this policy; nor to bodily injury from being hit by any such motor vehicle.\nTrial Court Opinion, 12/31/01, at 2.\n¶ 7 The approach employed by the Courts of this Commonwealth in examining whether a contract provision violates public policy is well established and was recently reiterated in Burstein v. Prudential Prop. & Cas. Ins. Co., 570 Pa. 177, 809 A.2d 204 (2002), which also involved an exclusionary clause challenged as contrary to public policy. In Burstein, the insureds were in an accident while driving a non-owned, employer-provided car that was not insured with underinsured motorist coverage. After recovering the maximum amount payable from the tortfeasor’s policy, and unable to recover under the subject vehicle’s policy, the insureds filed a claim for underinsured motorist benefits under the policy that covered three vehicles they owned personally. The insurer of their personal vehicles denied the claim because that policy specifically excluded regularly used, non-owned cars. Both the trial court and this Court invalidated the exclusion as contrary to public policy, but the Supreme Court reversed, holding that the exclusion was enforceable. In so holding, the Burstein Court explained that,\nPublic policy is to be ascertained by reference to the laws and legal precedents and not from general considerations of supposed public interest. As the term “public policy” is vague, there must be found definite indications in the law of the sovereignty to justify the invalidation of a contract as contrary to that policy.... Only dominant public policy would justify such action. In the absence of a plain indication of that policy through long governmental practice or statutory enactments, or of violations of obvious ethical or moral standards, the Court should not assume to declare contracts.... contrary to public policy. The courts must be content to await legislative action.\nBurstein, 809 A.2d at 207 (quoting Eichelman v. Nationwide Ins. Co., 551 Pa. 558, 563, 711 A.2d 1006, 1008 (1998)). The Court further reiterated that the “dominant and overarching public policy” of the MVFRL was “legislative concern for the spiraling consumer cost of automobile insurance and the resultant increase in the number of uninsured motorists driving on public highways.” Id. at 207, 208 n. 3 (citation omitted).\n¶ 8 Having recognized the primary public policy of the MVFRL to be cost control, the Supreme Court in Burstein expounded further upon insurance contract exclusions, such as the one at issue here, and explained that\n.it is arduous to invalidate an otherwise valid insurance contract exclusion on account of that public policy. This policy concern, however, will not validate any and every coverage exclusion; rather, it junctions to protect insurers against forced underwriting of unknown risks that insureds have neither disclosed nor paid to insure. Thus, operationally, insureds are prevented from receiving gratis coverage, and insurers are not compelled to subsidize unknown and uncompensated risks by increasing insurance rates comprehensively.\nBurstein, 809 A.2d at 208 (emphasis added). Finally, the Supreme Court in Bur-stein recognized that the application of public policy concerns in determining the validity of an insurance exclusion is dependent upon the factual circumstances presented in each individual case. Id. at 207; Paylor v. Hartford Ins. Co., 536 Pa. 583, 640 A.2d 1234 (1994).\n¶ 9 In reversing the order of the Superi- or Court, the Supreme Court recognized that it is patently unfair to force insurers to underwrite unknown risks such as those that flow from employer-provided vehicles. For example, “... if an insured’s employer-owned car offered only nominal safety features, the risk of injury would be far greater than if the insured were driving a vehicle that boasted state-of-the-art safety features.” Burstein, 809 A.2d at 209. In effect, an insurer could be asked to cover unknown risks associated with vehicles for which it had no knowledge of, and for which it had not agreed to insure. Id. These are risks that an insurer could rightfully refuse to take. Id. To hold otherwise would not be consistent with the primary public policy concern of the MVFRL, namely cost control. Id.\n¶ 10 Thus, the Supreme Court’s recent case law leaves little doubt that underin-sured motorist exclusions, such as the one presented in this case, are not automatically void as inconsistent with the public policy purpose of the MVFRL. Furthermore, the rationale relied upon by the Court in Burstein is sound; otherwise, insureds would be able to collect underinsured motorist benefits from every policy on which they were a named insured, even if the insurer had not been compensated for the coverage, or even been informed of the risk. Insureds would be able to receive benefits far in excess of the amount of coverage for which they paid, and insurers would be forced to increase the cost of insurance, which would be patently unfair. Moreover, increased insurance costs is precisely what the public policy behind the MVFRL strives to prevent.\n¶ 11 Appellants argue, however, that even if the insurance contract exclusion at issue here is deemed valid, it should not be held enforceable against them because they could not “....purchase any more insurance from their insurer, appellee, to comply with the exclusion clause of their insurer’s policy with them to get by that exclusion clause because the appellee insurer would not allow them to name as covered the motorcycle, a motor vehicle, in their insurance policy.” Appellants’ Brief at 29. Thus, according to Appellants, even if they were willing to pay a premium for underinsured motorist coverage, there was no way for them to do so under their policy of insurance with Appellee. Appellants further argue that the insurance contract exclusion, when taken together with Appellee’s refusal to insure the motorcycle, is “..unconscionable and therefore invalid.” Appellants’ Brief at 19. Inherent in Appellants’ argument is a claim that Ap-pellee had no right to refuse to insure their Kawasaki Ninja motorcycle upon their request. To the contrary, the MVFRL clearly relieves insurers of the responsibility of offering coverage to motorcyclists.\n¶ 12 Under the MVFRL, motorcycles have a less favored status compared to other motor vehicles. This is due, in part, to several dynamics that affect an insurer’s risks pertaining to motorcycles including, inter alia, the safety features of the vehicle; the risk of injury if involved in an accident; and the frequency of involvement in accidents. In fact, the less favored status of motorcycles is made quite clear upon a close reading of 75 Pa.C.S.A. § 1711, Required Benefits, (recreational vehicles not intended for highway use, motorcycles, motor-driven cycles or motorized pedalcycles or like type vehicles, not the type of vehicles required to be covered under this title) (emphasis added); see also § 1712, Availability of Benefits, (insurers not required to provide medical benefits, income loss benefits, accidental death benefits, funeral benefits, and extraordinary medical benefits for motorcyclists); and 75 Pa.C.S.A. § 1714, Ineligible Claimants, (precluding motorcyclists from recovering first party benefits). Thus, Appel-lee’s refusal to provide insurance coverage for Appellants’ Kawasaki Ninja motorcycle is legally grounded.\n¶ 13 Furthermore, Appellants had other options and did, in fact, obtain a policy of insurance for the motorcycle with Progressive. From a practical standpoint, however, and in light of the inherent risks that flow from the operation of a Kawasaki Ninja motorcycle, Appellants could have taken affirmative steps to secure un-derinsured motorist coverage. Instead, Appellants chose not to obtain such protection on their policy of insurance with Progressive. Although Appellants offer no explanation for this failure, such underin-sured motorist coverage would have been made available to them pursuant to the requirements of 75 Pa.C.S.A. § 1731(a). Appellants waived underinsured motorist coverage for the motorcycle, it was their voluntary choice, and they are not now entitled to what would amount to free un-derinsured motorist protection from Ap-pellee.\n¶ 14 In Eichelman v. Nationwide Ins. Co., 551 Pa. 558, 711 A.2d 1006 (1998), the Supreme Court expressed serious concerns about the effect of not holding an insured to his voluntary choice. The Eichelman Court explained,\n.. .there is a correlation between premiums paid by the insured and the coverage the claimant should reasonably expect to receive. Here, appellant voluntarily chose not to purchase underin-sured motorist coverage. In return for this choice, appellant received reduced insurance premiums. [.] Thus, this Court concludes that giving effect to the household exclusion in this case furthers the legislative policy behind underinsured motorist coverage in the MVFRL since it will have the effect of holding appellant to his voluntary choice.\nEichelman, 551 Pa. at 566-567, 711 A.2d at 1010.\n¶ 15 Moreover, it is clear that Appellants’ position takes the practical realities of insurance for granted. If we were to accept Appellants’ argument that they should not be bound by the exclusion because Appellee refused to insure the motorcycle, an insurer would be required to provide underinsured motorist coverage for an unlimited number of vehicles owned by an insured even though the insurer only contracted to cover one vehicle under the policy and only one premium was paid to the insurer. Such a result would not be consistent with the primary public policy goal of the MVFRL, which is to control the spiraling cost of insurance.\n¶ 16 Therefore, we affirm the order of the trial court and conclude that a person who has voluntarily elected not to carry underinsured motorist coverage on his own vehicle is not entitled to recover underin-sured benefits from separate insurance policies. To hold otherwise would not only serve to frustrate the legislatively stated public policy of reducing insurance costs, but would also be patently unfair.\n¶ 17 Accordingly, for the foregoing reasons, we affirm the order of the trial court.\n¶ 18 AFFIRMED.\n. Razvan Stelea was the operator of the motorcycle at the time of the accident.\n. While all motor vehicle liability insurance policies issued for vehicles registered in the Commonwealth must offer underinsured and/or uninsured motorist coverage, the 1990 amendments to the Motor Vehicle Financial Responsibility Law made the purchase of un-derinsured and/or uninsured motorist coverage optional. 75 Pa.C.S.A. § 1731(a).\n. Underinsured motorist coverage provides \"protection for persons who suffer injury arising out of the maintenance or use of a motor vehicle and are legally entitled to recover damages therefore from owners or operators of underinsured motor vehicles.” 75 Pa. C.S.A. § 1731(c).\n. This type of exclusion is commonly known as a \"family car exclusion” or “household vehicle exclusion,” as it excludes coverage for an otherwise insured individual when that person is occupying a separately owned vehicle that is not insured under the subject policy.\n. We note that Appellants rely almost exclusively upon the Superior Court’s decision in Burstein, published in the advance sheet at 801 A.2d 516 (Pa.Super.2002), but subsequently withdrawn from the bound volume because reargument was pending. The Supreme Court reversed that decision.\n.The Supreme Court in Burstein recognized that other public policies may underlie the MVFRL, but maintained that legislative concern for spiraling consumer costs of automobile insurance is the dominant public policy. Id. at 208 n. 3 (citation omitted).\n. The Supreme Court in Burstein reasoned that drivers in this situation have several options. They could voluntarily accept the risks of driving employer-provided vehicles without underinsured motorist coverage. Id. at 209-210. They could obtain such coverage for the employer-provided vehicle from the employer. Id. They could obtain underinsured coverage themselves. Id. Finally, drivers in this situation could refuse to drive the vehicle. Id.\n. Section 1731(a) of the MVFRL provides that insurers issuing liability insurance policies in this Commonwealth covering any motor vehicle of the type required to be registered under the Vehicle Code must offer underinsured motorist coverage to their insureds. Id. (emphasis added). Purchase of uninsured motorist coverage is optional. Id.",
        "type": "majority",
        "author": "STEVENS, J.:"
      }
    ],
    "attorneys": [
      "Pasco L. Schiavo, Hazelton, for appellants.",
      "James A. Kilpatrick, Plains, for appellee."
    ],
    "corrections": "",
    "head_matter": "Razvan C. STELEA and Stacey Stelea, His Wife, Appellants, v. NATIONWIDE MUTUAL INSURANCE COMPANY, Appellee.\nSuperior Court of Pennsylvania.\nArgued March 18, 2003.\nFiled Aug. 12, 2003.\nPasco L. Schiavo, Hazelton, for appellants.\nJames A. Kilpatrick, Plains, for appellee.\nBEFORE: STEVENS, BOWES, and CAVANAUGH, JJ."
  },
  "file_name": "1028-01",
  "first_page_order": 1076,
  "last_page_order": 1082
}
