{
  "id": 8350281,
  "name": "In re Maynard A. HAMILTON, Magisterial District Judge, Magisterial District 02-3-03, Lancaster County",
  "name_abbreviation": "In re Hamilton",
  "decision_date": "2007-06-13",
  "docket_number": "No. 2 JD 06",
  "first_page": "1030",
  "last_page": "1037",
  "citations": [
    {
      "type": "official",
      "cite": "932 A.2d 1030"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Jud. Discipline",
    "id": 21672,
    "name": "Court of Judicial Discipline of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "932 A.2d 1037",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8350333
      ],
      "opinion_index": -1,
      "case_paths": [
        "/a2d/932/1037-01"
      ]
    },
    {
      "cite": "2007 WL 2181526",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": -1
    },
    {
      "cite": "727 A.2d 653",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11629197
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/727/0653-01"
      ]
    },
    {
      "cite": "742 A.2d 260",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11496989
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/742/0260-01"
      ]
    },
    {
      "cite": "757 A.2d 456",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11242484
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/757/0456-01"
      ]
    },
    {
      "cite": "792 A.2d 34",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9509364
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/792/0034-01"
      ]
    },
    {
      "cite": "877 A.2d 570",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8956479
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/877/0570-01"
      ]
    },
    {
      "cite": "877 A.2d 579",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8956568
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/877/0579-01"
      ]
    },
    {
      "cite": "893 A.2d 875",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8985877
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/893/0875-01"
      ]
    },
    {
      "cite": "828 A.2d 25",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9105111
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/828/0025-01"
      ]
    },
    {
      "cite": "712 A.2d 834",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11820809
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "844"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/712/0834-01"
      ]
    },
    {
      "cite": "699 A2d 3",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11903507
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/699/0003-01"
      ]
    },
    {
      "cite": "697 A.2d 297",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12012588
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "312"
        },
        {
          "page": "312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/697/0297-01"
      ]
    },
    {
      "cite": "687 A.2d 1229",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7364240
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1239"
        },
        {
          "page": "1238"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/687/1229-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 874,
    "char_count": 19082,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 1.3753237728482098e-07,
      "percentile": 0.6393596692316811
    },
    "sha256": "52a5843aebe5153ec8dd09ef4fc5418b99fcb72b9ad0bb4390a0dc2995a665bf",
    "simhash": "1:f29562f2894be347",
    "word_count": 3128
  },
  "last_updated": "2024-02-27T21:22:46.907809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPOFERRI, P.J., PANEPINTO, SPRAGUE, O’TOOLE, LAMB, MUSMANNO, STREIB and BUCCI."
    ],
    "parties": [
      "In re Maynard A. HAMILTON, Magisterial District Judge, Magisterial District 02-3-03, Lancaster County."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge PANEPINTO.\nI. INTRODUCTION\nThe Judicial Conduct Board (Board) filed a Complaint with this Court on November 2, 2006 against Magisterial District Judge Maynard A. Hamilton (Respondent) consisting of two counts which charge that the Respondent:\n1. Violated Article V, § 18(d)(1) of the Pennsylvania Constitution by engaging in conduct which brings the judicial office into disrepute (Count 1).\n2. Violated Rule 2(A) of the Rules Governing Standards of Conduct of Magisterial District Judges (Count 2).\nBy Order dated January 26, 2007, this Court dismissed Count 2.\nThe Board and the Respondent have submitted Stipulations of Fact in Lieu of Trial under C.J.D.R.P. No. 502(D)(1) and a Waiver of Trial. The Court hereby accepts those Stipulations of Fact in pertinent part, recited below, as the facts necessary for the disposition of this case.\nII. FINDINGS OF FACT\n1. This action is taken pursuant to the authority of the Board under Article V, § 18 of the Constitution of the Commonwealth of Pennsylvania and Judicial Conduct Board Rule of Procedure 31(A)(3), promulgated by the Pennsylvania Supreme Court on March 20, 1995 (amended 1996) which granted authority to the Board to determine whether there is probable cause to file formal charges, and when it concludes that probable cause exists, to file formal charges against a judicial officer for proscribed conduct and to present the case in support of such charges before the Court of Judicial Discipline.\n2. Since on or about January 4, 1988, and at all times relevant hereto, the Respondent has served as a District Justice and, as renamed, a Magisterial District Judge of Magisterial District 02-3-03, Lancaster County, Pennsylvania, encompassing the Townships of Pequea, Stras-burg, and West Lampeter; and the Borough of Strasburg, with an office located at 324 Beaver Valley Pike, Willow Street, Pennsylvania 17584. As a District Justice and a Magisterial District Judge, he was subject to all the duties and responsibilities imposed on him by the Rules Governing Standards of Conduct of District Justices and the recently renamed Rules Governing Standards of Conduct of Magisterial District Judges. The Respondent is charged with violating his judicial duties as set forth in the following paragraphs.\n3. On or about June 8, 2006, Sergeant Robert Buser of the Southern Regional Police Department came to Respondent’s office to drop off citations and Respondent asked Sergeant Buser for a year’s schedule of work rosters from the Southern Regional Police Department. Sergeant Buser informed Respondent that he could provide three (3) months but not a year’s worth of assignments. Respondent became angry and argued with Sergeant Buser for several minutes. Sergeant Bus-er then left Respondent’s office.\n4. On or about June 9, 2006, Sergeant Buser got another, fourth (4th) month’s roster prepared and brought the roster to Respondent’s office. He also put a check for $150.00 in Respondent’s office for a golf trip in July.\n5. On June 10, 2006, Sergeant Buser went to the Cross Gates Golf Course, a public facility, to attend a birthday party that was being thrown for a friend, in one of the open, covered pavilions.\n6. At or about 5:00 p.m., Respondent and his wife, Doris, were standing in the adjacent pavilion near the bar area.\n7. At approximately 6:30 p.m., Sergeant Buser observed Respondent seated at a table, got his attention, and asked if Respondent received his ‘golfing trip’ check. Respondent nodded yes.\n8. With numerous people in the vicinity, several moments later, Respondent walked toward Sergeant Buser, who extended his hand in greeting. Without legal provocation, Respondent stated, “I have had enough of your shit. I am not going to take anymore.” Respondent then said, “Let’s go downstairs and take care of this man-to-man. I’m gonna kick your ass.”\n9. Sergeant Buser followed Respondent. Respondent kept asking Sergeant Buser to take off his glasses. Sergeant Buser stated that he simply wanted to talk, had no intention of fighting with Respondent, and that he was not going to take off his glasses.\n10. When Respondent and Sergeant Buser got to the lower landing, Respondent physically confronted Sergeant Buser by moving toward him, butting his chest against Sergeant Buser. Respondent then punched Sergeant Buser on the left side of his face, knocking his glasses off which broke as they hit the steps.\n11. Sergeant Buser then picked up his glasses and told Respondent that he would have to pay for the glasses and that he was going to call the cops. Respondent replied that this was a mutual fight and it would not do any good to call the cops. Respondent then punched Sergeant Buser again on the left temple, knocking him down onto the concrete floor, and walked away.\n11.1. At no time did Sergeant Buser punch Respondent.\n12. Respondent then went upstairs and told Sergeant Buser’s wife that she could “Go pick your piece of shit husband up off the floor.”\n13. Respondent refused to speak to law enforcement officers about the incident.\n14. Respondent subsequently met with Sergeant Buser and his wife and apologized for his conduct. Respondent agreed to pay any costs incurred.\n15. During the week of June 12, 2006, Respondent and his wife met with Sergeant Buser and his wife and apologized to them at that time.\n17. The Lancaster County District Attorney’s Office conducted an investigation of the incident and concluded; ... “there would be probable cause to charge Judge Hamilton with Simple Assault.”\n18. The Lancaster County District Attorney’s Office did not file criminal charges against Respondent because Sergeant Bus-er informed investigators that for personal reasons he did not wish to pursue a criminal investigation. Also, the Cross Gates Golf Club did not wish to see charges filed on behalf of the club for any disruption caused.\n19. This altercation, occurring in a public place, received media publicity in and around the area of Magisterial District 02-3-03, including articles and letters to the Editor in the Sunday News, and/or the Lancaster Intelligencer. These newspapers alone, as media outlets, have tens of thousands of subscribers.\nIII. DISCUSSION\nThe Board has charged that the conduct described in the Findings of Fact is conduct which brings the judicial office into disrepute. The Pennsylvania Constitution, at Article V, § 18(d)(1), provides that a judicial officer whose conduct brings the judicial office into disrepute is subject to discipline imposed by this Court.\nOn numerous occasions, this Court has considered conduct which the Board has charged as being such that brought the judicial office into disrepute.\nIn In re Smith, 687 A.2d 1229, 1239 (Pa.Ct.Jud.Disc.1996), this Court noted that the conduct of a judge which results in diminishment of the public esteem for that judge, may not support the conclusion that the conduct has brought the judiciary as a whole into disrepute, absent a persuasive showing by the Board that the conduct is so extreme as to have brought the judicial office itself into disrepute. In In re Cicchetti, 697 A.2d 297, 312 (Pa.Ct.Jud.Disc.1997), this Court reiterated that notion as it concluded that a judge’s conduct in making persistent sexual advances towards a subordinate employee, who repeatedly rejected the advances, constituted conduct of such an extreme nature that the judicial officer had brought the judicial office itself into disrepute.\nIn In re Trkula, 699 A2d 3 (Pa.Ct.Jud.Disc.1997), we held that an overt, ex parte attempt by a judicial officer to influence the outcome of a case on appeal from her court was a subversion of the appellate process and would “assuredly dash public confidence in [the adjudicatory system] and in the judicial office itself.” Id., at 8. See also In re Joyce, 712 A.2d 834, 844 (Pa.Ct.Jud.Disc.1998).\nIn Cicchetti, 697 A.2d at 312, this Court noted that:\nThe determination of whether particular conduct has brought the judicial office into disrepute, of necessity, is a determination which must be made on a case by case basis as the particular conduct in each case is scrutinized and weighed.\nIn this case the stipulated facts establish that, in a very public place, Respondent, in a very public way, “without legal provocation” challenged Sergeant Buser to fight him, contemporaneously advising that he had “had enough of [Buser’s] shit” and that he was “gonna kick [Buser’s] ass.”\nIn this case the stipulated facts establish that Buser followed Respondent advising that he simply wanted to talk and had no intention of fighting with Respondent.\nThe stipulated facts establish that Respondent first “chested” Buser and then punched him twice in the face knocking him down and breaking his glasses, and, further, that at no time did Buser punch Respondent.\nThe stipulated facts establish that Respondent returned to the pavilion where the party was being held, sought out Bus-er’s wife, and told her she could “Go pick [her] piece of shit husband up off the floor.”\nThe stipulated facts establish that Respondent refused to speak with law enforcement officers about the incident, and that he did apologize to Buser and his wife five days later.\nThe stipulated facts establish that the incident gave rise to a criminal investigation by the Lancaster County District Attorney’s Office and that no charges were filed. Sergeant Buser did not wish to pursue the matter and Cross Gates Golf Club was interested in having no more publicity that such pugilistic adventures were taking place on its premises.\nIn Smith, 687 A.2d at 1239 we said that: Disrepute necessarily incorporates some standard with regard to the reasonable expectations of the public of a judicial officer’s conduct.\nWe believe that the reasonable expectations of the public would include the expectation that a member of the judiciary, elected, as he is, to enforce the laws, would not violate them — and do so on a public stage. We believe that the reasonable expectations of the public would include the expectation that a judicial officer will not act lawlessly by provoking a fistfight in the midst of a party being held at a local golf club and then commit assault and battery on a member of the local community.\nThe scene is a singular one: here is a judge announcing at this party to another guest that he had “had enough of your shit” and “I’m going to kick your ass” and then proceeding to physically and violently attack the other guest. All this was done, it is stipulated, without any “legal” provocation, which, put in the vernacular, means that there was no threat to Respondent, actual or reasonably perceived, such that could have justified the attack.\nWe agree with the Board that in physically assaulting an off duty police officer and verbally abusing the officer’s wife, the Respondent failed to exercise even a modicum of the sensitivity or self control so vital to the demands of his judicial position.\nWe have no difficulty finding that this conduct of Respondent was so extreme as to qualify as conduct proscribed by the Constitution as that which brings the judicial office into disrepute. See, e.g., In re McCarthy, 828 A.2d 25, 29 (Pa.Ct.Jud.Disc.2003). The reasonable expectations of the public certainly include the expectation that its judges will act with good judgment, with a modicum of dignity, and with respect for all. The stipulated facts describe conduct antithetical to those expectations.\nWe turn now to address, separately, the stipulated facts set out in Finding of Fact No. 12, i.e., that after the attack on Sergeant Buser, Respondent returned to the pavilion and told Sergeant Buser’s wife that she could “Go pick [her] piece of shit husband off the floor.”\nIt would be hard to invent a remark which could have been more poignantly and maliciously designed to offend and humiliate this woman — and which could have had no other purpose, thoroughly gratuitous as it was. Such conduct is so extreme — so extremely injudicious and malevolent as to bring dishonor, disesteem and disrepute to the office he holds, and, as such, is proscribed by the Constitution.\nIn In re Smith, this Court identified the footing upon which judicial authority rests. There we said:\nThe judicial function can only be performed when the public accedes to its authority. The preservation of the authority of the office requires that judges conduct themselves so that public confidence in the judiciary is undiminished, and that judicial authority is therefore maintained.\n687 A.2d at 1238.\nRespect for the authority of judges can only be sustained so long as the public “accedes” to that authority, Smith, supra, and the public will accede to that authority so long as it views the judges as possessed of good judgment, regard for the law, knowledge of and respect for decency, and sensitivity for the concerns of those who may come into their courts expecting evenhanded treatment. If this is the case, then the public will expect the likelihood of justice at the hands of their judges and will accede to judicial authority. On the other hand, if a judicial officer conducts himself — on or off the bench — no better than the lowlifes and hoodlums who sometimes pass through his court then the public’s confidence in the judiciary will be diminished and its authority threatened. Such is the consequence of this Respondent’s conduct.\nWe are disposed to address one further point. The Stipulated Findings of Fact in this case include one (No. 19) which recites that the events which are the subject of this Complaint “received media publicity” and were “reported in newspapers which have tens of thousands of subscribers.” In addition, the Board attached several newspaper articles as Exhibits to the Complaint in this case and has attached to its Suggested Conclusions of Law a copy of an editorial which appeared in the Lancaster Intelligencer Journal presumably to illustrate widespread coverage of Respondent’s conduct at the golf club.\nIt merits emphasis that this Court does not make its decisions on whether particular conduct is a violation of the Constitution as conduct which brings the judicial office into disrepute based upon the level of media coverage the conduct may attract. We do not attach any probative weight to allegations that media coverage of a particular occurrence was heavy — or that it was covered at all. In no case has this Court referred to media coverage, or the extent of it, in determining whether particular conduct was such that brought the judicial office itself into disrepute and, thus, was a violation of the Constitution. To do so would be to bestow upon the media a role in determining what is a violation of the Constitution. To do so would be to give attention to considerations incompatible, even antagonistic, to the constitutional instructions we must heed. The media prints, or broadcasts, what it considers is important for the public to know, what it considers the public will be interested in, i.e., what it considers will sell newspapers or attract listeners or viewers. These may well be legitimate considerations for the successful operation of a print or electronic media business, but, they have no place in the business of this Court.\nThe Respondent presents a telling argument when he observes that:\nIf media publicity was an element of the offense then the courts would be faced with the situation where judicial officers in smaller counties in the state with no daily newspaper coverage could engage in conduct and not be subject to sanctions while judges in a larger more news-starved jurisdiction would be found to have brought the office into disrepute.\nRespondent’s Brief in support of his request for Conclusions of Law (p. 7).\nAn even more troubling problem, and one likely to be found in a large majority of cases, is that the determination of the level of coverage to be given any particular case — rather than depending on whether a daily newspaper exists in a community or not — will be in the hands of persons making decisions which, as pointed out earlier, are driven by considerations which often may not be in consonance with the assigned mission of this Court. Simply put, it is the members of this Court who have been appointed, pursuant to the Constitution, by the Supreme Court of Pennsylvania and by the Governor of Pennsylvania, to determine those cases where conduct is so extreme as to bring the judicial office itself into disrepute — not the representatives of the media.\nIV. CONCLUSIONS OF LAW\n1. The conduct of Respondent was such that brings the judicial office into disrepute.\n2. The Respondent is subject to discipline under Article V, Section 18(d)(1) of the Pennsylvania Constitution.\nPER CURIAM.\nORDER\nAND NOW, this 13th day of June, 2007, based upon the Opinion filed herewith, it is hereby ORDERED:\nThat, pursuant to C.J.D.R.P. No. 503, the attached Opinion with Findings of Fact and Conclusions of Law be and it is hereby filed, and shall be served on the Judicial Conduct Board and upon the Respondent,\nThat, either party may file written objections to the Court’s Conclusions of Law within ten (10) days of this Order. Said objections shall include the basis therefor and shall be served on the opposing party,\nThat, in the event that such objections are filed, the Court shall determine whether to entertain oral argument upon the objections, and issue an Order setting a date for such oral argument, and\nThat, in' the event objections aré not filed, within the time set forth above, the Findings of Fact and Conclusions of Law shall become final, and this Court will conduct a hearing on the issue of sanctions on July 18, 2007 at 1 p.m. in the Supreme Court Courtroom, 5th Floor, Main Capitol Building, Harrisburg, Pennsylvania.\nThat, the Judicial Conduct Board and the Respondent shall each file on or before July 11, 2007 a list of such witnesses as either party may intend to present for testimony at that hearing, and shall serve a copy of said list upon the other party.\n. This section of the Constitution provides that discipline may be imposed for this type of conduct “whether or not the conduct occurred while acting in a judicial capacity or is prohibited by law.”\n. See, e.g., In re Zupsic, 893 A.2d 875 (Pa.Ct.Jud.Disc.2005); In re Berkhimer, 877 A.2d 579 (Pa.Ct.Jud.Disc.2005); In re Harrington, 877 A.2d 570 (Pa.Ct.Jud.Disc.2005); In re McCarthy, 828 A.2d 25 (Pa.Ct.Jud.Disc.2003); In re Zoller, 792 A.2d 34 (Pa.Ct.Jud.Disc.2001); In re Kelly, 757 A.2d 456 (Pa.Ct.Jud.Disc.2000); In re Nakoski, 742 A.2d 260 (Pa.Ct.Jud.Disc.1999); In re Strock, 727 A.2d 653 (Pa.Ct.Jud.Disc.1998); In re Joyce and Terrick, 712 A.2d 834 (Pa.Ct.Jud.Disc.1998); In re Cicchetti, 697 A.2d 297 (Pa.Ct.Jud.Disc.1997); In re Smith, 687 A.2d 1229 (Pa.Ct.Jud.Disc.1996).",
        "type": "majority",
        "author": "Judge PANEPINTO. PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re Maynard A. HAMILTON, Magisterial District Judge, Magisterial District 02-3-03, Lancaster County.\nNo. 2 JD 06.\nCourt of Judicial Discipline of Pennsylvania.\nJune 13, 2007.\nSee also 2007 WL 2181526, 932 A.2d 1037.\nBEFORE: CAPOFERRI, P.J., PANEPINTO, SPRAGUE, O’TOOLE, LAMB, MUSMANNO, STREIB and BUCCI."
  },
  "file_name": "1030-01",
  "first_page_order": 1078,
  "last_page_order": 1085
}
