{
  "id": 8419246,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Derrick SMITH, Appellant",
  "name_abbreviation": "Commonwealth v. Smith",
  "decision_date": "2006-05-25",
  "docket_number": "",
  "first_page": "1030",
  "last_page": "1033",
  "citations": [
    {
      "type": "official",
      "cite": "901 A.2d 1030"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "835 A.2d 812",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9068505
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/835/0812-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 384,
    "char_count": 6661,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20362635041656868
    },
    "sha256": "86cdd6adc077edc972dd65a226e3f3bef0644941994c16c52b99bae4aac2a412",
    "simhash": "1:cd8aa144c5cbbed0",
    "word_count": 1103
  },
  "last_updated": "2024-02-27T19:01:35.672141+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: DEL SOLE, P.J.E., STEVENS, and ORIE MELVIN, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Derrick SMITH, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY STEVENS, J.:\n¶ 1 This is an appeal from the order entered by the Court of Common Pleas of York County on August 24, 2005, denying Appellant’s petition for relief filed pursuant to the Post-Conviction Relief Act (PCRA), 42 Pa.C.S.A. § 9541-9546. Herein, Appellant contends that counsel was ineffective for failing to object to the court’s imposition of $3,070.00 in restitution/costs. We affirm.\n¶ 2 On February 28, 2005, Appellant pled guilty to six (6) counts of delivery of a controlled substance, two (2) counts of possession of a controlled substance with intent to deliver, and one (1) count of criminal conspiracy. He was sentenced to a five (5) to ten (10) year term of imprisonment and was directed to pay costs and his pro rata share of three thousand seventy dollars ($3,070.00) as restitution to the Pennsylvania State Police. N.T. 2/28/05 at 3.\n¶ 3 On May 31, 2005, Appellant filed a petition for post-conviction relief contending, inter alia, that counsel failed to object to the imposition of restitution. A hearing was held on August 24, 2005, at which time Appellant’s claim was addressed. Following the court’s recognition that Appellant’s request for relief dealt with the legality of imposing the above amount for restitution, Commonwealth counsel, citing to this Court decision in Commonwealth v. Boyd, 835 A.2d 812 (Pa.Super.2003), asked that the amount in question be included as costs of prosecution rather than as restitution. N.T. 8/24/05 at 3. Despite Appellant’s counsel’s protest that the imposition of such costs under, the circumstances of the case was illegal in nature, the court directed Appellant to pay the sum in question as a cost of prosecution, and denied his PCRA petition. The present appeal followed.\n¶ 4 Herein, Appellant presents the following question for review:\nWHETHER APPELLANT WAS DENIED HIS SIXTH AMENDMENT RIGHT TO EFFECTIVE ASSISTANCE OF COUNSEL WHEN TRIAL COUNSEL FAILED TO OBJECT TO THE IMPOSITION OF $3,070.00 IN RESTITUTION/COSTS WHEN [THE] COMMONWEALTH FAILED TO ESTABLISH A VICTIM’ WITHIN THE MEANING OF THE RESTITUTION STATUTE (18 PA.C.S.A. § 1106) OR A ‘COST OF PROSECUTION’ WITHIN 16 P.S. § 1403?\nBrief of Appellant at 4 (suggested answer omitted).\n¶ 5 Turning first to Appellant’s contention that that counsel was ineffective for failing to object to the imposition of restitution, the court rectified this matter at Appellant’s PCRA hearing. Thus, the only remaining claim is that dealing with the court’s order directing Appellant to pay a portion of the buy money as costs. In this regard, we note that Assistant District Attorney Scott McCabe described “buy money” as follows:\n[B]uy money are official funds from the police, in this case it was the State Police. Those are basically money that belongs or is allocated to the State Police or any police in the police department, then takes those funds and uses them, like $450, and they spend all $450 either with an undercover officer or with a confidential informant.\nThat money is given to a Defendant in exchange for drugs, and as in this case as many cases, none of that buy money is actually recovered from the Defendant’s person. He was allowed to go on and he was not arrested at that time. So those are basically taxpayer funds which are given to a person who’s committing a crime allegedly and that— those dollar bills are not recovered.\nN.T. 8/24/05 at 7.\n¶ 6 Title 16 P.S. § 1403 provides that:\nAll necessary expenses incurred by the district attorney or his assistants or any office directed by him in the investigation of crime and the apprehension and prosecution of persons charged with or suspected of the commission of crime, upon approval thereof by the district attorney and the court, shall be paid from the general funds of the county. In any case where a defendant is convicted and sentenced to pay the costs of prosecution and trial, the expenses of the district attorney in connection with such prosecution shall be considered a part of the costs of the case and be paid by the defendant.\n16 P.S. § 1403.\n¶ 7 In that the district attorney is the chief law enforcement officer of a county, we believe that when a drug buy is arranged by police officers, these officers are proceeding in accordance with general directives from the district attorney of that county. Consequently, we find that buy money expended by officers in furtherance of their investigation and apprehension of persons suspected of crime are reasonable costs of prosecution within the purview of § 1403, if such funds are not recovered by drug enforcement officers prior to the time of sentencing.\n¶ 8 Herein, the Pennsylvania State Police expended funds in the course of its investigation and apprehension of those persons suspected of drug activity. Following a number of transactions, Appellant and his cohorts eventually were apprehended; and, as alluded to above, the funds expended by the Police in order to effectuate their apprehension were not recovered. Therefore, we find that the court did not err in ordering that Appellant pay a pro rata share of the buy money as a cost of prosecution.\n¶ 9 Based on the foregoing, we affirm the order of the PCRA court denying Appellant’s petition for relief.\n¶ 10 Affirmed.\n. Appellant was charged together with four (4) other individuals; hence, the directive that the above amount be pro rated.\n. At the hearing, the remaining claims raised in Appellant’s PCRA petition were withdrawn. See N.T. 8/24/05 at 2.\n.In Boyd, this Court held, inter alia, that the amount of buy money used by the Commonwealth to purchase drugs cannot be imposed as part of restitution, because the Commonwealth is not a victim within the purview of 18 Pa.C.S.A. § 1106.\n. Pursuant to the court’s order to do so, Appellant filed a statement of matters complained of on appeal, to which the court issued an Opinion in accordance with Pa.R.A.P. 1925(a).\n. We note that, pursuant to this Court’s holding in Boyd, supra, we agree with Appellant's assertion that, at Appellant’s February 28, 2005 sentencing, his counsel was ineffective for failing to object to the court's order of restitution payable to the Pennsylvania State Police.\n.When Attorney McCabe asked Appellant’s counsel if the above was a fair statement, counsel responded, \"I believe it probably is.” Id.",
        "type": "majority",
        "author": "OPINION BY STEVENS, J.:"
      }
    ],
    "attorneys": [
      "Jennifer L. LaBelle, York, for appellant.",
      "Joshua E. Neiderhiser, Asst. Dist. Atty., York, for the Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Derrick SMITH, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Feb. 27, 2006.\nFiled May 25, 2006.\nReargument Denied July 26, 2006.\nJennifer L. LaBelle, York, for appellant.\nJoshua E. Neiderhiser, Asst. Dist. Atty., York, for the Com., appellee.\nBEFORE: DEL SOLE, P.J.E., STEVENS, and ORIE MELVIN, JJ."
  },
  "file_name": "1030-02",
  "first_page_order": 1066,
  "last_page_order": 1069
}
