{
  "id": 9184890,
  "name": "George E. GREEN, Jr., Plaintiff, v. BUDGET RENT A CAR CORPORATION, a Delaware Corporation, Defendant",
  "name_abbreviation": "Green v. Budget Rent A Car Corp.",
  "decision_date": "2004-06-18",
  "docket_number": "C.A. No. 02C-06-029 RRC",
  "first_page": "1031",
  "last_page": "1037",
  "citations": [
    {
      "type": "official",
      "cite": "857 A.2d 1031"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "643 A.2d 328",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863292
      ],
      "pin_cites": [
        {
          "page": "331"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/643/0328-01"
      ]
    },
    {
      "cite": "410 A.2d 1017",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7997585
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1018"
        },
        {
          "page": "1019"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/410/1017-01"
      ]
    },
    {
      "cite": "794 A.2d 42",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9438852
      ],
      "pin_cites": [
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/794/0042-01"
      ]
    },
    {
      "cite": "616 A.2d 835",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7933017
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/616/0835-01"
      ]
    },
    {
      "cite": "691 F.2d 163",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1478032
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "167"
        },
        {
          "page": "166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/691/0163-01"
      ]
    },
    {
      "cite": "474 F.Supp. 45",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4089666
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "47"
        },
        {
          "page": "46"
        },
        {
          "page": "47"
        },
        {
          "page": "47"
        },
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/474/0045-01"
      ]
    },
    {
      "cite": "389 A.2d 1319",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8030249
      ],
      "pin_cites": [
        {
          "page": "1324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/389/1319-01"
      ]
    },
    {
      "cite": "1998 WL 283424",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "pin_cites": [
        {
          "page": "*3"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "794 A.2d 1141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9444658
      ],
      "pin_cites": [
        {
          "page": "1148-1149"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/794/1141-01"
      ]
    },
    {
      "cite": "477 U.S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6206897
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "250-252"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0242-01"
      ]
    },
    {
      "cite": "606 A.2d 96",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11301469
      ],
      "pin_cites": [
        {
          "page": "99-100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/0096-01"
      ]
    },
    {
      "cite": "602 A.2d 56",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7935604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/602/0056-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 770,
    "char_count": 20009,
    "ocr_confidence": 0.715,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2153417052499972
    },
    "sha256": "6519d2d431d8f9726557543bd089139d2f1cc773ad1384adabbfd69d258f6bc3",
    "simhash": "1:296c095968b34b0c",
    "word_count": 3244
  },
  "last_updated": "2024-02-27T20:09:44.360178+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "George E. GREEN, Jr., Plaintiff, v. BUDGET RENT A CAR CORPORATION, a Delaware Corporation, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION\nCOOCH, J.\nINTRODUCTION\nThis case stems from a July 6, 2000 car accident that occurred in Delaware in which a rental car owned by Defendant Budget Rent A Car (“Budget”) and rented to Stacie Frazier (“Frazier”) struck Plaintiff George E. Green (“Green”) while Green was a pedestrian. Green filed a complaint seeking, inter alia, a declaration 1) that this Court declare that Delaware law applies to his PIP claim against Budget instead of Pennsylvania law, 2) that Green is entitled to PIP benefits under Budget’s self insured policy pursuant to 21 Del. C. § 2118 and 3) that Delaware law permits Green to stack PIP benefits:\nBefore this Court is a motion for summary judgment filed by Budget in response to Green’s complaint seeking a declaratory judgment. Budget’s argument is premised upon the fact that its rental car was registered in Pennsylvania not in Delaware; therefore, it was not subject to Delaware’s insurance law but rather it is covered under Pennsylvania insurance law. Budget further contends that Green is not entitled to further PIP benefits from Budget because he has already received first party PIP benefits from his personal automobile insurance policy with State Farm Mutual Automobile Insurance Company. Budget asserts that there are no material facts in dispute.\nGreen argues that there are issues of material fact in dispute and summary judgment would be inappropriate at this juncture. Green further argues that Budget is subject to the requirements of 21 Del. C. § 2118 because it is a Delaware corporation, which maintained a rental agency in Delaware in order to rent vehicles to Delaware residents. Greek also argues that 21 Del. C. § 2118(a) applies to Budget’s rental car so that he should be permitted to obtain PIP benefits from Budget. Green contends that he is permitted to “stack” PIP benefits under Delaware law and he should be allowed to pursue excess PIP benefits from Budget.\nThis Court now holds that 21 Del. C. § 2118 does not apply to rental cars that are registered out of state, and which meet that state’s minimum insurance coverage, but are used on occasion in Delaware as part of a national or regional fleet.\nFor the reasons set forth below, Budget’s motion for summary judgment is GRANTED.\nFACTS\nOn July 6, 2000, as Green was walking across the southbound lanes of Philadelphia Pike close to Seminole Drive near Claymont, New Castle County, he was struck by a car driven by Tomorrow M. Monroe, a Delaware resident, who was driving a rental car that was owned by Budget, a Delaware corporation. The rental car had been rented from Budget by Frazier, also a Delaware resident, who had obtained the car from Budget’s rental agency in Wilmington. The rental car was registered in Pennsylvania and-was self-insured by Budget pursuant to a Self-Insurer Certificate issued to Budget by the Pennsylvania Department of Transportation.\nGreen made a claim against his personal insurance carrier, State Farm Mutual Automobile Insurance . Company (“State Farm”), for PIP benefits. State Farm tendered the PIP policy limit of $50,000. Green requested that Budget pay the remainder of his medical bills, which Budget declined to pay. Green then filed a complaint seeking- a declaration 1) that this Court declare that Delaware law applies to his PIP claim against Budget instead of Pennsylvania law, 2) that Green is entitled to PIP benefits under Budget’s self insured policy pursuant to 21 Del. C. § 2118 and 3) that Delaware law permits Green to stack PIP benefits. Apparently, under Pennsylvania law, Green would be barred from any further recovery of PIP benefits because the applicable Pennsylvania law, 75 Pa.C.S.A § 1713, does not permit “stacking” of PIP benefits.\nSTANDARD OF REVIEW\nSummary judgment is granted only when there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. The Court must view the facts in a light most favorable to the non-moving party. In resisting a motion for summary judgment, the non-movant’s evidence of material facts in dispute “must be sufficient to withstand a motion for directed verdict [ie., a motion for judgment as a matter of law] and support the verdict of a reasonable jury.” All reasonable inferences must be drawn in favor of the non-moving party.\nCONTENTIONS OF THE PARTIES\nBudget’s Argument\nBudget’s argument is that its rental car was registered and self-insured pursuant to Pennsylvania’s motor vehicle laws and therefore Budget was not required to pay PIP benefits in accord with the Delaware PIP statute. Budget argues that the rental car was not “required to be registered” in Delaware pursuant to 21 Del. C. § 2118, even though it was rented and operated in Delaware. Budget contends that 21 Del. C. § 2118(a), which states,\n“[n]o owner of a motor vehicle required to be registered in this State, other than a self-insured pursuant to § 2904 of this title, shall operate or authorize any person to operate such vehicle unless the owner has insurance on such vehicle providing the following minimum insurance coverage,”\nexcludes Budget’s rental car because the statute applies only to vehicles “required to be registered” in Delaware and not to foreign registered vehicles. Budget contends that because the rental car was registered in Pennsylvania it was not required to be registered in Delaware and that PIP coverage should not be analyzed under Delaware law.\nGreen’s Response\nGreen argues that summary judgment is “inappropriate at this time because a factual record must be established to determine whether the rental vehicle in question ... [was] within the class of [v]ehicles ‘required to be registered’ in Delaware.” Alternatively, Green argues that “the Court should find that the Vehicle was required to be registered in Delaware” pursuant to 21 Del. C. § 2118(a) because Budget has “purposefully availed itself of the benefits of regularly conducting business in Delaware ... [and it] should be bound by the laws of Delaware.”\nGreen argues that 21 Del. C. § 2118(a) should be read to include vehicles that are rented in Delaware, but registered out of state, where the facts are such that “Delaware is the state with the most significant relationship to the claim,” ás Green claims the facts are in the instant case. Green further argues that 21 Del. C. § 2102(a), which states, “[e]very owner of a motor vehicle, trailer or other vehicle shall within 60 days after taking up residence in this State apply to the Secretary and obtain registration for the vehicle,” should apply to Budget’s car. Green also asserts that this Court should read the language of 18 Del. C. § 3902 (Uninsured and underin-sured vehicle coverage), which applies § 3902 to “vehicles registered or principally garaged in” Delaware, into § 2118(a) such that § 2118(a) would also apply to “vehicles registered or principally garaged in” Delaware.\nDISCUSSION\nThe question for this Court to decide is whether 21 Del. C. § 2118 applies to rental cars that are registered out of state but are used on occasion in Delaware as part of a national or regional fleet. This is an issue of apparent first impression. It is uncontested that the rental car was registered in Pennsylvania and was insured by Budget, which was a duly authorized self-insured under Pennsylvania law. Section 2118(a) explicitly refers to vehicles “required to be registered in” Delaware and Green concedes that “2118(a) does not [explicitly] speak to the unique situation presented” by the instant case.\nPIP benefits in Delaware are controlled by 21 Del. C. § 2118. The language of § 2118 and the weight of the case law supports the proposition that § 2118 only applies to cars “required to be registered in” Delaware. In the seminal case of Nationwide Insurance Co. v. Battaglia, the Delaware Supreme Court held that “entitlement to no-fault benefits is set forth in the sections’s eligibility provisions ... [and] [e]ach of the subparagraph classes is dependent on the introductory subsection 2118(a) and its reference to vehicles ‘required to be registered in this State’.” In Nationwide, the plaintiff was injured in an automobile accident while a passenger in a vehicle owned by a Maryland resident and that was registered in Maryland. The vehicle’s owner had insurance coverage through Nationwide, which provided for the minimum PIP coverage permitted under Maryland law. The plaintiff incurred damages in excess of that minimum PIP coverage and sought the additional expenses from Nationwide under the theory that Delaware law required a higher amount for minimum PIP coverage. The Court held that § 2118 “cannot be held to impose Delaware’s minimum PIP insurance benefits requirement on the defendant” because the Maryland statute was the applicable law.\nUnder 21 Del. C. § 2102, which determines which vehicles are required to be registered, Budget was not required to register its rental car in Delaware. 21 Del. C. § 2102(a) provides that “[e]very owner of a motor vehicle, trailer or other vehicle shall within 60 days after taking up residence in this State apply to the Secretary and obtain registration for the vehi-ele.” The statute does not address registration of vehicles owned by a Delaware corporation and doing business in Delaware with foreign registered vehicles. However, 21 Del. C. § 2102(b) permits vehicles to be operated in Delaware as long as the “owner has insurance on such motor vehicle equal to the minimum insurance required by the state or jurisdiction where said vehicle is registered.” Because the legislature has designated insurance requirements for out of state vehicles to operate in Delaware but has not required registration in Delaware of out of state rental cars, this Court will not read such a requirement into the statute.\nIn Deel v. Rizak, an analogous case, the plaintiffs in an automobile accident case were residents of Maryland and their car was registered in Maryland; the defendants were residents of Delaware and their car was registered in Delaware and the accident occurred in Delaware. The United States District Court for the District of Delaware was asked by the defendants to interpret another subsection of the PIP statute, 21 Del. C. § 2118(j), as “requir[ing] all insurance companies ... to pay benefits in accordance with the no-fault provisions of § 2118(a)(2) and (3) when a motor vehicle which is registered in any state or county outside of Delaware, but insured by them, happens to be involved in an accident while ‘operating’ in Delaware.” The Court, however, held that “such a reading would produce an unreasonable result ... since any non-Delaware registered vehicle which [an insurance company] insured might possibly be involved in an accident while passing through Delaware.” The Court concluded that “[s]ueh a result would clearly be unreasonable, if not economically absurd.”\nBudget is a self-insured vehicle rental agency that conducts business in multiple states. Tt would be “unreasonable, if not economically absurd,” to require Búdget to provide car insurance benefits based on whichever state one of its rental cars happens to be involved in an accident. Budget has an expectation that it will be financially responsible for its vehicles according to the requirements set forth in the Pennsylvania motor vehicle code. It would be unduly burdensome to require a rental car agency to either restrict use of its cars to the state in which they are registered, or to require Budget to re-register a car every time it is temporarily moved to another state. The very nature of its business requires that rental cars registered in one state will be driven through and/or to another state.\nIn Swezey v. The Home Indemnity Company a Delaware resident was injured in Delaware while a passenger in a car operated by a Pennsylvania resident and registered in Pennsylvania. The United States Court of Appeals for the Third Circuit adjudicated the plaintiffs’ rights under the defendant’s no-fault insurance coverage, which was issued by the defendant in conformance with Pennsylvania law. The question before the Third Circuit Court was whether the plaintiffs’ were entitled to the unlimited medical benefits provided by the Pennsylvania statute or the lesser fixed amounts under Delaware law. The Court held that “[although it is true that the insurance contract incorporates and was written in conformance with the Pennsylvania no-fault law, it is the policy, not the Pennsylvania statute, which directly affects the parties ... [and] the issue remains one of interpreting the policy.”\nWhile Green is correct that there was not a specific policy in effect, the self-insured statute was in effect the policy. As a self-insured, Budget is, in essence, its own insurance company and its responsibilities are set forth in 75 Pa.C.S. § 1787, which states, in part, The self-insured requirements are the same as are necessary to meet the financial responsibility obligations of registering, titling and licensing a car in Pennsylvania and having the vehicle insured by an insurance company in Pennsylvania. The instant case should be treated the same (in so far as a pedestrian’s eligibility for PIP benefits is concerned) as if the rental car were insured by a traditional insurance company, which has set rates and has an expectation to be held to the financial responsibility requirements of the state in which the vehicle it insured was registered.\n“Self-insurance is effected by filing with the Department of Transportation, in satisfactory form, evidence that reliable financial arraignments, deposits, resources or commitments exist such as will satisfy the department that the self-insured will:\n(1) Provide the benefits required by section 1711 (relating to required benefits), subject to the provisions of Sub-chapter B (relating to motor vehicle liability insurance first party benefits), except the additional benefits and limits provided in section 1712 (relating to availability of benefits) and 1715 (relating to' availability of adequate limits).\n(2) Make payments sufficient to satisfy judgments as required by 1774 (relating to payments sufficient to satisfy judgments).\n(3) Provide uninsured motorist coverage up to the limits set forth in section 1774.”\nCONCLUSION\nFor all of the above reasons, Defendant’s Motion for Summary Judgment is GRANTED.\nIT IS SO ORDERED.\n. Pi's Comp, at ¶ 10.\n. The parties have stipulated to sever the factual issues surrounding medical expenses from the legal coverage issues that are the subject of the instant summary judgment motion by Budget.\n.In light of the Court’s holding that 21 Del. C. § 2118 does not apply to Budget's rental car, this Court need not reach the issue of whether Pennsylvania law or Delaware law would or would not allow \"stacking” of benefits in the instant case.\n. Super. Ct. Civ. R. 56(c); Burkhart v. Davies, 602 A.2d 56 (Del.1991).\n. Merrill v. Crothall-American, Inc., 606 A.2d 96, 99-100 (Del.1992).\n. James W. Moore et. al., Moore's Federal Practice § 56.03[3], at 56-35 (3d ed. 2003) (citing Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 250-252, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986)); see also Cerberus Int’l, Ltd. v. Apollo Mgmt., L.P., 794 A.2d 1141, 1148-1149 (Del.2002) (en banc) (adopting Liberty Lobby's \"main holding” that the substantive standard of proof required at trial should also be the substantive standard of proof at the summary judgment stage).\n. Liberty Mutual Ins. Co. v. Devlin, 1998 WL 283424 at *3, 1998 Del.Super. Lexis 109 at 9 (Del.Super.Ct) (quoting Sweetman v. Strescon Indus., 389 A.2d 1319, 1324 (Del.Super.Ct.1978)).\n. Budget argues alternatively that if the Court were to hold that stacking of PIP benefits was controlled by Delaware law that the language of the rental agreement would preclude stacking of PIP benefits. Budget contends that “the exclusions to Budget’s Financial responsibility Protection ... [in] [t]he language of [its] rental agreement essentially shifts the primary responsibility for PIP benefits to any other available source.” The terms of the rental agreement at section 5 provide, in part that \"BUDGET’S PROTECTION DOES NOT APPLY until after exhaustion of all insurance and/or other protection available to the driver of the Vehicle and/or any injured passenger in the Vehicle.” Def’s Op. Br. at Ex. C. This Court need not reach this issue because the motion has been granted on grounds that are independent of this issue.\n. Budget also argues that under 75 Pa. Cons. Stat. Ann. § 1713 pedestrians must recover first party benefits through their personal carrier. Budget then argues that 75 Pa. Cons. Stat. Ann. § 1717 precludes stacking of benefits from multiple levels of insurance coverage and Green cannot collect additional PIP benefits beyond what his personal carrier provided. Def’s Op. Br. at ¶ 7-8.\nThe Court similarly need not reach these issues.\n. Pi’s Reply to Def’s Motion for Summary Judgment at 2 (hereinafter \"Pi’s Reply at -\").\n. Pi’s Reply at 2. Green has also argued that Pennsylvania law should not apply in the instant case because Budget was not covered by a specific insurance policy, but rather has simply supplied evidence satisfactory to the Commonwealth of Pennsylvania that it has the resources to provide insurance benefits required by Pennsylvania law. Green frames his argument as a choice of law argument and not a contract question based upon an insurance policy. Green argues that \"Delaware law applies to defendant’s financial obligations to plaintiff because Delaware is the state with the most significant relationship to the claim.” Pi’s Reply at ¶ 4. The Court need not reach this issue.\n. Pi’s Reply at 3.\n. 21 Del. C. § 2118(a).\n. Pi’s Reply at ¶ 4.\n. See Deel v. Rizak, 474 F.Supp. 45, 47 (D.Del.1979) (holding that the plaintiff’s contention that the language \"when the vehicle is operated in [Delaware]” does not extend PIP coverage to non-Delaware registered or insured cars); Swezey v. Home Indemnity, 691 F.2d 163, 167 (3rd Cir.1982) (holding that § 2118 applies only to vehicles registered in Delaware); Read v. Hoffecker, 616 A.2d 835, (Del.1992) (quoting Deel, 474 F.Supp. at 46) (holding that \"person eligible” under § 2118 was limited to persons injured while occupying a car registered and insured in Delaware or as a pedestrian if he or she were insured under a Delaware insurance policy); Swan v. Seeley, 1996 Del.Super. Lexis 334 at 1 (Del.Super.Ct.1996) (holding that under current case law, a person is eligible for Delaware PIP benefits if he or she is injured while occupying a motor vehicle which is registered and insured in Delaware”); Canal Insurance Co. v. Donovan, 1997 Del.Super. Lexis 212 at 7 (Del.Super.Ct.) (holding that policies issued under § 2118 apply to motor vehicles registered in this Delaware); State Farm Mut. Automobile Insurance Company v. Dann, 794 A.2d 42, 47 (Del.Super.2002) (holding that Battaglia stands for the proposition the Delaware PIP requirements do not bind insurers of out of state vehicles).\n. Nationwide Insurance Company v. Battaglia, 410 A.2d 1017, 1018 (Del.1980).\n. Nationwide Insurance Company v. Battaglia, 410 A.2d 1017, 1019 (Del.1980).\n. Deel v. Rizak, 474 F.Supp. 45, 47 (D.Del.1979).\n. Deel v. Rizak, 474 F.Supp. 45, 47 (D.Del.1979).\n. Deel v. Rizak, 474 F.Supp. 45, 47 (D.Del.1979).\n.Swezey v. The Home Indemnity Company, 691 F.2d 163, 166 (3rd Cir.1982).\n. See New Hampshire Insurance Company v. State Farm Insurance Company, 643 A.2d 328, 331 (Del.Super.1993) (holding that 21 Del. C. § 2904(b) \"imposes on self-insured motor vehicle owners the same obligations as imposed on insurers toward insured”).",
        "type": "majority",
        "author": "COOCH, J."
      }
    ],
    "attorneys": [
      "Michael L. Sensor, Perry & Sensor, Wilmington, DE, for Plaintiff.",
      "Louis J. Rizzo, Jr., Reger & Rizzo, L.L.P., Wilmington, DE, for Defendant."
    ],
    "corrections": "",
    "head_matter": "George E. GREEN, Jr., Plaintiff, v. BUDGET RENT A CAR CORPORATION, a Delaware Corporation, Defendant.\nC.A. No. 02C-06-029 RRC.\nSuperior Court of Delaware, New Castle County.\nSubmitted April 20, 2004.\nDecided June 18, 2004.\nMichael L. Sensor, Perry & Sensor, Wilmington, DE, for Plaintiff.\nLouis J. Rizzo, Jr., Reger & Rizzo, L.L.P., Wilmington, DE, for Defendant."
  },
  "file_name": "1031-01",
  "first_page_order": 1061,
  "last_page_order": 1067
}
