{
  "id": 7335200,
  "name": "DISTRICT OF COLUMBIA, Appellant, v. Frank ECONOMIDES, Appellee",
  "name_abbreviation": "District of Columbia v. Economides",
  "decision_date": "2009-03-26",
  "docket_number": "No. 08-CT-538",
  "first_page": "1032",
  "last_page": "1037",
  "citations": [
    {
      "type": "official",
      "cite": "968 A.2d 1032"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "954 A.2d 427",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8174183
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/954/0427-01"
      ]
    },
    {
      "cite": "531 A.2d 274",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876436
      ],
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/531/0274-01"
      ]
    },
    {
      "cite": "342 F.2d 167",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        875055
      ],
      "pin_cites": [
        {
          "page": "171"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/342/0167-01"
      ]
    },
    {
      "cite": "786 F.2d 1199",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3607465,
        1556478
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "1201",
          "parenthetical": "\"The power to decide when to ... prosecute, lies at the core of the Executive's duty to see to the faithful execution of the laws .... \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/252/0037-01",
        "/f2d/786/1199-01"
      ]
    },
    {
      "cite": "252 U.S.App.D.C. 37",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3607465
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "39",
          "parenthetical": "\"The power to decide when to ... prosecute, lies at the core of the Executive's duty to see to the faithful execution of the laws .... \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/252/0037-01"
      ]
    },
    {
      "cite": "531 A.2d 984",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7895280
      ],
      "pin_cites": [
        {
          "page": "987"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/531/0984-01"
      ]
    },
    {
      "cite": "434 U.S. 357",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6183444
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "page": "364",
          "parenthetical": "citation omitted"
        },
        {
          "parenthetical": "citation omitted"
        },
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/434/0357-01"
      ]
    },
    {
      "cite": "689 A.2d 535",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11925478
      ],
      "pin_cites": [
        {
          "page": "538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/689/0535-01"
      ]
    },
    {
      "cite": "668 A.2d 792",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868834
      ],
      "pin_cites": [
        {
          "page": "796"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/668/0792-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 728,
    "char_count": 14215,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18901468772889848
    },
    "sha256": "d09a4ab5cb7a5163b9ffd09ef8acfb9f3a59c946d3df352cce050fd66488f23b",
    "simhash": "1:bf6ff0ea9395d069",
    "word_count": 2276
  },
  "last_updated": "2024-02-27T16:10:25.392937+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KRAMER, FISHER, and THOMPSON, Associate Judges."
    ],
    "parties": [
      "DISTRICT OF COLUMBIA, Appellant, v. Frank ECONOMIDES, Appellee."
    ],
    "opinions": [
      {
        "text": "KRAMER, Associate Judge:\nThe issue in this appeal is whether a homeowner’s compliance with an amended building permit issued to him by the District of Columbia Department of Consumer and Regulatory Affairs (“DCRA”) bars the Office of the Attorney General for the District of Columbia (“OAG”) from prosecuting the homeowner for violations of the original permit that took place before the original permit was amended. Frank Eco-nomides argues that it does. The District argues that it does not. We agree with the District. Thus, for the reasons set forth herein, we reverse the trial court’s dismissal of the Criminal Information filed by OAG and remand for further proceedings consistent with this opinion.\nI.\nOn November 26, 2002, appellee Frank Economides, a construction contractor, obtained a building permit (# B425076) from DCRA to renovate and build an addition to his home, located at 4825 Dexter Terrace, Northwest. Specifically, the permit stated that it was for “renovation & addition to single family dwelling as per plans.” On or about December 12, 2002 — -within about sixteen days after receiving the permit issued to renovate and build an addition— Economides, without seeking modification of the permit, had the house razed in preparation for beginning work on a new house to be built on the same site.\nAround June 2003, a DCRA Building Inspector visited the site of the construction of Economides’ new home and reviewed the permits and design plans. On the basis of this review, he informed Eco-nomides that before the new home construction had begun in the Spring of 2003, he should have had his building permit (# B425076) amended to read: “Construction of New Single Family Dwelling.” On July 2, 2003, DCRA issued an amended building permit (#B452810) to Econom-ides that read: “Revision to Bldg. Permit # B425076. Revise description of work to read construct new SFD [single family dwelling] as per plans and DC inspector.”\nIn November 2004, an officer of the Metropolitan Police Department went to Dexter Terrace and determined that the ongoing construction of the home was in violation of a DCRA stop work order, and that Economides still did not have a valid building permit for new construction. Thus, Economides was instructed to apply for the permit, which he did. On December 20, 2004, DCRA issued Economides a revised building permit (# B468560). It read:\nThis permit is on file to technically correct permit B452180 [sic] which was granted for an amended alteration & repair per[m]it, but which should have indicated new bldg, constr. All other elements about permit B452810 are to remain the same. Note that the plans for this permit can be found filed w/permit B452180 [sic].\nOn February 20, 2007, the Attorney General’s Office filed the Criminal Information that is the subject of this appeal. That Information charged Economides with 101 counts of Building Without a Permit during a time period that spanned from March 24, 2003 to July 2, 2003. Eco-nomides moved to dismiss the Information on the grounds that he had obtained amendments to the permit which retroactively cured any defects that had existed in the original November 26, 2002 permit (# B425076). The trial court granted that request in a March 21, 2008, order, holding that the permit issued on December 20, 2004 (# B468560), retroactively cured any defects that existed in the original November 26, 2002, permit, and thus that Eco-nomides now had a valid permit for the demolition and new home construction that took place. In the court’s words, “the DCRA decision to amend the original work permit relates back and excuses the defendant’s conduct.” As we discuss, we conclude that this reasoning was erroneous.\nII.\n12A DCMR § 107.5 (1999 Supp.), entitled “Amendments to Permit,” reads in pertinent part:\nThe holder of a valid active building permit shall be authorized to amend it or to amend the plans, application or other records pertaining to it, by filing at any time before completion of the work for which the original permit was issued, an application for revision of a building permit, accompanied by two (2) sets of the revised plans or documents. Once such amendments are approved and their revision permit is issued, it shall be deemed part of the original permit and shall be kept therewith in the official records of the Department.\nThe trial court interpreted this provision to mean that once Economides had brought himself into compliance with the Construction Codes, that compliance applied retroactively to preclude him from being prosecuted for the time period preceding his compliance. OAG, on the other hand, interprets the language, “Once such amendments are approved and their revision permit is issued,” to mean “that the original permit and the revised permit should be read together for administrative purposes prospectively.” Thus, this case raises the issue of whether retroactive authorization of construction work by DCRA can deprive OAG of its statutory authority to bring criminal charges for violations of the Construction Codes. We hold that it cannot.\nD.C.Code § 5-1306(a) (1999 Supp.), the primary provision under which Economides was prosecuted, provides that “any person who violates any of the provisions of the Construction Codes or orders issued under the authority of the Construction Codes shall, upon conviction, be subject to a fíne not to exceed $300, or imprisonment not to exceed 10 days, or both, for each violation.” With the potential of imprisonment, there is no question that such actions are criminal prosecutions that are to be brought in the name of the Attorney General. At issue is the interaction of D.C.Code § 5-1306(a) with 12A DCMR § 107.5.\nEconomides contends that 12A DCMR § 107.5 should be read to mean that a building permit obtained after the fact, when work has been completed without it, relates back to the date of the original permit. In other words, his position is that the late-obtained permit acts retroactively to cure any Code violations for Building Without a Permit that took place between the issuance of the original permit and the issuance of the amended permit, so long as the construction is sanctioned by the amended permit. The District, however, disagrees that an amended permit cures prior violations and precludes prosecution for Building Without a Permit. Put another way, the District takes the position that the Attorney General retains the power to prosecute an owner for failing to obtain a proper permit before proceeding with construction work.\nIssues of statutory interpretation are reviewed de novo. District of Columbia v. Morrissey, 668 A.2d 792, 796 (D.C.1995). This is an issue of first impression, since there is no case law that interprets either D.C.Code § 5-1306(a) or 12A DCMR § 107.5. Nor is there legislative history of the relevant statute and regulations that addresses the question of whether a permit holder can be sanctioned for construction that would have been authorized by a permit obtained after-the-fact.\nCompelling policy arguments, however, support the District’s position. As the District points out, to allow a homeowner to obtain a building permit for supposedly minimal work, undertake substantially more involved construction, and later obtain an amended permit to encompass the entire project undermines the regulatory scheme that is designed to insure that buildings meet the requirements set out by the District of Columbia. Yet under the trial court’s and Economides’ reading of the law, such a homeowner could not be prosecuted under D.C.Code § 5 — 1306(a).\nThere are numerous reasons for insisting that property owners obtain building permits before beginning a project. They include, but are not by any means limited to, notifying neighbors about the scope of the work that will be performed, thus giving them an opportunity to object before the work has been completed, and insuring compliance with the Construction Codes. Those codes are designed to make certain that property owners abide by standards that protect public safety and control a wide-range of matters that, inter alia, “concernf ] the construction, reconstruction, alteration, addition, repair, removal, demolition, use, location, occupancy, and maintenance of all buildings, structures, signs, advertising devices, and premises in the District and applies to existing or proposed buildings and structures,” D.C.Code § 6 — 1403(a)(1) (2001), to say nothing of allowing the DCRA to perform its function of reviewing and approving or rejecting plans. Moreover, the District has no interest in protecting from prosecution individuals who choose to delay applying for the appropriate permit and move forward with construction that has not yet been authorized.\nEconomides, however, argues that there is something contradictory about the District issuing an amended permit for a construction project and then prosecuting the owner for work done in accordance with the amended permit. But what he ignores is the fact that if, as the government alleges, he proceeded with the building of his new house before he had a permit that authorized him to do so, he was violating the law. Should that be found to be the case, it was Economides, who by flouting the regulations, provided the Attorney General with good cause to exercise classic prosecutorial discretion to determine whether or not his failure to obtain a permit merited prosecution. Indeed, “so long as the prosecutor has probable cause to believe that the accused committed an offense defined by statute [or regulation], the decision of whether or not to prosecute, and what charges to file ... generally rests entirely in [the prosecutor’s] discretion.” United States v. White, 689 A.2d 535, 538 (D.C.1997) (quoting Bordenkircher v. Hayes, 434 U.S. 357, 364, 98 S.Ct. 663, 54 L.Ed.2d 604 (1978) (citation omitted)); accord, Price v. United States, 531 A.2d 984, 987 (D.C.1987); Cmty. for Creative Non-Violence v. Pierce, 252 U.S.App.D.C. 37, 39, 786 F.2d 1199, 1201 (1986) (“The power to decide when to ... prosecute, lies at the core of the Executive’s duty to see to the faithful execution of the laws .... ”); see also United States v. Cox, 342 F.2d 167, 171 (5th Cir.1965) (en banc) (“courts are not to interfere with the free exercise of the discretionary powers of the [prosecuting authority in its] control over criminal prosecutions.”).\nGiven the lack of statutory language or legislative history supporting Economides’ position, we cannot conclude that the Council intended to allow a permit holder to escape prosecution for Building Without a Permit by later obtaining an amended permit for work that had not been approved at the time it was done. Allowing a permit-holder to retroactively cure violations of the Construction Code by obtaining an amended permit would dramatically change the way that Construction Code violations are prosecuted. See Nat’l Org. for Women v. Mutual of Omaha Ins. Co., Inc., 531 A.2d 274, 276 (D.C.1987) (“If the Council had intended to effect such a dramatic change ..., it is reasonable to assume that there would have been at least some specific reference to it in the language of the Act or, at least, within its legislative history.”) Therefore, we reject Economides’ interpretation of 12A DCMR § 107.5.\nThus, we hold that regardless of whether an amended permit is obtained, an individual may be prosecuted for Building Without a Permit under D.C.Code § 5-1306(a) if he performs construction that was not within the scope of the permit he had at the time the construction was performed. An amended permit cannot be applied retroactively to cure pre-amendment violations that were not in compliance with the original permit.\nAccordingly, the trial court’s dismissal of the Information is reversed and the matter is remanded for reinstatement of the Information and further proceedings as may be necessary.\nReversed and Remanded.\n. We note that we have been provided with no transcript of any of the proceedings in this case. Thus, the factual information set forth herein comes from the briefs of the parties and the Appendix and Supplemental Appendix (which includes copies of three permits issued to Economides, the Criminal Information filed by the Attorney General and the order of the trial court).\n. It appears that previous Informations were filed but dismissed by the District. The parties agree that tire February 20, 2007, Information is the relevant charging document.\n. This regulation currently appears at 12A DCMR § 105.3.3 (2003 Supp.).\n. The current version of this provision appears at D.C.Code § 6-1406(a).\n. The Criminal Information also referred to violations of 12A DCMR § 116.1 (1999 Supp.), which makes it unlawful to \"erect, construct, alter, extend, repair, raze, demolish, use, or occupy any building or structure or equipment regulated by the Construction Codes ... in conflict with or in violation of any of the provision of the Construction Codes,” and 12A DCMR § 116.4 (1999 Supp.), which provides that:\nAny person who shall violate a provision of the Construction Codes or shall fail to comply with any of the requirements thereof or who shall erect, construct, raze, demolish, alter, or repair a building or structure in violation of ... a permit or certificate issued under the provisions of the Construction Codes, shall be guilty of a misdemean- or, punishable by a fine of not more than $300, or by imprisonment not exceeding 10 days, or both, for each offense. Each day a violation continues shall be deemed a separate offense.\n. See Economides v. District of Columbia Bd. of Zoning Adjustment, 954 A.2d 427 (D.C.2008).",
        "type": "majority",
        "author": "KRAMER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Sidney R. Bixler, Assistant Attorney General, with whom Peter J. Nickles, Acting Attorney General of the District of Columbia, Todd S. Kim, Solicitor General, and Rosalyn Calbert Groce, Deputy Solicitor General, were on the brief, for appellant.",
      "Cary M. Feldman, -with whom Grace B. Culley, Washington, DC, was on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "DISTRICT OF COLUMBIA, Appellant, v. Frank ECONOMIDES, Appellee.\nNo. 08-CT-538.\nDistrict of Columbia Court of Appeals.\nArgued Jan. 23, 2009.\nDecided March 26, 2009.\nSidney R. Bixler, Assistant Attorney General, with whom Peter J. Nickles, Acting Attorney General of the District of Columbia, Todd S. Kim, Solicitor General, and Rosalyn Calbert Groce, Deputy Solicitor General, were on the brief, for appellant.\nCary M. Feldman, -with whom Grace B. Culley, Washington, DC, was on the brief, for appellee.\nBefore KRAMER, FISHER, and THOMPSON, Associate Judges."
  },
  "file_name": "1032-02",
  "first_page_order": 1078,
  "last_page_order": 1083
}
