{
  "id": 7375266,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Clyde McGRIFF, Appellant",
  "name_abbreviation": "Commonwealth v. McGriff",
  "decision_date": "1994-03-18",
  "docket_number": "",
  "first_page": "1032",
  "last_page": "1037",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 1032"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "407 Pa.Super. 440",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        900477
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "444"
        },
        {
          "page": "1231"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/407/0440-01"
      ]
    },
    {
      "cite": "312 Pa.Super. 77",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        213154
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/312/0077-01"
      ]
    },
    {
      "cite": "316 Pa.Super. 115",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        88335
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "criminal trespass merged with burglary"
        },
        {
          "parenthetical": "criminal trespass merged with burglary"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/316/0115-01"
      ]
    },
    {
      "cite": "596 A.2d 156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "fact that notes of testimony from sentencing were not part of the record did not require sentence to be vacated and remanded for resen-tencing upon petition for post conviction relief, where defendant failed to explain delay of more than five and one-half years"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "528 Pa. 610",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "fact that notes of testimony from sentencing were not part of the record did not require sentence to be vacated and remanded for resen-tencing upon petition for post conviction relief, where defendant failed to explain delay of more than five and one-half years"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "343 Pa.Super. 468",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        635286
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/343/0468-01"
      ]
    },
    {
      "cite": "524 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1822821
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/524/0333-01"
      ]
    },
    {
      "cite": "581 A.2d 568",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "525 Pa. 642",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "385 Pa.Super. 571",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        468220
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "1242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/385/0571-01"
      ]
    },
    {
      "cite": "318 Pa.Super. 526",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        91160
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "527"
        },
        {
          "page": "679"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/318/0526-01"
      ]
    },
    {
      "cite": "577 A.2d 889",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "525 Pa. 617",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "390 Pa.Super. 610",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        475883
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "615"
        },
        {
          "page": "363"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/390/0610-01"
      ]
    },
    {
      "cite": "626 A.2d 1155",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "534 Pa. 636",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "419 Pa.Super. 48",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        918220
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1207"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/419/0048-01"
      ]
    },
    {
      "cite": "400 Pa.Super. 514",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        888194
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/400/0514-01"
      ]
    },
    {
      "cite": "336 Pa.Super. 636",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        622177
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "640"
        },
        {
          "page": "447-448"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/336/0636-01"
      ]
    },
    {
      "cite": "523 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820289
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "252"
        },
        {
          "page": "1162"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0248-01"
      ]
    },
    {
      "cite": "564 A.2d 261",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "392 Pa.Super. 651",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1989,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 606,
    "char_count": 13404,
    "ocr_confidence": 0.715,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18956510591930262
    },
    "sha256": "1631df5636fd88a170bf8ab2caa97c481dfad75180dde1605b2685dc27c23db2",
    "simhash": "1:4b90768646b179ee",
    "word_count": 2149
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, POPOVICH and BROSKY, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Clyde McGRIFF, Appellant."
    ],
    "opinions": [
      {
        "text": "POPOVICH, Judge:\nThis is an appeal from the order of the Court of Common Pleas of Allegheny County which denied appellant’s petition for relief under the Post Conviction Relief Act, 42 Pa.C.S.A. § 9541, et seq. Herein, appellant questions:\nI. Whether the trial court erred in imposing a sentence of probation of twenty years due to the fact that the trial court failed to specify the offenses for which the sentence was imposed?\nII. Whether the appellant was denied his due process since the Commonwealth failed to provide him with written notice of the alleged probation violation charges and scheduled hearing?\nIII. Whether appellant’s plea of guilty was not voluntary, knowing and intelligent?\nIV. Whether appellant was denied his right to a direct appeal and consequently the truth determining process was so undermined that no rehable adjudication of guilt or innocence could have taken place?\nV. Whether appellant’s trial counsel was ineffective for permitting an off-the-record colloquy and for not pursuing appellant’s appellate rights?\nVI. Whether appellant’s post conviction relief act counsel was ineffective for not arguing all of the preserved errors of trial counsel and the trial court?\nUpon review, we find that the issues raised herein are either frivolous, moot, waived or previously litigated, and, thus, appellant is not entitled to relief under the Post Conviction Relief Act.\nThe record reveals that on December 7, 1981, appellant pleaded guilty to burglary, criminal trespass, theft by unlawful taking and receiving stolen property. On January 6, 1982, he was sentenced, inter alia, to twenty years probation. No direct appeal followed. On June 28, 1986, appellant was released from state prison where he had been incarcerated on unrelated crimes, and appellant requested the State Board of Probation and Parole to permit him to move to California. On July 22, 1987, appellant pleaded guilty to attempted burglary in California. He served sixty days in a California prison, and, upon his release, he was ordered to return to Pennsylvania and contact the probation and parole authorities. He did return to Pennsylvania but failed to contact his parole officer. On October 23, 1987, appellant was arrested on drug-related charges, and he pleaded guilty to those charges on April 14, 1988.\nOn June 3, 1988, a probation violation hearing was held. Appellant’s twenty year sentence of probation was revoked, and he was sentenced to two and one-half to twenty years of incarceration for his 1981 burglary conviction. His motion to modify sentence was denied, and an appeal followed. Therein, appellant alleged that he was prejudiced because his probation violation was not presented to the sentencing court within a reasonable time and that his probation revocation counsel was ineffective for failing to object to hearsay evidence of prior convictions and for failing to request a continuance for better preparation. We affirmed appellant’s judgment of sentence. Commonwealth v. McGriff, 392 Pa.Super. 651, 564 A.2d 261 (1989). Allocatur to our Supreme court was denied.\nOn January 19, 1991, appellant filed a pro se PCRA petition alleging his original sentence of twenty years of probation was illegal because the court failed to specify for which crime his sentence was imposed. He also complained that he did not receive adequate notice of his probation revocation hearing and was not given notice of the grounds for the revocation. The public defender’s office was appointed to represent appellant. An amended PCRA petition was filed which alleged that appellant’s guilty plea was invalid because of the absence of an on-the-record guilty plea colloquy, that appellant’s pleas were involuntary, that prior counsel was ineffective for failing to insure an on-the-record colloquy was performed and for failing to move to withdraw appellant’s plea. Since the public defender’s office originally represented appellant, new counsel was appointed to permit the ineffectiveness allegation to proceed. On November 23,1992, an evidentiary hearing was held, and, thereafter, appellant’s PCRA petition was denied. New counsel for appeal was appointed, and this appeal followed.\nAppellant first contends that his initial sentence of twenty years of probation was illegal because the court failed to specify the offense for which appellant’s sentence was imposed. This argument fails for two reasons. First, appellant’s original sentence was not illegal, and, therefore, he is not entitled to post conviction relief, 42 Pa. C.S.A. § 9543(a)(2)(vii). Although the court did not specifically state that the sentence of probation was for the burglary which it should have done, Commonwealth v. Hitchcock, 523 Pa. 248, 252, 565 A.2d 1159, 1162 (1989), it was abundantly clear to all present at the sentencing that the twenty year proba tionary sentence was based upon the burglary conviction. See, N.T., 1/6/82, pp. 7-8. Second, appellant was resentenced on June 3, 1988, because of numerous probation violations, and he does not allege that his current sentence is illegal. Thus, his attack on his initial sentence of probation is moot. See, Commonwealth v. Smith, 336 Pa.Super. 636, 640, 486 A.2d 445, 447-448 (1984). Third, since we have determined the legality of appellant’s sentence is not at issue, appellant could have raised this discretionary attack on his sentence on direct appeal from his initial sentence but failed to do so. Thus, the issue is waived. 42 Pa.C.S.A. §§ 9543(a)(3)(i), 9544(b). Commonwealth v. Lehr, 400 Pa.Super. 514, 583 A.2d 1234 (1990); Commonwealth v. Eaddy, 419 Pa.Super. 48, 614 A.2d 1203 (1992) allocatur denied, 534 Pa. 636, 626 A.2d 1155 (1993); see also, Discussion of Appellant’s Issue V, infra.\nNext, we address appellant’s contention that he was denied due process since the Commonwealth failed to provide him with written notice of the alleged probation violation charges and scheduled hearing. This issue has been finally litigated and/or waived by appellant, and, thus, he is not entitled to relief. 42 Pa.C.S.A. §§ 9543(a)(3)(i), 9544(a)(1), 9544(b). In his motion to modify his sentence, appellant specifically alleged that his due process rights were violated by the Commonwealth’s failure to provide him notice of the probation revocation hearing and the acts which would serve as the basis of his revocation. However, appellant neglected to continue these issues in his direct appeal, and, thus, the issue is waived. Commonwealth v. Shaffer, 390 Pa.Super. 610, 615, 569 A.2d 360, 363 (1990), allocatur denied, 525 Pa. 617, 577 A.2d 889 (1990); Eaddy, supra. Moreover, appellant finally litigated similar issues in his direct appeal from his probation revocation. 42 Pa.C.S.A. §§ 9543(a)(3), 9544(a)(2). Therein, he complained that his revocation hearing was not held soon enough, that his counsel was ineffective for failing to insure that hearsay evidence of the crimes which served as the basis for the revocation was not admitted and that counsel was ineffective for failing to request a continuance for further preparation. On direct appeal, we found no merit to these issues. McGriff, supra.\nAppellant also contends that his guilty plea was not entered in a voluntary, knowing and intelligent manner. We find that appellant has waived his right to challenge his guilty plea. Appellant did not file a motion to withdraw his plea, and he did not file a direct appeal challenging his plea. Further, he did not challenge the voluntariness of his plea following his probation revocation and resentencing. Ordinarily, failure to petition to withdraw plea, combined with failure to pursue direct appeal will bar consideration of an attack on one’s plea in collateral proceedings. Commonwealth v. Scott, 318 Pa.Super. 526, 527, 465 A.2d 678, 679 (1983). Since appellant could have raised the issue previously, he has waived it here. 42 Pa.C.S.A. § 9544(b). Cf., Commonwealth v. Gibson, 385 Pa.Super. 571, 561 A.2d 1240 (1989) allocatur denied, 525 Pa. 642, 581 A.2d 568 (1990); Commonwealth v. Royster, 524 Pa. 333, 572 A.2d 683 (1990).\nAppellant claims that trial counsel was ineffective for failing to file a direct appeal. This claim fails for two reasons. First, appellant has been presented with previous opportunities to raise trial counsel’s alleged ineffectiveness for failing to perfect a direct appeal and has neglected so to do. Thus, the issue is waived. 42 Pa.C.S.A. § 9544(b). Second, appellant does not allege which issues counsel was ineffective for failing to raise on direct appeal, with the exception of counsel’s failure to attack appellant’s plea on direct appeal. Boldface allegations of ineffectiveness will not preserve issues for appeal. Gibson, 561 A.2d at 1242.\nIn a claim related to his challenge to his guilty plea, appellant contends that his trial counsel was ineffective for failing to insure his guilty plea was made on-the-record and for not directly appealing the validity of appellant’s guilty plea. Although appellant alleges that his plea colloquy occurred off-the-record, it is clear that the colloquy was held on-the-record in open court. However, it is also clear that the transcription of the guilty plea colloquy was lost sometime during the nine years between entry of his plea on December 7, 1981, and the filing of appellant’s pro se PCRA petition on January 17, 1991. To the extent that appellant contends his plea was not entered in a knowing and voluntary manner, this contention must fail because appellant has neglected to comply with Pa.R.A.P. 1923 which sets forth the procedure for completing the record when a transcript is missing. Moreover, we agree with the Commonwealth and the PCRA court that appellant’s unexplained delay in filing his PCRA challenge to his guilty plea has prejudiced the Commonwealth’s ability to respond to his allegations concerning his plea. Accordingly, pursuant to 42 Pa.C.S.A. § 9543(b), we dismiss this allegation of error because of the inordinate, unexplained delay. Cf., Commonwealth v. Thompson, 343 Pa.Super. 468, 495 A.2d 560 (1985), allocatur denied, 528 Pa. 610, 596 A.2d 156 (1986) (fact that notes of testimony from sentencing were not part of the record did not require sentence to be vacated and remanded for resen-tencing upon petition for post conviction relief, where defendant failed to explain delay of more than five and one-half years). In regard to his allegation that counsel was ineffective for failing to challenge his plea on direct appeal, we note that appellant has not alleged that he is innocent. Thus, he cannot surmount the waiver of having failed to challenge his guilty plea at the time of his probation revocation hearing. 42 Pa.C.S.A. §§ 9543(a)(3)(h), 9544(b).\nAppellant’s final allegation of error is that prior PCRA counsel was ineffective for failing to raise all of the issues raised in appellant’s pro se PCRA petition. Two problems for appellant cause us to reject this issue. First, counsel fails to set forth the issues that have been waived by prior PCRA counsel, and, second, all issues raised in appellant’s pro se PCRA petition and his amended petition have been addressed herein.\nIn sum, all of the issues raised by appellant were either waived, finally litigated, moot and/or meritless. Upon review of the record, we note this is a case where appellant’s own failure to comply with the terms of an extremely favorable sentence (twenty years probation for burglary, despite an extensive criminal record), has resulted in this long-delayed attack on his guilty plea. The disingenuous nature of this appeal is demonstrated by the fact that appellant did not even consider challenging his guilty plea until many years after his conviction and only after his probation was revoked and he was incarcerated. See, N.T., 11/23/92, p. 27.\nPCRA order affirmed.\nKELLY, J. concurs in the result.\n. It is also clear that, at the time of his sentencing, appellant’s other convictions would have merged with his burglary convictions for the purposes of sentencing. Commonwealth v. Simpson, 316 Pa.Super. 115, 462 A.2d 821 (1983) (criminal trespass merged with burglary); Commonwealth v. Wilson, 312 Pa.Super. 77, 458 A.2d 244 (1983).\n. We note that this is a state procedural default which bars federal habeas corpus relief, since appellant has not alleged his probation revocation counsel was ineffective for failing to raise the due process issue in that direct appeal. See, 42 Pa.C.S.A. § 9543(a)(3)(iii); compare, Eaddy, 614 A.2d at 1207. In addition, appellant has failed to state a claim upon which relief may be granted since appellant has not alleged that the truth determining process at the probation revocation hearing was undermined by the alleged failure to notify. See, 42 Pa.C.S.A. § 9543(a)(2)(i); Commonwealth v. Laskaris, 407 Pa.Super. 440, 444, 595 A.2d 1229, 1231 (1991).",
        "type": "majority",
        "author": "POPOVICH, Judge:"
      }
    ],
    "attorneys": [
      "Phyllis L. Monheim, Pittsburgh, for appellant.",
      "Scott A. Bradley, Asst. Dist. Atty., Pittsburgh, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Clyde McGRIFF, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Dec. 6, 1993.\nFiled March 18, 1994.\nPhyllis L. Monheim, Pittsburgh, for appellant.\nScott A. Bradley, Asst. Dist. Atty., Pittsburgh, for Com., appellee.\nBefore KELLY, POPOVICH and BROSKY, JJ.\n. It is clear from the record that appellant was advised by the trial court of his right to challenge the validity of his plea, his right to file post-verdict motions and his right to perfect a direct appeal. See, N.T., 1/6/82, pp. 9-10."
  },
  "file_name": "1032-01",
  "first_page_order": 1086,
  "last_page_order": 1091
}
