{
  "id": 9099702,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Jamal BURKETT, a/k/a Dante Burkett, Appellant",
  "name_abbreviation": "Commonwealth v. Burkett",
  "decision_date": "2003-08-12",
  "docket_number": "",
  "first_page": "1034",
  "last_page": "1039",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1034"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "825 A.2d 1264",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9118435
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/825/1264-01"
      ]
    },
    {
      "cite": "818 A.2d 533",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9353074
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/818/0533-01"
      ]
    },
    {
      "cite": "820 A.2d 720",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9311977
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/820/0720-01"
      ]
    },
    {
      "cite": "826 A.2d 831",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9111753,
        197189
      ],
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "referring to this circumstance as an exception to the general rule of deferral in Grant"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/826/0831-01",
        "/pa/573/0426-01"
      ]
    },
    {
      "cite": "573 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        197189
      ],
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "referring to this circumstance as an exception to the general rule of deferral in Grant"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0426-01"
      ]
    },
    {
      "cite": "709 A.2d 918",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11840153
      ],
      "pin_cites": [
        {
          "page": "919"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/709/0918-01"
      ]
    },
    {
      "cite": "825 A.2d 702",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9116717
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "706"
        },
        {
          "page": "706",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/825/0702-01"
      ]
    },
    {
      "cite": "760 A.2d 1181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11191881
      ],
      "pin_cites": [
        {
          "page": "1185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/760/1181-01"
      ]
    },
    {
      "cite": "425 Pa.Super. 600",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        927727
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        },
        {
          "page": "1261",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/425/0600-01"
      ]
    },
    {
      "cite": "485 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755441
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "182"
        },
        {
          "page": "354"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/485/0180-01"
      ]
    },
    {
      "cite": "744 A.2d 745",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        95754,
        11491051
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "753",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0308-01",
        "/a2d/744/0745-01"
      ]
    },
    {
      "cite": "560 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        95754
      ],
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0308-01"
      ]
    },
    {
      "cite": "813 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9381173,
        716471
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "738",
          "parenthetical": "holding that, as a general rule, \"a petitioner should wait to raise claims of ineffective assistance of trial counsel until collateral review.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/813/0726-01",
        "/pa/572/0048-01"
      ]
    },
    {
      "cite": "572 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        716471
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "holding that, as a general rule, \"a petitioner should wait to raise claims of ineffective assistance of trial counsel until collateral review.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0048-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 659,
    "char_count": 12411,
    "ocr_confidence": 0.721,
    "pagerank": {
      "raw": 1.2320778311207197e-07,
      "percentile": 0.6059127385418995
    },
    "sha256": "8a98470fb6808b8d4922d36562e90d494542bf0e857fa05fba03646f2ef8fdde",
    "simhash": "1:8f2fc1e9723f09fd",
    "word_count": 1980
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: TODD, GRACI, and TAMILIA, JJ.",
      "¶ 14 TODD, J., concurs in result."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Jamal BURKETT, a/k/a Dante Burkett, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY GRACI, J.:\n¶ 1 Appellant, Jamal Burkett, a/k/a Dante Burkett (“Burkett”), appeals from the judgment of sentence entered May 30, 2002, in the Court of Common Pleas of Philadelphia County. We affirm.\nI. FACTUAL AND PROCEDURAL HISTORY\n¶ 2 On the evening of October 20, 2000, Officer Richard Riddick, a Philadelphia police officer and a member of the Narcotics Enforcement Team, was conducting routine surveillance for illegal drug sales in the area of 81st Street and Lyons Avenue. Officer Riddick observed two people standing on the northwest corner of the intersection. N.T., 5/28/02, at 11. Approximately five minutes later, a third man, later identified as Burkett, arrived at the comer and engaged in conversation with the other two men for several minutes. Id. at 12. Burkett then walked across the street toward Officer Riddick carrying two clear plastic bags. Id. at 15. Officer Rid-dick watched Burkett place one of the bags into some shrubbery planted approximately fifteen feet from the officer’s hidden location. Id. Burkett then placed the other bag into his pocket and returned to the corner. Id. Officer Riddick observed the three men for approximately ten minutes before summoning Officers Ritchie, McDonald and Johnson to the scene.\n113 Officer Ritchie inspected the shrubbery and discovered a clear plastic bag containing thirty-seven smaller bags of suspected crack cocaine. N.T., 5/30/02, at 28-29. As Officers McDonald and Johnson approached Burkett, Officer McDonald observed Burkett drop a plastic bag to the ground containing suspected crack cocaine packaged in thirty smaller packets. N.T., 5/29/02, at 30. Burkett was arrested and $170.00 in cash was seized from his person. Id. at 32, 34. Subsequent laboratory testing revealed that the plastic bag recovered from the ground near Burkett contained 3.42 grams of cocaine while the plastic bag retrieved from the shrubbery contained 7.63 grams of cocaine. N.T., 5/30/02, at 80.\n¶ 4 Following an unsuccessful motion to suppress evidence, Burkett waived his right to a jury trial and proceeded immediately to a bench trial. At trial, Officers Riddick, Ritchie and McDonald testified on behalf of the Commonwealth. Also testifying for the Commonwealth was Officer Walter Szamatowicz, whom the parties stipulated was qualified as an expert in the field of packaging, production and distribution of controlled substances. Id. at 81-82. Officer Szamatowicz testified that, in his opinion, Burkett possessed the crack cocaine with the intent to deliver it rather than retain it for his own personal use. Id. at 83.\n¶ 5 The trial court found Burkett guilty of possession of a controlled substance with intent to deliver. 35 P.S. § 780-113(a)(30). Burkett was sentenced the same day to a term of imprisonment of eighteen to thirty-six months, followed by five years of probation. Burkett did not file post-sentence motions, opting instead to bring this timely direct appeal from his judgment of sentence.\n¶ 6 On appeal, Burkett raises the following issues:\nI.Whether trial counsel was ineffective for failing to file a post verdict motion that the verdict was against the weight of the evidence?\nII.Whether the verdict was against the weight of the evidence?\nIII.Whether the verdict was contrary to law?\nBrief and Reproduced Record of Appellant, at 4.\nII. DISCUSSION\n¶ 7 Burkett first argues that trial counsel was ineffective for failing to file a post-verdict motion that the verdict was against the weight of the evidence. We are precluded from reviewing such a claim, which Burkett raises for the first time on direct appeal. Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726, 738 (2002) (holding that, as a general rule, “a petitioner should wait to raise claims of ineffective assistance of trial counsel until collateral review.”) (footnote omitted). Accordingly, Burkett’s ineffectiveness claim is dismissed without prejudice to his right. to assert such a claim in a timely filed petition pursuant to the Post Conviction Relief Act, 42 Pa.C.S.A. §§ 9541-9546.\n¶ 8 In his second issue, Burkett contends that the trial court’s verdict was against the weight of the evidence. Such a claim must be presented to the trial court while it exercises jurisdiction over a matter since “[ajppellate review of a weight claim is a review of the exercise of discretion, not of the underlying question of whether the verdict is against the weight of the evidence.” Commonwealth v. Widmer, 560 Pa. 308, 744 A.2d 745, 753 (2000) (citation omitted). Pennsylvania Rule of Criminal Procedure 607 ensures the timely presentation, and preservation, of weight claims by requiring that “[a] claim that the verdict was against the weight of the evidence shall be raised with the trial judge in a motion for a new trial: (1) orally, on the record, at any time before sentencing; (2) by written motion at any time before sentencing; or (3) in a post-sentence motion.” Pa.R.Crim.P. 607(A) (emphasis added). Burkett did not avail himself of any of the prescribed methods of presenting his weight claim to the trial court and, therefore, that claim has been waived.\n¶ 9 Lastly, Burkett argues that the Commonwealth’s evidence was insufficient to support his conviction.\nIn evaluating a challenge to the sufficiency of the evidence, we view all the evidence admitted at trial in the light most favorable to the Commonwealth, which has won the verdict, and draw all reasonable inferences in its favor. We then determine whether the evidence was sufficient to have permitted the trier of fact to find that each and every element of the crimes charged was established beyond a reasonable doubt. “[I]t is the province of the trier of fact to pass upon the credibility of witnesses and the weight to be accorded the evidence produced. The factfinder is free to believe all, part or none of the evidence.” Commonwealth v. Tate, 485 Pa. 180, 182, 401 A.2d 353, 354 (1979).\nCommonwealth v. Nicotra, 425 Pa.Super. 600, 625 A.2d 1259, 1261 (1993) (citations omitted). “In order to uphold a conviction for possession of narcotics with the intent to deliver, the Commonwealth must prove beyond a reasonable doubt that the defendant possessed a controlled substance and did so with the intent to deliver it.” Commonwealth v. Aguado, 760 A.2d 1181, 1185 (Pa.Super.2000) (citation omitted). See also 35 P.S. § 780-113(a)(30).\n¶ 10 Burkett’s sole argument in support of his sufficiency claim is that, “based on the inconsistencies of Officer Riddick’s testimony, [ ] there is insufficient evidence to support the element of possession” of a controlled substance. Brief and Reproduced Record of Appellant, at Ills. This allegation is completely undeveloped, therefore Burkett’s purported sufficiency claim may be dismissed on that basis. Pa.R.A.P. 2101, 2119. In our view, this claim is also little more than an attempt by Burkett to recast his weight of the evidence claim, which we have already determined is waived, in terms of sufficiency of the evidence. As explained above, it was within the province of the trial court, as the trier of fact, to pass upon Officer Riddick’s credibility and decide whether to believe all, part or none of his testimony. Nicotra. The trial court obviously credited the officer’s testimony and we decline Burkett’s invitation to review that determination.\n¶ 11 Moreover, the evidence admitted at Burkett’s trial, including Officer Riddick’s testimony, was more than sufficient to demonstrate that he illegally possessed a controlled substance. Officer Riddick observed Burkett, in a known drug-trafficking area, carrying and inspecting two plastic bags that resembled the type of packaging commonly used for illegal narcotics. Riddick then watched Burkett stash one of the bags into some shrubbery. Minutes later, Officer Ritchie searched the shrubbery and discovered a plastic bag containing 7.63 grams of crack cocaine divided into thirty-seven smaller bags. Viewing the above evidence in the light most favorable to the Commonwealth, and drawing all reasonable inferences in its favor, we find that the evidence was sufficient to prove, beyond a reasonable doubt, that Burkett illegally possessed a controlled substance.\nIII. CONCLUSION\n¶ 12 In accordance with our Supreme Court’s directive in Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002), Burkett’s first claim alleging ineffective assistance of trial counsel is dismissed without prejudice. Burkett’s second claim, that the trial court’s verdict was against the weight of the evidence, has been waived. Burkett’s third and final claim related to the sufficiency of the evidence is undeveloped and, on its face, is indistinguishable from his waived weight of the evidence claim. Our own review of the record indicates that the Commonwealth’s evidence was, in any event, sufficient to support Burkett’s conviction.\n¶ 13 Judgment of sentence affirmed.\n¶ 14 TODD, J., concurs in result.\n. The trial court found Burkett guilty of possessing only the bag of crack cocaine that Officer Ritchie retrieved from the shrubbery. Despite Officer McDonald’s testimony that she saw Burkett drop the other bag, the court expressed \"some doubt about whose baggie it was that was tossed to the ground as there were other persons standing there.\" N.T., 5/31/02, at 116:23-117:3.\n. We recognize that Burkett raised this claim in the trial court in his statement of matters complained of on appeal filed pursuant to Pa.R.A.P. 1925(b) and that the learned trial court addressed this ineffective assistance claim in its Rule 1925(a) opinion. While a trial court is required to explain its reasoning when faced with an issue raised in a Rule 1925(b) statement (and will sometimes indicate that an issue is waived for not having been properly raised and preserved by appropriate objection or motion), the trial court may not enter a dispositional order in such a procedural posture. Commonwealth v. Kohan, 825 A.2d 702, 706 (Pa.Super.2003) (citing K-B Building Co. v. Hermara Associates, Inc., 709 A.2d 918, 919 (Pa.Super.1998)). As Kohan explains, \" ‘[a] party cannot rectify the failure to preserve an issue by proffering it in response to a Rule 1925(b) order.’ ” Kohan, 825 A.2d at 706 (citations omitted). Of course, if Burkett had raised his ineffectiveness claim in a timely filed post-sentence motion, we could consider it on direct appeal. Commonwealth v. Bomar, 573 Pa. 426, 826 A.2d 831 (2003) (referring to this circumstance as an exception to the general rule of deferral in Grant); Commonwealth v. Hudson, 820 A.2d 720 (Pa.Super.2003). See also Commonwealth v. Jette, 818 A.2d 533, 536 n. 3 (Pa.Super.2003) (addressing ineffectiveness claim on direct appeal, where claim was raised in trial court and addressed in trial court's opinion, without specifying how claim was raised in trial court). We assume that since the Court addressed the ineffective assistance claim in Jette, concluding that the record for this claim was not \"incomplete,” id., that the issue was properly raised and preserved before the filing of the notice of appeal and the statement of matters complained of on appeal in accordance with our pronouncements in Kohan and Hudson. Unfortunately for Burkett, that is not the procedural posture of his case.\n. We recognize that, despite the absence of any post-trial motion, the trial court chose to address Burkett's weight of the evidence claim in its opinion filed pursuant to Pa. R.A.P. 1925(a). That the trial court chose to do so in no way alters the result. Burkett’s weight claim was automatically waived by virtue of his failure to comply with Pa. R.Crim.P. 607. See Commonwealth v. Washington, 825 A.2d 1264 (Pa.Super.2003) (same).\n. Although he contends the evidence was insufficient to prove that he possessed a controlled substance, Burkett states that “there definitely is enough evidence to show an intent to distribute.... ” Brief and Reproduced Record of Appellant, at 14. Burkett’s claim borders on nonsensical since he essentially argues that he did not possess the crack cocaine that he then concedes he intended to distribute.",
        "type": "majority",
        "author": "OPINION BY GRACI, J.:"
      }
    ],
    "attorneys": [
      "Peter A. Levin, Philadelphia, for appellant.",
      "Catherine L. Marshall, Asst. Dist. Atty., Philadelphia, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Jamal BURKETT, a/k/a Dante Burkett, Appellant.\nSuperior Court of Pennsylvania.\nArgued May 28, 2003.\nFiled Aug. 12, 2003.\nPeter A. Levin, Philadelphia, for appellant.\nCatherine L. Marshall, Asst. Dist. Atty., Philadelphia, for Com., appellee.\nBEFORE: TODD, GRACI, and TAMILIA, JJ."
  },
  "file_name": "1034-01",
  "first_page_order": 1082,
  "last_page_order": 1087
}
