{
  "id": 8326286,
  "name": "Phelan JACKSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Jackson v. State",
  "decision_date": "2007-02-21",
  "docket_number": "No. 120, 2006",
  "first_page": "1035",
  "last_page": "1038",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 1035"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "437 A.2d 559",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975650
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/437/0559-01"
      ]
    },
    {
      "cite": "856 A.2d 548",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9205487
      ],
      "pin_cites": [
        {
          "page": "550-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/856/0548-01"
      ]
    },
    {
      "cite": "504 A.2d 1096",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11936107
      ],
      "pin_cites": [
        {
          "page": "1100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/504/1096-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 490,
    "char_count": 9072,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20252918220328675
    },
    "sha256": "97fbc7b03c7dbbbbf6950b73f02960358d5fb9dcb6b7384f4041d9e700da4959",
    "simhash": "1:1a7e40f51c1961de",
    "word_count": 1464
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEELE, Chief Justice, HOLLAND and BERGER, Justices."
    ],
    "parties": [
      "Phelan JACKSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HOLLAND, Justice.\nThe defendant-appellant, Phelan Jackson, appeals from final judgments that were entered by the Superior Court. Following a two-day jury trial, Jackson was convicted of Attempted Assault in the Second Degree, two counts of Reckless Endangering in the Second Degree, Endangering the Welfare of a Child, Resisting Arrest and Operating an Unregistered Motor Vehicle. He was sentenced, inter alia, to two years Level V imprisonment followed by six months Level 4 work release and probation.\nIn this direct appeal, Jackson argues that a witness’ testimony that he was “known to carry weapons” and was to be considered “armed and dangerous” was so prejudicial to him that he should be granted a new trial. Since there was no objection to that testimony, the standard of appellate review is plain error. We have concluded that the witness’ comment was isolated and unsolicited, the case was not close, and the comment went to no central issue in dispute. Accordingly, the judgments of the Superior Court are affirmed.\nFacts\nIn the early evening hours of August 9, 2004, probation and parole officers Phil Graham and Georgiana Staley were driving westbound on Maryland Avenue in Wilmington when they saw Jackson driving a pickup truck in the opposite direction. Staley was Jackson’s probation officer and knew that there was a warrant outstanding for his arrest for failing to report to his probation officer. Also in the pickup truck was Sheila Tiller, whom Graham recognized as a previous probationer. Unknown to the probation officers, seated between Jackson and Tiller in the pickup truck was Tiller’s six-year-old son.\nUpon seeing Jackson, the probation officers turned around and followed while contacting Wilmington police to assist in stopping Jackson’s truck. The probation officers followed Jackson on an “erratic” course through the city until he stopped on Church Street in an industrial area. Graham, who was driving, testified that he and Staley pulled up next to the truck, identified themselves and ordered Jackson out of the truck.\nStaley testified that when Jackson stopped and Graham pulled up alongside, she got out of the car, drew her weapon and announced, “Probation and Parole, let me see your hands.” Instead of complying, Jackson shifted into reverse and sped off backwards down the street, swiping one or two parked ears as he did so. Jackson then sped off in reverse until he struck a parked car. The probation officers pursued Jackson with their car also in reverse. They stopped their car in front of Jackson’s truck after Jackson had run into the parked vehicle. As the probation officers got out of their car, guns drawn, Jackson rammed the rear of the officers’ car three times. In that process, Jackson’s truck became wedged between the officers’ car and a fire hydrant.\nWilmington police officer Shawn Gordon arrived at the scene in a marked police car while Jackson was ramming the probation officers’ vehicle. When Jackson got out of his truck and started to flee, Gordon, who was in uniform, drew his pistol and ordered Jackson to stop. Instead of stopping, Jackson ran away. Gordon pursued Jackson, eventually tackled him and took him into custody.\nTestimony at Issue\nThe State’s second witness at trial was probation and parole officer, Georgiana Staley. Her testimony regarding the initial confrontation with Jackson was as follows:\nQ. What happened next when you were following this vehicle?\nA.We pulled up next to him. He attempted to exit the truck. I got out of the vehicle and announced who I was, told him I needed to [] see his hands. He is known to carry weapons. In fact, there is a flag when you pull up his sheet that [he] may be armed and dangerous. So I insisted that I see his hands. I pulled my weapon. He got back in the vehicle.\nThere was no objection to this testimony. The trial judge did not intervene sua sponte. The prosecutor did not pursue the matter at that time. The record reflects no further reference during trial to Jackson’s reputation for being “armed and dangerous.”\nFor the first time on appeal, Jackson argues that he was so prejudiced by Staley’s testimony that, notwithstanding his failure to make an objection, that testimony constituted plain and reversible error. “Under the plain error standard of review, the error complained of must be so clearly prejudicial to substantial rights as to jeopardize the fairness and integrity of the trial process. Furthermore, the doctrine of plain error is limited to material defects which are apparent on the face of the record; which are basic, serious and fundamental in their character, and which clearly deprive an accused of a substantial right, or which clearly show manifest injustice.”\nJackson’s Probationary Status\nThe parties stipulated before trial that Jackson’s status as a probationer would be disclosed to the jury. With respect to Jackson’s probationary status, however, the jury was given the following limiting instruction by the trial judge:\nI need to talk to you about the evidence that you have heard thus far, particularly you have heard evidence that Mr. Jackson was on probation at the time of the alleged offences. You need to understand that the reason that the evidence was presented to you was so that you could understand why these officers were involved, and the context of the alleged offences. The fact that the Defendant was on probation is absolutely no evidence that he committed these offences. You shouldn’t consider it as evidence, that he committed those of-\nfences, nor should you consider it as evidence that he is a bad person, or of a character that would be likely or more likely to have committed offences such as the ones [he] has been charged with. The only reason probation is relevant is because based on the allegations of the State, it is inextricably intertwined with evidence of the criminal conduct alleged in this case. So you should not consider it for any other reason than to put the encounter that has been alleged between those officers and the defendant in context.\nIn the closing instructions, the trial judge reminded the jury that:\nIf I direct you to consider evidence for only a limited purpose — and I did give you one such instruction during the course of the trial, as you’ll recall, regarding the defendant’s probationary status at the time of the alleged offenses — you must consider the evidence for that purpose only.\nThe State submits those instructions cautioned the jury against using such testimony “as evidence that [the defendant] is a bad person, or of a character that would be likely or more likely to have committed offenses such as the one [he] has been charged with.” Accordingly, the State contends those instructions also effectually mitigated any reference to Jackson being armed and dangerous. Jackson disagrees, noting that both of the trial judge’s instructions focused on Jackson’s probationary status rather than his reputation for being “armed and dangerous.”\nPlain Error Review\nJackson argues that the witness’ comment that he was “known to carry weapons” and was considered “armed and dangerous” was prejudicial to his defense attorney’s argument that Jackson thought the probation officers were “street thugs.” The fact that Jackson was known to be “armed and dangerous” was irrelevant to that defense. The issue presented by Jackson’s defense was whether he knew that Graham and Staley were probation officers.\nBoth probation officers testified that they clearly identified themselves to Jackson. They were dressed in identical Probation and Parole shirts. They also wore badges on their belts that further identified them as probation officers. In fact, Staley testified that she was Jackson’s probation officer. The argument that Jackson thought the probation officers were street thugs was completely contradicted by his conduct. When the uniformed police officers arrived at the scene in marked police cars, instead of running to those police officers for safety, Jackson fled.\nThe record reflects Staley’s “armed and dangerous” comment was unforeseen, unsolicited and isolated. The case was not close and the comment was not germane to any central issue in dispute. Accordingly, Jackson has not sustained his burden of demonstrating plain error.\nConclusion\nThe judgments of the Superior Court are affirmed.\n. The basic facts are not in dispute. This recitation is taken primarily from the State’s opening brief.\n. Wainwright v. State, 504 A.2d 1096, 1100 (Del.1986) (internal citations omitted).\n. See Pena v. State, 856 A.2d 548, 550-51 (Del.2004).\n. See Hughes v. State, 437 A.2d 559, 571 (Del. 1981).",
        "type": "majority",
        "author": "HOLLAND, Justice."
      }
    ],
    "attorneys": [
      "Bernard J. O’Donnell, Esquire, Office of the Public Defender, Wilmington, Delaware, for appellant.",
      "Timothy J. Donovan, Jr., Esquire, Department of Justice, Wilmington, Delaware, for appellee."
    ],
    "corrections": "",
    "head_matter": "Phelan JACKSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nNo. 120, 2006.\nSupreme Court of Delaware.\nSubmitted: Dec. 20, 2006.\nDecided: Feb. 21, 2007.\nBernard J. O’Donnell, Esquire, Office of the Public Defender, Wilmington, Delaware, for appellant.\nTimothy J. Donovan, Jr., Esquire, Department of Justice, Wilmington, Delaware, for appellee.\nBefore STEELE, Chief Justice, HOLLAND and BERGER, Justices."
  },
  "file_name": "1035-01",
  "first_page_order": 1069,
  "last_page_order": 1072
}
