{
  "id": 7998345,
  "name": "BOARD OF ENVIRONMENTAL PROTECTION et al. v. Paul A. BERGERON et ux.",
  "name_abbreviation": "Board of Environmental Protection v. Bergeron",
  "decision_date": "1980-02-05",
  "docket_number": "",
  "first_page": "1037",
  "last_page": "1038",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 1037"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "410 A.2d 554",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7984599
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/410/0554-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 321,
    "char_count": 4851,
    "ocr_confidence": 0.779,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.47302275151949014
    },
    "sha256": "6e1d7df058fcaefb1e47a37b1521f7dd7fc6f5242ccfcc1bb1178f26c4570721",
    "simhash": "1:8dc3803e3a616989",
    "word_count": 789
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., WERNICK, GODFREY, NICHOLS and GLASSMAN, JJ., and DUFRESNE, A. R. J.",
      "POMEROY and ARCHIBALD, JJ., did not sit."
    ],
    "parties": [
      "BOARD OF ENVIRONMENTAL PROTECTION et al. v. Paul A. BERGERON et ux."
    ],
    "opinions": [
      {
        "text": "NICHOLS, Justice.\nIn January, 1977, the Plaintiffs, the Board of Environmental Protection, the Attorney General and the State of Maine, brought suit in Superior Court (York County) against the Defendants, Paul A. Berger-on and Faye Bergeron, under the Site Location of Development Law, 38 M.R.S.A. §§ 481 et seq., seeking to enjoin any conveyance of their Kennebunkport land not consistent with that Law and to recover a civil penalty. When in March, 1979, upon stipulated facts the presiding justice concluded that the Superior Court lacked subject-matter jurisdiction over actions for civil penalties and dismissed the action, the Plaintiffs appealed to this Court.\nWe sustain the appeal.\nIn 1973 the Defendants purchased abutting lots of land in Kennebunkport, Maine. Between 1973 and February, 1976, the Defendants subdivided the land and without prior approval of the Plaintiff Board sold 6 lots totaling 82 acres to the general public. The parties disputed whether a road running through the land sold divided the land into two parcels of four and two lots, respectively, or whether the Defendants had subdivided a single parcel. Viewing the land as one parcel or two determines whether Board approval was necessary, for 38 M.R.S.A. § 482(5) defines the subdivisions requiring prior approval as those containing five or more lots. The Plaintiffs moved for summary judgment. Before the hearing on the Plaintiffs’ motion for summary judgment, the Defendants applied for and obtained Board approval of the subdivision, rendering moot the Plaintiffs’ prayer for an injunction. The complaint for civil penalties for each day of noncompliance remained. At the hearing on the motion for summary judgment the trial justice himself raised the question of whether the Superior Court had jurisdiction over an action for civil penalties. He went on, however, to decide the merits as well, and he entered judgment for the Defendants.\nAs the Plaintiffs’ prayer for an injunction is moot, we focus solely upon the jurisdictional issue presented by this case.\nConduct becomes a civil violation when designated as such by the Legislature. Here, the proscribed conduct was never designated a civil violation. 38 M.R.S.A. § 482(2) forbids subdivision of applicable parcels without prior approval of the Plaintiff Board. 38 M.R.S.A. §§ 453 and 454 (in effect at the time of commencement of the action but transferred without material alteration to 38 M.R.S.A. §§ 348 and 349 by P.L.1977 c. 300) authorize injunctive proceedings and actions for civil or criminal penalties upon violation of environmental laws. These sections do not expressly designate the failure to obtain a permit under the Site Law as a civil violation.\n38 M.R.S.A. § 349 expressly declares that the Board of Environmental Protection may recover a “civil penalty” for violations of specified laws. At the time the conduct occurred, namely, between 1973 and February 1976, the Superior Court plainly had jurisdiction over this civil action under its general jurisdictional grant. 4 M.R.S.A. § 105. The Maine Criminal Code, on becoming effective on May 1, 1976, preserved the Board’s right to recover or enforce that civil penalty in a civil action. See Section 3(2) of the Code.\nThe entry will be:\nAppeal sustained.\nJudgment vacated.\nRemanded to Superior Court for further proceedings consistent with the opinion herein.\nDUFRESNE, A. R. J., sat by assignment.\nPOMEROY and ARCHIBALD, JJ., did not sit.\n. 17-A M.R.S.A. § 4(3) provides:\nA statute outside this code may be expressly designated as a civil violation. All civil violations are expressly declared not to be criminal offenses. They are enforceable by the Attorney General, his representative or any other appropriate public official in a civil action to recover what may be designated a fine, penalty or other sanction, or to secure the forfeiture that may be decreed by the statute. Evidence obtained pursuant to an unlawful search and seizure shall not be admissible in a civil violation proceeding arising under Title 22, section 2383.\n. It may be noted in passing that (1) the civil penalty under 38 M.R.S.A. § 349(2) is not made a civil violation by the Code; (2) Section 4(3) of the Code does not apply because the statute outside the Code is not “expressly designated as a civil violation”; and (3) Section 4-A(4) of the Code does not apply because 38 M.R.S.A. § 349(2) is not a “criminal statute.” Even if it were denominated a “civil violation,” the Superior Court would have jurisdiction in any event. See Russell v. Giles, Me., 410 A.2d 554 (1980).",
        "type": "majority",
        "author": "NICHOLS, Justice."
      }
    ],
    "attorneys": [
      "Gregory W. Sample, (orally), Asst. Atty. Gen., Augusta, for plaintiff."
    ],
    "corrections": "",
    "head_matter": "BOARD OF ENVIRONMENTAL PROTECTION et al. v. Paul A. BERGERON et ux.\nSupreme Judicial Court of Maine.\nFeb. 5, 1980.\nGregory W. Sample, (orally), Asst. Atty. Gen., Augusta, for plaintiff.\nBefore McKUSICK, C. J., WERNICK, GODFREY, NICHOLS and GLASSMAN, JJ., and DUFRESNE, A. R. J."
  },
  "file_name": "1037-01",
  "first_page_order": 1085,
  "last_page_order": 1086
}
