{
  "id": 7867966,
  "name": "Allen E. ERTEL, Appellee, v. The PATRIOT-NEWS COMPANY, Dick Sarge, and William C. Costopoulos, Appellants",
  "name_abbreviation": "Ertel v. Patriot-News Co.",
  "decision_date": "1996-04-17",
  "docket_number": "",
  "first_page": "1038",
  "last_page": "1044",
  "citations": [
    {
      "type": "official",
      "cite": "674 A.2d 1038"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "331 U.S. 549",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158393
      ],
      "weight": 3,
      "year": 1947,
      "pin_cites": [
        {
          "page": "568-569",
          "parenthetical": "courts should avoid constitutional issues when the issue at hand may be decided upon other grounds."
        },
        {
          "page": "1419-1420",
          "parenthetical": "courts should avoid constitutional issues when the issue at hand may be decided upon other grounds."
        },
        {
          "parenthetical": "courts should avoid constitutional issues when the issue at hand may be decided upon other grounds."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/331/0549-01"
      ]
    },
    {
      "cite": "178 W.Va. 765",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8581337,
        8581323
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "773"
        },
        {
          "page": "786"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/w-va/178/0765-02",
        "/w-va/178/0765-01"
      ]
    },
    {
      "cite": "21 A. 157",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 3,
      "year": 1891,
      "pin_cites": [
        {
          "page": "297-298"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "139 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251435
      ],
      "year": 1891,
      "pin_cites": [
        {
          "page": "297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/139/0289-01"
      ]
    },
    {
      "cite": "231 A.2d 753",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "pin_cites": [
        {
          "page": "755"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "426 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1908637
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/426/0179-01"
      ]
    },
    {
      "cite": "477 U.S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6206897
      ],
      "weight": 6,
      "year": 1986,
      "pin_cites": [
        {
          "page": "249",
          "parenthetical": "\"there is no issue for trial unless there is sufficient evidence favoring the nonmoving party for a jury to return a verdict for that party.\""
        },
        {
          "page": "2511",
          "parenthetical": "\"there is no issue for trial unless there is sufficient evidence favoring the nonmoving party for a jury to return a verdict for that party.\""
        },
        {
          "parenthetical": "\"there is no issue for trial unless there is sufficient evidence favoring the nonmoving party for a jury to return a verdict for that party.\""
        },
        {
          "page": "249"
        },
        {
          "page": "2510-2511"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0242-01"
      ]
    },
    {
      "cite": "477 U.S. 317",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6207800
      ],
      "weight": 6,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0317-01"
      ]
    },
    {
      "cite": "497 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1775268
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "176",
          "parenthetical": "citations omitted"
        },
        {
          "page": "658",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/497/0163-01"
      ]
    },
    {
      "cite": "475 U.S. 767",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6208571
      ],
      "weight": 6,
      "year": 1986,
      "pin_cites": [
        {
          "page": "775"
        },
        {
          "page": "1563"
        },
        {
          "page": "777-778"
        },
        {
          "page": "1563-65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/475/0767-01"
      ]
    },
    {
      "cite": "376 U.S. 254",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        379234
      ],
      "weight": 5,
      "year": 1964,
      "pin_cites": [
        {
          "page": "256"
        },
        {
          "page": "713"
        },
        {
          "page": "279-280"
        },
        {
          "page": "726"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/376/0254-01"
      ]
    },
    {
      "cite": "665 A.2d 1167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        458972,
        7880612
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "1170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0124-01",
        "/a2d/665/1167-01"
      ]
    },
    {
      "cite": "542 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458972
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "130"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0124-01"
      ]
    },
    {
      "cite": "532 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1835916
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "144-145"
        },
        {
          "page": "304"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/532/0142-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 907,
    "char_count": 19878,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2003197869837199
    },
    "sha256": "1e8f7f884dbba811e7e6e5178c10f71d0cfee7096e2c177b0c630027cab4362f",
    "simhash": "1:d712ee7889d9bfc0",
    "word_count": 3280
  },
  "last_updated": "2024-02-27T22:39:59.118817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "Allen E. ERTEL, Appellee, v. The PATRIOT-NEWS COMPANY, Dick Sarge, and William C. Costopoulos, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCAPPY, Justice.\nThese are appeals by allowance from the order of the Superior Court, reversing the entry of summary judgment by the Court of Common Pleas of Philadelphia County. For the reasons that follow, we now reverse.\nThe instant matter is a civil action for defamation filed by Appellee, Allen E. Ertel (“Ertel”). This action has its origins in a news article pubhshed on June 30, 1985 by Appellant, the Patriot-News Company (“Patriot-News”) concerning a prosecution conducted by Ertel while he was District Attorney for Lycoming County. This 1974 prosecution resulted in a conviction of Kim Lee Hubbard (“Hubbard”) of second degree murder for the death of twelve-year-old Jennifer Hill. Hubbard served ten years in prison for the Hill murder.\nSince being accused of the murder, Hubbard has steadfastly asserted his innocence. After Hubbard was released from prison, he and his parents hired Appellant William C. Costopoulos (“Costopoulos”) to review the trial in an effort to clear Hubbard’s name. Costopoulos studied the case and wrote a twenty-seven page report (the “Costopoulos Report”). He then submitted this report to the Hubbards. The Hubbards, in turn, delivered a copy of the Costopoulos Report to Appellant, Dick Sarge (“Sarge”), a reporter for the PatrioiANews who had written previous articles about the case. On June 30, 1985, an article written by Sarge about the Costopoulos Report (the “June 30th article”) was published in the Harrisburg Sunday Patriot-News.\nAs reported in the June 30th article, the Costopoulos Report had noted evidentiary peculiarities and conflicts in the 1974 prosecution and had stated that there was “significant merit” to the Hubbards’ claim of “a strong pattern of prosecutorial manipulation and/or tampering of evidence.” (R. 354a). The June 30th article stated that the Costo-poulos Report had found the following aberrations in the 1974 prosecution:\n1. A tire cast was introduced into evidence against Hubbard at the trial. Police said the cast was taken from the field near where the body was discovered, and that it matched a tire on Hubbard’s car. Yet evidence established that the tire, which was on Hubbard’s car when he was arrested, was purchased and installed after the murder. Moreover, the tire cast clearly reproduced lettering from the tire sidewall. A tire moving through a muddy field would not leave legible traces of sidewall lettering. From this, Costopoulos concluded that “[t]he only logical conclusion to be drawn is that [the tire cast in question] was fabricated.” R. 355a.\n2. Different witnesses reported the body was found in different places in the farm field. One of the reported places was well away from the boot prints and the tire tracks which were the key pieces of evidence linking the crime to Hubbard. As reported in the June 30th article, Costo-poulos believed that these inconsistencies made it possible that the tire and boot casts were fabricated. R. 354a-355a.\n3. The Costopoulos report posited that “numerous discrepancies relative to the victim’s clothing, together with the condition and location of the body, suggested that the body itself was tampered with.” (R. 355a).\nThe June 30th article also noted that the Hubbards’ claims had been rejected in proceedings through the Supreme Court of Pennsylvania, the United States District Court for the Middle District of Pennsylvania, and the Third Circuit. (R. 354a). After reading the article, Ertel demanded and received from the PatriotANews an apology which was published in the July 7, 1985 edition of the Sunday Patriot-News.\nErtel subsequently filed suit against Cos-topoulos, Sarge and the Patrio ANews for defamation based on the June 30th article. (Hereafter, Sarge and the Patrio ANews shall be collectively referred to as “the newspaper”.)\nThe newspaper and Costopoulos moved for summary judgment. The trial court held that Ertel had not shown he could establish “actual malice” by clear and convincing evidence, and thus granted summary judgment in favor of the newspaper and Costopoulos. The trial court did not address the other arguments presented by the newspaper and Costopoulos to support their motion for summary judgment.\nThe Superior Court, in a memorandum opinion, addressed all claims raised by the newspaper and Costopoulos, and held that none of them justified the entry of summary judgment. Thus, it reversed the trial court and remanded. The newspaper and Costo-poulos subsequently filed Petitions for Allowance of Appeal, both of which were granted by this Court.\nPennsylvania Rules of Civil Procedure Rule 1035 governs summary judgment, and it states in pertinent part:\n(a) After the pleadings are closed, but within such time as not to delay trial, any party may move for summary judgment on the pleadings and any depositions, answers to interrogatories, admissions on file and supporting affidavits.\n(b) The adverse party, prior to the day of hearing, may serve opposing affidavits. The judgment sought shall be rendered if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.... (d) .... When a motion for summary judgment is made and supported as provided in this rule, an adverse party may not rest upon the mere allegations or denials of his pleading, but his response, by affidavits or as otherwise provided in this rule, must set forth specific facts showing that there is a genuine issue for trial. If he does not so respond, summary judgment, if appropriate, shall be entered against him.\nPa.R.C.P. No. 1035.\nIn reviewing this matter, as with all summary judgment cases, we view the record in the light most favorable to the non-moving party, and all doubts as to the existence of a genuine issue of material fact must be resolved against the moving party. Pennsylvania State University v. County of Centre, 532 Pa. 142, 144-145, 615 A.2d 303, 304 (1992). In examining questions of law, our scope of review is plenary. See Phillips v. A-Best Products Co., 542 Pa. 124, 130, 665 A.2d 1167, 1170 (1995).\nBefore turning to the particulars of each appeal, we must first examine the law of defamation as it applies to public figures to determine whether the trial court’s entry of summary judgment in favor of the newspaper was correct.\nIt is axiomatic that the United States Constitution dictates that certain limits be placed on “a State’s power to award damages in a libel action brought by a public official against critics of his official conduct” in order to secure the freedom of speech guaranteed by the First Amendment. See New York Times Co. v. Sullivan, 376 U.S. 254, 256, 84 S.Ct. 710, 713, 11 L.Ed.2d 686 (1964). Thus, it is the burden of a public figure plaintiff, such as Ertel, to show that the statements at issue are false. Philadelphia Newspapers, Inc. v. Hepps, 475 U.S. 767, 775, 106 S.Ct. 1558, 1563, 89 L.Ed.2d 783 (1986). The Court reasoned that although “requiting the plaintiff to show falsity will insulate from liability some speech that is false, but un-provably so,” this result was justifiable since placing the burden on media defendants to prove truth would create fear of liability and deter free speech. Id. at 777-778, 106 S.Ct. at 1563-65.\nIn addition to establishing that the statement was false, the public figure plaintiff must also establish that the defendant published the statement with “actual malice,” or in other words, published the statement “with knowledge that it was false or with reckless disregard of whether it was false or not.” New York Times, 376 U.S. at 279-280, 84 S.Ct. at 726.\nAs its first issue, the newspaper raises the claim that it is entitled to summary judgment because there was no genuine issue of material fact as to whether the June 30th article was false. The newspaper argues that since Ertel offered no evidence that any of the material was false, an issue on which Ertel bore the burden of proof, then there was no genuine issue of material fact and the newspaper was entitled to judgment as a matter of law.\nThe Superior Court below rejected the newspaper’s claim. The Superior Court held that the newspaper, as the moving party, was obliged to submit evidence that the claimed defamatory material was true, even though the newspaper had no such obligation at trial. See Super.Ct. slip op. at 34. The Superior Court held that in the absence of the newspaper introducing any such evidence, Ertel had no obligation to introduce any evidence concerning its falsity. Employing this standard, the Superior Court concluded that since the newspaper failed to produce evidence to show that the material at issue was true, then Ertel had no obligation to offer even a scintilla of evidence of falsity to withstand the motion for summary judgment.\nThe Superior Court’s decision is inconsistent with the language and purpose of our summary judgment rule. Rule 1035 does not require that the moving party introduce evidence on an issue on which it does not bear the burden of proof in order to have its motion granted. Additionally, the rule explicitly states that a non-moving party may not avoid summary judgment by “restfing] upon the mere allegations or denials of his pleading_” See Pa.R.C.P. No. 1035(d).\nAllowing non-moving parties to avoid summary judgment where they have no evidence to support an issue on which they bear the burden of proof runs contrary to the spirit of Rule 1035. We have stated that the “mission of the summary judgment procedure is to pierce the pleadings and to assess the proof in order to see whether there is a genuine need for a trial.” Curran v. Philadelphia Newspapers, Inc., 497 Pa. 163, 176, 439 A.2d 652, 658 (1981) (citations omitted). We have a summary judgment rule in this Commonwealth in order to dispense with a trial of a ease (or, in some matters, issues in a case) where a party lacks the beginnings of evidence to establish or contest a material issue. The Superior Court’s decision does not advance this goal. Forcing parties to go to trial on a meritless claim under the guise of effectuating the summary judgment rule is a perversion of that rule.\nWe also find it instructive to reference the United States Supreme Court’s interpretations of Fed.R.Civ.P. 56, a provision which Rule 1035 closely tracks. The United States Supreme Court has held that where the non-moving party fails to adduce sufficient evidence to establish the existence of an element essential to his case and on which he bears the burden of proof, then the moving party is entitled to judgment as a matter of law. Celotex Corp. v. Catrett, 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The Court specifically noted that there is no express or implied requirement in Fed.R.Civ.P. 56 which requires a moving party to negate elements of the non-moving party’s case pri- or to the non-moving party being required to introduce evidence. See also Anderson v. Liberty Lobby, 477 U.S. 242, 249, 106 S.Ct. 2505, 2511, 91 L.Ed.2d 202 (1986) (“there is no issue for trial unless there is sufficient evidence favoring the nonmoving party for a jury to return a verdict for that party.”)\nWe find the reasoning of the United States Supreme Court to be persuasive, and therefore adopt it. .Thus, we hold that a non-moving party must adduce sufficient evidence on an issue essential to his case and on which he bears the burden of proof such that a jury could return a verdict in his favor. Failure to adduce this evidence establishes that there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law.\nIn applying this legal standard to the newspaper’s claim, we must examine whether Ertel has produced evidence sufficient to show that there is a genuine issue of material fact as to the issue of falsity, such that the newspaper is not entitled to a judgment as a matter of law. Ertel did not offer evidence that any of the material at issue was false. His complaint failed even to allege that any specific statement in the June 30th article was false. Because Ertel did not produce any evidence of falsity, there was no genuine issue of material fact regarding falsity. Therefore, the newspaper was entitled to summary judgment as a matter of law.\nAs we find that the newspaper was entitled to have its summary judgment motion granted, there is no need to analyze the newspaper’s alternative arguments supporting its claim for relief.\nNow turning to the action against Costopoulos, we must address an additional area of the law of defamation. As his first issue, Costopoulos claims that the Superior Court erred when it reasoned that Costopou-los could be held liable as a “procurer” of the publication of the June 30th article.\nThis issue concerns an aspect of defamation law which this Court has rarely encountered. Ordinarily, a plaintiff in a defamation ease must prove that the defendant actually published the defamatory material. See Gaetano v. Sharon Herald Co., 426 Pa. 179, 182, 231 A.2d 753, 755 (1967); 42 Pa.C.S. § 8343(a)(2). In this matter, however, Ertel does not allege that Costopoulos actually published the June 30th article. Rather, Costopoulos is alleged to be culpable because he “procured” the publication of Sarge’s article by the Patriot-News. See Restatement (Second) of Torts, § 577, emt. f (even though a defendant is not the publisher of the allegedly defamatory publication, he may be liable in defamation if he “procured” the publication.)\nThis Court has not visited the issue of liability of third parties for defamation for more than a century. Henry v. Pittsburg L.E.R. Co., 139 Pa. 289, 297, 21 A. 157 (1891) held that even if the defendants furnished all of the information on which the defamatory newspaper article was based, there was no evidence that they procured its publication in the sense that they directed publication of the article. Id. at 297-298, 21 A. 157.\nOur sister state of West Virginia has examined this issue more recently, and the opinion from her highest court is in accord with oar Henry decision. The West Virginia Supreme Court held that “alleged procurers or assistants are not responsible as publishers of libel absent a showing of their participation or involvement in the publication.” Crain v. Lightner, 178 W.Va. 765, 773, 364 S.E.2d 778, 786 (1987).\nWe hold that in order to show that a defendant “procured” publication, the plaintiff must establish that the third party-defendant directed or participated in the publication of the defamatory publication by another. To find that a defendant “directed” or “participated in” publication requires, at very least, evidence of some affirmative action on the part of the defendant.\nIn support of his position, Ertel asserts that there is evidence that Costopoulos procured the June 30th publication. He points to Sarge’s statement that after he received the opinion letter from the Hubbards, Sarge called Costopoulos for comment. In asking Costopoulos whether Sarge could publish the report, Sarge said that Costopoulos replied “I don’t care what you do with it.” Deposition of Sarge, Vol. I, p. 36 (R. 623a). Sarge immediately followed that statement by adding, “That could have meant anything. But it also didn’t say — he didn’t say don’t print it.” Id. Costopoulos does not contend that this statement by Sarge is an inaccurate account of his conversation with him. Ertel does not point to any other evidence of procurement.\nAs noted above, Pa.R.C.P. No. 1035 declares that entry of summary judgment in favor of Costopoulos would be appropriate where there exists no genuine issue as to a material fact and Costopoulos is entitled to judgment as a matter of law. First, since Costopoulos agrees with Ertel’s account of Sarge’s statement, there is no issue of fact. Second, Costopoulos is entitled to judgment as a matter of law. Taking Sarge’s statement in the light most favorable to Ertel as the non-moving party, this evidence at best shows that Costopoulos did not act to prevent Sarge from writing his article, and the Patrioi-News from publishing it. This evidence is insufficient as a matter of law to show that Costopoulos procured the publication of the June 30th article. Costopoulos did not affirmatively act to direct or participate in the publication of the June 30th article; rather, he merely failed to hinder its publication. Thus, the entry of summary judgment in favor of Costopoulos by the trial court was correct, and the Superior Court erred in reversing that determination.\nBecause we have determined that Costo-poulos is entitled to the relief he requested as Ertel failed to introduce evidence sufficient to establish that Costopoulos procured the publication, then there is no need for us to analyze Costopoulos’ claims in the alternative.\nFor the reasons set forth herein, the Order of the Superior Court is reversed.\nMONTEMURO, J., who was sitting by designation, did not participate in the decision of this case.\n. Ertel's suit is based solely on the publication of the June 30th article, and is not based on Costo-poulos’ tendering of the report to the Hubbards.\n. Ertel concedes he is a public figure. Complaint, V 6 and Appellee's Brief at 23.\n. We note that our rule governing summary judgment has been recently amended. Among other changes, the new Rule 1035 states that a party may move for summary judgment where “an adverse party who will bear the burden of proof at trial has failed to produce evidence of facts essential to the cause of action or defense which in a jury trial would require the issues to be submitted to a jury.” Pa.R.C.P. No. 1035.2. Order amending Rule 1035 promulgated February 5, 1996; amendments effective July 1, 1996.\nOur holding in the matter sub judice is consistent with the amended Rule 1035.\n. The Superior Court also noted that it was helpful to look to the federal courts' interpretation of F.R.C.P. 56 in interpreting Pa.R.C.P. No. 1035. The Superior Court, however, failed to realize that the federal district court case on which it relied was effectively overruled by the U.S. Supreme Court a decade ago in the cases of Celotex Corp. v. Catrett, 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986), and Anderson v. Liberty Lobby, 477 U.S. 242, 249, 106 S.Ct. 2505, 2510-2511, 91 L.Ed.2d 202 (1986), which are discussed infra.\n.We also note that in its argument relating to summary judgment on the issue of falsity, the newspaper contended that placing the burden on the defendant to prove truth in a public figure defamation case ran afoul of Hepps, supra, and was therefore unconstitutional. Because we have determined that the Superior Court’s holding was in violation of Pa.R.C.P. No. 1035, we need not determine whether it was also unconstitutional. See Rescue Army v. Municipal Court, 331 U.S. 549, 568-569, 67 S.Ct. 1409, 1419-1420, 91 L.Ed. 1666 (1947) (courts should avoid constitutional issues when the issue at hand may be decided upon other grounds.)\n. As discussed at n. 1, supra, Ertel’s suit was based solely on the publication of the June 30th article, and not on the transmission of the Costo-poulos Report to the Hubbards.",
        "type": "majority",
        "author": "CAPPY, Justice."
      }
    ],
    "attorneys": [
      "David E. Sandel, Jr., Philadelphia, for William C. Costopoulos.",
      "John C. Sullivan, David H. Marion, Philadelphia, for The Patriot News & Dick Sarge.",
      "Samuel E. Klein, Philadelphia, for amicus Pubhshers.",
      "Martha E. Neil, Philadelphia, for amicus Pa. Newspaper Pubhshers Assn.",
      "Michael Onufrak, Philadelphia, for William C. Costopoulos."
    ],
    "corrections": "",
    "head_matter": "Allen E. ERTEL, Appellee, v. The PATRIOT-NEWS COMPANY, Dick Sarge, and William C. Costopoulos, Appellants.\nSupreme Court of Pennsylvania.\nArgued Oct. 23, 1995.\nDecided April 17, 1996.\nReargument Denied June 26, 1996.\nDavid E. Sandel, Jr., Philadelphia, for William C. Costopoulos.\nJohn C. Sullivan, David H. Marion, Philadelphia, for The Patriot News & Dick Sarge.\nSamuel E. Klein, Philadelphia, for amicus Pubhshers.\nMartha E. Neil, Philadelphia, for amicus Pa. Newspaper Pubhshers Assn.\nMichael Onufrak, Philadelphia, for William C. Costopoulos.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "1038-02",
  "first_page_order": 1102,
  "last_page_order": 1108
}
