{
  "id": 6094966,
  "name": "In re Forest Ray Moulton",
  "name_abbreviation": "In re Moulton",
  "decision_date": "1930-04-14",
  "docket_number": "No. 2285",
  "first_page": "1039",
  "last_page": "1041",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1039"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 342,
    "char_count": 6800,
    "ocr_confidence": 0.469,
    "sha256": "60eb67aee16217b9445b0998407f035087bbcdc59d2816f6a29f02c1b0987d2e",
    "simhash": "1:edeef5b37027b4cc",
    "word_count": 1141
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Forest Ray Moulton"
    ],
    "opinions": [
      {
        "text": "Bland, Judge,\ndelivered the opinion of the court:\nFrom a decision of the Board of Appeals of the Patent Office, rejecting all of appellant’s claims, 24 in number, which relate to motion-picture method and apparatus, appeal is taken to this court. The Board of Appeals selected claims 1, 2, 3, 10, 11, and 13 as illustrative and they are as follows:\n1. The method of projection of a motion picture series which includes interruption of the projection light during the entire time that a picture is in motion, but effecting projection during at least seven-tenths of the cycle of movement of the picture.\n2. The method of projection of motion pictures which includes bringing the pictures seriatim into position for projection and effecting more than two alternations of projection and interruption of projection during each of the cycles of such positioning, all the alternations being isochronous.\n3. The method of projection of motion pictures which includes bringing the pictures seriatim into position for projection and effecting at least two alternations of projection and interruptions of projection during each of the cycles of such positioning, all the alternations being isochronous,. the total time of projection being more than one-half of said cycle.\n10. The method of projection of motion pictures which includes effecting the positioning of each picture in one-eiglith of the cycle of movement of the picture into and out of position for projection.\n11. The method of projection of motion pictures which includes effecting the positioning of each picture in less than one-sixth of the cycle of movement of the picture into and out of position for projection.\n13. The method of projection of motion pictures which includes bringing the picture seriatim into position for projection at a normal rate of not less than sixteen pictures per second and effecting more than two isochronous alternations of projection and interruption of projection during each of the cycles of such positioning and effecting projection during more than one-quarter of such cycle.\nThe claims were rejected upon the following references:\nPross, 722382, Marcia 10, 1903.\nKeller, 1232327, July 3, 1917.\nArmat, 1259066, March 12, 1918.\nRamsey, 1388892, August 30, 1921.\nPower, 1427228, August 29, 1922.\nWatson, 1470407, October 9, 1923.\nIn stating the nature of applicant’s construction, the board said:\nIt is the usual practice in this class of machines to project 16 pictures per •second, see Keller, page 1, lines 68-70, and applicant follows the general practice in this respect. He proposes to gear the intermittent mechanism for moving the film so that the movement occupies 1/8 or 1/12 of the film cycle which means that, with 16 pictures per second, the movement of the picture takes place in 1/128 or 1/192 of a second and he uses a 4-blade shutter which makes a complete revolution during each film cycle, so that the movement of the film takes place during the passage of one blade and there are three obscurations of the light by the other blades while the picture is held stationary. It is explained in the brief that, as the shutter is moving with the film, the time required for making the change appears to be twice that of the periods of obscuration occurring while the film is stationary. The difference would therefore be equal to 1/8 of the cycle of movement, which is too small to produce any objectionable effect. The interruption of the light during projection of the picture tends to reduce the flicker effect but this is well understood in the art, see Power, page 1, lines 71-78.\nAppellant states the nature of his invention as follows:\nThe invention relates to a method for the projection of motion pictures having as an object the provision of the cycle to devote as great a proportion of its time for projection to obtain greatest brilliancy and minimum time in moving or framing of the series of pictures. It is contemplated that the movement of the series of pictures be at the rate of 16 per second and causing the interruption of the light during projection to accommodate the eye to the interruption when moving the pictures to and from the frame. Applicant proposes to gear the intermittent machanism for moving the film so that the movement of the film occupies one-eighth or one-twelfth of the cycle, which means that with 16 pictures per second, movement of a picture is effected in 1/128 or 1/192 of a second for a 4-blade shutter. It is a further object of the invention to interrupt the light during the time that the picture is stationary in order that the eye may become accommodated to the alternations which occur between the projection of the picture and the movement- of the picture. As obscuration occurs during the motion of the picture and this occupies one-eighth or one-twelftli of the time of the cycle, nonisochronous flickering during the time devoted to projection would be tiring upon the eye ■of the observer and cause a marked phenomena of flickering. As the time element for moving the picture and its effect in moving is relatively to not only the picture frame but the shutter, the alternation occurring between the last projection and the movement of the film is one at least one-third longer than any other alternation. Applicant has reduced the time of this last alternation to the point where the linear displacement of the film is not sensitive to the eye, nor is the difference in time of the last alternation .appreciably different from the alternation during projection.\nClaim 1 was rejected on Armat. Claims 2 to 9, inclusive, were rejected on Pross or Power. Claims 10, 11, and 12 were rejected on Armat or Keller. Claims 13 to 18, inclusive, were rejected on Power •or on Keller, in view of Power, and claims 19 to 24, inclusive, were rejected on Power, Pross, Armat or Keller.\nIn the Board’s opinion, we find the following:\nWe find nothing in the claims which was not known in the prior art and the differences are such as involve nothing more than selection of old features .and application of them in an obvious manner.\nWith this conclusion we agree. A detailed discussion of the application of the references to the claims wbuld serve no useful purpose here. They are discussed thoroughly in the opinions of the examiner and the Board of Appeals. We think the claims were properly rejected upon the references cited and the decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Bland, Judge,"
      }
    ],
    "attorneys": [
      "Paul Carpenter (J. T. Basseehes of counsel) for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Forest Ray Moulton\n(No. 2285)\nUnited States Court of Customs and Patent Appeals,\nApril 14, 1930\nPaul Carpenter (J. T. Basseehes of counsel) for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument March 3, 1930, by Mr. Basseches and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1039-01",
  "first_page_order": 489,
  "last_page_order": 491
}
