{
  "id": 7377466,
  "name": "PHILADELPHIA SUBURBAN DEVELOPMENT CORPORATION, v. Albert CHICKELERO, Appellee, and A. Charles Peruto, Appellant",
  "name_abbreviation": "Philadelphia Suburban Development Corp. v. Chickelero",
  "decision_date": "1994-01-28",
  "docket_number": "",
  "first_page": "1040",
  "last_page": "1041",
  "citations": [
    {
      "type": "official",
      "cite": "635 A.2d 1040"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "152 A.2d 894",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 1
    },
    {
      "cite": "396 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284916
      ],
      "year": 1959,
      "opinion_index": 1,
      "case_paths": [
        "/pa/396/0320-01"
      ]
    },
    {
      "cite": "304 A.2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 1
    },
    {
      "cite": "451 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948597
      ],
      "year": 1973,
      "opinion_index": 1,
      "case_paths": [
        "/pa/451/0436-01"
      ]
    },
    {
      "cite": "464 Pa. 147",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710337
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 1,
      "case_paths": [
        "/pa/464/0147-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 301,
    "char_count": 4073,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18957263531580412
    },
    "sha256": "7e5aa3309309381ed8e7964911ada24bd853f349c292440d2a3b253d9ce71c03",
    "simhash": "1:d87425e32e8b9809",
    "word_count": 672
  },
  "last_updated": "2024-02-27T18:47:10.698751+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "LARSEN, J., did not participate in the consideration or decision in this case."
    ],
    "parties": [
      "PHILADELPHIA SUBURBAN DEVELOPMENT CORPORATION, v. Albert CHICKELERO, Appellee, and A. Charles Peruto, Appellant."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAppeal dismissed as having been improvidently granted.\nLARSEN, J., did not participate in the consideration or decision in this case.\nPAPADAKOS, J., files a dissenting opinion.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "PAPADAKOS, Justice,\ndissenting.\nI dissent and would reach the merits of the case. The sole issue in this case is whether an indispensable party to a settlement agreement allegedly reached before the Chancellor was present and actually agreed to the settlement.\nThe allegation is made that A. Charles Peruto, Esq., agreed to the settlement agreement on his own behalf and on behalf of Dominick Vitullo. It is clear from the record that Vitullo’s interest in real estate was being alienated and he did not personally consent to same in open court or give an agent authority in writing to do so. The mere fact that he sat mute in court on one of the several meetings before the Chancellor cannot be translated into consent.\nIt is a basic principal of equity jurisprudence that if all necessary and indispensable parties are not parties to an action in equity, the court is powerless to grant relief. Huston v. Campanini, 464 Pa. 147, 346 A.2d 258 (1975); Tique v. Basalyga, 451 Pa. 436, 304 A.2d 119 (1973); Reifsnyder v. Pittsburgh Outdoor Advertising Company, 396 Pa. 320, 152 A.2d 894 (1959).\nIn this equity action, six persons had an interest in the real estate which was the subject of the attempted settlement agreement. They were: Chickelero, Peruto, De-Rose, E. Folini, V. Folini and Vitullo. The property was held in trust by Chickelero and Peruto for all six as partners.\nPeruto entered into an agreement to sell the property to Philadelphia Suburban Development Corporation (PSDC), and defaulted. PSDC then filed an action in equity for specific performance against Peruto and Chickelero. A default judgment was entered against Peruto for failure to answer. Chick-elero filed preliminary objections seeking dismissal for non-joinder of indispensable parties (the other four partners), and raised as an affirmative defense, the Statute of Frauds on the basis that he neither executed the sales agreement nor authorized in writing Peruto to act on his behalf. The Chancellor overruled the preliminary objections and ordered the case to trial.\nDuring the trial, there was an offer to settle the entire matter among all the parties with Peruto executing a deed on his behalf and on behalf of D. Vitullo to the other four partners. Although Peruto agreed to this arrangement in open court and on the record, D. Vitullo was no whereas in sight. He did not appear in open court to place his approval on the record, nor did he authorize, in writing, Peruto to convey his interest in the real estate. Under these circumstances, I cannot see that the Statute of Frauds has been satisfied.\nNo matter how the majority and the Chancellor twist and turn the facts, I do not believe that they can produce record evidence to divest D. Vitullo of his interest in the real estate. They both simply rely upon the fact that Vitullo was present and did not speak up for or against the proposed settlement agreement reached between Peruto and counsel for some of the other partners (Vincent Folini was not present in court, but this is ignored since it is assumed that his brother had oral authority to speak for him. So much for the Statute of Frauds).\nThe majority and the Chancellor also charge Vitullo with consent because he is a lawyer and knows better. Supposedly this is a new exception to the Statute of Frauds, that is, that as to lawyers, silence is consent.\nFor the foregoing reasons, I dissent and would reverse the Superior Court.",
        "type": "dissent",
        "author": "PAPADAKOS, Justice,"
      }
    ],
    "attorneys": [
      "Philip L. Blackman, A. Charles Peruto, for appellant.",
      "Carmen Nasuti, for Philadelphia Suburban Development Corp.",
      "John Rogers Carroll, for Albert Chiekele-ro."
    ],
    "corrections": "",
    "head_matter": "PHILADELPHIA SUBURBAN DEVELOPMENT CORPORATION, v. Albert CHICKELERO, Appellee, and A. Charles Peruto, Appellant.\nSupreme Court of Pennsylvania.\nArgued Oct. 19, 1992.\nDecided Jan. 28, 1994.\nReargument Denied March 22, 1994.\nPhilip L. Blackman, A. Charles Peruto, for appellant.\nCarmen Nasuti, for Philadelphia Suburban Development Corp.\nJohn Rogers Carroll, for Albert Chiekele-ro.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "1040-02",
  "first_page_order": 1106,
  "last_page_order": 1107
}
