{
  "id": 7280963,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Harry GALENDEZ, Appellant",
  "name_abbreviation": "Commonwealth v. Galendez",
  "decision_date": "2011-08-24",
  "docket_number": "",
  "first_page": "1042",
  "last_page": "1050",
  "citations": [
    {
      "type": "official",
      "cite": "27 A.3d 1042"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 A.3d 519",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7286115
      ],
      "pin_cites": [
        {
          "page": "530"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/11/0519-01"
      ]
    },
    {
      "cite": "933 A.2d 57",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3250928,
        8340526
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/593/0601-01",
        "/a2d/933/0057-01"
      ]
    },
    {
      "cite": "593 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3250928
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/593/0601-01"
      ]
    },
    {
      "cite": "639 A.2d 1235",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871104,
        941140
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/1235-01",
        "/pa-super/433/0111-01"
      ]
    },
    {
      "cite": "483 Pa.Super. 111",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "904 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8468552
      ],
      "pin_cites": [
        {
          "page": "7-8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/904/0001-01"
      ]
    },
    {
      "cite": "878 A.2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8945638
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/878/0887-01"
      ]
    },
    {
      "cite": "309 A.2d 391",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "394",
          "parenthetical": "\"Probable cause exists if the facts and circumstances known to the officer warrant a prudent man in believing that [an] offense has been committed.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "454 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        579903
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "27",
          "parenthetical": "\"Probable cause exists if the facts and circumstances known to the officer warrant a prudent man in believing that [an] offense has been committed.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/454/0023-01"
      ]
    },
    {
      "cite": "867 A.2d 1265",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9030298,
        9030323,
        1140703
      ],
      "pin_cites": [
        {
          "page": "1268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/867/1265-01",
        "/a2d/867/1265-02",
        "/pa/581/0628-01"
      ]
    },
    {
      "cite": "885 A.2d 998",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8912179
      ],
      "pin_cites": [
        {
          "page": "1002"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/885/0998-01"
      ]
    },
    {
      "cite": "941 A.2d 14",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8392356
      ],
      "pin_cites": [
        {
          "page": "27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/941/0014-01"
      ]
    },
    {
      "cite": "378 Pa.Super. 213",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706189
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "581"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/378/0213-01"
      ]
    },
    {
      "cite": "655 A.2d 1030",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        716028,
        7876062
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "1032"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/440/0441-01",
        "/a2d/655/1030-01"
      ]
    },
    {
      "cite": "440 Pa.Super. 441",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        716028
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/440/0441-01"
      ]
    },
    {
      "cite": "823 A.2d 180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9122327
      ],
      "pin_cites": [
        {
          "page": "183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/0180-01"
      ]
    },
    {
      "cite": "814 A.2d 1196",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        716460,
        9347887
      ],
      "pin_cites": [
        {
          "page": "1200"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0269-01",
        "/a2d/814/1196-01"
      ]
    },
    {
      "cite": "16 A.3d 1152",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7287468
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1156"
        },
        {
          "page": "1156"
        },
        {
          "page": "1156",
          "parenthetical": "vacating portion of sentencing order that imposed parole conditions where maximum sentence was two or more years as sentencing court had no authority to impose parole conditions"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/16/1152-01"
      ]
    },
    {
      "cite": "735 A.2d 673",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11536992,
        838534
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "676"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/735/0673-01",
        "/pa/558/0050-01"
      ]
    },
    {
      "cite": "558 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838534
      ],
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/pa/558/0050-01"
      ]
    },
    {
      "cite": "985 A.2d 928",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7293208,
        4196869
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "931",
          "parenthetical": "\"probability\" of criminal activity required by police officer to conduct arrest"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/985/0928-01",
        "/pa/604/0198-01"
      ]
    },
    {
      "cite": "604 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4196869
      ],
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "\"probability\" of criminal activity required by police officer to conduct arrest"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/604/0198-01"
      ]
    },
    {
      "cite": "526 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825953
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        },
        {
          "page": "990",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/526/0268-01"
      ]
    },
    {
      "cite": "11 A.3d 519",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7286115
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a3d/11/0519-01"
      ]
    },
    {
      "cite": "16 A.3d 1152",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7287468
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a3d/16/1152-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 833,
    "char_count": 19828,
    "ocr_confidence": 0.721,
    "pagerank": {
      "raw": 1.2483434473246737e-07,
      "percentile": 0.6094915186174947
    },
    "sha256": "b95a214b2d028434694cce8c47531cacb21d9275d065baf2ed79b2f1984de6ca",
    "simhash": "1:ea8d06757d6d97b4",
    "word_count": 3122
  },
  "last_updated": "2024-02-27T22:30:16.162621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: FORD ELLIOTT, P.J., and STEVENS, GANTMAN, PANELLA, DONOHUE, SHOGAN, ALLEN, LAZARUS and MUNDY, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Harry GALENDEZ, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPANELLA, J.:\nAppellant, Harry Galendez, appeals from the judgment of sentence entered on September 11, 2007, by the Honorable George W. Overton, Court of Common Pleas of Philadelphia County. After careful review, we affirm in part and vacate in part.\nIn this appeal, we consider whether a police officer’s knowledge that a person has an outstanding scofflaw warrant and is wanted for questioning in another matter gives that officer probable cause to make a warrantless arrest. We conclude that knowledge that a person has an outstanding warrant and is wanted for questioning is sufficient to give a police officer probable cause to make a warrantless arrest. We also consider whether a trial court may impose probationary conditions permitting searches of defendant’s residence absent reasonable suspicion and if a trial court can impose parole conditions where defendant’s sentence was for two or more years. Pursuant to this Court’s recent decision in Commonwealth v. Alexander, 16 A.3d 1152, 1156 (Pa.Super.2011) (en banc), we conclude that such probationary conditions are illegal and that the parole conditions are a legal nullity. The facts and procedural history are as follows.\nOn October 25, 2006, Officer Steven Johnson of the Philadelphia Police Department observed Galendez walking down Westmoreland Avenue at 7:30 p.m. Officer Johnson knew that Galendez was wanted on a scofflaw warrant and was wanted for questioning pertaining to a carjacking. After Galendez entered a barber shop, Officer Johnson and other officers entered the shop and arrested him. During a subsequent search, the officers found a loaded handgun in Galendez’s waistband.\nPrior to trial, Galendez filed a motion to suppress the gun recovered during his arrest claiming that there was no legal basis or justification for his warrantless arrest. The suppression court denied the motion on the basis that Galendez’s arresting officer testified that he knew Galendez was wanted on a scofflaw warrant and for questioning in a carjacking. The suppression court also reasoned that the defense had presented no evidence to show that the claimed warrant was not valid.\nThe case proceeded to trial in Gun Court, before the Honorable George W. Overton, after which Galendez was sentenced to a term of 2-4 years of imprisonment for possession of a firearm, to be followed by one year of reporting probation, with credit for time served. Two days following sentencing, the trial court entered an order stating that as a condition of Galendez’s probation and parole he would be subject to random searches of his residence (limited to the space Galendez occupies) by Gun Violence Task Force Agents. Neither Galendez nor his attorney was present when the trial court imposed this condition. Galendez’s attorney filed a timely post-sentence motion, contesting the imposition of the random search condition, which the trial court denied. This appeal followed.\nOn appeal, Galendez raises the following issues:\n1. Did not the trial court err in denying appellant’s motion to suppress physical evidence, when appellant was arrested without probable cause or reasonable suspicion, on the basis of a supposed warrant for which there was no evidence in the record?\n2. Did not the trial court err in adding conditions of parole to appellant’s sentence outside of appellant’s presence and the presence of appellant’s counsel, two days after sentencing, thereby violating appellant’s right to be present for all stages of his criminal proceeding, and his right to counsel at all stages?\n3.Did not the trial court err by imposing as a condition of parole and probation that appellant be subject to random searches of his residence by the Gun Safety Task Force without minimal requirements of reasonable suspicion and/or probable cause as required by both the United States Constitution and the Pennsylvania Constitution and statutory and deci-sional law pursuant thereto, as the condition unconstitutionally infringes upon appellant’s privacy rights and is not calculated to best serve either the rehabilitative nor [sic] the protective purposes of probation or parole?\nAppellant’s Brief, at 3.\nThe standard of review of an appeal from a denial of a motion to suppress is as follows:\nOur standard of review of a denial of suppression is whether the record supports the trial court’s factual findings and whether the legal conclusions drawn therefrom are free from error. Our scope of review is limited; we may consider only the evidence of the prosecution and so much of the evidence for the defense as remains uncontradictéd when read in the context of the record as a whole. Where the record supports the findings of the suppression court, we are bound by those facts and may reverse only if the court erred in reaching its legal conclusions based upon the facts.\nCommonwealth v. Reppert, 814 A.2d 1196, 1200 (Pa.Super.2002) (en banc) (internal citations omitted).\nIn addition, “[i]t is within the suppression court’s sole province as fact-finder to pass on the credibility of witnesses and the weight to be given their testimony.” Commonwealth v. Elmobdy, 823 A.2d 180, 183 (Pa.Super.2003). The suppression court is also entitled “to believe all, part or none of the evidence presented.” Commonwealth v. Benton, 440 Pa.Super. 441, 655 A.2d 1030, 1032 (1995). Finally, at a suppression hearing, the Commonwealth has the burden of “establishing] by a preponderance of the evidence that the evidence was properly obtained.” Commonwealth v. Culp, 378 Pa.Super. 213, 548 A.2d 578, 581 (1988).\nLikewise, the standard for a war-rantless arrest is also well settled, as stated by our esteemed colleague Judge Susan Gantman:\nProbable cause to arrest exists when the facts and circumstances within the police officer’s knowledge and of which the officer has reasonably trustworthy information are sufficient in themselves to warrant a person of reasonable caution in the belief that an offense has been committed by the person to be arrested. Probable cause justifying a warrantless arrest is determined by the totality of the circumstances.\nCommonwealth v. Williams, 941 A.2d 14, 27 (Pa.Super.2008) (internal citations and quotation marks omitted).\nFurthermore, as succinctly explained by then Judge, now President Judge, Corréale Stevens: “[pjrobable cause does not involve certainties, but rather ‘the factual and practical considerations of everyday life on which reasonable and prudent men act.’ ” Commonwealth v. Dommel, 885 A.2d 998, 1002 (Pa.Super.2005) (quoting Commonwealth v. Wright, 867 A.2d 1265, 1268 (Pa.Super.2005)). It is the facts and circumstances within the personal knowledge of the police officer that frames the determination of the existence of probable cause. See, e.g., Commonwealth v. Lawson, 454 Pa. 23, 27, 309 A.2d 391, 394 (1973) (“Probable cause exists if the facts and circumstances known to the officer warrant a prudent man in believing that [an] offense has been committed.”).\nGalendez’s argument, that the suppression court erred in denying his suppression motion, centers on his assertion that the police arrested him without probable cause. He argues that probable cause was lacking because the arresting officer merely testified that Galendez was wanted on a scofflaw warrant and was wanted for questioning, and that this testimony, by itself, did not provide a basis for a warrantless arrest. In other words, Gal-endez contends that it was incumbent upon the Commonwealth to prove the validity of the outstanding warrant, by producing a copy of the warrant at the suppression hearing, to support a determination of probable cause justifying the warrantless arrest. We find Galendez’s argument to be unfounded.\nIn this case, Officer Johnson had the following information within his personal knowledge at the time he observed Galen-dez:\n• He knew Galendez for two years as, he testified, Galendez was a “regular in the neighborhood that I patrolled.” N.T., Suppression Hearing, 9/11/07, at 5.\n• He also knew Galendez from “previous incidents.” Id.\n• Officer Johnson explicitly testified that he “knew [Appellant] to have a scofflaw warrant. He was wanted by the detectives in the east division for questioning in a prior carjacking.” Id.\nThe suppression court accepted the officer’s testimony as credible, a clearly reasonable conclusion, especially in light of the concession from Galendez’s counsel that “[t]he officer knew my client.” Id., at 24-25.\nTherefore, at the suppression hearing, the Commonwealth presented evidence pertaining to the facts and circumstances known to the officer at the time of arrest. The officer’s testimony was more than sufficient to support a finding that the officer knew Galendez and knew that a warrant was outstanding for Galendez’s arrest. In response to Officer Johnson’s testimony, Galendez failed to argue that there was no valid warrant for his arrest or that he was not wanted by the police. As such, the Commonwealth met its burden of proof and we find that the suppression court properly denied Galendez’s suppression motion. Any other conclusion would mean nothing less than a rejection of Officer Johnson’s sworn, uncontroverted testimony. Given the legal standards set forth above, there was simply no need for the Commonwealth to present any additional evidence.\nInstead of suppressing the evidence obtained by Officer Johnson, we commend the officer in his efforts to protect the public. Indeed, at the subsequent bench trial, the Commonwealth introduced all nonhearsay testimony from the suppression hearing, as well as evidence that:\n• the gun obtained from Galendez was operable;\n• the gun was loaded with four live rounds as well as one in the chamber;\n• Galendez was not licensed to carry a weapon; and\n• because of a felony drug record, Gal-endez was not permitted to own a gun.\nWith regard to Galendez’s final two issues on appeal, the validity of the probation and parole condition authorizing random searches of his residence imposed two days after sentencing, we must note that we have been unsuccessful in obtaining a signed, certified copy of the order entered by the trial court imposing the condition. Despite our Court ordering the trial court to certify and transmit a copy of the order in a supplemental record and our Protho-notary Office’s informal inquiry regarding the existence of such an order, we have nothing more than a copy of an unsigned order imposing the condition attached to Galendez’s motion to correct the record. We are well aware of the established premise that what is not in the certified record cannot be considered on appeal. See, e.g., Commonwealth v. Walker, 878 A.2d 887 (Pa.Super.2005). However, because the Commonwealth acknowledges that such an order was entered and the trial judge has stated in his Pa.R.A.P. 1925(a) opinion that “the court signed the order in court on September 13, 2007, two days after the sentencing hearing [and that] the order added a condition to the defendant’s sentence but did not increase or decrease its term[,]” Trial Court Opinion, 3/7/2008, at 4, we believe the order exists. See Commonwealth v. Preston, 904 A.2d 1, 7-8 (Pa.Super.2006) (en banc) (if copy of document has been placed into reproduced record, or if notes are cited specifically by parties or listed in record inventory certified to appellate court, then appellate court has reason to believe that such evidence exists).\nWe begin by noting that an en banc panel of this Court recently held that probationary conditions permitting searches absent reasonable suspicion are illegal. See Commonwealth v. Alexander, 16 A.3d 1152, 1156 (Pa.Super.2011) (en banc) (“There must be some level of reasonable suspicion present in order to protect a probationer’s state and federal constitutional right to be free from unreasonable searches[.]”). Accordingly, we vacate that portion of Galendez’s sentence permitting such searches of his residence while on probation.\nIn any event, even apart from Alexander, we would find the probationary condition a legal nullity. The parties allege that the condition was imposed two days after Galendez was sentenced in open court. To further complicate matters, Gal-endez avers and the Commonwealth concedes that the trial court’s order authorizing imposition of this condition was signed without either Galendez or his attorney present.* We cannot sanction or uphold the validity of such orders and would be compelled to find that the trial judge lacked the inherent authority to modify Galendez’s sentence two days following his sentencing hearing, without notice to or in the presence of Galendez and his attorney. See 42 Pa. Cons.Stat. Ann. § 5505 (court, upon notice to parties, may modify or rescind any order within 30 days after its entry, notwithstanding the prior termination of a term of court, if no appeal from such order has been taken or allowed.) (emphasis added). The order was not entered to correct a clerical error in the court’s sentencing order, see Commonwealth v. Quinlan, 483 Pa.Super. 111, 639 A.2d 1235 (1994), or to correct an obvious illegal sentence, see Commonwealth v. Holmes, 593 Pa. 601, 933 A.2d 57, 66 (2007). Therefore, this portion of the sentence would be vacated for this additional reason.\nFinally, we also recognize that the trial court did not have the authority to impose the random residential search condition on Galendez’s parole, whether at or after sentencing, as the maximum term of Galendez’s sentence was two or more years. See Alexander, 16 A.3d at 1156 (vacating portion of sentencing order that imposed parole conditions where maximum sentence was two or more years as sentencing court had no authority to impose parole conditions). See also Commonwealth v. Wilson, 11 A.3d 519, 530 (Pa.Super.2010) (Opinion in Support of Affir-mance by Panella, J., with eight Judges joining) (en banc). Thus, we also find the condition imposed on Galendez’s parole a legal nullity. We, therefore, vacate that portion of his sentence as it relates to parole.\nJudgment of sentence affirmed in part and vacated in part. Case remanded for proceedings consistent with this memorandum. Jurisdiction relinquished.\nLAZARUS, J. files a concurring and dissenting opinion in which Judge DONOHUE joins.\n. 18 Pa. Cons.Stat. Ann. § 6105.\n. Galendez also received a concurrent sentence of 2-4 years’ imprisonment for violating section 6106 (firearms not to be carried without a license) of the UFA. No further penalties were imposed on the remaining counts under sections 6108 (carrying firearms on public streets or public property in Philadelphia) and 6110.2 (possession of firearm with altered manufacturer’s number) of the UFA.\n. In response to our Prothonotary’s inquiry into the matter, the trial judge indicated that these were mandated orders in Gun Court that he simply signed.\n. The trial judge notes in his Pa.R.A.P. 1925(a) opinion, however, that an attorney for the Defender’s Association was present during the imposition of the condition. See Trial Court Opinion, 3/7/2008, at 4. Nonetheless, as duly noted by both the Commonwealth and Galendez, neither the defendant nor his attorney of record was present at this time.",
        "type": "majority",
        "author": "PANELLA, J.:"
      },
      {
        "text": "CONCURRING AND DISSENTING OPINION BY\nLAZARUS, J.:\nI join in the majority’s decision regarding the validity of Galendez’s probation and parole condition which authorized random searches of his residence and was imposed two days after sentencing. The probationary condition is not only invalid because it was entered without notice to or in the presence of Galendez and his attorney two days following sentencing, but, as our full Court held in Commonwealth v. Alexander, 16 A.3d 1152 (Pa.Super.2011), such conditions are illegal when they are not based upon reasonable suspicion. Moreover, with regard to the parole condition, a trial court does not have the authority to impose such random residential conditions on parole where the defendant’s maximum sentence is two or more years. Id.; see also Commonwealth v. Wilson, 11 A.3d 519 (Pa.Super.2010) (en banc).\nI write separately, however, because I disagree with the majority’s conclusion that Officer Johnson had probable cause to arrest Galendez without a warrant. Specifically, the majority states that “a police officer’s knowledge that a person has an outstanding scofflaw warrant and is wanted for questioning in another matter gives that officer probable cause to make a war-rantless arrest.” Majority Opinion at 1044. I believe that these unverified facts, at most, gave the officer reasonable suspicion to conduct a stop of Galendez; they do not rise to the level of probable cause to arrest him.\nCase law states that probable cause exists “when the facts and circumstances which are within the knowledge of the officer at the time of the arrest, and of which he has reasonable trustworthy information, are sufficient to warrant a man of reasonable caution in the belief that the suspect has committed or is committing a crime.” Commonwealth v. Rodriguez, 526 Pa. 268, 585 A.2d 988, 990 (1991) (emphasis added). The only information supporting Officer Johnson forcing Galendez to the barber shop floor at gunpoint was: (1) he knew Galendez as a regular in the neighborhood; (2) he knew Galendez from previous incidents; (8) he knew Galendez had an outstanding scofflaw warrant; and (4) he knew Galendez was wanted “in the east division” for questioning in a carjacking. N.T. Suppression Hearing, 9/11/2007, at 6. Even looking at these facts in total, as we must, the arresting officer’s information does not qualify as “reasonably trustworthy.” Rodriguez, supra.\nOfficer Johnson neither indicated how he uncovered this outstanding warrant or questioning information, nor supported his statements by a reasonably trustworthy authority or basis (such as police database records, confidential informant tips, or even a photocopy of the alleged warrant). Nowhere in the record does the officer provide any further information regarding how he became aware of the scofflaw warrants, who had told him of such warrants, or where he may have obtained the information on the outstanding warrants. Without more, a “prudent man” would not believe that, at the time of Galendez’s arrest, an offense had been committed. Commonwealth v. Thompson, 604 Pa. 198, 985 A.2d 928, 931 (2009) (“probability” of criminal activity required by police officer to conduct arrest). At most, the information might have justified stopping Galen-dez and asking him some questions; it certainly did not justify “t[aking] Mr. Gal-endez down at gun point [and] forcing] him to the ground.” N.T. Suppression Hearing, 9/11/2007, at 5-6.\nBecause the factual findings do not support Galendez’s warrantless arrest, I would reverse Galendez’s judgment of sentence and remand for a new trial.\n. Commonwealth v. Cook, 558 Pa. 50, 735 A.2d 673, 676 (1999).\n. Although the trial court states in its Pa. R.A.P. 1925(a) opinion that \"[t]he Officer testified that he was aware of the warrant because of his work with the Task Force,” Trial Court Opinion, 3/7/2008, at 3, this statement is not supported in the record.\n.To the extent that the trial court suggests that it was Galendez’s obligation to prove the invalidity of the search warrant, we stress that it is the Commonwealth's burden to prove that Galendez’s arrest was lawful and the evidence uncovered from the arrest was lawfully obtained. See Pa.R.Crim.P. 581(H).",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "LAZARUS, J.:"
      }
    ],
    "attorneys": [
      "Victor E. Rauch, Philadelphia, for appellant.",
      "Suzan E. Willcox and Hugh J. Burns, Jr., Assistant District Attorneys, Philadelphia, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Harry GALENDEZ, Appellant.\nSuperior Court of Pennsylvania.\nArgued March 11, 2011.\nFiled Aug. 24, 2011.\nVictor E. Rauch, Philadelphia, for appellant.\nSuzan E. Willcox and Hugh J. Burns, Jr., Assistant District Attorneys, Philadelphia, for Commonwealth, appellee.\nBEFORE: FORD ELLIOTT, P.J., and STEVENS, GANTMAN, PANELLA, DONOHUE, SHOGAN, ALLEN, LAZARUS and MUNDY, JJ."
  },
  "file_name": "1042-01",
  "first_page_order": 1080,
  "last_page_order": 1088
}
