{
  "id": 6094968,
  "name": "In re Autographic Register Co.",
  "name_abbreviation": "In re Autographic Register Co.",
  "decision_date": "1930-04-14",
  "docket_number": "No. 2311",
  "first_page": "1044",
  "last_page": "1048",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1044"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "163 U. S. 169",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        468284
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/163/0169-01"
      ]
    },
    {
      "cite": "30 App. D. C. 505",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1822982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/30/0505-01"
      ]
    },
    {
      "cite": "48 App. D. C. 587",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1775829
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/48/0587-01"
      ]
    },
    {
      "cite": "266 Fed. Rep. 169",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6730154
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/266/0169-01"
      ]
    },
    {
      "cite": "43 App. D. C. 270",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        8819993
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/43/0270-01"
      ]
    },
    {
      "cite": "220 U. S. 446",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3655883
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/220/0446-01"
      ]
    },
    {
      "cite": "33 App. D. C. 224",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1359464
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/33/0224-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 502,
    "char_count": 7795,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.3389321153472654
    },
    "sha256": "554a254ff5b6e8422ce41c06aa77c89e2c939f02c3e6be87097ca7b2b1955b73",
    "simhash": "1:47e9a1e1168f9e3d",
    "word_count": 1277
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenkoot,. Associate Judges"
    ],
    "parties": [
      "In re Autographic Register Co."
    ],
    "opinions": [
      {
        "text": "BlaND, Judge,\ndelivered the opinion of the court:\nAppellant has appealed from the decision of the Commissioner-of Patents who affirmed the examiner of trade-marks, refusing to. register the word “Autographic ” for manifold registers, sales registers, duplicating registers, record registers, and parts and supplies-for same.\nThe refusal of the commissioner was based upon the ground chiefly that the word “Autographic ” was merely descriptive of the character or quality of the goods upon which it is used and, therefore,, not registerable by reason of the prohibition in the second proviso-of section 5 of the trade-mark act of 1905.\nThe commissioner also expressed the view that applicant was not entitled to registration under the 10-year clause of said trade-mark act. Appellant in this court complains of the fact that the commissioner has -gratuitously passed upon a question not presented in solar as it has not asked for registration- under the 10-year clause. An examination of the record disclosed that the applicant made no-proper application for registration under the 10-year clause of the trade-mark act of February 20, 1905, and it nowhere appears-that he sought consideration of the question as to whether or not he was entitled to register under said clause. The statement of the-commissioner to the effect that certain considerations “ would indicate the applicant is not entitled to the benefit of the 10-year clause-of the trade-mark act of February 20, 1905,” regardless of its correctness or incorrectness as a conclusion of law, can have no legal effect upon applicant’s rights or upon the issues of this case. This action on the part of the commissioner has been assigned as error in this court. While the commissioner erroneously referred to this matter, it is not such an error as effects the issue before us and does not justify a reversal of his decision.\nThe commissioner and the examiner both mention the fact that the word sought to be registered constitutes a substantial or principal portion of the names of various companies or corporations.\nApplicant contends that for this line of goods the word “ auto-graphic ” was first originated and used by Maj. James C. Shoup, the originator of the automatic register business in 1883. The Automatic Register Co., appellant herein, is the manufacturer of the automatic registering machine for which Shoup was granted Patent No. 286560 on October 9,1883.\nThis case was considered several times by the Patent Office tribunals resulting in unanimity of opinion that the word “ autographic ” is descriptive of the goods sold. The word “ autographic ” is defined as a self-writing or self-recording (Webster’s New International Dictionary; ex parte Eastman Kodak Co., 124 M. D. 18, reported in 7 T. M. Rep. 599), and we think aptly describes the character of the goods upon which appellant seeks to use the proposed trade-mark and, therefore, is not registrable. A long line of decisions by the courts and the Patent Office are to the same effect, some of which follow:\n“ Asbestos, ” for asbestos engine and machinery packing, H. W. Johns-Manville Co. v. American Steam Packing Co., 145 O. G. 257; 1909 C. D. 425; 33 App. D. C. 224;\n“ Rubberoid,” for flexible roofing material, Standard Paint Co. v. Trinidad Asphalt Mfg. Co., 165 O. G. 971; 1911, C. D. 530; 220 U. S. 446;\n“ Electro, ” for steel, Electric Steel Co., Successor of Hammacher, Delius & Co. v. Lindenberg Steel Co., 215 O. G. 977; 1915 C. D. 144; 43 App. D. C. 270;\n“ Infallible, ” for smokeless powder, Hercules Powder Co. v. Newton, Commissioner of Patents, 274 O. G. 204; 1920 C. D. 340; 266 Fed. Rep. 169;\n“ Easyset, ” for metal window sash, in re Kawneer Mfg. Co., 262 O. G. 167; 1919 C. D. 200; 48 App. D. C. 587.\n“ Self Loading, ” for cartridges, The Winchester Repeating Arms Co. v. The Peters Cartridge Co., 134 O. G. 2030; 1908 C. D. 401; 30 App. D. C. 505;\n“ Magazine, ” for pencils, ex parte Eberhard Faber, 115 Ms. D., 98;\n“Modulation,” for steam beating and ventilating apparatus, ex parte Warren Webster & Co., 174 O. G. 287; 1913 C. D. 2;\n“ B-Liminator, ” for battery eliminators, Andrews Radio Co. v. Timmons Radio Products Corp., 345 O. G. 798; 1926 C. D. 39.\nAs further indication that the word “Autographic ” is descriptive of the machine under consideration here, the examiner has pointed out that it was used by at least a dozen inventors to describe similar articles which have been patented.\nThe Solicitor for the Patent Office, in urging the nonregistrability of the word, also invokes the rule laid down by the Supreme Court of the United States in Singer Mfg. Co. v. June Mfg. Co., 163 U. S. 169, 1896 C. D. 687. In the Singer case, supra, it was held that since the word “ Singer ” was adopted by Singer & Co. as designative of the distinctive style of machine rather than as solely indicating the origin of manufacture, that upon the expiration of the patent on the Singer sewing machine, use of the generic name “ Singer ” passed to the public with the dedication resulting from the expiration of the patent. The solicitor here contends that since patent No. 286560 to James C. Shoup for an “ autographic registering apparatus ” uses the term as designating the distinctive style of the machine and since that patent has expired, the public is entitled to the use of the word “Autographic ” and that to grant registration to appellant would be to give it an exclusive property in the word and thus extend its patent monopoly. This is a well-settled principle in patent and trade-mark law and we agree with this contention on the part of the solicitor.\nAppellant has urged with great earnestness, in a very well-prepared brief, that it should be granted registration under the authority of ex parte Eastmam Kodak Co., supra, wherein registration was granted to the Eastman Kodak Co., for the word “Autographic ” as applied to cameras, camera backs, and films. It is pointed out that in this decision by the commissioner, it 'was said:\nOf course, tlie question is not wliat the term “Autographic ” means at this time, but whether it had any meaning in March, 1914, when the applicant began to use its marks.\nWithout expressing any approval or disapproval of the Eastman Kodak Co. case, supra, it is sufficient to note that the word “Auto-graphic ” there was written in a particular or distinctive manner. Furthermore, the examiner in the case at bar points out, and it is not disputed anywhere in this record, that the word “Autographic ” was a word in common use in the English language, used for describing devices similar to the automatic registering apparatus under consideration here, prior to the use of the same by applicant, and cites the Encyclopaedic Dictionary, published by Cassell, Petter, Galpin & Co., London, Paris, and New York, 1879, in which the word “ auto-graphic ” is applied to “ autographic ink,” “ autographic' paper,” “ autographic press,” and “ autographic telegraph ”; also the Imperial Dictionary of the English Language, published by Blackie & Son, London, 1882, and the Century Co., New York, wherein is found the word “autographic” defined as “3. Self-recording; as, an auto-graphic telegraph.” Evidently the Eastman Kodak case, supra, was decided upon a record quite different from the one at bar.\nFor the foregoing reasons we think the decision of the Commissioner of Patents was correct and it is, therefore, affirmed.",
        "type": "majority",
        "author": "BlaND, Judge,"
      }
    ],
    "attorneys": [
      "William L. Symons (Arthur A. Johnson of counsel) for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Autographic Register Co.\n(No. 2311)\nUnited States Court of Customs and Patent Appeals,\nApril 14, 1930\nWilliam L. Symons (Arthur A. Johnson of counsel) for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument March 10, 1930, by Mr. Symons and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenkoot,. Associate Judges"
  },
  "file_name": "1044-01",
  "first_page_order": 494,
  "last_page_order": 498
}
