{
  "id": 7987096,
  "name": "AMERICAN FEDERATION OF GOVERNMENT EMPLOYEES, et al., Appellants, v. Marion S. BARRY, Jr., et al., Appellees",
  "name_abbreviation": "American Federation of Government Employees v. Barry",
  "decision_date": "1983-03-29",
  "docket_number": "No. 81-1000",
  "first_page": "1045",
  "last_page": "1054",
  "citations": [
    {
      "type": "official",
      "cite": "459 A.2d 1045"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "506 F.2d 1306",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        124019,
        3686469
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "1313"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/506/1306-01",
        "/us-app-dc/165/0267-01"
      ]
    },
    {
      "cite": "165 U.S.App. D.C. 267",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3686469
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "274"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/165/0267-01"
      ]
    },
    {
      "cite": "D.C. Code § 1-612.11",
      "category": "laws:leg_statute",
      "reporter": "D.C. Code",
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "363 P.2d 121",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1961,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "58 Wash.2d 320",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1025594
      ],
      "year": 1961,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/58/0320-01"
      ]
    },
    {
      "cite": "395 A.2d 744",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8027940
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/395/0744-01"
      ]
    },
    {
      "cite": "410 A.2d 184",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7965362
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/410/0184-01"
      ]
    },
    {
      "cite": "411 A.2d 997",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11367384
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/411/0997-01"
      ]
    },
    {
      "cite": "415 A.2d 1349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7984232
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/415/1349-01"
      ]
    },
    {
      "cite": "D.C. Code § 1-242",
      "category": "laws:leg_statute",
      "reporter": "D.C. Code",
      "year": 1981,
      "pin_cites": [
        {
          "page": "(3)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1057,
    "char_count": 29533,
    "ocr_confidence": 0.791,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20069046496533197
    },
    "sha256": "e587d4b4d9943419c9f3b4b20e7195eb3754abf0f5ad1365f098d6c0ebd1d249",
    "simhash": "1:c9e88d0c52879df7",
    "word_count": 4526
  },
  "last_updated": "2024-02-27T23:11:01.382774+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEWMAN, Chief Judge, and NE-BEKER and FERREN, Associate Judges."
    ],
    "parties": [
      "AMERICAN FEDERATION OF GOVERNMENT EMPLOYEES, et al., Appellants, v. Marion S. BARRY, Jr., et al., Appellees."
    ],
    "opinions": [
      {
        "text": "NEBEKER, Associate Judge:\nThis is an appeal from the grant of appel-lee’s motion for summary judgment holding null and void that portion of the Public Employee Relations Board’s (hereinafter “Board”) opinion and order which required the Mayor to engage in collective bargaining with appellant-unions for fiscal year 1981 compensation. The trial court held the District’s adoption and implementation of a 5 percent employee pay increase was in full conformance with applicable law. Appellants now challenge the trial court’s rejection of their counterclaim to a 9.1 percent pay increase, equivalent to that granted federal employees. More specifically, they assert error in the court’s review of the adoption by the City Council of two pieces of emergency legislation amending the Comprehensive Merit Personnel Act (hereinafter “CMPA”), D.C.Code §§ 1-601.1 et seq. (1981). Appellants contend that the CMPA as amended by the emergency legislation does not comport with D.C.Code § 1-242(3) (1981), a part of the Self-Government Act which assertedly mandates personnel benefits for District employees “at least equal to” those provided by previously applicable federal legislation. Finding no error, we affirm.\nI\nOn October 10, 1980, the Board issued an administrative opinion and order ruling, inter alia, that' the District of Columbia government was required to engage in collective bargaining with District employee unions for fiscal year 1981 compensation. Appellees then sought a declaratory judgment in Superior Court declaring that the Board’s order was null and void insofar as it required collective bargaining with District employees for fiscal year 1981. Appellees asserted that the Board’s mandate was inconsistent with the District of Columbia CMPA as amended by D.C. Acts 3-249 and 3-251. At this point, 14 District labor organizations moved to intervene, noting that the challenged order was issued at their request and to their benefit. That motion was granted.\nWith their answer to the District’s complaint, the unions filed a counterclaim asserting that the 5 percent pay increase authorized by the Mayor for fiscal year 1981 issued from improper methods of compensation adjustment which were founded in improper emergency legislation amending the CMPA. Therefore, the unions argued that they were entitled to the 9.1 percent pay increase given to federal employees, to which they would have been entitled prior to the enactment of the District’s CMPA.\nThe trial court granted appellee its requested relief, declaring the specified portion of the Board’s order null and void. The trial court also ruled against interve-nor-unions, now appellants, on their counterclaim, holding that they were not entitled to the 9.1 percent federal pay raise. The unions challenge only the denial of their counterclaim on appeal.\nII\nThe statutory and procedural context of this case is crucial to an understanding of the issues on appeal and their ultimate disposition. A brief sketch of the operating milieu is therefore in order.\nUnder the District of Columbia Self-Government Act, D.C.Code §§ 1-201 et seq. (1981), amongst the powers and authority thereby delegated, the District government was given the mandate to develop its own comprehensive personnel system to replace the federal system which controlled. D.C. Code § 1-242(3) (1981) states:\nThe Mayor shall administer the personnel functions of the District covering employees of all District departments, boards, commissions, offices and agencies, except as otherwise provided by this Act. Personnel legislation enacted by Congress prior to or after January 2, 1975, including, without limitation, legislation relating to appointments, promotions, discipline, separations, pay, unemployment compensation, health, disability and death benefits, leave, retirement, insurance, and veterans’ preference applicable to employees of the District government as set forth in § l-213(c), shall continue to be applicable until such time as the Council shall, pursuant to this section, provide for coverage under a District government merit system. The District government merit system shall be established by act of the Council. The system may provide for continued participation in all or part of the Federal Civil Service System and shall provide for persons employed by the District government immediately preceding the effective date of such system personnel benefits, including but not limited to pay, tenure, leave, residence, retirement, health and life insurance, and employee disability and death benefits, all at least equal to those provided by legislation enacted by Congress, or regulation adopted pursuant thereto, and applicable to such officers and employees immediately prior to the effective date of the system established pursuant to this Act. The District government merit system shall take effect not earlier than 1 year nor later than 5 years after January 2, 1975.\nAs specified, federal personnel legislation was to remain in effect “until such time as the Council shall, pursuant to this section, provide for coverage under a District government merit system.” Under this mandate, the Council, after lengthy and involved proceedings, passed the CMPA on October 31, 1978. It became law on March 3, 1979. The law directed that the Mayor, in consultation with the Board of Education and the Board of Trustees of the University of the District of Columbia, develop “a new compensation system for all employees in the Career and Excepted Services.” D.C. Code § l-612.4(a) (1981). Further, such legislation was required to “provide for persons employed by the District government immediately preceding the effective date of such system personnel benefits ... at least equal to those provided by legislation enacted by Congress ... and applicable to such officers and employees immediately prior to the effective date of the system established pursuant to this Act....”\nWe note that a plain reading of this language demonstrates clarity of purpose rather than ambiguity. Briefly, the “at least equal to” language provides a floor for benefits under the D.C. CMPA, equal to those applicable to federal employees “immediately prior\" to enactment of District personnel legislation. It does not mandate continuing equality of all benefits including pay. We do not find any of the legislative history to reflect a purpose other than that expressed in the enactment.\nThe basic elements of the resulting District pay system became effective on January 1,1980. It was not long thereafter that the District experienced serious fiscal difficulties which were necessarily to be reflected in the budget and compensation process. The District government, faced with the likelihood of a large federal pay increase, and the asserted ambiguity of the pay comparability language in § 1-242(3), sought to amend the CMPA through emergency legislation.\nOn September 16, 1980, the D.C. Council adopted two pieces of emergency legislation amending the CMPA. As justification, the Council noted: (1) that § 1-242(3) could be construed to require the District to adopt the federal pay increase for its employees without regard to District fiscal constraints; (2) that a large pay increase was seen as almost certain to retard District social services; and (3) that it was deemed highly unlikely that Congress would be forthcoming with extra funds to meet any budget shortfall. Therefore, the CMPA was amended by the emergency legislation to permit the Mayor to take into consideration, inter alia, “budgetary constraints due to limited appropriations or revenues.”\nOn September 30,1980, the Mayor, pursuant to the amended CMPA, proposed a 5 percent pay increase for fiscal years 1981. He stated that collective bargaining was not practical under the present circumstances or time constraints. He further related that if the District should be forced to match the federal pay increase, extensive fiscal difficulties would be engendered and social services would have to be cut.\nThat same day, several labor organizations representing District of Columbia employees filed a petition with the Board seeking certification for collective bargaining for fiscal year 1981. The Board certified the unions and declared that collective bargaining by the District was mandated. The Superior Court struck down this portion of the Board’s order and denied the unions’ counter-claim for a 9.1 percent pay increase. We now proceed to the issues on appeal.\nIll\nThe principal relief sought on appeal is reversal of that portion of the trial court’s order which held that appellants were not entitled on their counterclaim to the 9.1 percent pay increase given to federal employees. Towards that end, appellants assert three errors. We treat only two in depth.\nA.\nAppellants claim that the emergency legislation which altered the CMPA and resulted in only a 5 percent pay increase was invalid, asserting that insufficient emergency circumstances existed to justify the adoption of the amendments to the CMPA. This argument is twofold. First, it is asserted that we do have the authority to review the Council’s determination that emergency circumstances exist requiring specific legislation. Second, it is claimed that the trial court’s standard for assessing the need for emergency legislation was inappropriate.\nWe have yet to determine our scope of review with respect to the enactment of emergency legislation. Undoubtedly, this is an area of the law wherein we must proceed cautiously. We must balance deference to the legislative authority of the Council, with our own duty to oversee Council action which might exceed congres-sionally delegated authority. See District of Columbia v. Washington Home Ownership Council, Inc., 415 A.2d 1349 (D.C.App.1980) (en banc). See also Bishop v. District of Columbia, 411 A.2d 997 (D.C.App.1980) (en banc) (tax on unincorporated professionals is prohibited); Capitol Hill Restoration Society, Inc. v. Moore, 410 A.2d 184 (D.C.App.1979) (Council’s grant of appellate court jurisdiction in certain noncontested cases impermissibly altered this court’s jurisdiction); McIntosh v. Washington, 395 A.2d 744 (D.C.App.1978) (Firearms Control Regulations Act is constitutionally enacted).\nWe are mindful that ordinary considerations of deference and comity between the judicial and other branches of government are, in the unique framework of our self-government structure, significantly altered. The Council and the Mayor function under limitations on their legislative power imposed by Congress in the Self-Government Act. Among those limitations is the reservation to Congress of a substantial role in the legislative process through the “layover” provision permitting congressional veto or amendment of Council legislation. An exception for emergencies was provided, but it is clear that government by emergency edict is invalid. District of Columbia v. Washington Home Ownership Council, Inc., supra. Thus, our responsibility in reviewing declarations of emergency circumstances is a mix of comity and an attempt to assure that congressional intent to continue to function under art. 1, § 8 of the Constitution is preserved.\nWe therefore reject the District’s arguments that would leave us without any authority to review the instant Council action. On the other hand, Congress has stated in plain language; “If the Council determines, by vote of two-thirds of the members, that emergency circumstances make it necessary that an act be passed after a single reading, or that it take effect immediately upon enactment, such act shall be effective for a period of not to exceed 90 days .... ” D.C.Code § l-229(a) (1981) (emphasis added). This language therefore calls for substantial deference to the Council’s definition and determination of “emergency circumstances,” a deference that is not likely to erode congressional prerogatives because, very simply, emergency circumstances by definition cannot last very long. See District of Columbia v. Washington Home Ownership Council, Inc., supra. Therefore, in looking at a legislatively declared emergency, we seek only to assure ourselves that the act is facially valid, i.e., consistent with Council legislative authority in partnership with Congress. See State ex rel. Hoppe v. Meyers, 58 Wash.2d 320, 363 P.2d 121 (1961) (en banc) (legislative determination of emergency is conclusive unless facially false).\nIn this light we are persuaded that the Council did not abuse or exceed its emergency legislative authority in adopting D.C. Acts 3-249 and 3-251. There was ample justification for emergency enactment of these amendments to the CMPA. The most significant was the perceived congressional reluctance to appropriate funds sufficient to meet the greater pay raises.\nB.\nThe second issue, one which we address only briefly, is appellants’ assertion that the “at least equal to” language in § 1-242(3) of the Self-Government Act required the District to develop a compensation system for its employees guaranteeing benefits equal to those enjoyed under the previously applicable federal compensation system. Appellants assert that the amended CMPA does not meet this requirement.\nEssentially, appellants’ claim is that incorporated within the equality requirement language of § 1-242(3) is the requirement that the pay comparability process or mechanism of the D.C. CMPA be equal to the federal pay comparability provisions. It is argued that the amended CMPA does not match the federal personnel system pay provisions, and that it is therefore invalid.\nUpon review, and incorporating our earlier analysis resulting in a one-time floor for benefits, we find the trial court’s treatment of this contention fully dispositive of this matter on appeal. We write separately only to emphasize the result which would be achieved by accepting appellants’ argument. If we were to interpret the equality provision of the Self-Government Act to require a carbon copy of the totality of the federal compensation process, we would render inert the mandate of the Self-Government Act which was to turn over the administration of such local functions to the District government.\nAppellants’ other contention is without merit.\nAffirmed.\nAPPENDIX\nC. Effect of Pay Comparability Provisions\nDefendant intervenors next argue that, if the emergency acts are valid, then the CMPA, as amended by these acts, violates the Self-Government Act, D.C.Code (1973 Supp. V) § 1-162(3). Section 1-162(3) mandates that, under the CMPA, certain benefits must be at least equal to those provided by previously applicable federal legislation. One of those benefits is pay. The unions assert that a pay comparability process or mechanism, which sets standards and procedures for potential annual cost-of-living pay adjustments, is encompassed by the term “pay,” and that the amended CMPA comparability provisions, D.C.Code (1973 Supp. VII) §§ 1-341.3 and 1-341.5, are not equal to the federal comparability provisions, 5 U.S.C. (1976) §§ 5301 et seq., which were previously applicable to many D.C. employees.\nD.C.Code (1973 Supp. V) § 1-162(3) provides, in relevant part:\nThe Mayor shall administer the personnel functions of the District .... Personnel legislation enacted by Congress prior to or after January 2, 1975, including, without limitation, legislation relating to appointments, promotions, discipline, separations, pay, unemployment compensation, health, disability and death benefits, leave, retirement, insurance, and veterans’ preference applicable to employees of the District government ... shall continue to be applicable until such time as the Council shall, pursuant to this section, provide for coverage under a District government merit system. The District government merit system shall be established by act of the Council. The system ... shall provide for persons employed by the District government immediately preceding the effective date of such system personnel benefits, including but not limited to pay, tenure, leave, residence, retirement, health and life insurance, and employee disability and death benefits, all at least equal to those provided by legislation enacted by Congress .. . and applicable to such officers and employees immediately prior to the effective date of the system established pursuant to this Act .... [Emphasis added.]\nThe Court finds incorrect the unions’ assertion that a pay comparability process or mechanism is one of the personnel “benefits” that, under the CMPA, must remain at least equal to those provided by previously applicable federal personnel legislation. First, in numerous personnel provisions, Congress has used the term “pay” in a narrow sense to connote “rates of pay” or “rates of basic pay.” See, e.g., 5 U.S.C. (1976) §§ 5305, 5307, 5308, 5363, 5504, 5505, 5546, 5561(6). Thus the term “pay,” on its face, does not include comparability procedures for potential annual pay adjustments. Second, while § l-162(3)’s list of benefits which must remain at least equal to those previously applicable federal benefits is not exhaustive, the structure of the entire provision indicates that statutory processes or mechanisms are not included. It is true that the second sentence of § 1-162(3) states that certain federal statutory processes — e.g., processes relating to appointments, promotions, and separations— were to remain in effect until the D.C. Council adopted its own merit personnel system. However, it is the fourth sentence of the provision that states which personnel benefits must remain at least equal to the previously applicable federal benefits after the new local law goes into effect. The examples of benefits listed in this sentence are all finite entitlements — e.g., pay, tenure and leave — and do not include any personnel processes or mechanisms. A comparison of the list of the types of personnel legislation contained in the second sentence of § 1-162(3) with the list of the types of benefits contained in the fourth sentence indicates that Congress recognized a distinction between statutory processes and concrete entitlements. If Congress had intended that the new local law must include certain statutory processes, it would have so stated by including them in the list of benefits that must remain at least equal after the new law takes effect. Since, under the CMPA, only concrete entitlements were required to remain at least equal to the previously applicable federal entitlements, the unions’ second argument is based on an incorrect predicate and, accordingly, must fail.\nEven if the annual cost-of-living pay raise process or mechanism were a “benefit” which had to remain equal under the CMPA, it must be acknowledged that the amended CMPA does include a reasonable pay comparability mechanism. It seems highly unlikely that Congress intended that all local personnel processes had to mirror in every respect their federal counterparts. This, in the Court’s view, would be inconsistent with the congressional intention that the District develop a merit personnel system independent of the federal system.\nOn the issue of an alleged deficiency in the local pay comparability mechanism, defendant intervenors advance one additional argument on behalf of certain D.C. employees who were transferred by the Self-Government Act from employment with the federal government to employment with the District government. Defendant'in-tervenors assert that § 713(d) of the Self-Government Act provides these employees with special protections regarding the nature of a pay comparability mechanism. Section 713(d) is, however, no longer effective. Under D.C.Code (1973 Supp. V) § 1-162(2), the applicability of § 713(d) to these transferred employees was to cease when the Council adopted a permanent government merit system for D.C. employees. As stated above, such a personnel system was established when the Council enacted the Comprehensive Merit Personnel Act.\n. The emergency legislation consisted of D.C. Act 3-249, “District of Columbia Government Merit Personnel Act Pay Provisions Emergency Amendments of 1980,” and D.C. Act 3-251, “District of Columbia Board of Education and University of the District of Columbia Compensation System Establishment Emergency Act of 1980.” The former amended D.C.Code § 1-612.5(d), (e) (1981). The latter amended D.C. Code § 1-612.11(d), (i) (1981).\n. See note 1, supra.\n. The CMPA does in fact establish a comprehensive personnel system. It establishes the Office of Personnel (D.C.Code §§ 1-604.2 et seq.), the Public Employee Relations Board (§§ 1-605.1 et seq.), and the Office of Employee Appeals (§§ 1-606.1 et seq.). It makes provision for a Career Service (§ 1-608.1), an Educational Service (§ 1-609.1), an Excepted Service (§§ 1-610.1 et seq.), and an Executive Service (§§ 1-611.1 et seq.). It makes provision for virtually all aspects of employee relations from holidays and leave (§§ 1-613.2, -613.3), to employee rights and responsibilities (§§ 1-616.1 et seq.) and conflicts of interest (§ 1-619.2); and from performance evaluation (§§ 1-615.1 et seq.) to disability compensation (§§ 1-624.1 et seq.). Its effect is to establish a local personnel system which is independent of the federal government, except in the limited areas of health benefits (§ 1-622.1), life insurance benefits (§ 1-633.1), and retirement (§ 1-627.2).\n. “When a court construes a statute, the starting point must be the language of the statute itself.” March v. United States, 165 U.S.App. D.C. 267, 274, 506 F.2d 1306, 1313 (1974).\n. Ultimately, federal workers received a 9.1 percent pay increase for fiscal year 1981 compensation. However, the President’s pay agent reported that a 13.46 percent pay increase would be necessary to achieve comparability with the private sector. Certainly, the District government was faced early on with the distinct likelihood that the federal pay increase would be far greater than that which the District budget could accommodate.\n.See note 1, supra.\n. See D.C.Code § l-612.5(e) (1981). As amended by D.C. Act 3-249, it states:\nIf, because of economic conditions, the pendency of collective bargaining, or budgetary constraints due to limited appropriations or revenues, the Mayor should, in any year, consider it inappropriate to submit a proposed change, or to make the adjustment in the salary or pay schedules pursuant to subsection (d) of this section, an alternative plan may be submitted with respect to such changes or adjustments as the Mayor considers appropriate with a statement of the reasons therefor.\n, See D.C.Code § l-229(a) (1981) which states in part:\nIf the Council determines, by a vote of two-thirds of the members, that emergency circumstances make it necessary that an act be passed after a single reading, or that it take effect immediately upon enactment, such act shall be effective for a period of not to exceed 90 days....\n. The trial court found that “where there are significant recent or ongoing changes or developments, the D.C. Council properly invokes its ‘emergency’ legislative authority when immediate legislative action is required to preserve the public peace, health, safety, welfare or morals.” Barry v. Public Employee Relations Board, 109 Wash.D.L.Rptr. 1781 (D.C.Super.Ct. June 30, 1981). Appellants continue to maintain that only “unforeseen circumstances” may be the basis for emergency legislation.\n. See D.C.Code §§ 1-206, -207 (1981).\n. See U.S. Const, art. I, § 8: “The Congress shall have power to exercise exclusive legislation in all cases whatsoever, over such District\n.We recognize that the D.C. CMPA is keyed to maintaining comparability with other public sector employees (not private sector employees as in the federal system). Further, the Mayor is given greater latitude than the President to unilaterally impose a pay adjustment because of a variety of possible budget or revenue constraints. These differences, however, between the District and the federal systems are not significant.\n. See appendix, Opinion and Order of the Superior Court filed June 30, 1981, pp. 16-20.\n. Appellants claim that those employees involuntarily transferred from federal to District employment are entitled to the 9.1 percent federal pay raise. We disagree and find that the trial judge’s treatment of the contention is dis-positive of the issue on appeal. See appendix.\n. Both provisions contain statutory formulas which initially influence cost-of-living increases for government workers. See 5 U.S.C. (1976) § 5305(a)(1)(A); D.C.Code (1973 Supp. VII) § l-341.3(a), as amended by D.C. Act 3-249, 27 D.C.R. 4274-75. The unions point out correctly that the federal statutory formula is keyed to maintaining pay parity with comparable private sector employees while the CMPA statutory formula is keyed to maintaining pay parity with other comparable public sector employees.\n. It is noteworthy that there is no claim that the alleged deficiency in the local statutory formula, see note 31, supra, produced the disputed 5% pay raise. Rather, the Mayor submitted his proposed 5% increase under the authority of the statutory provision which allows for the submission of an alternative proposal (one lower than the result reached by statutory formula) if economic conditions' or budgetary constraints so warrant. D.C.Code (1973 Supp. VII) § l-341.5(e), as amended by D.C. Act 3-249, 27 D.C.R. 4277-78. See letter of Mayor to Chairman of Council, September 30, 1980, transmitting proposal for changes in salary and pay schedules for FY81, Exhibit H to plaintiffs’ motion. Federal law provides the President with similarly broad authority to submit an alternative pay increase proposal if economic conditions so warrant. 5 U.S.C. (1976) § 5305(c)(1).\n. It is undisputed that some federal employees were transferred to the Department of Employment Services (DOES) and the Department of Housing and Community Development. They are the subjects of special provisions of the Self-Government Act. There is a factual dispute whether there are such federal transferees in the Department of Corrections. An exchange of memoranda in connection with the motion of six DOES employees to intervene herein (denied by separate order of June 30, 1981) made it clear that counsel for defendant intervenors does not claim to represent those six or any other DOES employees. This Court is informed by papers filed in connection with the above motion to intervene that, in U.S. District Court Civil Action No. 80-3215, DOES employees seek alternatively to be restored to the U.S. Department of Labor, to be restored to the federal civil service system, or to have their federal civil service standing protected. This Court has not undertaken to analyze whether DOES employees are in a status different from other D.C. employees generally, or from other transferees from federal service, and does not rule here on the right of transferred DOES employees to the relief requested in the other pending action. The Court infers from the inclusion of arguments that relate to transferred federal employees a representation by counsel for defendant intervenors that one or more intervening defendants represent federal transferees (other than DOES employees) in collective bargaining and thus claim standing to advance arguments uniquely applicable to such employees.\n. See text, supra, at 1049.\n. Section 713(d) of the Self-Government Act, D.C.Code (1973 Supp. V) § 1-131 note, states:\nNo officer or employee shall, by reason of his transfer to the District government under this Act or his separation from service under this Act, be deprived of any civil service rights, benefits, and privileges held by him prior to such transfer or any right of appeal or review he may have by reason of his separation from service.\n. D.C.Code (1973 Supp. V) § 1-162(2) states, in relevant part:\nThe Mayor shall administer all laws relating to the appointment, promotion, discipline, separation, and other conditions of employment of personnel in the office of the Mayor, personnel in executive departments of the District, and members of boards, commissions, and other agencies, who, under laws in effect on the date immediately preceding January 2, 1975, were subject to appointment and removal by the Commissioner of the District of Columbia. All actions affecting such personnel and such members shall, until such time as legislation is enacted by the Council superseding such laws and establishing a permanent District government merit system, pursuant to paragraph (3), continue to be subject to the provisions of Acts of Congress relating to the appointment, promotion, discipline, separation, and other conditions of employment applicable to officers and employees of the District government, to section 713(d) of this Act, and where applicable, to the provisions of the joint agreement between the Commissioners and the Civil Service Commission authorized by Executive Order Numbered 5491 of November 18, 1930, relating to the appointment of District personnel .... [Emphasis added.]",
        "type": "majority",
        "author": "NEBEKER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Wendy L. Kahn, Washington, D.C., for appellants.",
      "Charles L. Reischel, Deputy Corp. Counsel, Washington, D.C., with whom Judith W. Rogers, Corp. Counsel, Washington, D.C., was on the brief, for appellees."
    ],
    "corrections": "",
    "head_matter": "AMERICAN FEDERATION OF GOVERNMENT EMPLOYEES, et al., Appellants, v. Marion S. BARRY, Jr., et al., Appellees.\nNo. 81-1000.\nDistrict of Columbia Court of Appeals.\nArgued Oct. 12, 1982.\nDecided March 29, 1983.\nWendy L. Kahn, Washington, D.C., for appellants.\nCharles L. Reischel, Deputy Corp. Counsel, Washington, D.C., with whom Judith W. Rogers, Corp. Counsel, Washington, D.C., was on the brief, for appellees.\nBefore NEWMAN, Chief Judge, and NE-BEKER and FERREN, Associate Judges."
  },
  "file_name": "1045-02",
  "first_page_order": 1092,
  "last_page_order": 1101
}
