{
  "id": 8958801,
  "name": "Derrick S. SIMPSON, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Simpson v. United States",
  "decision_date": "2005-06-23",
  "docket_number": "No. 02-CF-23",
  "first_page": "1045",
  "last_page": "1051",
  "citations": [
    {
      "type": "official",
      "cite": "877 A.2d 1045"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "529 U.S. 61",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9508173
      ],
      "weight": 7,
      "year": 2000,
      "pin_cites": [
        {
          "page": "65"
        },
        {
          "page": "63"
        },
        {
          "page": "67-68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/529/0061-01"
      ]
    },
    {
      "cite": "380 U.S. 609",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1524757
      ],
      "weight": 3,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0609-01"
      ]
    },
    {
      "cite": "328 U.S. 750",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        377132
      ],
      "weight": 3,
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/us/328/0750-01"
      ]
    },
    {
      "cite": "751 A.2d 956",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11512808
      ],
      "pin_cites": [
        {
          "page": "969"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/0956-01"
      ]
    },
    {
      "cite": "497 U.S. 836",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6220020
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "857",
          "parenthetical": "emphasis in original"
        },
        {
          "parenthetical": "emphasis in original"
        },
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/497/0836-01"
      ]
    },
    {
      "cite": "399 U.S. 149",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168934
      ],
      "weight": 3,
      "year": 1970,
      "pin_cites": [
        {
          "page": "158",
          "parenthetical": "quoting 5 J. WIGMORE, EVIDENCE § 1367 (3d ed.1940)"
        },
        {
          "parenthetical": "quoting 5 J. WIGMORE, EVIDENCE § 1367 (3d ed.1940)"
        },
        {
          "parenthetical": "quoting 5 J. WIGMORE, EVIDENCE § 1367 (3d ed.1940)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/399/0149-01"
      ]
    },
    {
      "cite": "792 A.2d 1043",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9516604,
        9516655
      ],
      "pin_cites": [
        {
          "page": "1050-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/792/1043-01",
        "/a2d/792/1043-02"
      ]
    },
    {
      "cite": "855 A.2d 1126",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12256144,
        12256130
      ],
      "pin_cites": [
        {
          "page": "1133"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/855/1126-02",
        "/a2d/855/1126-01"
      ]
    },
    {
      "cite": "706 A.2d 542",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11861330
      ],
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/706/0542-01"
      ]
    },
    {
      "cite": "724 A.2d 1176",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11641992
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1184"
        },
        {
          "page": "1184"
        },
        {
          "page": "1195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/724/1176-01"
      ]
    },
    {
      "cite": "42 L.Ed.2d 139",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1974,
      "opinion_index": 1
    },
    {
      "cite": "95 S.Ct. 174",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1974,
      "opinion_index": 1
    },
    {
      "cite": "419 U.S. 896",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6385344,
        6383971,
        6385797,
        6384585,
        6383788,
        6383565,
        6386094,
        6385168,
        6385941,
        6385623,
        6384093
      ],
      "year": 1974,
      "opinion_index": 1,
      "case_paths": [
        "/us/419/0896-07",
        "/us/419/0896-03",
        "/us/419/0896-09",
        "/us/419/0896-05",
        "/us/419/0896-02",
        "/us/419/0896-01",
        "/us/419/0896-11",
        "/us/419/0896-06",
        "/us/419/0896-10",
        "/us/419/0896-08",
        "/us/419/0896-04"
      ]
    },
    {
      "cite": "315 A.2d 163",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8022637
      ],
      "pin_cites": [
        {
          "page": "167"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/315/0163-01"
      ]
    },
    {
      "cite": "565 A.2d 26",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7345924
      ],
      "pin_cites": [
        {
          "page": "32"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/565/0026-01"
      ]
    },
    {
      "cite": "259 U.S. 20",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        423340
      ],
      "weight": 3,
      "year": 1922,
      "pin_cites": [
        {
          "page": "37"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/259/0020-01"
      ]
    },
    {
      "cite": "608 A.2d 134",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7927316
      ],
      "pin_cites": [
        {
          "page": "141"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/608/0134-01"
      ]
    },
    {
      "cite": "632 A.2d 408",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7368451
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/632/0408-01"
      ]
    },
    {
      "cite": "751 A.2d 956",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11512808
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "969"
        },
        {
          "page": "968"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/751/0956-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 863,
    "char_count": 17240,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 8.324185503779104e-08,
      "percentile": 0.4803027126291919
    },
    "sha256": "f334f80386d304a2aae43d2580da56e7d0c9199008288f6ad7db007f55d9ecd0",
    "simhash": "1:20919762c285c00a",
    "word_count": 2777
  },
  "last_updated": "2024-02-27T22:50:08.903840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SCHWELB and REID, Associate Judges, and FERREN, Senior Judge."
    ],
    "parties": [
      "Derrick S. SIMPSON, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nA jury convicted Derrick Simpson of first-degree murder while armed and related weapons offenses. On appeal, Simpson contends that the trial judge erred in allowing the prosecutor to make so-called “fear-based” arguments during rebuttal argument. We affirm.\nI.\nSimpson’s claims in this court relate to two prosecution witnesses, each of whom provided testimony at trial inconsistent with his prior statements. The first witness, Harold Hymes-Brown (Hymes), testified that he saw Simpson “pull[ ] out his gun” and fire it at the decedent. On cross-examination, Hymes was impeached with two separate statements he had previously made to Simpson’s Public Defender Service (PDS) investigators, in which he claimed to have been elsewhere at the time of the shooting. The second witness, Michael Crawford, presented the converse situation. At trial, Crawford claimed not to know whether Simpson was the perpetrator; he testified that he did not recall whether Simpson had admitted to him that he (Simpson) had killed the victim. In a videotaped statement to the police and in his prior grand jury testimony, Crawford had claimed that Simpson acknowledged having committed the murder. Both of these statements were admitted as substantive evidence under D.C.Code § 14-102(b) (2001).\nThe inconsistency of the respective statements made by Hymes and Crawford was the focal point of the defense’s closing argument. In rebuttal, the prosecutor addressed Hymes’s inconsistent statements:\nThink about it from Mr. Hymes’ [sic] perspective. This is a 17-year-old man, living in Barry Farms, he is approached by this man, takes the stand and told you. I told him who I was, who I worked for. I went in and talked to him. What do you think [Hymes] is going to tell him? Yeah, I saw that man you represent murder somebody.\nI am going to put myself out here so that now you can tell him and everyone that you will know what I said? No. When, he talks to that young man who came in his house, he was under no obligation, he was not under oath, not here sworn in front of the court reporter.\nWhen he went to the grand jury, and when he came here, that’s what counts. That’s his testimony, under oath. Why wouldn’t he want to tell Mr. Simpson’s lawyer and investigator what he really saw? Maybe he might have been a little afraid.\nDefense counsel’s immediate objection was overruled.\nRegarding Crawford’s testimony, the prosecutor posited that when Crawford testified at trial “he didn’t want to tell what he saw or heard from this man [Simpson]. Because this man, unlike in the grand jury, this man wasn’t there.” Simpson’s attorney objected to this statement as well, and after closing argument he made a motion for a mistrial, arguing that the prosecutor was “improperly suggesting that Mr. Simpson [was] somehow affecting Mr. Crawford’s testimony” by exercising his right to be present at his own trial. The trial judge “did not hear it that way,” and denied the motion for a mistrial, stating that “it is fair inference from the evidence that someone would be reluctant to accuse someone who is sitting across from [him].”\nII.\nWe agree with Simpson that “evidence concerning a witness’ fear tends to be prejudicial because it suggests the witness fears reprisal at the hands of the defendant or his associates if []he testifies.” Mercer v. United States, 724 A.2d 1176, 1184 (D.C.1999) (quoting McClellan v. United States, 706 A.2d 542, 551 (D.C.1997) (internal quotation marks omitted)). In this case, the government did not elicit testimony that Hymes feared the defendant. Nonetheless, even though Hymes did not testify that he was afraid of Simpson or of any of Simpson’s associates, the prosecutor’s rebuttal argument quoted above suggested, almost expressly, that Hymes had-lied to the defense investigator out of fear of Simpson. According to the prosecutor, if Hymes had told Simpson’s investigator that Simpson was the shooter, Hymes would assume that the investigator would “tell [Simpson] and everyone” what Hymes had said, with the result that Hymes “might have been a little afraid.” Given the way the prosecutor expressed it, no possible source of Hymes’s fear other than Simpson was readily inferable by the jury. Absent a factual basis for such a comment by the prosecutor, our case law has been strict in stating that suggestions of fear are forbidden. We conclude, accordingly, that there was prosecutorial error. See Murray v. United States, 855 A.2d 1126, 1133 (D.C.2004); Foreman v. United States, 792 A.2d 1043, 1050-51 (D.C.2002); Mercer, 724 A.2d at 1184.\nWe agree with the government, however, that the prosecutor was entitled to argue, as a reasonable inference from the evidence, that Crawford’s prior grand jury testimony was more credible than his in-court testimony. We are not persuaded by Simpson’s claim that the prosecutor’s statement that Crawford “didn’t want to tell what he saw or heard from this man ... [bjecause this man, unlike in the grand jury, this man wasn’t there,” violated Simpson’s rights under the Confrontation Clause of the Sixth Amendment. The Sixth Amendment assures a criminal defendant of the right “to be confronted with the witnesses against him.” This right is invaluable, for it “forces the witness to submit to cross-examination, the ‘greatest legal engine ever invented for the discovery of the truth.’” California v. Green, 399 U.S. 149, 158, 90 S.Ct. 1930, 26 L.Ed.2d 489 (1970) (quoting 5 J. WIGMORE, EVIDENCE § 1367 (3d ed.1940)). Here, Simpson was afforded all of the rights guaranteed by the Confrontation Clause. Crawford appeared at trial and Simpson was able to confront him face-to-face. While he was on the witness stand, Crawford faced extensive cross-examination, during which he renounced his prior inculpatory statements. The “legal engine” of cross-examination thus placed two irreconcilable accounts before the jury; one inculpatory, the other not (Crawford claimed that he did not recall). The determination of which, if either, account was credible was for the jury.\nSimpson would have us hold that Crawford’s in-court testimony was subject to cross-examination, that it was therefore “preferfred],” and that the prosecutor should not have been permitted to argue that the account Crawford gave outside Simpson’s presence was more reliable than his in-court testimony. There is no authority for such a holding. Although the Framers made a judgment, as represented in the Confrontation Clause, that confrontation and cross-examination are helpful engines through which the truth may be revealed, that does not mean that every account given in the courtroom and subject to cross-examination is more rehable than every statement made outside the presence of the accused.\nCommon sense tells us that in certain circumstances, face-to-face confrontation between the witness and defendant may have the effect of inhibiting the truth from emerging. For example, a witness may be hesitant to testify in open court against a close friend, where the witness’ testimony would be likely to result in the friend’s conviction of murder and resulting long-term incarceration; here, Crawford and Simpson were close friends. And, of course, intimidation or the fear thereof can offset the benefits of face-to-face confrontation. Children alleging that they have been sexually abused, for example, are sometimes permitted to testify outside the presence of the accused, with the latter following the proceedings on closed circuit television, for in such circumstances “there is evidence that such confrontation would in fact disserve the Confrontation Clause’s truth-seeking goal.” Maryland v. Craig, 497 U.S. 836, 857, 110 S.Ct. 3157, 111 L.Ed.2d 666 (1990) (emphasis in original).\nThe prosecutor’s comment that Crawford’s grand jury testimony could be considered more rehable than his testimony at trial was merely a recognition of the possibility that, in this particular case, confrontation might not produce the more credible testimony. One does not have to hold a degree in psychology to recognize that a witness may be reluctant, in the presence of a close friend, to say the words which may send the friend to prison for the remainder of his life. Viewed in this light, “the comment merely stated the obvious to the jurors and constituted a reasonable inference from the evidence.” See Clayborne v. United States, 751 A.2d 956, 969 (D.C.2000). The jury was presented with two conflicting accounts, both under oath, and each admitted as substantive evidence. Under the particular circumstances of this case, it was not an abuse of discretion for the trial judge to allow the prosecutor to suggest that Crawford’s pri- or testimony should be considered more reliable, in part because it was given outside the presence of the defendant.\nIII.\nDespite finding prosecutorial error in the rebuttal as to Hymes, reversal here is not warranted. We acknowledge that the prosecution’s case certainly had its problems. There was no direct evidence (e.g., weapons evidence, fingerprints) inculpating Simpson. As we have seen, moreover, two of Simpson’s principal accusers, Hymes and Crawford, made exculpatory statements as well as inculpatory ones. Furthermore, although LaDonia Boggs testified that she saw Simpson shoot the decedent, Ms. Boggs’ sister testified that LaDonia could not have seen the murder from her location at the time. Finally, although the prosecution introduced evidence that Simpson had made threats against the decedent, the defense presented evidence tending to show that Simpson and the decedent had later worked things out. Nonetheless, LaDonia Doggs did identify Simpson as the shooter; Crawford did testify that Simpson had admitted committing the murder; and there was testimony that, before the murder, Simpson had threatened the decedent. It was for the jury to determine what evidence was credible. After a careful review of the entire record, we conclude that the prosecutor’s comment in rebuttal about Hymes’s fear could not, in our judgment, have had an effect on the outcome amounting to harmful, reversible error. See Kotteakos v. United States, 328 U.S. 750, 66 S.Ct. 1239, 90 L.Ed. 1557 (1946).\nAffirmed.\n. In each of his two statements to PDS, Hymes claimed to have been at a different location from the one mentioned in the other statement.\n. At trial, Crawford stated that he was \"high off of POP and marijuana” when he made these previous statements, and that he feared that his probation would be revoked if he had not told the police what they wanted to hear.\n.Crawford’s grand jury testimony was admitted because it contained prior inconsistent statements given under oath. See D.C.Code § 14 — 102(b). The videotaped statement was also admissible as substantive evidence because Crawford adopted it during his grand jury testimony. \"When a witness testifies under oath and adopts a prior statement not made under oath, that prior statement becomes substantive evidence.” Mercer v. United States, 724 A.2d 1176, 1195 (D.C.1999).\n. Although we conclude that the prosecutor’s comments with regard to Crawford were permissible under the narrow circumstances of this case, we note that they faintly echo comments disapproved by the Supreme Court in Griffin v. California, 380 U.S. 609, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965). In Griffin, the Supreme Court held that a comment to the jury about the defendant's refusal to testify at trial violated the defendant's constitutional rights. The Court has been reluctant, however, to extend Griffin's rationale to other contexts. See Portuondo v. Agard, 529 U.S. 61, 65, 120 S.Ct. 1119, 146 L.Ed.2d 47 (2000). In Portuondo, the Court held that it was constitutionally permissible for a prosecutor, in her summation, to comment on how the defendant \"had the opportunity to hear all other witnesses testify and to tailor his testimony accordingly.” Id. at 63, 120 S.Ct. 1119. The Court distinguished Griffin as a situation in which the prosecutor was prohibited from urging the jurors to do something they were \"not permitted to do,” whereas in Portuondo, “it [was] natural and irresistible for a jury, in evaluating the relative credibility of a defen- ' dant who testifies last, to have in mind and weigh in the balance the fact that he heard the testimony of all those who preceded him.” Id. at 67-68, 120 S.Ct. 1119.\nThe parties have not framed the issues within these precedents. Although the question is not squarely before us, we conclude that if this case can be analogized at all to this line of authority — and we question whether it can — then it is more like Portuondo than it is like Griffin.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "SCHWELB, Associate Judge,\nconcurring in part and concurring in the judgment.\nI agree that Simpson’s conviction should be affirmed, and I therefore concur in the judgment. However, I disagree with the majority’s conclusion that the trial judge abused her discretion by overruling a defense objection to the prosecutor’s statement, made during closing argument, that Hymes, a government witness, “might have been a little afraid.”\nAccording to the majority, there was no factual basis for the challenged comment. In my opinion, this notion is quite unrealistic. Hymes testified that when he was first approached by a defense investigator, he withheld information about the murder because he “did not want to get involved.” In the courtroom, at trial, Hymes declared that he did not want to be there and that he did not want to be a witness. Hymes consistently exhibited extreme reluctance to have anything to do with criminal proceedings related to the murder to which he was a witness. His reluctance was quite understandable, for as we have recognized, “the instinct for self-preservation” after witnessing a murder “is well-nigh universal.” Outlaw v. United States, 632 A.2d 408, 409 n. 1 (D.C.1993). Circumstantial evidence can be just as probative as direct evidence, and although a prosecutor may not “rely on evidence that has not been presented,” he or she is “entitled to make reasonable comments on the evidence and to argue all reasonable inferences from the evidence adduced at trial.” Clayborne v. United States, 751 A.2d 956, 969 (D.C.2000).\nAlthough Hymes never explicitly so stated, his testimony that he “did not want to get involved” with this murder trial and his insistence on the witness stand that he did not want to be there permitted the jury to draw the reasonable, if not obvious, inference that his reluctance to testify may have been generated by, or at least related to, his apprehension of the potential consequences. The law “does not require judges to shut their minds to that which all others can see or understand.” Poulnot v. District of Columbia, 608 A.2d 134, 141 (D.C.1992) (citing Child Labor Tax Case, 259 U.S. 20, 37, 42 S.Ct. 449, 66 L.Ed. 817 (1922)). Considering the realities of the situation, the prosecutor’s rather mild observation that “maybe [Hymes] might have been a little afraid” was surely a “reasonable comment” on the evidence. The jurors would undoubtedly have recognized the realities on which the remark was based whether the prosecutor had mentioned the matter or not.\nMy conclusion that the trial judge did not abuse her discretion is buttressed by the deference that we owe to her judgment in light of her superior vantage point “on the spot,” when this court is limited to a cold transcript.\nIt is peculiarly within the knowledge of the trial judge whether remarks of counsel during the trial tend to prejudice the cause of a party. The courtroom atmosphere, prior remarks which have provoked the questioned statements, and other factors which cannot be appraised by a reviewing court may render remarks of counsel innocuous, although they may appear viciously prejudicial when removed from their setting.\nIrick v. United States, 565 A.2d 26, 32 (D.C.1989) (quoting Smith v. United States, 315 A.2d 163, 167 (D.C.), cert. denied, 419 U.S. 896, 95 S.Ct. 174, 42 L.Ed.2d 139 (1974)). The trial judge therefore “has latitude in regulating closing argument, and we do not lightly overturn [her] discretionary rulings.” Clayborne, 751 A.2d at 968. By the time the prosecutor made the challenged remark, the trial had already consumed several days, and the judge was in the best position to assess the character and impact of the prosecutor’s comment in the context in which it was made. In the judge’s view, it was reasonable to infer that “maybe [Hymes] might have been a little afraid,” and she did not abuse her discretion in permitting the prosecutor to say so.\nIn all other respects, I join the opinion of the court.",
        "type": "concurrence",
        "author": "SCHWELB, Associate Judge,"
      }
    ],
    "attorneys": [
      "Jennifer C. Daskal, Public Defender Service, with whom James Klein and Lloyd U. Nolan, Jr., Public Defender Service, were on the brief, for appellant.",
      "John C. Einstman, Assistant United States Attorney, with whom Kenneth L. Wainstein, United States Attorney, and John R. Fisher, Roy W. McLeese III, and Leutrell M.C. Osborne, Assistant United States Attorneys, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Derrick S. SIMPSON, Appellant, v. UNITED STATES, Appellee.\nNo. 02-CF-23.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 17, 2005.\nDecided June 23, 2005.\nJennifer C. Daskal, Public Defender Service, with whom James Klein and Lloyd U. Nolan, Jr., Public Defender Service, were on the brief, for appellant.\nJohn C. Einstman, Assistant United States Attorney, with whom Kenneth L. Wainstein, United States Attorney, and John R. Fisher, Roy W. McLeese III, and Leutrell M.C. Osborne, Assistant United States Attorneys, were on the brief, for appellee.\nBefore SCHWELB and REID, Associate Judges, and FERREN, Senior Judge."
  },
  "file_name": "1045-01",
  "first_page_order": 1073,
  "last_page_order": 1079
}
