{
  "id": 11082212,
  "name": "OFFICE OF DISCIPLINARY COUNSEL, Petitioner v. Clyde Crady SWISHER, III, Respondent",
  "name_abbreviation": "Office of Disciplinary Counsel v. Swisher",
  "decision_date": "2001-05-09",
  "docket_number": "No. 674 Disciplinary Dkt. No. 3",
  "first_page": "1047",
  "last_page": "1048",
  "citations": [
    {
      "type": "official",
      "cite": "777 A.2d 1047"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 141,
    "char_count": 1702,
    "ocr_confidence": 0.67,
    "sha256": "6446017bc0192b0b22b19c19feda6426f904a54b1cf498eccf00b61cc769f467",
    "simhash": "1:f4a105be878a930e",
    "word_count": 283
  },
  "last_updated": "2023-07-14T16:40:00.309837+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "OFFICE OF DISCIPLINARY COUNSEL, Petitioner v. Clyde Crady SWISHER, III, Respondent."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM:\nAND NOW, this 9th day of May, 2001, upon consideration of the responses filed to the Order and Rule to Show Cause entered by this Court on April 4, 2001, it is ORDERED that:\n1. The Rule to Show Cause is made absolute and Respondent is placed on temporary suspension until further definitive action by this court;\n2. Respondent shall comply with the provisions of Rule 217, Pa. R.D.E.;\n3. Respondent is held in contempt for failing to comply with the Order entered by this Court on April 4, 2001, directing him to prepare and deliver to Office of Disciplinary Counsel a list of the names and addresses of all clients and other entities he is currently representing in which he is a fiduciary, as well as the banks and account numbers in which such funds are currently maintained. Furthermore, the matter is referred to the Disciplinary Board for a hearing to recommend the appropriate sanction for the contempt;\n4. The President Judge of the Court of Common Pleas of Allegheny County, in accordance with Rule 217, Pa. R.D.E., shall take such further action and make such further orders as may appear necessary to protect the rights and interests of Respondent’s clients or fiduciary entities with which he is involved; and,\n5. All bank accounts held by Respondent or controlled by him, containing fiduciary funds, shall be frozen until further action by a court of appropriate jurisdiction.\nThis Order constitutes an imposition of public discipline within the meaning of Rule 402, Pa. R.D.E., pertaining to confidentiality.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "OFFICE OF DISCIPLINARY COUNSEL, Petitioner v. Clyde Crady SWISHER, III, Respondent.\nNo. 674 Disciplinary Dkt. No. 3.\nSupreme Court of Pennsylvania.\nMay 9, 2001."
  },
  "file_name": "1047-03",
  "first_page_order": 1099,
  "last_page_order": 1100
}
