{
  "id": 7375486,
  "name": "John MARCHETTI, Jr., et al. v. Roy PARSONS",
  "name_abbreviation": "Marchetti v. Parsons",
  "decision_date": "1994-03-21",
  "docket_number": "No. 92-523-M.P.",
  "first_page": "1047",
  "last_page": "1052",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 1047"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "240 Neb. 891",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        5234580
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/neb/240/0891-01"
      ]
    },
    {
      "cite": "413 N.E.2d 690",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "381 Mass. 507",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        816156
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/mass/381/0507-01"
      ]
    },
    {
      "cite": "780 P.2d 566",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "71 Haw. 1",
      "category": "reporters:state",
      "reporter": "Haw.",
      "case_ids": [
        1958339
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/haw/71/0001-01"
      ]
    },
    {
      "cite": "837 P.2d 105",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10358038
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/p2d/837/0105-01"
      ]
    },
    {
      "cite": "257 Cal.Rptr. 865",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "877-78"
        },
        {
          "page": "880-81"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "771 P.2d 814",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "826-27"
        },
        {
          "page": "829-30"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "48 Cal.3d 644",
      "category": "reporters:state",
      "reporter": "Cal. 3d",
      "case_ids": [
        4614529
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/cal-3d/48/0644-01"
      ]
    },
    {
      "cite": "67 Wash.L.Rev. 1",
      "category": "journals:journal",
      "reporter": "Wash. L. Rev.",
      "year": 1992,
      "pin_cites": [
        {
          "page": "24"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "636 A.2d 682",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7365275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/636/0682-01"
      ]
    },
    {
      "cite": "162 N.E. 99",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "weight": 2,
      "year": 1928,
      "pin_cites": [
        {
          "page": "103",
          "parenthetical": "Andrews, J., dissenting"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "248 N.Y. 339",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1905144
      ],
      "weight": 2,
      "year": 1928,
      "pin_cites": [
        {
          "page": "352"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/248/0339-01"
      ]
    },
    {
      "cite": "522 A.2d 203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7882651
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/522/0203-01"
      ]
    },
    {
      "cite": "547 A.2d 894",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7895070
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "899"
        },
        {
          "page": "897"
        },
        {
          "page": "897-98"
        },
        {
          "page": "897-98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/547/0894-01"
      ]
    },
    {
      "cite": "121 R.I. 710",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3182395
      ],
      "weight": 4,
      "year": 1979,
      "pin_cites": [
        {
          "page": "712"
        },
        {
          "page": "1181-82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/121/0710-01"
      ]
    },
    {
      "cite": "69 Cal.Rptr. 72",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "441 P.2d 912",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "68 Cal.2d 728",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2306138
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/68/0728-01"
      ]
    },
    {
      "cite": "66 A. 202",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1907,
      "opinion_index": 0
    },
    {
      "cite": "28 R.I. 186",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        8519303
      ],
      "year": 1907,
      "opinion_index": 0,
      "case_paths": [
        "/ri/28/0186-01"
      ]
    },
    {
      "cite": "114 R.I. 643",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5526033
      ],
      "weight": 17,
      "year": 1975,
      "pin_cites": [
        {
          "page": "656"
        },
        {
          "page": "531"
        },
        {
          "page": "657-58"
        },
        {
          "page": "531"
        },
        {
          "page": "648"
        },
        {
          "page": "527"
        },
        {
          "page": "649"
        },
        {
          "page": "527"
        },
        {
          "page": "649"
        },
        {
          "page": "527"
        },
        {
          "page": "651"
        },
        {
          "page": "528"
        },
        {
          "page": "657"
        },
        {
          "page": "531"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/114/0643-01"
      ]
    },
    {
      "cite": "619 A.2d 436",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7354260
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 965,
    "char_count": 20883,
    "ocr_confidence": 0.734,
    "pagerank": {
      "raw": 3.597002184830704e-07,
      "percentile": 0.8875272264908108
    },
    "sha256": "e0cc4b6d94ef8064bbd88b70a8a029c72feb26a311933d757ff079601cc9184a",
    "simhash": "1:f5122fbc00932108",
    "word_count": 3405
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John MARCHETTI, Jr., et al. v. Roy PARSONS."
    ],
    "opinions": [
      {
        "text": "OPINION\nWEISBERGER, Acting Chief Justice.\nThis case comes before us on a petition for certiorari filed by the defendant, Roy Parsons (defendant), to review an order of the Superior Court denying his motion for partial summary judgment. The defendant argues that the Superior Court misapplied Rhode Island law by allowing the plaintiffs, John Marchetti, Jr., and Linda Marchetti (plaintiffs or John and Linda), to proceed with a claim against the defendant for negligent infliction of emotional distress since they were not present at the accident scene when the defendant struck their daughter and caused her severe injuries. After reviewing the record and considering the arguments of the parties, we hereby grant the petition and quash the order of the trial justice. The facts, insofar as they are pertinent to this petition, are as follows.\nI\nOn September 20, 1990, twelve-year-old Alicia Marchetti (Alicia) was crossing Frenchtown Road in East Greenwich with her bicycle when she was struck by a car driven by defendant. The East Greenwich police and an ambulance responded to a call to the scene and transported Alicia to Kent County Memorial Hospital (hospital) in Warwick. Approximately twenty-five minutes after the accident, John, who worked in an office located approximately seven or eight miles from the scene of the accident, received a telephone call from the East Greenwich police. An officer told John that Alicia had been in the accident and that she had a broken leg and was being transported to the hospital. The officer was either unwilling or unable to tell John about any- other injuries suffered by Alicia. When John completed the telephone call, he informed Linda, who worked in the same office, of the accident. They proceeded to the hospital, which was located a short distance from their workplace.\nJohn and Linda reached the hospital just after the ambulance carrying Alicia had arrived. Although they did not see Alicia at that time, they did see Alicia’s shoes in the back of the empty ambulance. Upon entering the emergency room, John and Linda were not allowed to see Alicia immediately. They were brought to a small waiting room and informed by the director of emergency room services at the hospital that Alicia suffered from much more serious injuries than a broken leg.\nSoon thereafter they saw Alicia on a stretcher in the hallway of the emergency room. She had not yet been treated. Both John and Linda stated that Alicia appeared lifeless, that she was immobile and bloodied, and that she had a tube in her throat. They also stated that they thought that Alicia was dead.\nUpon seeing Alicia, Linda experienced nausea and later in the evening needed to be treated with a sedative to sleep. Both John and Linda received cold packs to prevent them from losing consciousness.\nAlicia remained in a coma for six weeks and was hospitalized for almost three months. She currently requires special education and continues to suffer from a myriad of ailments relating to her accident in September 1990.\nSince Alicia’s accident, John has been treated for major depression, panic disorder, and post-traumatic-stress disorder. He has also experienced periods of chest pain, tachycardia, migraine headaches, and nausea. Linda has been treated for depression, chronic anxiety, and panic attacks and also has suffered from episodes of tachycardia and dizziness.\nIn March of 1991 John and Linda brought an action as individuals and on behalf of Alicia, seeking damages for Alicia’s injuries and medical expenses; for John and Linda’s lost wages and lost earning capacities; for their loss of services, companionship, comfort, and consortium of Alicia; and for Alicia’s loss of relationship with her parents. John and Linda also sought recovery for the emotional distress they have suffered as the result of defendant’s actions. The current petition involves only the action seeking recovery for the parents’ emotional distress.\nIn his motion for partial summary judgment, defendant argued that Rhode Island law precludes recovery for negligent infliction of emotional distress when the parents of an accident victim do not “actually witness” the accident. Citing prior decisions from both Rhode Island and other jurisdictions, plaintiffs contended that physical proximity to the accident site is not a determinative factor concerning whether a viable action lies for negligent infliction of emotional distress. After hearing arguments, the trial justice held that plaintiffs did not need actually to witness the accident in order to state a claim of negligent infliction of emotional distress, and he denied defendant’s motion. The defendant then filed the current petition with this court.\nII\nIn reviewing a trial justice’s decision to deny a motion for summary judgment, we apply the same standard as the lower court. Aetna Casualty & Surety Co. v. Vierra, 619 A.2d 436, 437 (R.I.1993). After reviewing the pleadings, affidavits, admissions, answers to interrogatories, and other admissible evidence in the light most favorable to the nonmoving party, we must conclude whether the moving party is entitled to judgment as a matter of law. Id.\nWe first recognized liability for negligent infliction of emotional distress in D’Ambra v. United States, 114 R.I. 643, 338 A.2d 524 (1975). D’Ambra, which came to us as a certified question from the Court of Appeals for the First Circuit, involved a mother who suffered emotional and physical injuries after witnessing her four-year-old son being struck and killed by a United States mail truck. Although the mother had witnessed the accident, she had not been subject to any physical danger from the collision.\nIn determining whether the plaintiff in D’Ambra could recover for her injuries, we held that a party did not need to be within the zone of physical danger created by the defendant in order to recover for negligent infliction of emotional distress. We found that the concept of recovery for mental distress resulting from the shock or fright of being the potential victim of an accident had its origins in Rhode Island in Simone v. The Rhode Island Co., 28 R.I. 186, 66 A. 202 (1907). In Simone a woman in a street-car accident was allowed to recover for emotional distress she suffered, even though she received no physical injury from the accident, because she was physically endangered by the acts of the defendant, which caused her emotional distress. Under this zone-of-danger standard, the potential for physical injury must be present in order for a plaintiff to recover for the mental distress suffered.\nIn D’Ambra we expanded Simone and moved beyond its zone-of-danger limitation. In so doing, we adopted the reasoning of the California Supreme Court in Dillon v. Legg, 68 Cal.2d 728, 441 P.2d 912, 69 Cal.Rptr. 72 (1968), and identified a number of factors to be considered in determining the scope of a defendant’s liability for negligent infliction of emotional distress to an accident bystander. These factors included “physical proximity [to the accident], the actual witnessing of the accident, and the personal relationship existing between the bystander-plaintiff and the victim.” 114 R.I. at 656, 338 A.2d at 531. We went on to state, however, that there are “other factors which, given the right circumstances, may be of major importance in determining whether an adequate relation exists between the defendant’s conduct and the plaintiffs injury.” Id. After analyzing the facts in relation to the factors enumerated, we concluded and held that\n“a nonnegligent mother, who although suffering no physical impact suffers serious mental and emotional harm accompanied by physical symptoms from actually witnessing the death of her nonnegligent minor child as a direct result of the defendant’s negligence, may maintain an action for negligent infliction of emotional distress, despite the fact that she herself was never in physical danger.” Id. at 657-58, 338 A.2d at 531.\nWe have had two occasions since D’Ambra to address claims for negligent infliction of emotional distress to an accident bystander. In 1979, in a per curiam opinion, we upheld a trial justice’s dismissal of a claim for emotional distress when a mother did not witness the defendant’s vehicle roll over her daughter’s leg. Caparco v. Lambert, 121 R.I. 710, 402 A.2d 1180 (1979). We stated that the plaintiff/mother “did not witness [the] accident. As a result, the trial justice refused to extend our holding in D’Ambra, to allow recovery for emotional distress to the present situation. On this record we find no error in that decision.” Id. at 712, 402 A.2d at 1181-82. Although we held that because the plaintiff did not witness the accident she could not recover for her emotional distress, this holding is limited in that we did not explore the factors underlying the trial justice’s decision, nor did we specifically state whether the “actual witnessing” requirement was a prerequisite or a determining factor that would preclude recovery in all cases.\nFinally, in 1988 we answered a certified question from the Federal District Court and held that in an action for negligent infliction of emotional distress, a party “must suffer physical symptomatology to recover damages.” Reilly v. United States, 547 A.2d 894, 899 (R.I.1988). In Reilly we explained that absent physical manifestations, a court could not be certain of the genuine nature of the injuries because such injuries could be, to a great extent, merely speculative. Id. at 897. Moreover, we examined the nature of a defendant’s acts in a negligence action and held that a negligent defendant should not be held responsible for a “purely mental disturbance.” Id. We reasoned that “[w]e are focusing ‘not on the nature of the plaintiffs loss, but on the source and scope of the defendant’s liability.’ * * * We are reluctant to impose potentially unlimited and undeserved liability upon a defendant who is guilty of unintentional conduct.” Id. at 897-98. Because we had recently insisted on evidence of physical symptomatology in a claim for intentional infliction of emotional distress, see Curtis v. State Department for Children and Their Families, 522 A.2d 203 (R.I.1987), we concluded that physical symp-tomatology was a necessary prerequisite to recovery for negligent infliction of emotional distress in circumstances in which the degree of culpability of a defendant is lessened.\nIll\nWe consider today whether witnessing an accident is a prerequisite to recovering for negligent infliction of emotional distress or, instead, whether it is a nonessential factor— one among many to be considered by a trial justice in determining if a defendant owes a duty to the emotionally injured plaintiff. We hold that in order to recover, a party must be present at the scene of the accident and be aware that the victim is being injured.\nWe must first explore the nature and the scope of a defendant’s duty to one who is emotionally injured as a result of his or her actions. In D’Ambra we stated that “the problem of duty is as broad as the whole law of negligence, and that no universal test for it ever has been formulated. It is a shorthand statement of a conclusion, rather than an aid to analysis in itself. * * * [Duty is] only an expression of the sum total of those considerations of policy which lead the law to say that the particular plaintiff is entitled to protection.” 114 R.I. at 648, 338 A.2d at 527 (quoting Prosser, Torts § 53 (4th ed. 1971)). Moreover, we also recognized Justice Andrews’s formulation of duty in his dissent in Palsgraf v. Long Island R.R., 248 N.Y. 339, 162 N.E. 99 (1928), where he stated that “because of convenience, of public policy, of a rough sense of justice, the law arbitrarily declines to trace a series of events beyond a certain point. This is not logic. It is practical politics.” 114 R.I. at 649, 338 A.2d at 527 (quoting Palsgraf, 248 N.Y. at 352, 162 N.E. at 103 (Andrews, J., dissenting)). In considering the proper analytical approach to follow in cases asserting negligent infliction of emotional distress to a plaintiff, we stated that\n“the notion of a duty of care running from the defendant to the plaintiff is the more functional approach, as it tends to focus attention on the obligation to be imposed upon the defendant rather than on the causal sequence of events.” D'Ambra, 114 R.I. at 649, 338 A.2d at 527.\nBecause we focus on the obligation to be imposed upon the defendant rather than merely upon the causal sequence, we conclude that a parent must be present at the accident scene and be aware of the injury to the victim in order to recover for the emotional distress he or she experiences.\nWe recognize that every parent whose child incurs a serious injury suffers emotionally. It would certainly cause any parent great anguish to witness one’s child in pain and to be unable to alleviate it. However, the parents of every child injured through the negligence of another are not entitled to recovery for their emotional distress — no matter how foreseeable we may agree that such anguish would be. As we recently noted, this court has consistently recognized that foreseeability of injury does not, in and of itself, give rise to a duty. Ferreira v. Strack, 636 A.2d 682 (R.I.1994). To determine whether a defendant owes a duty to a parent of an injured child, we must also examine the underlying policy considerations we confronted when we allowed an action for negligent infliction of emotional distress to be brought by a witness to an accident.\nIn D’Ambra we were wary that foreseeability “should not be pushed beyond its inherent limitations as a conclusion to the question of whether there exists sufficient moral culpability for legal liability to be imposed.” (Emphasis added.) 114 R.I. at 651, 338 A.2d at 528. One commentator, in discussing claims for negligent infliction of emotional distress, has noted that\n“[tjaken literally, foreseeability is a ‘nonstandard,’ because.some emotional harm is virtually always foreseeable. If foreseeability is the determining factor in selecting the plaintiffs permitted to sue, no legitimate limitation on the number of plmntiffs can be made. Each negligent act may give rise to any number of claims. Moreover, the number of claims arising out of any one negligent act or omission may bear no particular relation to the culpability of the defendant.” (Emphasis added.) Julie A. Davies, Direct Actions for Emotional Harm: Is Compromise Possible?, 67 Wash.L.Rev. 1, 24 (1992).\nFinally in Reilly, when we established that the existence of physical symptomatology was a prerequisite to stating a valid claim to recover for emotional distress, we sought to guarantee the genuineness of a plaintiffs claim as well as to limit the scope of possible claims so that they will bear a reasonable relation to the defendant’s culpability. 547 A.2d at 897-98.\nFrom D’Ambra and Reilly we conclude that in order to temper foreseeability when imposing a duty from a defendant to an emotionally injured plaintiff, an adequate nexus must exist between the foreseeability of emotional harm and the actions of the defendant. We must keep in mind our admonition in D’Ambra that the difficulties of imposing a duty and administering these claims are surmountable only “[i]f this relaxation of the zone-of-danger limitation on liability is viewed as the exception and not the rule.” 114 R.I. at 657, 338 A.2d at 531. We believe that a temporal and spaeial limitation is a necessary and just restraint on foreseeability in order to keep a defendant’s liability in proportion to his or her culpability.\nWe also note that in 1989 the California Supreme Court reexamined Dillon v. Legg, supra, and similarly limited its applicability to those present at the accident scene. In Thing v. La Chusa, 48 Cal.3d 644, 771 P.2d 814, 257 Cal.Rptr. 865 (1989), the court did not allow a mother to recover for the emotional distress she suffered when she was not present at the scene where her son was struck by a negligently operated automobile. In considering whether to make the “factors” or “guidelines” from Dillon necessary prerequisites to recovery, the Thing court similarly found a pure-foreseeability standard to be untenable in determining which parties may recover. The Thing court stated that\n“[i]n order to avoid limitless liability out of all proportion to the degree of a defendant’s negligence, and against which it is impossible to insure without imposing unacceptable costs on those among whom the risk is spread, the right to recover for negligently caused emotional distress must be limited.\n“This ease * * * affords the court a better opportunity to meet its obligation to create a clear rule under which liability may be determined. In so doing we balance the impact of arbitrary lines which deny recovery to some victims whose injury is very real against that of imposing liability out of proportion to culpability for negligent acts.\nWe also weigh in the balance the importance to the administration of justice of clear guidelines under which litigants and trial courts may resolve disputes.” Id. at 664, 771 P.2d at 826-27, 257 Cal.Rptr. at 877-78.\nAfter considering the above factors, the Thing court clarified the rule for recovery for emotional distress in California. It held that\n“a plaintiff may recover damages for emotional distress caused by observing the negligently inflicted injury of a third person if, but only if, said plaintiff: (1) is closely related to the injur[ed] victim; (2) is present at the scene of the injury producing event at the time it occurs and is then aware that it is causing injury to the victim; and (3) as a result suffers serious emotional distress — a reaction beyond that which would be anticipated in a disinterested witness and which is not an abnormal response to the circumstances.” Id. at 667-68, 771 P.2d at 829-30, 257 Cal.Rptr. at 880-81.\nWe find the reasoning of the California Supreme Court persuasive and follow its lead in modifying the Dillon standard that we followed in D’Ambra.\nThe plaintiffs argue that we should follow the law as developed by a minority of American jurisdictions — as well as in Great Britain — and hold that a plaintiff need not be present at the accident scene in order to recover damages for negligent infliction of emotional distress. See Beck v. State, 837 P.2d 105 (Alaska 1992); Masaki v. General Motors Corp., 71 Haw. 1, 780 P.2d 566 (1989); Ferriter v. Daniel O’Connell’s Sons, Inc., 381 Mass. 507, 413 N.E.2d 690 (1980); Haselhorst v. State, 240 Neb. 891, 485 N.W.2d 180 (1992); see also McLoughlin v. O’Brian, 2 All E.R. 298 (H.L.1982). Each of these cases allows for recovery using a foreseeability standard that would permit a party to recover who was not present when the injury-causing event occurred. However, as stated above, our concern that foreseeability must be tempered in relation to the level of culpability of the defendant in a negligence action precludes us from extending recovery to such a party, even if his or her emotional distress may be “foreseeable.”\nIV\nRelying upon the reasoning of our previous eases and our discussion today, we hold that in order to recover for negligent infliction of emotional distress, a party must (1) be a close relative of the victim, (2) be present at the scene of the accident and be aware that the victim is being injured, and (3) as a result of experiencing the accident, suffer serious emotional injury that is accompanied by physical symptomatology. Absent these three elements, a plaintiff who seeks to recover for emotional distress arising out of an injury to a relative may not recover for negligent infliction of emotional distress.\nThe plaintiffs in the current action are close relatives of Alicia and have suffered serious emotional injury (accompanied by physical symptomatology) as a result of the defendant’s actions. However, they were not present at the scene of the accident. Absent this essential prerequisite, they may not recover for the emotional injury they suffered.\nFor the foregoing reasons we grant the defendant’s petition for certiorari. The order of the Superior Court is quashed. The papers in this case may be remanded to the Superior Court with direction to enter partial summary judgment on behalf of the defendant.\n. An issue has been raised about an argument submitted by prior counsel in Reilly v. United States, 547 A.2d 894 (R.I.1988). Although we have read the supplemental memorandum filed, we have not taken into account in writing this opinion any former brief by counsel in other cases.",
        "type": "majority",
        "author": "WEISBERGER, Acting Chief Justice."
      }
    ],
    "attorneys": [
      "Mark S. Mandell, Yvette Boisclair, Man-dell, DeLuca & Schwartz, Lauren Jones, Jones Associates, Providence, for plaintiffs.",
      "Jeffrey F. Finan, Pawtucket, for defendant."
    ],
    "corrections": "",
    "head_matter": "John MARCHETTI, Jr., et al. v. Roy PARSONS.\nNo. 92-523-M.P.\nSupreme Court of Rhode Island.\nMarch 21, 1994.\nMark S. Mandell, Yvette Boisclair, Man-dell, DeLuca & Schwartz, Lauren Jones, Jones Associates, Providence, for plaintiffs.\nJeffrey F. Finan, Pawtucket, for defendant."
  },
  "file_name": "1047-01",
  "first_page_order": 1101,
  "last_page_order": 1106
}
