{
  "id": 7977335,
  "name": "Lawrence A. MONACO, Jr., Petitioner, v. DISTRICT OF COLUMBIA BOARD OF ZONING ADJUSTMENT, Respondent, Watterston House Associates and the Cato Institute, Intervenors",
  "name_abbreviation": "Monaco v. District of Columbia Board of Zoning Adjustment",
  "decision_date": "1983-06-02",
  "docket_number": "No. 81-1636",
  "first_page": "1049",
  "last_page": "1053",
  "citations": [
    {
      "type": "official",
      "cite": "461 A.2d 1049"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "409 A.2d 624",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7981052
      ],
      "pin_cites": [
        {
          "page": "625-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/409/0624-01"
      ]
    },
    {
      "cite": "287 A.2d 535",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8068238
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "542"
        },
        {
          "page": "542"
        },
        {
          "page": "541"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/287/0535-01"
      ]
    },
    {
      "cite": "397 U.S. 532",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12055296
      ],
      "weight": 3,
      "year": 1970,
      "pin_cites": [
        {
          "page": "539"
        },
        {
          "page": "1292"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/397/0532-01"
      ]
    },
    {
      "cite": "215 A.2d 104",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "153 Conn. 141",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        1574250
      ],
      "opinion_index": 1,
      "case_paths": [
        "/conn/153/0141-01"
      ]
    },
    {
      "cite": "390 A.2d 1009",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11733282
      ],
      "pin_cites": [
        {
          "page": "1011"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/390/1009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 713,
    "char_count": 13881,
    "ocr_confidence": 0.784,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.43870048022104763
    },
    "sha256": "b071c1c884abe5beeeaf39d9ab35b42ae24cd9dbd2dc439822e592d3e13d4dbf",
    "simhash": "1:0126ff27cb60a5e7",
    "word_count": 2193
  },
  "last_updated": "2024-02-27T18:13:59.154543+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEWMAN, Chief Judge, and NE-BEKER and PRYOR, Associate Judges."
    ],
    "parties": [
      "Lawrence A. MONACO, Jr., Petitioner, v. DISTRICT OF COLUMBIA BOARD OF ZONING ADJUSTMENT, Respondent, Watterston House Associates and the Cato Institute, Intervenors."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nPetitioner challenges the Zoning Commission and the Board of Zoning Adjustment (hereinafter “BZA”) in their adoption and implementation of § 3101.412 (1981) of the District of Columbia Zoning Regulations. This provision creates an excepted use for large residential buildings and land in residential neighborhoods, permitting non-profit organizations to utilize them for office space. It seeks in effect to prevent large residences from deteriorating because they are no longer economically practical for the residential purchaser.\nIn this case, petitioner contests the adequacy of the notice prior to a hearing on the then-proposed regulation. Petitioner also claims error in the BZA’s granting interve-nors (Watterston House Associates and the Cato Institute) a combined special exception and area variance for purposes of allowing the non-profit Cato Institute to utilize a residential structure as office space under the regulation. We affirm.\nI\nThe three notice requirements with which the Zoning Commission must comply prior to a hearing on proposed regulatory action are (1) D.C.Code § l-1506(a) (1981) of the District of Columbia’s Administrative Procedure Act (DCAPA), (2) D.C.Code § 5-415 (1981) — the Zoning Commission’s enabling statute, and (3) Zoning Commission Rule 3.411. Our review of the facts reveals that we may find fault only with the Zoning Commission’s observance of the latter.\nOn November 20, 21, and 26, 1973, the Zoning Commission published notice in the Washington-Star, The Washington Post, and the District of Columbia Register, respectively. The notices stated that the Zoning Commission would conduct a public hearing on December 21,1973, to consider a proposed regulation, that which is now at issue in this case. After a hearing and an additional two week comment period, the regulation was adopted on January 25, 1974.\nTreating the notice requirements in turn, the November 26 notice in the D.C. Register fully complied with DCAPA requirements. “The publication ... shall be made not less than thirty days prior to the effective date of the proposed adoption [of the regulation] .... ” D.C.Code § 1 — 1506(a) (1981). The D.C. Register notice was published sixty days prior to the adoption of § 3101.412.\nSecondly, the Zoning Commission complied with D.C.Code § 5 — 415 (1981), its enabling statute, by publishing notice in the Washington-Star thirty-two days before the December 21 hearing. “At least thirty days’ notice of the time and place of [Zoning Commission] hearings shall be published at least once in a daily newspaper or newspapers of general circulation in the District of Columbia.” Id. Further, the additional publication of the notice in the Washington Post and the D.C. Register evidences the Zoning Commission’s good faith attempt to “give such additional notice of such hearing as it shall deem feasible and practicable.” Id.\nFinally, it is undisputed that the Zoning Commission failed to meet its self-imposed thirty day deadline for prehearing publication in the D.C. Register. See 20 DCRR 3.411. “Notice of a hearing shall be published ... at least once in the District of Columbia Register. The publications shall appear at least thirty days in advance of such hearing.” Id. The issue bearing the notice was dated November 26. The record reveals that holiday mail congestion prevented its delivery to petitioner until December 13, barely a week before the hearing.\nNevertheless, timely notice to the public had been placed in two newspapers more than thirty days in advance. Further, interested parties had actual notice one week prior to the hearing. The hearing transcript reveals their vigorous participation in opposition to the regulation. Finally, two extra weeks were allowed for the filing of additional written comments.\nWe are unable to perceive any prejudice to petitioner by this technical notice mishap. Certainly, there is no substantial prejudice which could require repeal of a statute now nine years old. See American Farm Lines v. Black Ball Freight Service, 397 U.S. 532, 539, 90 S.Ct. 1288, 1292, 25 L.Ed.2d 547 (1970).\nII\nHaving determined that Zoning Regulation § 3101.412 was lawfully adopted, we turn to an examination of petitioner’s second contention, that the BZA abused its discretion by granting intervenors an area variance under § 3101.412 when a use variance was assertedly required. It is stipulated that the Cato Institute is a satisfactory non-profit tenant under the regulation. Neither is it disputed that the residence at issue fits all but one of the other statutory requirements. However, the square foot area of the residence is far less than the 10,000 square feet which § 3101.412 requires. Intervenors, therefore, sought an area variance under the special use authorized by § 3101.412.\nThe principal issue is whether the BZA was authorized in holding that the type of variance necessary for intervenors to take advantage of § 3101.412 was an area variance as held or a use variance as petitioner claims. Resolution of this issue is disposi-tive in light of the different burdens which must be met by an applicant for each.\nAn applicant for an area variance need only show that the proposed use will be compatible with the Zoning Regulation, and that compliance with the area restriction would be unnecessarily burdensome. See Palmer v. Board of Zoning Adjustment, 287 A.2d 535, 542 (D.C.1972). If appropriate, the BZA’s findings of fact fully support the granting of an area variance. On the other hand, an applicant for a use variance bears the heavy burden of showing that the property cannot be used for any purpose consistent with the zoning district. Id. at 542. If we determined that intervenor had to justify a use variance, we would remand to the BZA.\nWe are not here presented with the usual area variance case in which the applicant seeks to avoid restrictions on rear yard size or frontage for an acceptable use. Id. at 541. Nor are we faced with the typical use variance application which an individual would seek to permit a non-conforming use in a particular zoning district. Instead, in-tervenors request a variance which would permit a deviation from an area requirement under a regulation which authorizes a special use exception in certain circumstances.\nThe BZA reasons that only an area variance was required because to do otherwise would frustrate the central intent and purpose of § 3101.412; that is, the efficient use of large and/or historic residential structures to avoid their deterioration into empty shells. The BZA concluded, therefore, that the 10,000 square foot minimum building size contained in § 3101.412 was arbitrary and not an essential part of the statute.\nUltimately, we are persuaded by this analysis. If the central purpose of the regulation is to be fulfilled, flexibility as to the size of the eligible residences must be maintained. Rigorous adherence to the 10,000 square foot minimum could defeat the regulatory intent. Indeed, upon creation of this specially excepted use, it is not unreasonable to hold that applicants need only meet the lesser burden of proving an area variance to have use of § 3101.412. The BZA’s decision is supported by the facts and consistent with § 3101.412. See Keefe Co. v. Board of Zoning Adjustment, 409 A.2d 624, 625-27 (D.C.1979).\nAffirmed.\n.Section 3101.412 provides in pertinent part: 3101.4 The following uses are permitted if approved by the Board of Zoning Adjustment subject to the conditions specified ... below in each case:\n♦ * s}; * sfc *\n3101.412 The use of existing residential buildings and land on which they are located by a nonprofit organization for the purposes of such nonprofit organization if (1) such buildings are listed in the District of Columbia’s Inventory of Historic Sites contained in the comprehensive statewide historic preservation survey and plan prepared pursuant to Sec. 101(a) of Public Law 89-665 approved October 15, 1966 (16 U.S.C. 470a-470m), or are located within a district, site, area, or place listed on the District of Columbia’s Inventory of Historic Sites; and (2) the gross floor area of the building in question not including other buildings on the lot is 10,000 square feet or greater; provided further that:\n3101.4121 Such use by a nonprofit organization will not adversely affect the use of the neighboring properties;\n3101.4122 The amount and arrangement of parking spaces are adequate and so located as to minimize traffic impact on the adjacent neighborhood;\n3101.4123 No goods, chattels, wares or merchandise are commercially created, exchanged, or sold therein, except for the sale of publications, materials, or other items related for the purposes of such nonprofit organization.\n3101.4124Any additions to such building or any other major modifications to the exterior of the building or to the site shall require the prior approval of the Board. The Board shall refer such proposed additions and/or modifications to the State Historic Preservation Officer, who, acting with the advice of the District of Columbia Professional Review Committee for nominations to the National Register of Historic Places shall provide the Board with a report to determine possible detrimental consequences which the proposed addition and/or modification may have on the architectural or historical significance of the building site or district in which the building is located.\nAt the time it was adopted, this same section was numbered 3101.414.\n. Petitioner further challenges the BZA’s finding that adequate parking facilities exist for the proposed office use in the neighborhood. This contention is meritless. The BZA’s findings reflect full consideration of the traffic impact of the proposed use.\n. D.C.Code § l-1506(a) (1981) provides:\n[Ejach independent agency shall, prior to the adoption of any rule or the amendment or repeal thereof, publish in the District of Columbia Register ... notice of the intended action so as to afford interested persons opportunity to submit data and views either orally or in writing, as may be specified in such notice. The publication or service required by this subsection of any notice shall be made not less than 30 days prior to the effective date of the proposed adoption, amendment, or repeal, as the case may be, except as otherwise provided by ... the agency upon good cause found and published with the notice.\n. At the time, the Zoning Commission’s enabling act, D.C.Code § 5-415 (1973) provided:\nThe Zoning Commission may from time to time amend the regulations .... Before putting into effect any amendment or amendments of said regulations ... the Zoning Commission shall hold a public hearing thereon. At least thirty days’ notice of the time and place of such hearings shall be published at least once in a daily newspaper or newspapers of general circulation in the District of Columbia. Such published notice shall include a general summary of the proposed amendment or amendments of the regulation or regulations ... and the time and place of the hearing. The Zoning Commission shall give such additional notice of such hearing as it shall deem feasible and practicable. At such hearing it shall afford any person present a reasonable opportunity to be heard.\n. At the time, Rule 3.411 (20 DCRR 3.411) of the Zoning Commission’s Rules of Practice and Procedure provided: “Notice of a hearing shall be published at least once in two daily newspapers of general circulation in the District of Columbia and at least once in the District of Columbia Register. The publications shall appear at least thirty (30) days in advance of such hearing.”",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "NEBEKER, Associate Judge,\ndissenting:\nI conclude that the Board has exceeded the scope of its adjudicative authority by treating intervenor’s application for a special exception under § 3101.412 as involving only a request for an area variance. I therefore respectfully dissent.\nThe Zoning Commission in adopting § 3101.412 exercised its exclusive legislative authority within the District of Columbia’s zoning regulatory apparatus. See D.C.Code § 5-413 (1981). It determined, in its discretion, that private residences of at least 10,-000 square feet in area would be eligible for non-profit office use under the special exception created by § 3101.412. The Board had no discretion to “reassess” the importance of a portion of the regulation or, to decide that the number 10,000 was somehow arbitrary and peripheral to the regulation’s ultimate purpose. The Board only has the power to determine requests for special exceptions “in accordance with the provisions of the regulations adopted by the Zoning Commission.” D.C.Code § 5— 424(g)(2) (1981). See Dupont Circle Citizens Association v. District of Columbia Board of Zoning Adjustment, 390 A.2d 1009, 1011 (D.C.1978). See also Ward v. Zoning Board of Appeals of Town of Hartford, 153 Conn. 141, 215 A.2d 104 (Conn.1965). It was therefore incumbent that intervenor meet the more demanding test for a use variance.\nAttempts to divine the ultimate purpose of the regulation notwithstanding, it was beyond the Board’s authority to rewrite § 3101.412 to fit their perception of its intent. I would reverse.",
        "type": "dissent",
        "author": "NEBEKER, Associate Judge,"
      }
    ],
    "attorneys": [
      "Lawrence A. Monaco, Jr., pro se.",
      "Lutz Alexander Prager, Asst. Corp. Counsel, Washington, D.C., with whom Judith W. Rogers, Corp. Counsel and Charles L. Reischel, Deputy Corp. Counsel, Washington, D.C., were on brief, for respondent.",
      "Whayne S. Quin, Washington, D.C., with whom Christopher H. Collins, Washington, D.C., was on brief, for intervenors."
    ],
    "corrections": "",
    "head_matter": "Lawrence A. MONACO, Jr., Petitioner, v. DISTRICT OF COLUMBIA BOARD OF ZONING ADJUSTMENT, Respondent, Watterston House Associates and the Cato Institute, Intervenors.\nNo. 81-1636.\nDistrict of Columbia Court of Appeals.\nArgued Nov. 16, 1982.\nDecided June 2, 1983.\nLawrence A. Monaco, Jr., pro se.\nLutz Alexander Prager, Asst. Corp. Counsel, Washington, D.C., with whom Judith W. Rogers, Corp. Counsel and Charles L. Reischel, Deputy Corp. Counsel, Washington, D.C., were on brief, for respondent.\nWhayne S. Quin, Washington, D.C., with whom Christopher H. Collins, Washington, D.C., was on brief, for intervenors.\nBefore NEWMAN, Chief Judge, and NE-BEKER and PRYOR, Associate Judges."
  },
  "file_name": "1049-01",
  "first_page_order": 1079,
  "last_page_order": 1083
}
