{
  "id": 7281008,
  "name": "SKYHAWKE TECHNOLOGIES LLC, Petitioner v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent",
  "name_abbreviation": "SkyHawke Technologies LLC v. Unemployment Compensation Board of Review",
  "decision_date": "2011-08-31",
  "docket_number": "",
  "first_page": "1050",
  "last_page": "1058",
  "citations": [
    {
      "type": "official",
      "cite": "27 A.3d 1050"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "913 A.2d 331",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8437141
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/913/0331-01"
      ]
    },
    {
      "cite": "946 A.2d 1162",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8384685
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/946/1162-01"
      ]
    },
    {
      "cite": "836 A.2d 1074",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9299396
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/836/1074-01"
      ]
    },
    {
      "cite": "631 A.2d 1384",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1451019
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "1388",
          "parenthetical": "considering direct daily supervision as a factor in whether the claimant was an independent contractor"
        },
        {
          "page": "1388"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/158/0379-01"
      ]
    },
    {
      "cite": "995 A.2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7290754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/995/0887-01"
      ]
    },
    {
      "cite": "23 A.3d 612",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7278940
      ],
      "pin_cites": [
        {
          "page": "616"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/23/0612-01"
      ]
    },
    {
      "cite": "892 A.2d 781",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        5653587,
        8988703
      ],
      "weight": 9,
      "year": 2006,
      "pin_cites": [
        {
          "page": "801"
        },
        {
          "page": "792-93"
        },
        {
          "page": "793"
        },
        {
          "page": "794"
        },
        {
          "page": "794"
        },
        {
          "page": "797"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/586/0196-01",
        "/a2d/892/0781-01"
      ]
    },
    {
      "cite": "586 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        5653587
      ],
      "weight": 4,
      "year": 2006,
      "pin_cites": [
        {
          "page": "229"
        },
        {
          "page": "215"
        },
        {
          "page": "217"
        },
        {
          "page": "222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/586/0196-01"
      ]
    },
    {
      "cite": "426 A.2d 215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "pin_cites": [
        {
          "page": "217"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "559 A.2d 994",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1389086
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "995",
          "parenthetical": "quoting Pavalonis v. Unemployment Compensation Board of Review, 57 Pa.Cmwlth. 289, 426 A.2d 215, 217 (1981)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/126/0358-01"
      ]
    },
    {
      "cite": "808 A.2d 1019",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11367804
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1024"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/808/1019-01"
      ]
    },
    {
      "cite": "910 A.2d 103",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8445642
      ],
      "weight": 13,
      "pin_cites": [
        {
          "page": "107"
        },
        {
          "page": "107"
        },
        {
          "page": "109"
        },
        {
          "page": "108"
        },
        {
          "page": "108"
        },
        {
          "page": "109"
        },
        {
          "page": "108"
        },
        {
          "parenthetical": "emphasis and omission in original"
        },
        {
          "page": "107"
        },
        {
          "page": "104-05"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/910/0103-01"
      ]
    },
    {
      "cite": "705 A.2d 1357",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11879062
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1359-60"
        },
        {
          "page": "1360"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/705/1357-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 988,
    "char_count": 28029,
    "ocr_confidence": 0.719,
    "pagerank": {
      "raw": 6.953181076708474e-08,
      "percentile": 0.4216133836374244
    },
    "sha256": "50cf1c81a464941c9876ecd9aad7b3c8bba564a88976aeb00653fc89523c6bc9",
    "simhash": "1:f7780b28605386cc",
    "word_count": 4511
  },
  "last_updated": "2024-02-27T22:30:16.162621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COHN JUBELIRER, Judge, and SIMPSON, Judge, and KELLEY, Senior Judge."
    ],
    "parties": [
      "SKYHAWKE TECHNOLOGIES LLC, Petitioner v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge COHN JUBELIRER.\nSkyHawke Technologies LLC, (Sky-Hawke) petitions for review of the Order of the Unemployment Compensation Board of Review (Board), which affirmed the Unemployment Compensation Referee’s (Referee) determination that Ross A. Gershel (Claimant) was not ineligible for unemployment compensation (UC) benefits under Sections 402(h) and 4(l)(2)(B) of the Unemployment Compensation Law (Law). SkyHawke argues that the Board erred as a matter of law in finding Claimant eligible for UC benefits because Claimant was not an employee, but a self-employed, independent contractor and, therefore, ineligible for UC benefits. For the following reasons, we reverse the Order of the Board.\nClaimant was employed by SkyHawke to perform global positioning satellite (GPS) mapping of golf courses from June 2009 until December 2, 2009. Claimant applied for UC benefits effective December 27, 2009, asserting a lack of work and naming GBI, Inc. (GBI), his former employer, as his employer. (Initial Internet Claim at 1-2, December 30, 2009, R.R. at la-2a; Referee’s Determination, Findings of Fact (FOF) ¶ 1.) The Harrisburg UC Service Center (Service Center) found Claimant eligible for benefits, but concluded that SkyHawke, not GBI, was Claimant’s employer. (Notice of Determination at 1, R.R. at 12a.) SkyHawke appealed and the matter was assigned to the Referee, who held a hearing at which Claimant and Sky-Hawke presented evidence. Claimant testified on his own behalf and SkyHawke offered the testimony of Chris Moulds, its manager of the quality control and course mapping department.\nClaimant initially indicated that, when he filed for UC benefits, he thought he was filing a claim against GBI, not SkyHawke, and that he believed SkyHawke was appealing the Service Center’s determination that it was the responsible employer. However, the Referee explained that the issue of which employer was financially liable was not before him because Claimant’s claim was based on the first four of the last five completed quarters and that was an issue different than the one before him, whether Claimant was eligible for UC benefits. (Hr’g Tr. at 25, R.R. at 45a.) Claimant testified that SkyHawke paid him a flat rate based on whether he mapped a nine-hole or eighteen-hole golf course. (Hr’g Tr. at 24, R.R. at 44a; SkyHawke’s Exh. 9-9c, R.R. at 67a-71a.) Claimant acknowledged that his work was not supervised in any way, he had no reporting times or deadlines, and he understood that he was an independent contractor and not an employee of SkyHawke. (Hr’g Tr. at 25, 27, R.R. at 45a, 47a.) Indeed, Claimant agreed that SkyHawke “would not exercise control over [Claimant’s] activities or business operation.” (Hr’g Tr. at 27, R.R. at 47a.)\nMr. Moulds testified that SkyHawke paid Claimant $250 to map an eighteen-hole golf course and $125 for a nine-hole golf course, but did not pay any employee benefits or make tax payments on Claimant’s behalf. (Hr’g Tr. at 14, 16, R.R. at 34a, 36a; FOF ¶ 11.) He stated that Sky-Hawke did not control Claimant’s day-today activities or supervise Claimant while he mapped golf courses, and SkyHawke communicated with Claimant approximately twice per month. (Hr’g Tr. at 13, R.R. at 33a.) Mr. Moulds indicated that Claimant was free to accept or reject any assignment. (Hr’g Tr. at 12, R.R. at 32a; FOF ¶ 12.) According to Mr. Moulds, Sky-Hawke provided Claimant with proprietary software and equipment, which was licensed to SkyHawke, to map the golf courses and a brief training session in Pennsylvania with another SkyHawke mapper on how to use the equipment. (Hr’g Tr. at 20-22, R.R. at 40a-42a; FOF ¶¶ 8-10.) With regard to the cessation of Claimant’s work in December 2009, Mr. Moulds testified that it was impractical to map golf courses during the winter months because GPS targets are not visible when there is snow on the ground, and many golf courses close and will not allow people on the golf course. (Hr’g Tr. at 12, R.R. at 32a.) Finally, Mr. Moulds indicated that, if Claimant’s mapping did not meet SkyHawke’s quality standards, Claimant was required to re-map the golf course in order to be paid for that particular course. (Hr’g Tr. at 16-17, R.R. at 36a-37a; FOF ¶10.)\nIn addition to Mr. Moulds’ testimony, SkyHawke offered the “Skycourse Enablement Agreement” (Agreement), signed by Claimant, in which SkyHawke agreed not to exercise control over Claimant’s activities, acknowledged that Claimant was an independent contractor, and confirmed that Claimant would receive Form 1099s. (Hr’g Tr. at 4-5, SkyHawke Exh. 3 (Agreement) ¶¶ 5-6, R.R at 24a-25a, 57a; FOF ¶ 5.) The Agreement indicated that SkyHawke would not provide Claimant with health insurance, workers’ compensation insurance, paid vacation, office space, or secretarial support. (Agreement ¶ 6, R.R. at 57a.) The Agreement did include a non-compete agreement whereby, in the event of his separation from employment, Claimant agreed not to engage or compete in “any business relating to the GPS En-ablement of golf courses, golf course GPS equipment, or offer[] products and services similar to [SkyHawke’s] products” for one year after termination of the Agreement. (Agreement ¶ 10, R.R. at 58a; FOF ¶¶ 5-6.) The Agreement also contained a trade secret and confidentiality agreement regarding SkyHawke’s proprietary software. (Agreement at Exhibit A, R.R. at 61a-62a; FOF ¶7.) Additionally, the Agreement included a Third Party Services provision through which Sky-Hawke retained the right to modify or terminate the Agreement if SkyHawke determined, in its sole discretion, that Claimant’s provision of services to other parties in the golf industry was not in SkyHawke’s best interests or would pose an actual or potential conflict with SkyHawke’s interests. (Agreement ¶ IB, R.R. at 59a.) Claimant indicated at the hearing that he understood this particular clause to mean that he could not perform work for any other golf GPS companies. (Hr’g Tr. at 24, R.R. at 44a.)\nBased upon this evidence, the Referee concluded that Claimant was SkyHawke’s employee because SkyHawke: “determined the amount of remuneration to be paid”; “provided the required equipment ... to perform the duties”; trained Claimant on how to use SkyHawke’s equipment; required Claimant to re-do his work if SkyHawke found it lacking; and made Claimant sign confidentiality and non-compete agreements, thereby precluding Claimant from performing this type of work for competing companies. (Referee Decision at 2.) The Referee further noted that Claimant had no proprietary interest in SkyHawke. (FOF ¶ 3.) SkyHawke appealed to the Board, which affirmed the Referee’s decision and adopted the Referee’s findings and conclusions as its own. SkyHawke now petitions this Court for review.\nOn appeal, SkyHawke argues that the Board erred when it determined that Claimant was an employee, not an independent contractor, and, therefore, was eligible for UC benefits pursuant to Section 402(h) of the Law. SkyHawke contends that it overcame the presumption that Claimant was its employee by establishing, as required by Section 4(i )(2)(B) of the Law, that Claimant: (1) was free from SkyHawke’s control or direction; and (2) was involved in an independently established business. 43 P.S. § 753(Z )(2)(B).\nSection 402(h) of the Law states that “[a]n employe shall be ineligible for compensation for any week ... [i]n which he is engaged in self-employment.” 43 P.S. § 802(h). Generally, there is a presumption in the Law that an individual receiving wages is an employee and not an independent contractor engaged in self-employment. Electrolux Corporation v. Department of Labor and Industry, Bureau of Employer Tax Operations, 705 A.2d 1357, 1359-60 (Pa.Cmwlth.1998). However, an employer can overcome this presumption by establishing that a claimant is self-employed. Id. at 1360. Although the Law does not define “self-employment,” our courts utilize Section 4(Z )(2)(B) of the Law “to fill the void because its obvious purpose is to exclude independent contractors from coverage.” Beacon Flag Car Company, Inc. (Doris Weyant) v. Unemployment Compensation Board of Review, 910 A.2d 103, 107 (Pa.Cmwlth.2006). Section 4(l)(2)(B) provides, in relevant part:\nServices performed by an individual for wages shall be deemed to be employment subject to this act, unless and until it is shown to the satisfaction of the department that — (a) such individual has been and will continue to be free from control or direction over the performance of such services both under his contract of service and in fact; and (b) as to such services such individual is customarily engaged in an independently established trade, occupation, profession or business.\n43 P.S. § 753(l )(2)(B) (emphasis added). Thus, pursuant to this section, an employer establishes that a claimant is self-employed by proving that the claimant was: (1) free from control and direction in the performance of his service; and (2) customarily engaged in an independent trade or business as to that service. Beacon Flag, 910 A.2d at 107. Whether Claimant was an employee or an independent contractor under the Law is a question of law subject to our review. Sharp Equipment Company v. Unemployment Compensation Board of Review, 808 A.2d 1019, 1023 n. 6 (Pa.Cmwlth.2002). Consequently, we must determine whether the Board committed an error of law when it concluded that Claimant was an employee and not an independent contractor.\nThe first prong, i.e., whether the claimant was free from control and direction in the performance of his work, “is based upon a showing of control ‘not only with regard to the work to be done but also with regard to the manner of performing it.’ ” Erie Independence House, Inc. v. Unemployment Compensation Board of Review, 126 Pa.Cmwlth. 358, 559 A.2d 994, 995 (1989) (quoting Pavalonis v. Unemployment Compensation Board of Review, 57 Pa.Cmwlth. 289, 426 A.2d 215, 217 (1981)). “No one factor controls the outcome.” Sharp Equipment, 808 A.2d at 1024. “Rather, the unique facts of each case must be examined in order to resolve the question of employee versus independent contractor status.” Danielle Viktor, Ltd. v. Department of Labor and Industry, Bureau of Employer Tax Operations, 586 Pa. 196, 229, 892 A.2d 781, 801 (2006). In other words, “the courts look to the entire relationship to determine whether the requisite control exists to establish an employer-employee relationship.” Tracy v. Unemployment Compensation Board of Review, 23 A.3d 612, 616 (Pa.Cmwlth.2011).\nIn analyzing the issue of control, courts consider factors such as: whether there was a fixed rate of remuneration; whether taxes were withheld from the claimant’s pay; whether the employer supplied the tools necessary to carry out the services; whether the employer provided on-the-job training; whether the employer set the time and location for work; whether the employer had the right to monitor the claimant’s work and review performance; and whether the employer held regular meetings that the claimant was expected to attend.\nResource Staffing, Inc. v. Unemployment Compensation Board of Review, 995 A.2d 887, 890 n. 6 (Pa.Cmwlth.2010). Additionally, the level of direct, day-to-day supervision may also be considered in determining whether a claimant is an independent contractor. See, e.g., Venango Newspapers v. Unemployment Compensation Board of Review, 158 Pa.Cmwlth. 379, 631 A.2d 1384, 1388 (1993) (considering direct daily supervision as a factor in whether the claimant was an independent contractor).\nIn concluding that Claimant was Sky-Hawke’s employee, the Board relied on the facts that: Claimant used SkyHawke’s licensed, proprietary equipment to perform his mapping, which SkyHawke trained Claimant to use; SkyHawke made Claimant re-do any mapping that was not satisfactory; and Claimant signed the Agreement, precluding him from performing similar work for SkyHawke’s competitors. SkyHawke argues that these factors are not dispositive pursuant to, inter alia, Viktor and Beacon Flag and that the Board erred in relying on those factors to hold that Claimant was not an independent contractor.\nIn Viktor, our Supreme Court affirmed this Court’s order reversing the Department of Labor and Industry’s (Department) decision and concluding that the limousine drivers in Viktor were independent contractors and not employees as held by the Department. In concluding that the limousine companies did not have control or the right to control the drivers, this Court considered the following factors: the drivers were free to accept or reject assignments and determine their own schedules; were hired on a job-to-job basis; were free of direction or control in performing their work; and were free to perform their services for other companies. Viktor, 586 Pa. at 215, 892 A.2d at 792-93. Although the issue of “control” was not a contested issue on appeal, the Supreme Court rejected the Department’s argument that the drivers were not independent contractors because they did not own their limousines and, therefore, had no proprietary interest in their businesses. Id. at 216, 892 A.2d at 793. Troubled by the drivers’ emphasis on the proprietary interest issue, the Supreme Court noted that the Commonwealth Court’s opinion in Vikto did not contribute to that confusion, but “properly articulated that ‘to the extent that some prior cases have considered a proprietary risk of financial loss as suggestive of independent contractor status, this is not a necessary element of the long-established standard.’ ” Id. at 215 n. 11, 892 A.2d at 793 n. 11. The Supreme Court further stated that this Court “used the proper analysis and made the appropriate conclusion” that “ownership of all assets necessary to perform the service ... is not a necessary part of the standard established by this court.” Id. at 217, 892 A.2d at 794.\nIn Beacon Flag, a case involving whether a “flag car driver” who provided escort services to customers with oversized loads was an independent contractor, this Court was asked to consider the effect a non-compete clause between the employer and claimant would have on the independent contractor-employee analysis. After considering the totality of the circumstances, this Court concluded that the claimant was an independent contractor and not an employee. Beacon Flag, 910 A.2d at 109. In analyzing the first prong of Section 4(l )(2)(B), this Court noted that some drivers had their own vehicles and others leased vehicles from a leasing company; the drivers received a certain price per mile from the dispatch service, depending upon the client and type of load; the dispatch service provided an invoice, collected the fee, and paid the drivers; the drivers did not report to an office and had no meetings to attend; and the drivers were provided with 1099 tax forms, indicating that the dispatch service was not withholding taxes from the drivers’ payments. Beacon Flag, 910 A.2d at 108. Additionally, this Court pointed out that the drivers, including the claimant: controlled the time, place, and routes; were not supervised in their daily work; and, most importantly, were free to accept or reject any assignment without repercussions. Id. With regard to the non-compete clause, we held that the non-compete “clause did not outweigh the numerous other factors that weighed in favor of finding an absence of control.” Id. Indeed this Court noted:\n[bjecause non-compete agreements are disfavored in Pennsylvania, and generally are unenforceable, see Zimmerman v. Unemployment Compensation Board, of Review, 836 A.2d 1074 (Pa.Cmwlth.2003), we are particularly loathe to hold that the mere existence of such an agreement places the parties involved in an employer-employee relationship as a matter of law.\nId. at 109 n. 11.\nHere, like the limousine drivers in Viktor, Claimant lacks ownership or a proprietary interest in SkyHawke’s licensed equipment, which he uses to perform the GPS mapping of golf courses. However, pursuant to Viktor, and contrary to the Board’s determination, this lack of proprietary interest does not, alone, compel the conclusion that Claimant was SkyHawke’s employee. Moreover, as this Court held in Beacon Flag, a non-compete agreement is not dispositive, but is just one factor to be weighed in the totality of the circumstances.\nAfter reviewing the totality of the circumstances here, we conclude, as the Supreme Court did in Viktor and this Court did in Beacon Flag, that Claimant was free from direction and control in the performance of his services for SkyHawke. These circumstances include: the fact that Claimant was not required to work specific hours or attend regular meetings, (Hr’g Tr. at 10, R.R. at 30a); the lack of any day-to-day accountability to and supervision by SkyHawke, (Hr’g Tr. at 12-13, 19, R.R. at 32a-33a, 39a); the lack of control over which courses were to be mapped, (Hr’g Tr. at 11, R.R. at 31a); Claimant’s ability to reject any assignment, (Hr’g Tr. at 12, R.R. at 32a); the lack of tax withholding and employee benefits, (Hr’g Tr. at 19, R.R. at 39a; Agreement ¶ 6, R.R. at 57a); the infrequent communication with SkyHawke (about two times per month and no contact during the winter months), (Hr’g Tr. at 13, R.R. at 33a); the lack of supervision or control during the time when Claimant was actually performing the golf course mapping, (Hr’g Tr. at 11-13, R.R. at 31a-33a); the fact that Claimant was paid a set rate for his work, regardless of the amount of time he spent mapping a particular golf course, (Hr’g Tr. at 16-17, R.R. at 36a-37a); the lack of any deadlines, (Hr’g Tr. at 25, R.R. at 45a); and Claimant’s testimony that he thought he had an independent contractor relationship with SkyHawke, (Hr’g Tr. at 27, R.R. at 47a). That Claimant did not own the specialized GPS equipment required to perform the work, (Hr’g Tr. at 23-24, R.R. at 43a-44a), is not fatal to the “control prong” and is not a necessary part of the standard established by this Court. Viktor, 586 Pa. at 217, 892 A.2d at 794. Moreover, SkyHawke’s non-compete “clause [does] not outweigh the numerous other factors that weight ] in favor of finding an absence of control.” Beacon Flag, 910 A.2d at 108. Finally, with regard to the Board’s reliance on the fact that Sky-Hawke could require Claimant to re-map a particular golf course if his first efforts were not satisfactory, this Court, in C E Credits OnLine v. Unemployment Compensation Board of Review, 946 A.2d 1162 (Pa.Cmwlth.2008), stated that “‘[c]ontrol’ for purposes of Section 4(Z )(2)(B) of the Law is not a matter of approving or directing the final work product so much as it is a matter of controlling the means of its accomplishment,” because “every job, whether performed by an employee or by an independent contractor, has parameters and expectations.” Id. at 1169. Thus, we conclude that this factor does not transform SkyHawke into Claimant’s employer because work performed as an independent contractor must be acceptable to whoever has requested the services or products. Id. In consideration of these circumstances, we cannot agree with the Board that SkyHawke exercised control and direction over Claimant, but conclude that SkyHawke sustained its burden under the first prong of Section 4(I )(2)(B).\nWe now turn to the second prong, whether “as to such services such individual is customarily engaged in an independently established trade, occupation, profession or business.” 43 P.S. § 753(I )(2)(B). We first set forth the contract provisions at the heart of the parties’ arguments regarding this prong.\n13. SERVICES TO THIRD PARTIES. The Company recognizes that the Contractor may have agreements with other third parties in the Golf Industry to provide Services. As a condition to the approval of this agreement by the Company, the Contractor must completely disclose on Exhibit C of this Agreement any agreements to provide Services for other third parties in the Golf industry, whether oral or written. The Company reserves the right to review and approve the compatibility of the Contractor performing the Services for the Company in conjunction with Services for other third parties in the Golf Industry. The Company also reserves the right to modify or terminate this Agreement if, in it’s sole discretion, the best interests of the Company are not met by the Contractor providing Services to specific third parties, or if, in its [sic] sole discretion, the presence of the other third party agreement(s) poses an actual or potential conflict of the best interests of the Company.\n(Agreement ¶ 13, R.R. at 59a.) Additionally, the non-compete clause, found in paragraph ten of the Agreement, purports to preclude Claimant from, for a period of one year following separation from Sky-Hawke,\ndirectly or indirectly engage[ing] or competing] in any business relating to the GPS Enablement of golf courses, golf course GPS equipment, or offering products and services similar to the Company’s Products in the United States or relevant Country in which the Contractor Services are performed. Directly or indirectly engaging in any competitive business includes, but is not limited to, (i) engaging in a business as owner, partner or agent, or (ii) becoming an employee of any third party that is engaged in such business, or (iii) having a financial interest, directly or indirectly, in any such business, or (iv) soliciting any customer of the Company for the benefit of a third party that is engaged in such business. The Contractor agrees that this non-compete provision will not adversely affect the livelihood of Contractor.\n(Agreement ¶ 10, R.R. at 58a.) The Board argues that, due to these provisions in the Agreement, Claimant could not be engaged in an independent trade or business because he was not free to perform services as a GPS mapper to anyone who wished to avail themselves of those services. (Board’s Br. at 9-10.) SkyHawke responds that “Claimant was free to provide GPS mapping services to the public[,] and was merely restricted from providing GPS mapping services of golf course[s]” to other golf companies, companies competing with SkyHawke, or those providing services similar to SkyHawke’s end product. (SkyHawke’s Br. at 21; Hr’g Tr. at 15, R.R. at 35a.) In examining these competing arguments, we must consider whether: (1) “the individual was capable of performing the activities in question to anyone who wished to avail themselves of the services”; and (2) “the nature of the business compelled the individual to look to only a single employer for the continuation of such services.” Venango Newspapers, 631 A.2d at 1388.\nA similar situation was presented in Beacon Flag, where we considered whether the non-compete clause prevented Beacon Flag from establishing that the claimant conducted herself as an “independently established” business. In concluding that it did not, we explained that the Supreme Court held that “the ability to work for more than one enterprise [was] an important factor in determining independent contractor status pursuant to [S]ection 4(£)(2)(B),” but it “was not the only factor.” Beacon Flag, 910 A.2d at 109. Once again, citing Viktor, we emphasized that “the unique facts of each case must be examined in order to resolve the question of’ a claimant’s status as an employee or independent contractor. Id. Using this approach, we concluded that the claimant was an independent contractor, particularly where she could accept or reject any assignment, there was no accountability to Beacon Flag because she was not required to report anywhere, she was in control of the routes selected, and she determined how and when she performed her services. Id. at 108. We noted that:\n[i]t is difficult to fathom a situation where someone other than an individual engaged in his or her own business would possess the unmitigated prerogative to accept or reject assignments at will, to work only when he or she chose to ... and to perform the services however he or she saw fit to do so.\nId. (emphasis and omission in original) (quoting Viktor, 586 Pa. at 222, 892 A.2d at 797). Thus, under the totality of the circumstances, “the non-compete clause [was] not dispositive” and Beacon Flag “sustained its burden under the second prong.” Id.\nIn the instant case, as in Beacon Flag, the Board found that Claimant “was allowed to refuse or accept an assignment.” (FOF ¶ 12.) Moreover, although the relevant provisions of the Agreement limited Claimant’s ability to work for other entities, those limitations were related to the particular area of services, i.e., GPS mapping of golf courses. Claimant was still able to perform GPS mapping services for the public or companies, so long as that work did not relate to golf course mapping. Additionally, the Third Party Services part of the Agreement clearly recognized that Claimant could perform work elsewhere in the golf industry, but provided SkyHawke the ability to review that work to determine whether it conflicted with the services Claimant provided for SkyHawke. Finally, the fact that Claimant remains able to perform GPS mapping services for those other than SkyHawke’s competitors and perform other services in the golf industry that do not infringe upon Sky-Hawke’s business supports the conclusion that the nature of Claimant’s business does not require him to look only to one employer to provide his services. Therefore, based on our consideration of the totality of the circumstances, we conclude that the circumstances here support the conclusion that Claimant was engaged in an independent trade or business and outweigh the contrary evidence, such as the non-compete clause and Third Party Services Agreement. Accordingly, we conclude that SkyHawke satisfied the second prong of Section 4(l )(2)(B) and, in doing so, has established that Claimant was self-employed, rebutting the presumption that Claimant was its employee for the purposes of UC benefits.\nBecause we hold that Claimant was a self-employed, independent contractor, we reverse the Order of the Board.\nORDER\nNOW, August 31, 2011, the Order of the Unemployment Compensation Board of Review in the above-captioned matter is hereby REVERSED.\n. Act of December 5, 1936, Second Ex.Sess., P.L. (1937) 2897, as amended, 43 P.S. §§ 802(h), 753(Z )(2)(B). Section 402(h) of the Law provides that an employee shall be ineligible for compensation for any week \"[i]n which he is engaged in self-employment.” 43 P.S. § 802(h). Section 4(Z)(2)(B) sets forth two considerations for determining whether a claimant is considered \"self-employed\" for the purposes of the Law. 43 P.S. § 753(7 J(2)(B); Beacon Flag Car Company, Inc. (Doris Weyant) v. Unemployment Compensation Board of Review, 910 A.2d 103, 107 (Pa.Cmwlth.2006).\n. SkyHawke is headquartered in Mississippi.\n. \"The Court’s review is limited to determining whether constitutional rights were violated, whether an error of law was committed, whether a practice or procedure of the Board was not followed or whether the findings of fact are supported by substantial evidence in the record.” Western & Southern Life Insurance Co. v. Unemployment Compensation Board of Review, 913 A.2d 331, 334 n. 2 (Pa.Cmwlth.2006).\n. The Viktor case before the Supreme Court was a consolidated appeal of a number of decisions regarding limousine drivers issued by this Court.\n. Customers who had oversized loads that needed escort services would contact Beacon Flag, a dispatch service, which would then contact a driver from a pool of drivers Beacon Flag maintained. Beacon Flag, 910 A.2d at 104-05.",
        "type": "majority",
        "author": "Judge COHN JUBELIRER."
      }
    ],
    "attorneys": [
      "Christopher M. Helms, Pittsburgh, for petitioner.",
      "Paul R. Jordan, Assistant Counsel, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "SKYHAWKE TECHNOLOGIES LLC, Petitioner v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Feb. 25, 2011.\nDecided Aug. 31, 2011.\nChristopher M. Helms, Pittsburgh, for petitioner.\nPaul R. Jordan, Assistant Counsel, Harrisburg, for respondent.\nBEFORE: COHN JUBELIRER, Judge, and SIMPSON, Judge, and KELLEY, Senior Judge."
  },
  "file_name": "1050-01",
  "first_page_order": 1088,
  "last_page_order": 1096
}
