{
  "id": 7360852,
  "name": "Stephen MIMS, Appellant, v. Bernice MIMS (Felder), Appellee",
  "name_abbreviation": "Mims v. Mims",
  "decision_date": "1997-01-16",
  "docket_number": "No. 94-FM-1382",
  "first_page": "1053-1059",
  "last_page": "1060",
  "citations": [
    {
      "type": "official",
      "cite": "686 A.2d 1053"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "331 Md. 496",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2019362
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/md/331/0496-01"
      ]
    },
    {
      "cite": "90 Md.App. 406",
      "category": "reporters:state",
      "reporter": "Md. App.",
      "case_ids": [
        4395594
      ],
      "weight": 5,
      "opinion_index": 0,
      "case_paths": [
        "/md-app/90/0406-01"
      ]
    },
    {
      "cite": "635 A.2d 320",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7363756
      ],
      "pin_cites": [
        {
          "page": "325"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/635/0320-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 215,
    "char_count": 2729,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18948208949633744
    },
    "sha256": "1b1c02ba498f9ebe4a399459447498812335e8e5e1f021015879bae7e749fb80",
    "simhash": "1:3fec732e76451d74",
    "word_count": 440
  },
  "last_updated": "2024-02-27T19:30:33.176097+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SCHWELB, FARRELL and KING, Associate Judges."
    ],
    "parties": [
      "Stephen MIMS, Appellant, v. Bernice MIMS (Felder), Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nIn Mims v. Mims, 635 A.2d 320, 325 (D.C.1993), we remanded this case, directing the trial court to redetermine Mr. Mims’s child support obligations under Maryland law and the Maryland child support guidelines. We also directed the trial court to determine whether Mr. Mims was “voluntarily impoverished”' within the meaning of Md.Code Ann., Fam. Law § 12-201(b)(2) (1992) and John O. v. Jane O., 90 Md.App. 406, 601 A.2d 149 (Md.1992). Id. at 321 n. 2. In addition, we suggested that the trial court revisit the issue of Mr. Mims’s realistic earning capacity because the trial court had based Mr. Mims’s expected earnings on a sixty-eight hour per week work schedule. Id. Finally, we noted that the trial judge’s order was not in compliance with Maryland statutory limitations concerning the disposition of the marital residence. Id. at 321 n. 1.\nPursuant to the remand, the trial court, without conducting an evidentiary hearing, issued a new order on September 16, 1994. The husband again appeals, contending that the trial court should have held evidentiary hearings on both the child support guidelines and the voluntary impoverishment issues. The husband also argues that the trial court erred in calculating his child support obligations, and erred by ordering the sale of real property located in Maryland (the marital residence).\nWe cannot determine from the trial court’s September 16,1994 order, or from the record before us, whether the trial court complied with Maryland law, nor can we determine the basis upon which the trial court calculated Mr. Mims’s child support obligations. Therefore, we again remand the case with direction that the trial court make the specific findings and determinations that are required under Maryland law. Moreover, it would appear, in light of Mr. Mims’s contention that he has not been able to obtain substitute employment, that the trial court should receive evidence on the issue of voluntary impoverishment.\nBecause we remand on the child support and voluntary impoverishment issues, we do not decide whether the trial court erred in ordering the sale of the Maryland marital residence. However, the trial court may find it appropriate to revisit that question in order to assure that the steps required by Maryland law were properly taken. See Alston v. Alston, 331 Md. 496, 629 A.2d 70 (1993).\nFor the reasons stated, the case is hereby remanded to the trial court.\nSo ordered.\nIn light of the protracted history of this case, the proceedings on remand should be conducted expeditiously.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Stephen MIMS, Appellant, v. Bernice MIMS (Felder), Appellee.\nNo. 94-FM-1382.\nDistrict of Columbia Court of Appeals.\nJan. 16, 1997.\nBefore SCHWELB, FARRELL and KING, Associate Judges."
  },
  "file_name": "1053-1059-01",
  "first_page_order": 1119,
  "last_page_order": 1120
}
