{
  "id": 7977571,
  "name": "TOWN OF OLD ORCHARD BEACH, et al. v. OLD ORCHARD BEACH POLICE PATROLMEN'S ASSOCIATION, et al.",
  "name_abbreviation": "Town of Old Orchard Beach v. Old Orchard Beach Police Patrolmen's Ass'n",
  "decision_date": "1983-06-28",
  "docket_number": "",
  "first_page": "1054",
  "last_page": "1056",
  "citations": [
    {
      "type": "official",
      "cite": "461 A.2d 1054"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "45 A.2d 634",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "pin_cites": [
        {
          "page": "635-36"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "142 Me. 40",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        631701
      ],
      "year": 1948,
      "pin_cites": [
        {
          "page": "44"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/142/0040-01"
      ]
    },
    {
      "cite": "451 A.2d 308",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7954646
      ],
      "pin_cites": [
        {
          "page": "310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/451/0308-01"
      ]
    },
    {
      "cite": "411 A.2d 1010",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11367564
      ],
      "pin_cites": [
        {
          "page": "1012-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/411/1010-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 367,
    "char_count": 5971,
    "ocr_confidence": 0.884,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20067946046275284
    },
    "sha256": "999b79fff1b6a95a69e8a94071e54f3d04df8ef73ab46bce6f10339d5f3730b5",
    "simhash": "1:e77009eadee72dc9",
    "word_count": 1010
  },
  "last_updated": "2024-02-27T18:13:59.154543+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and GODFREY, NICHOLS, ROBERTS and VIOLETTE, JJ."
    ],
    "parties": [
      "TOWN OF OLD ORCHARD BEACH, et al. v. OLD ORCHARD BEACH POLICE PATROLMEN’S ASSOCIATION, et al."
    ],
    "opinions": [
      {
        "text": "McKUSICK, Chief Justice.\nThe Superior Court (York County) dismissed for untimeliness a complaint, brought by the Town of Old Orchard Beach and the Old Orchard Beach Public Safety Commission (“the Town”), seeking judicial review of an adverse decision and order of the Maine Labor Relations Board. The sole issue on appeal is whether the complaint was timely under 26 M.R.S.A. § 968(5)(F) (Supp.1982-1983), which states, in pertinent part:\nEither party may seek a review by the Superior Court ... of a decision of the Maine Labor Relations Board by filing a complaint in accordance with the Rules of Civil Procedure, Rule 80B, provided the complaint shall be filed within 15 days of the effective date of the decision.\nThe record in this case shows that on September 27, 1982, the Maine Labor Relations Board issued a “decision and order” finding that the Town had engaged in prohibited practices, as that term is defined in 26 M.R.S.A. § 964 (1974). The Town was ordered to cease and desist from those practices and to take affirmative action to remedy its errors. The decision and order was mailed to the Town’s counsel, return receipt requested, that same day. It was received by that attorney’s office staff the next day, September 28. The Town’s complaint, seeking judicial review, was filed in the Superi- or Court on October 14,1982. We hold that the complaint was timely and we reverse the decision of the Superior Court.\nSection 968(5)(F), requiring a complaint for review of a Board decision to be filed “within 15 days of the effective date of the decision,” does not define “effective date.” 26 M.R.S.A. § 968(5)(C) (1974), however, does require the Board to “cause to be served upon such party” any eease-and-de-sist order that it issues. Reading subsections 5(F) and 5(C) together, it seems clear that the “effective date” of the decision and order here appealed from must be the date on which it was served upon the party found to have engaged in prohibited practices.\nSection 968(5)(F) further specifies that a complaint for review of a Board decision shall be filed \"in accordance with the Rules of Civil Procedure, Rule 80B.\" By referring to Rule 80B the statute incorporates the whole Rules of Civil Procedure, so far as applicable, because Rule 80B itself in turn states that proceedings for review of agency action by the Superior Court shall \"be governed by these Rules of Civil Procedure.\" We, therefore, must consult the civil procedure rules to determine whether the Town's complaint was timely.\nUnder M.R.Civ.P. 6(a),\nIn computing any period of time prescribed or allowed by ... any applicable statute, the day of the act [or] event after which the designated period of time begins to run is not to be included. The last day of the period is to be included\nThe application of Rule 6(a) alone to this case would result in the expiration of the 15-day appeal period on October 12, 1982. M.R.Civ.P. 6(e), however, critically changes the computation. Rule 6(e) adds three days to the prescribed period\n[w]henever a party ... is required to do some act or take some proceedings within a prescribed period after the service of a notice or other paper upon him and the notice or paper is served upon him by mail\nThis rule applies to the case at bar because of our determination that section 968(5)(F) requires a party to file his complaint for Superior Court review of a Board decision that includes a cease-and-desist order within 15 days after the service of that decision upon him. Since the service in this case was made by mail, which was completed upon posting, the filing period was extended by three days and thus did not expire until 18 days after service, or October 15, 1982. The Town, by filing its complaint on October 14, therefore, complied with the time limitations prescribed by statute.\nThe entry is:\nOrder of dismissal reversed.\nAll concurring.\n. The Municipal Public Employees Labor Relations Law, 26 M.R.S.A. ch. 9-A (1974 & Supp. 1982-1983), governs this proceeding rather than the Maine Administrative Procedure Act, 5 M.R.S.A. ch. 375 (1979 & Supp.1982-1983). See Sanford Highway Unit of Local 481 v. Town of Sanford, 411 A.2d 1010, 1012-13 (Me.1980).\n. The Board itself has apparently construed \"effective date\" to mean date of receipt by a party's counsel. The copy of the decision and order mailed to appellants' counsel in this case bore the following notice at its foot:\nThe parties are advised of their rights pursuant to 26 M.R.S.A. Section 968(5)(F) to seek a review by the Superior Court of this decision by filing a complaint in accordance with Rule 80B of the Rules of Civil Procedure within 15 days after receipt of this decision.\n(Emphasis added) We can find no statutory basis for such a construction, which substitutes a hard-to-prove date for the clearly defined \"effective date\" under the statute as we construe it. Although an administrative construction of a statute by the agency charged with implementing it is often a valuable aid to the judiciary, such a construction \"is never conclusive upon a court.\" Stewart v. Inhabitants of Town of Durham, 451 A.2d 308, 310 (Me.1982); State v. York Utilities Co., 142 Me. 40, 44, 45 A.2d 634, 635-36 (1948).\n. Section 968(5)(C) does not appear to require service-by mail or otherwise-of a Board decision finding that no prohibited practices have occurred and consequently not including a cease-and-desist order. We do not decide today what the \"effective date\" of such a decision is, or whether Rule 6(e) would extend the appeal period in such a case.",
        "type": "majority",
        "author": "McKUSICK, Chief Justice."
      }
    ],
    "attorneys": [
      "Bernstein, Shur, Sawyer & Nelson, Joyce Wheeler Poulin (orally), Portland, for plaintiffs.",
      "Richardson, Tyler & Troubh, Wendell G. Large (orally), Portland, for defendants."
    ],
    "corrections": "",
    "head_matter": "TOWN OF OLD ORCHARD BEACH, et al. v. OLD ORCHARD BEACH POLICE PATROLMEN’S ASSOCIATION, et al.\nSupreme Judicial Court of Maine.\nArgued June 7, 1983.\nDecided June 28, 1983.\nBernstein, Shur, Sawyer & Nelson, Joyce Wheeler Poulin (orally), Portland, for plaintiffs.\nRichardson, Tyler & Troubh, Wendell G. Large (orally), Portland, for defendants.\nBefore McKUSICK, C.J., and GODFREY, NICHOLS, ROBERTS and VIOLETTE, JJ."
  },
  "file_name": "1054-02",
  "first_page_order": 1084,
  "last_page_order": 1086
}
