{
  "id": 9185047,
  "name": "In re John H. KITCHINGS, Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Kitchings",
  "decision_date": "2004-07-22",
  "docket_number": "No. 99-BG-1023",
  "first_page": "1059",
  "last_page": "1061",
  "citations": [
    {
      "type": "official",
      "cite": "857 A.2d 1059"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "817 A.2d 834",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9367873,
        9367830
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/817/0834-02",
        "/a2d/817/0834-01"
      ]
    },
    {
      "cite": "853 A.2d 712",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9377047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/853/0712-01"
      ]
    },
    {
      "cite": "503 A.2d 1215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915100
      ],
      "pin_cites": [
        {
          "page": "1216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/503/1215-01"
      ]
    },
    {
      "cite": "404 A.2d 185",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8043513
      ],
      "pin_cites": [
        {
          "page": "189"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/404/0185-01"
      ]
    },
    {
      "cite": "461 A.2d 1018",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975952
      ],
      "pin_cites": [
        {
          "page": "1020"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/461/1018-01"
      ]
    },
    {
      "cite": "541 A.2d 1276",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7897587
      ],
      "pin_cites": [
        {
          "page": "1277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/541/1276-01"
      ]
    },
    {
      "cite": "517 A.2d 1069",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938029
      ],
      "pin_cites": [
        {
          "page": "1069"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/517/1069-01"
      ]
    },
    {
      "cite": "585 A.2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7392926
      ],
      "pin_cites": [
        {
          "page": "775"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/585/0771-01"
      ]
    },
    {
      "cite": "670 A.2d 375",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861283
      ],
      "pin_cites": [
        {
          "page": "381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/670/0375-01"
      ]
    },
    {
      "cite": "680 A.2d 408",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860419
      ],
      "pin_cites": [
        {
          "page": "409"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/680/0408-01"
      ]
    },
    {
      "cite": "641 A.2d 458",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11292475
      ],
      "pin_cites": [
        {
          "page": "464"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/641/0458-01"
      ]
    },
    {
      "cite": "779 A.2d 926",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9494782
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "933"
        },
        {
          "page": "932",
          "parenthetical": "noting that \"[w]hat Bar Counsel did when he earlier had presented these charges (admitted by the respondent in the stipulation) to the hearing committee .was, in essence, to prosecute those charges ....\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/779/0926-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 413,
    "char_count": 6869,
    "ocr_confidence": 0.694,
    "pagerank": {
      "raw": 7.31545354670655e-08,
      "percentile": 0.4344720483703876
    },
    "sha256": "54a9a156355e3c444a719ca25d7229175566f071cf7603a7d472590d3f52cbfd",
    "simhash": "1:36bb6fe67eb8342e",
    "word_count": 1123
  },
  "last_updated": "2024-02-27T20:09:44.360178+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before RUIZ and WASHINGTON, Associate Judges, and NEBEKER, Senior Judge."
    ],
    "parties": [
      "In re John H. KITCHINGS, Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nWe remanded this case to the Board on Professional Responsibility (“Board”) to consider and make recommendations on the appropriate disposition, taking into account the additional twelve charges to which Bar Counsel and respondent had stipulated, and not only the three charges that were formally charged and presented to the hearing committee and the Board. See In re Kitchings, 779 A.2d 926, 933 (D.C.2001). On remand, Bar Counsel and respondent continued to suggest the six-month suspension with a requirement of fitness that had been part of the memorandum of understanding that led to the stipulation of charges. See id. at 929 n. 3 (quoting the memorandum). Noting the seriousness of respondent’s negligent conduct, the harm caused to his clients, and the number of violations over a protracted period of time, the Board has recommended a suspension of eighteen months with a requirement of a showing of fitness before respondent can be reinstated to law practice. Three dissenting members of the Board would have recommended a longer suspension of three years with a fitness requirement. Bar Counsel does not object to the Board’s recommendation, but also “does not disagree” that the longer three-year suspension would be warranted in this case. In a letter to the court, respondent’s attorney states that respondent “does not except” to the Board’s recommended sanction, but nonetheless requests “that he be suspended from the practice for [six] months with his reinstatement conditioned upon a showing of fitness.” The letter also states that respondent “has realized that he has made mistakes” and offers that he “has stopped practicing law since the day that he signed the memorandum of understanding” with Bar Counsel in 1997. Respondent also notes that his actions do not involve “fraud, deceit, misappropriation of funds or dishonesty.” On this latter point, the Board is of a different view because in one case respondent “dishonestly responded to a disciplinary complaint that he has never represented the complaining client.” The Board also points out that had the twelve cases that were the subject of the stipulation been formally charged and presented to the hearing committee, respondent’s mishandling of a client’s settlement proceeds could have led to a finding of misappropriation and disbarment.\nFaced with varying recommendations, we are reminded that the imposition of sanction is for the court. See In re Goffe, 641 A.2d 458, 464 (D.C.1994) (citation omitted). It is difficult, even in the best of circumstances, to try to match the facts of one case with previously decided cases in order to align the sanctions we impose for similar conduct. Bar Counsel and respondent rely on several cases for their position that a six-month suspension fits the present situation. See, e.g., In re Lyles, 680 A.2d 408, 409 (D.C.1996) (per curiam); In re Ryan, 670 A.2d 375, 381 (D.C.1996). The Board majority gathers a number of cases in support of its view that an eighteen-month suspension is appropriate. See, e.g., In re Lenoir, 585 A.2d 771, 775 (D.C.1991) (per curiam); In re O’Donnell, 517 A.2d 1069, 1069 (D.C.1986) (per curiam). The dissenters marshal another group of cases in support of their position that a longer suspension is warranted. See, e.g., In re Washington, 541 A.2d 1276, 1277 (D.C.1988) (per curiam); In re Thorup, 461 A.2d 1018, 1020 (D.C.1983) (per curiam); In re Willcher, 404 A.2d 185, 189 (D.C.1979). All parties agree, however, that whatever the period of suspension may be, reinstatement should be conditioned on a showing of fitness. Recognizing the Board’s expertise in this area, we defer to the majority view of the Board and impose a sanction of eighteen months’ suspension with a requirement of a showing of fitness as a condition of reinstatement. Although we consider that respondent’s conduct was serious in itself and caused harm to his clients such that a six-month suspension is clearly too lenient, we also take into account several factors in mitigation: the lack of a history of encounters with the disciplinary system, respondent’s recognition (though belated) of his mistakes, and his voluntary cessation of practice. Most importantly, we do not think that the difference between the eighteen months recommended by the Board’s majority and the three years recommended by the dissenting members is of great import in this case where, according to respondent, he has ceased practicing law for seven years and, pursuant to the sanction we now impose, he will not be able to be reinstated to law practice until he has demonstrated his fitness to do so. It is hereby\nORDERED that John H. Etchings shall be suspended from the practice of law for a period of eighteen months with reinstatement conditioned upon his making a showing, by clear and convincing evidence, that he is fit to resume the practice of law, see In re Roundtree, 503 A.2d 1215, 1216 (D.C.1985) (citations omitted); and it is\nFURTHER ORDERED that for purposes of reinstatement, suspension will be deemed to commence upon the filing of the affidavit required by D.C. Bar R. XI, § 14.\nSo ordered.\n. In its Report, the Board requests guidance from the court on how to administratively dispose of the twelve cases that were never petitioned but on the basis of which respondent is now being sanctioned. Unlike Bar Counsel, we do not consider that these cases should be \"deemed dismissed”; the reality is that since respondent has stipulated to the facts underlying those cases and is being sanctioned on the basis of those cases, they should be \"deemed prosecuted.” See In re Kitchings, 779 A.2d at 932 (noting that \"[w]hat Bar Counsel did when he earlier had presented these charges (admitted by the respondent in the stipulation) to the hearing committee .was, in essence, to prosecute those charges ....”).\n. Neither the Board nor Bar Counsel allude to respondent’s voluntary cessation of practice; we rely on the representation made by respondent’s counsel, as an officer of the court, in his letter addressed to the court. By referring to respondent’s cessation of practice we do not imply that he is entitled to nunc pro tunc treatment. See In re Soininen, 853 A.2d 712, 2004 D.C.App. Lexis 388, *42-49 (D.C.2004).\n. Pursuant to D.C. Bar R. XI, § 14, respondent is required to notify all clients and attorneys for adverse parties about the disbarment and, pursuant, to Rule XI, § 14(h), to maintain records showing compliance with § 14 requirements as a condition of eventual reinstatement. See D.C. Bar R. XI, § 16(a); In re Shore, 817 A.2d 834, 834 n. 3 (D.C.2003) (per curiam).",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re John H. KITCHINGS, Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 99-BG-1023.\nDistrict of Columbia Court of Appeals.\nJuly 22, 2004.\nBefore RUIZ and WASHINGTON, Associate Judges, and NEBEKER, Senior Judge."
  },
  "file_name": "1059-01",
  "first_page_order": 1089,
  "last_page_order": 1091
}
