{
  "id": 11337852,
  "name": "The FIRST NATIONAL BANK OF JERMYN, Appellee, v. Robert BAHARA, Elaine Bahara, Eugene H. Brizer, Roberta R. Brizer, Edward J. Kubecki and Stella Kubecki, Mary Colleen Kobeski and Edward Kobeski, and Francis Kobeski and Rose Kobeski; The FIRST NATIONAL BANK OF JERMYN, Appellee, v. Robert BAHARA, Elaine Bahara, Eugene H. Brizer, Roberta R. Brizer, Edward J. Kubecki and Stella Kubecki (Two Cases). Appeal of Robert BAHARA, Elaine Bahara, Eugene H. Brizer and Roberta R. Brizer (Three Cases)",
  "name_abbreviation": "First National Bank of Jermyn v. Bahara",
  "decision_date": "1994-11-22",
  "docket_number": "",
  "first_page": "1060",
  "last_page": "1063",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1060"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "340 Pa.Super. 412",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        629138
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/340/0412-01"
      ]
    },
    {
      "cite": "369 Pa.Super. 355",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        686385
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/369/0355-01"
      ]
    },
    {
      "cite": "410 Pa.Super. 422",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        903250
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "427"
        },
        {
          "page": "215-16"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/410/0422-01"
      ]
    },
    {
      "cite": "501 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782504
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "6"
        },
        {
          "page": "724"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/501/0001-01"
      ]
    },
    {
      "cite": "485 A.2d 1086",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1790980,
        1790941
      ],
      "year": 1984,
      "opinion_index": 1,
      "case_paths": [
        "/pa/506/0439-01",
        "/pa/506/0438-01"
      ]
    },
    {
      "cite": "506 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790980
      ],
      "year": 1984,
      "opinion_index": 1,
      "case_paths": [
        "/pa/506/0439-01"
      ]
    },
    {
      "cite": "324 Pa.Super. 352",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        595580
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/324/0352-01"
      ]
    },
    {
      "cite": "332 Pa.Super. 333",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        614779
      ],
      "weight": 3,
      "year": 1984,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/332/0333-01"
      ]
    },
    {
      "cite": "281 A.2d 73",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 1
    },
    {
      "cite": "218 Pa.Super. 366",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        795242
      ],
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/218/0366-01"
      ]
    },
    {
      "cite": "318 Pa.Super. 381",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        91094
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/318/0381-01"
      ]
    },
    {
      "cite": "354 Pa.Super. 448",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        571345
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/354/0448-01"
      ]
    },
    {
      "cite": "395 Pa.Super. 563",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        881207
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/395/0563-01"
      ]
    },
    {
      "cite": "228 A.2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 1
    },
    {
      "cite": "425 Pa. 290",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1906702
      ],
      "year": 1967,
      "opinion_index": 1,
      "case_paths": [
        "/pa/425/0290-01"
      ]
    },
    {
      "cite": "263 A.2d 362",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 1
    },
    {
      "cite": "438 Pa. 41",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929227
      ],
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/pa/438/0041-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 685,
    "char_count": 14584,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23986610802405856
    },
    "sha256": "b0b6dfb039d8348051705ebc02b5f39b673a44fac0d7499d99b6e55eb7bdaff7",
    "simhash": "1:fb1d2cf69008b64e",
    "word_count": 2387
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZARPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "The FIRST NATIONAL BANK OF JERMYN, Appellee, v. Robert BAHARA, Elaine Bahara, Eugene H. Brizer, Roberta R. Brizer, Edward J. Kubecki and Stella Kubecki, Mary Colleen Kobeski and Edward Kobeski, and Francis Kobeski and Rose Kobeski. The FIRST NATIONAL BANK OF JERMYN, Appellee, v. Robert BAHARA, Elaine Bahara, Eugene H. Brizer, Roberta R. Brizer, Edward J. Kubecki and Stella Kubecki (Two Cases). Appeal of Robert BAHARA, Elaine Bahara, Eugene H. Brizer and Roberta R. Brizer (Three Cases)."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nOrder Affirmed.\nCAPPY, J., files a dissenting opinion in which NIX, C.J., and FLAHERTY, J., join.\nMONTEMURO, J., is sitting by designation.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "CAPPY, Justice,\ndissenting.\nI must respectfully dissent to the per cu-riam decision of the Majority to affirm the Superior Court. I dissent because I believe that the law of this Commonwealth instructs that the confessions of judgment in this case must be stricken. Moreover, I find that the decision of the Superior Court is fatally inconsistent and therefore should not be affirmed.\nAppellants have appealed an order of the Superior Court affirming two judgments against Appellants and affirming in part and reversing in part a third judgment against Appellants. The judgments arose out of various financing transactions between Appellants and Appellee (Bank). The judgments were confessed against Appellants pursuant to warrants of attorney contained in the loan documents. Appellants contend that the judgments were incorrectly entered under Rule 2951(a) of the Pennsylvania Rules of Civil Procedure and the Bank was required to follow the complaint procedure of Rule 2951(b). For the reasons discussed below, I agree with Appellants’ contention.\nThe circumstances giving rise to the judgments in question are as follows:\nNo. 1142 PHL 1992: On May 4, 1987, Appellants executed a Note for $200,000 in favor of the Bank for business purposes. Appellants executed mortgages against their personal residences as collateral for the repayment of the Note. On December 13, 1988, the Bank confessed judgment for $200,-000 against several or all of the Appellants pursuant to a Warrant of Attorney contained in the Note.\nNos. 1144 and 1145 PHL 1992: On November 7, 1979, Appellants became involved in a commercial loan transaction wherein the Bank participated in the financing of $650,-000 to the Wilkes-Barre Industrial Development Authority for the purpose of constructing certain leasehold improvements and purchasing fixtures and equipment for Appel-, lants’ business. Appellants personally guaranteed this loan between the Bank and the Authority and executed an Industrial Revenue Bond Guaranty. Appellants pledged their business real estate as collateral for the Guaranty. In order to effectuate the pledge, Appellants executed a Mortgage and Bond Accompanying a Mortgage in the sum of $650,000 in favor of the Bank. On November 18, 1988, due to non-payment, the Bank confessed judgment for the principal amounts against the Appellants pursuant to the Warrants of Attorney in the Bond Accompanying the Mortgage and the Industrial Revenue Bond Guaranty.\nOn December 15, 1988, Appellants timely filed Petitions to Strike and/or Open Judgment. Appellants contended that the Warrants of Attorney contained several procedural errors and were filed in contravention of Pa.R.Civ.P. 2951. All of the Petitions were denied by the Court of Common Pleas ' of Lackawanna County.\nOn appeal to the Superior Court, the court affirmed the judgment with respect to Nos. 1142 and 1144 PHL 1992, finding that the judgments were regular on their faces and that Appellants had no defenses to the judgments. With respect to No. 1145 PHL 1992, the court affirmed the trial court’s refusal to strike the judgment but ordered that the judgment be opened to consider certain payments made by Appellants on the loan. Appellants contend that all of the judgments should have been stricken.\nIn this case this Court has the opportunity to interpret Pa.R.Civ.P. 2951 and the Explanatory Notes thereto with respect to the method of entering a confession of judgment. Paragraph (a) of Rule 2951 permits the pro-thonotary to enter a judgment upon filing of the warrant of attorney:\n(a) The prothonotary shall enter judgment by confession on a note, bond or other instrument confessing judgment or authorizing confession by an attorney at law or other person against the person who executed it in favor of the original holder ... upon filing of the instrument and a certificate of residence of the plaintiff and of the defendant, without the agency of an attorney and without the filing of a complaint, for the amount which may appear to be due from the instrument. The judgment may include interest computable from the instrument.\nParagraph (b) of Rule 2951 requires that a complaint be filed if judgment cannot be entered by the prothonotary pursuant to paragraph (a):\n(b) If a judgment by confession is authorized by the instrument but may not be entered by the prothonotary under subdivision (a), an action shall be commenced by filing with the prothonotary a complaint substantially in the form provided by Rule 2952. Even though the instrument is one on which judgment could be entered by the prothonotary under subdivision (a), the plaintiff may proceed under this subdivision.\nParagraph (e) of Rule 2951 provides that “the action must be brought under subdivision (b) if ... (4) the computation of the amount due requires consideration of matters outside the instrument.” It is the question of what the language “consideration of matters outside the instrument” means that is before this Court now, since Appellants argue, among other things, that the judgments were incorrectly entered under Rule 2951(a) and the Bank was required to follow the complaint procedure under 2951(b).\nThe Explanatory Notes to Rule 2951 shed some light on this language. The Notes state, in pertinent part:\nClause (4) codifies the existing practice which forbids confession under subdivision (a) if matters outside the instrument must be examined to compute the amount due. Subdivision (a) refers to the “amount which may appear to be due from the instrument” and, obviously, if this cannot be computed without going outside the instrument, subdivision (a) cannot be used. In such ease, the complaint procedure of subdivision (b) is the only procedure available to confess the judgment.\nAn illustration of this situation is a lease which gives the lessor the right, from time to time, to confess judgement against the lessee for the amount of rent and other charges which may be in arrears. A confession under subdivision (a) is impossible, since the instrument itself discloses no amount due at any particular time.\nAnother illustration is an installment note which authorizes confession for the full amount of the debt if there is a default in the payment of any installment.\nAppellants here argue that the judgments in question all require matters to be considered outside of the governing instruments because Appellants have made payments on all three loans. Therefore, Appellants argue that they do not owe the amount indicated on the face of each instrument and entered as the judgment amount. Although Appellants do not refer to the Explanatory Notes, essentially their argument is that their debts are akin to the installment loan illustration included in the Notes. Accordingly, Appellants contend that the Bank was required to file complaints for each judgment pursuant to Rule 2951(b).\nI agree with Appellants. Although the loan documents in question were not, in fact, installment loans on their faces, the record reveals that the loans were treated by both the Bank and Appellants as installment loans, and some payments were made on the loans.\nFirst, the Note evidencing the $200,000 debt (No. 1142 PHL 1992) is not an installment loan on its face. However, in deposition testimony the Chief Executive Officer of the Bank acknowledged that payments had been made by Appellants and that the outstanding principal balance on the loan was $184,958.12. Similarly, the deposition revealed that payment had been made on the $650,000 debt (Nos. 1144 and 1145 PHL 1992) and that the unpaid balance was estimated to be approximately $404,000. Neither party disputes the fact that these payments were made. Thus, the principal amounts that are in fact due are not evident from the instruments and require the consideration of matters outside of the instruments. Therefore, I would find that the loan instruments are similar in substance to installment loans and are therefore subject to the complaint procedure under Rule 2591(b).\nI believe that this strict interpretation of Rule 2591 is in keeping with the view of the courts of this Commonwealth that confessions of judgment are to be looked upon with disfavor and should be strictly construed. See, e.g., Kline v. Marianne Germantown Corp., 438 Pa. 41, 263 A.2d 362 (1970); Scott Factors, Inc. v. Hartley, 425 Pa. 290, 228 A.2d 887 (1967); Beckett v. Laux, 395 Pa.Super. 563, 577 A.2d 1341 (1990); Drum v. Leta, 354 Pa.Super. 448, 512 A.2d 36 (1986); Langman v. Metropolitan Acceptance Corp., 318 Pa.Super. 381, 465 A.2d 5 (1983); Citizens Nat'l Bank of Evans City v. Rose Hill Cemetery Assoc. of Butler, 218 Pa.Super. 366, 281 A.2d 73 (1971).\nAdditionally, the Bank’s argument that the correct amount that is due can be established at the time of execution on the judgment is not compelling. Once a judgment is entered for a certain amount, the judgment creditor is entitled to the full amount of the judgment and is not prevented from executing for that amount. Thus, Appellants would be exposed for the full amount notwithstanding the Bank’s word that it would only execute for the amount that it is really owed. This would, I believe, unfairly place the burden on Appellants to correct the work of the Bank, which, in keeping with the view that confessions of judgment are looked upon with disfavor, should be the party required to prove that the requirements for entering a confession of judgment were met.\nHaving found that the judgments were confessed improperly under Rule 2951, the question then arises whether it is appropriate to strike the judgments or simply open the judgments. On this point I must also disagree with the Majority’s decision to affirm the Superior Court.\nThe standards for striking a judgment in Pennsylvania are well established. A judgment can be stricken only for a defect appearing on the face of the record, and a court can review only what was in the record when the judgment was entered. Haggerty v. Fetner, 332 Pa.Super. 333, 481 A.2d 641 (1984). If the alleged defect in the confession of judgment is based upon a matter dehors the record, the proper approach is to open the judgment. Id. Thus a judgment is opened, for example, when the petitioning party has a defense to the judgment, and such defense creates a question for a jury. First Seneca Bank & Trust Co. v. Laurel Mountain Development Corp., 324 Pa.Super. 352, 471 A.2d 875, aff'd, 506 Pa. 439, 485 A.2d 1086 (1984). Here, I would find that the judgments were improperly confessed under our Rules of Civil Procedure. Such defect is a clear defect on the face of the record, not a defense to the judgment. Therefore, I am constrained to find that the judgments must be stricken.\nI also note that the Superior Court’s order appears inconsistent with respect to Nos. 1142,1144, and 1145 PHL 1992. The Superi- or Court opened No. 1145 because it found that payments had been made on the Industrial Revenue Bond Guaranty. However, it did not take similar action with respect to No. 1144, the Bond Accompanying the Mortgage, which evidences the same debt as No. 1145, nor did it apparently take into consideration the undisputed evidence that payments were made against the Note (No. 1142). I believe that this apparent inconsistency alone would prevent this Court from affirming the order of the Superior Court per curiam.\nI believe that the view of a confession of judgment as an oppressive weapon would mandate a strict interpretation of Rule 2951 and therefore I cannot join the majority and affirm the order of the Superior Court. Additionally, I believe that the Superior Court’s inconsistent decision cannot stand. Accordingly, I would reverse the order of the Superior Court and order the judgments at 1142 PHL 1992, 1144 PHL 1992, and 1145 PHL 1992 stricken.\nNIX, C.J., and FLAHERTY, J., join in this dissent.\n. The Superior Court struck a fourth judgment against Appellants which is not part of this present appeal.\n. In reviewing an appeal from a denial of a petition to strike, we are limited to determining whether the record as filed by the confessing party at entry is adequate to sustain the judgment or is defective in some way. Parliament Indus. v. William H. Vaughan & Co., 501 Pa. 1, 6, 459 A.2d 720, 724 (1983).\n. Striking a judgment is a more drastic action since the judgment is nullified. If the judgment is merely opened, the judgment lien is maintained during the time in which the judgment is disputed by the parties. Pa.R.Civ.P. 2959.\n. I view the question of what are “matters outside the instrument” for purposes of Rule 2951 to be distinct from the question of what are \"matters outside the record” for purposes of striking a judgment. In the first instance, if matters outside the instrument must be considered to confess a judgment, a complaint must be filed. If the complaint is not filed when one is required, the judgment is confessed improperly and that is a defect on the record.\n. In PennWest Farm Credit v. Hare, 410 Pa.Super. 422, 600 A.2d 213 (1991), the Superior Court noted that a failure to comply with the Rules of Civil Procedure (namely, Rule 237.1— Notice of Praecipe for Entry of Default Judgment) is a defect on the record. 410 Pa.Super. at 427, 600 A.2d at 215-16, citing Fierst v. Commonwealth Land Title Ins. Co., 369 Pa.Super. 355, 535 A.2d 196 (1987); Fountainville Historical Farm v. Bucks County, 340 Pa.Super. 412, 490 A.2d 845 (1985).\n. In fact, Bank acknowledges that Appellants have no defense to the judgments.\n. Therefore, I disagree with the Superior Court's conclusion with respect to No. 1145 that the judgment should be opened to consider the payments by Appellant.",
        "type": "dissent",
        "author": "CAPPY, Justice,"
      }
    ],
    "attorneys": [
      "Michael H. Roth, Scranton, for appellants in No. 86.",
      "Maria Marsili, Edwin Utan, Scranton, for Bank of Jermyn in Nos. 87 and 88."
    ],
    "corrections": "",
    "head_matter": "The FIRST NATIONAL BANK OF JERMYN, Appellee, v. Robert BAHARA, Elaine Bahara, Eugene H. Brizer, Roberta R. Brizer, Edward J. Kubecki and Stella Kubecki, Mary Colleen Kobeski and Edward Kobeski, and Francis Kobeski and Rose Kobeski. The FIRST NATIONAL BANK OF JERMYN, Appellee, v. Robert BAHARA, Elaine Bahara, Eugene H. Brizer, Roberta R. Brizer, Edward J. Kubecki and Stella Kubecki (Two Cases). Appeal of Robert BAHARA, Elaine Bahara, Eugene H. Brizer and Roberta R. Brizer (Three Cases).\nSupreme Court of Pennsylvania.\nSubmitted April 5, 1994.\nDecided Nov. 22, 1994.\nMichael H. Roth, Scranton, for appellants in No. 86.\nMaria Marsili, Edwin Utan, Scranton, for Bank of Jermyn in Nos. 87 and 88.\nBefore NIX, C.J., and FLAHERTY, ZARPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "1060-01",
  "first_page_order": 1118,
  "last_page_order": 1121
}
