{
  "id": 9185149,
  "name": "ORIUS TELECOMMUNICATIONS, INC., and Liberty Mutual Insurance Co., Petitioners, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, and Carvellas Sellers, Intervenor",
  "name_abbreviation": "Orius Telecommunications, Inc. v. District of Columbia Department of Employment Services",
  "decision_date": "2004-08-05",
  "docket_number": "No. 03-AA-390",
  "first_page": "1061",
  "last_page": "1071",
  "citations": [
    {
      "type": "official",
      "cite": "857 A.2d 1061"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "498 A.2d 567",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7916373
      ],
      "pin_cites": [
        {
          "page": "570"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/498/0567-01"
      ]
    },
    {
      "cite": "121 A.2d 574",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "578"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "723 A.2d 1210",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11776906
      ],
      "pin_cites": [
        {
          "page": "1211"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/723/1210-01"
      ]
    },
    {
      "cite": "370 U.S. 626",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169566
      ],
      "weight": 3,
      "year": 1962,
      "pin_cites": [
        {
          "page": "634"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/370/0626-01"
      ]
    },
    {
      "cite": "366 A.2d 745",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "752"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "34 Md.App. 41",
      "category": "reporters:state",
      "reporter": "Md. App.",
      "case_ids": [
        2287277
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md-app/34/0041-01"
      ]
    },
    {
      "cite": "247 S.E.2d 30",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1978,
      "pin_cites": [
        {
          "page": "32-33"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "38 N.C.App. 25",
      "category": "reporters:state",
      "reporter": "N.C. App.",
      "case_ids": [
        8551496
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/nc-app/38/0025-01"
      ]
    },
    {
      "cite": "503 A.2d 1099",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "1100"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "70 F.R.D. 683",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        7855628
      ],
      "opinion_index": 0,
      "case_paths": [
        "/frd/70/0683-01"
      ]
    },
    {
      "cite": "557 F.2d 849",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3527186,
        951206
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/181/0226-01",
        "/f2d/557/0849-01"
      ]
    },
    {
      "cite": "181 U.S.App. D.C. 226",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3527186
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/181/0226-01"
      ]
    },
    {
      "cite": "744 F.2d 1314",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        598678
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/744/1314-01"
      ]
    },
    {
      "cite": "553 A.2d 1246",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7899705,
        7899781
      ],
      "pin_cites": [
        {
          "page": "1247-48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/553/1246-01",
        "/a2d/553/1246-02"
      ]
    },
    {
      "cite": "505 A.2d 66",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7901729
      ],
      "pin_cites": [
        {
          "page": "71-72"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/505/0066-01"
      ]
    },
    {
      "cite": "766 A.2d 28",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11135996
      ],
      "pin_cites": [
        {
          "page": "33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/766/0028-01"
      ]
    },
    {
      "cite": "592 A.2d 1014",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7378415
      ],
      "pin_cites": [
        {
          "page": "1016"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/592/1014-01"
      ]
    },
    {
      "cite": "399 F.2d 990",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2140782
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "993",
          "parenthetical": "internal quotation marks and citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/399/0990-01"
      ]
    },
    {
      "cite": "130 U.S.App. DC 257",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1968,
      "pin_cites": [
        {
          "page": "260",
          "parenthetical": "internal quotation marks and citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "41 F.3d 903",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7411029
      ],
      "pin_cites": [
        {
          "page": "909"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/41/0903-01"
      ]
    },
    {
      "cite": "748 A.2d 427",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11456118
      ],
      "pin_cites": [
        {
          "page": "430"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/748/0427-01"
      ]
    },
    {
      "cite": "33 U.S.C. § 901",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 2000,
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "486 A.2d 692",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915118
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "693-94"
        },
        {
          "page": "693-94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/486/0692-01"
      ]
    },
    {
      "cite": "717 A.2d 909",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119916
      ],
      "pin_cites": [
        {
          "page": "912-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/717/0909-01"
      ]
    },
    {
      "cite": "325 U.S. 410",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6156543
      ],
      "weight": 3,
      "year": 1945,
      "pin_cites": [
        {
          "page": "414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/325/0410-01"
      ]
    },
    {
      "cite": "499 A.2d 102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7927859
      ],
      "pin_cites": [
        {
          "page": "106"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/499/0102-01"
      ]
    },
    {
      "cite": "530 A.2d 683",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883746
      ],
      "pin_cites": [
        {
          "page": "690"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/530/0683-01"
      ]
    },
    {
      "cite": "683 A.2d 470",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863907
      ],
      "pin_cites": [
        {
          "page": "472"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/683/0470-01"
      ]
    },
    {
      "cite": "772 A.2d 198",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11092112
      ],
      "pin_cites": [
        {
          "page": "201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/772/0198-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1258,
    "char_count": 29889,
    "ocr_confidence": 0.694,
    "pagerank": {
      "raw": 1.7073636543081636e-07,
      "percentile": 0.7018770206293881
    },
    "sha256": "9f4366c9d9273bdad66480cd0ddb7ecd2c7ae4f386c683648334f82042986ff4",
    "simhash": "1:fda655f8babb5644",
    "word_count": 4825
  },
  "last_updated": "2024-02-27T20:09:44.360178+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before RUIZ and WASHINGTON, Associate Judges, and KERN, Senior Judge."
    ],
    "parties": [
      "ORIUS TELECOMMUNICATIONS, INC., and Liberty Mutual Insurance Co., Petitioners, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, and Carvellas Sellers, Intervenor."
    ],
    "opinions": [
      {
        "text": "RUIZ, Associate Judge:\nOrius Telecommunications, Inc. and Liberty Mutual Insurance Company petition for review of a decision rendered by the director of the District of Columbia Department of Employment Services determining that Orius’s employee, Carvellas Sellers, is entitled to a penalty fee under the District of Columbia Workers’ Compensation Act of 1979 for petitioners’ failure to pay workers’ compensation benefits in a timely manner. Petitioners claim that the director misinterpreted the statute and, in any event, that the imposition of a penalty on the particular facts of this case contravenes due process of law. Notwithstanding the patchy record before us, we conclude on the basis of oral argument, and, in particular, an important concession by petitioners, that the claims lack merit. We accordingly affirm the director’s decision.\nI.\nOn July 29, 2002, an administrative law judge (ALJ) entered an order pursuant to the District of Columbia Workers’ Compensation Act of 1979, D.C.Code § 32-1501 et seq. (2001) (the Act), awarding Carvellas Sellers workers’ compensation benefits for injuries he sustained to his lower back as a result of pushing a cable reel in the course of his employment as a cable installer with Orius Telecommunications, Inc. The certificate of service indicates that copies of the compensation order were mailed to petitioners’ and Sellers’s respective attorneys on July 30, 2002. As Orius’s insurance carrier, Liberty Mutual issued an award check which it then mailed to Sellers on August 9 or 10, 2002. Sellers received the cheek the following week on August 18, 2002.\nSometime later, Sellers requested that the ALJ enter an order imposing a twenty-percent penalty against petitioners for their failure to pay the compensation award within the statutorily prescribed ten-day time limit. The motion does not appear in the record, but there is no dispute that it was predicated on D.C.Code § 82 — 1515(f) (2001), which provides:\nIf any compensation, payable under the terms of an award, is not paid within 10 days after it becomes due, there shall be added to such unpaid compensation an amount equal to 20% thereof, which shall be paid at the same time as, but in addition to, such compensation, unless review of the compensation order making such award is had as provided in § 32-1522 and an order staying payments has been issued by the Mayor or court. The Mayor may waive payment of the additional compensation after a showing by the employer that owing to conditions over which he had no control such installment could not be paid within the period prescribed for the payment.\n(Emphasis added). Petitioners opposed the motion on the ground that the compensation order was not mailed to Liberty Mutual, which according to them, is “a necessary party to this proceeding.” In an order dated August 30, 2002, the ALJ denied Sellers’s motion, finding that Liberty Mutual timely paid the compensation benefits by “issuing the award check on the tenth day of the Order,” despite never having received proper notification of the compensation order. Unsatisfied with this result, Sellers filed a motion for reconsideration, which was also denied.\nOn intra-agency-review, the director of the Department of Employment Services (DOES) reversed the ALJ’s orders denying Sellers’s motion for the assessment of a penalty. The director determined that the dispositive date was not, as the ALJ found,'that on which Liberty Mutual issued the award check, but rather the date on which Sellers in fact received the check, namely, August 13. Relying on administrative precedent, the director reasoned that the term “paid” in D.C.Code § 32-1515(f), see page 1064, supra, means receipt of the payment by the claimant within the ten-day statutory time limit. See Imes v. Georgia Brown’s Rest., Dir. Dkt. No. 99 — 44, 2000 D.C. Wrk. Comp. Lexis 253, *3-4 (June 27, 2000) (holding that the receipt rule applies to § 32-1515©) (citing Dorsey v. ITT/Cont’l Baking, Dir. Dkt. No. 86-19 (May 9, 1989)). The director concluded that because August 13 fell “14 days after the award was due,” Sellers was not timely paid within the ten-day period mandated by the Act and “a penalty must [therefore] be assessed against Employer.” On April 18, 2003, Orius and Liberty Mutual filed a timely petition for review with this court. See D.C.Code § 32-1522(b)(3) (2001) (authorizing review of petitions filed by any party in interest who is adversely affected or aggrieved by a final agency decision resolving a workers’ compensation claim).\nII.\nPetitioners contend that (1) the director’s interpretation of the term “paid” under D.C.Code § 32-1515© as meaning “receipt” by the claimant is contrary to the statute’s plain meaning; (2) this court should apply the so-called “mailbox rule,” which would mean that payment was made on the date of posting on August 9, which fell on the tenth and final day of the statutory time limit; (3) the imposition of a penalty under § 32-1515© violates their rights to due process of law because a copy of the compensation order was never sent to Liberty Mutual as required by 7 DCMR § 228.1(b), see note 3, supra; and (4) the director’s failure to exercise his discretion under D.C.Code § 32-1515© to consider mitigating circumstances and waive payment of the penalty constitutes unreasonable discrimination and a due process violation.\nOur review of the director’s decision in workers’ compensation cases is generally restrained. An agency decision must not be disturbed unless it is arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with the law. See Clark v. District of Columbia Dep’t of Employment Servs., 772 A.2d 198, 201 (D.C.2001). The court defers to the determination of the director of DOES as long as the director’s decision flows rationally from the facts, and those facts are supported by substantial evidence in the record. See Washington Metro. Area Transit Auth. v. District of Columbia Dep’t of Employment Servs., 683 A.2d 470, 472 (D.C.1996). This deference extends to matters of statutory construction, relenting only where the director’s interpretation of the Act is unreasonable in light of prevailing law, inconsistent with the statute as a whole, or plainly erroneous. See Morris v. District of Columbia Dep’t of Employment Servs., 530 A.2d 683, 690 (D.C.1987) (“the interpretation of a statute by an agency entrusted with its execution is to be given considerable deference”); Dell v. District of Columbia Dep’t of Employment Servs., 499 A.2d 102, 106 (D.C.1985) (“an agency’s interpretation ‘becomes of controlling weight unless it is plainly erroneous or inconsistent with the regulation’ ”) (quoting Bowles v. Seminole Rock & Sand Co., 325 U.S. 410, 414, 65 S.Ct. 1215, 89 L.Ed. 1700 (1945)). We therefore turn to consider petitioners’ claims cognizant of our limited scope of review.\nA. Statutory Claim\nPetitioners argue that the director erred in concluding that the term “paid” in D.C.Code § 32 — 1515(f) means receipt of payment by the claimant because “the plain language of the [sjtatute does not state that the compensation check must be received within ten days of the award, but rather [that] the compensation award must be paid within ten days.” Petitioners’ argument affords no relief.\nThe Act provides that “[i]f any compensation, payable under the terms of an award, is not paid within 10 days after it becomes due, there shall be added to such unpaid compensation an amount equal to 20% thereof _” D.C.Code § 32 — 1515(f). This provision has not heretofore been interpreted by the court. The only case discussing it to any notable extent did not resolve any substantive legal issues because deficiencies in the record necessitated a perfunctory remand. See Hill v. District of Columbia Dep’t of Employment Servs., 717 A.2d 909, 912-13 (D.C.1998). An expanded search of our jurisprudence at large, however, reveals that the term “paid” as used in the code provision governing the calculation of unemployment benefits means money “actually received.” See Jaime v. District of Columbia Dep’t of Employment Servs., 486 A.2d 692, 693-94 (D.C.1985) (noting that the term “paid” used in the statute is the past tense of “to pay”). Although the holding in Jaime rested in significant part on the inference to be drawn from the legislature’s presumptively deliberate use of “payable” in other parts of the unemployment statute, see id. at 693-94, it at least confirms that the term “paid” is com-monsensibly susceptible to the director’s interpretation; the court has read the term in exactly the same fashion in the (not far. removed) unemployment context.\nIn contrast to our limited jurisprudence on the matter, DOES has longstanding precedent on the proper imposition of the late payment penalty. In the 1989 Dorsey case, the director held that compensation must be received by the party during the requisite period to avoid the imposition of the penalty. Dir. Dkt. No. 86-19 at 2; see also Imes, 2000 D.C. Wrk. Comp. Lexis 253, *3-4 (summarizing Dorsey). Citing, inter alia, the identical language in the predecessor to D.C.Code § 32-1515(a), the director reasoned that the legislature’s primary concern was “prompt” delivery of the compensation award. Dir. Dkt. No. 86-19 at 2-3; see also Imes, 2000 D.C. Wrk. Comp. Lexis 253, *4 n. 1 (summarizing Dorsey). This holding was expressly reaffirmed four years ago in Imes where the director rejected the argument that the date postmarked on the envelope carrying the compensation check should determine the timeliness question. 2000 D.C. Wrk. Comp. Lexis 253, *4 (citing Dorsey). The director’s decision is faithful to these precedents.\nThe director’s interpretation, moreover, is consistent with analogous federal precedents in which the United States Department of Labor Benefits Review Board has construed identical language in the federal Longshore and Harbor Workers’ Compensation Act, 33 U.S.C. § 901 et seq. (2000). See generally Beta Constr. Co. v. District of Columbia Dep’t of Employment Servs., 748 A.2d 427, 430 (D.C.2000). Like the director, the federal Benefits Review Board has repeatedly held that a compensation award is not “paid” until it is received by the claimant. See, e.g., Barry v. Sea-Land Servs., Inc., 2.1 B.R.B.S. 260, 1993 DOLBRB Lexis 646, *10 (1993) (“when payment is sent by mail, the time of payment is the date payment is received by the payee and not the date it was mailed”); Lynn v. Comet Constr. Co. & Commercial Union Assurance Co., 20 B.R.B.S. 72, 74 (1986) (finding that claimant was entitled to a twenty percent penalty where award payment was not received until two days after expiration of the ten-day limitation period); cf. Seward v. Marine Maint. of Tex. Inc., 13 B.R.B.S. 500, 502 (1981) (holding that, regardless of the subsequent date on which the funds are made available, time of payment relates back to the time the check was delivered to the claimant). At least one federal circuit court has approved this rule. See Sea-Land Serv., Inc. v. Barry, 41 F.3d 903, 909 (3d Cir.1994) (determining that the “receipt rule” determines when a claimant is “paid” under the federal penalty provision) (citing 70 C.J.S. Payment § 9 (1987) (reciting the common law rule that “payment is not effectuated by sending the amount due to the creditor by mail or other public carrier until the remittance gets into the hands of the creditor”)).\nWhile not binding authority, the foregoing local and federal precedents are highly persuasive indicators that the director’s reading of D.C.Code § 32 — 1515(f) is a permissible and reasonable interpretation of the statutory language. Although petitioners’ more restrictive interpretation which focuses solely on those actions within the immediate control of the payor exclusive of the foibles inhering in the postal delivery system, is reasonable, “[w]hen statutes are susceptible of different readings it is practically axiomatic that administrative interpretation, practice and usage is accorded great weight as an extrinsic aid in the interpretation of statutes by the courts.” Lindberg v. Brenner, 130 U.S.App. DC 257, 260, 399 F.2d 990, 993 (1968) (internal quotation marks and citations omitted). Because the director’s interpretation is neither unreasonable nor contrary to law, we must sustain it. See Harris v. District of Columbia Dep’t of Employment Servs., 592 A.2d 1014, 1016 (D.C.1991).\nWe further decline petitioners’ invitation to interpose the common law “mailbox rale.” As a procedural matter, the argument was not raised below. “In general, an appellate court has discretion, in the interests of justice, to consider an argument that is raised for the first time on appeal if the issue is purely one of law, particularly if the factual record is complete and a remand for further factual development would serve no purpose, the issue has been fully briefed, and no party will be unfairly prejudiced.” District of Columbia v. Helen Dwight Reid Educ. Found., 766 A.2d 28, 33 (D.C.2001) (citing 11 & 19 Moore’s Federal Practice §§ 56.41[3][c] & 205.05[2] (Bender 3d ed. 2000)). Even assuming that this same principle applies to appeals from administrative agencies, to whose statutory constructions we give considerable deference, see pages 1065-66, supra, but see Harris v. District of Columbia Rental Hous. Comm’n, 505 A.2d 66, 71-72 (D.C.1986), none of these conditions is satisfied here. Most critically, our ability to apply the mailbox rule in this case presupposes that the record contains a clear finding or competent evidence documenting the date on which Liberty Mutual in fact mailed the award check. Although the postmarked envelope that Sellers appended to his brief creates a question in this regard, there is no competent evidence from which to draw an answer. Substantively speaking, we cannot endorse the mailbox rule because its application ignores the existence of relevant statutory language and would nullify the essential holding of the director’s interpretation that the relevant date under the statute is that of receipt by the claimant. Sanctioning the use of the mailbox rule would, in effect, constitute a back door reversal of the director’s interpretation of the statute that the agency is charged with implementing;\nB. Constitutional Claims\nPetitioners contend that the imposition of a penalty for late payment of the compensation award violates their rights to due process of law because a copy of the compensation order was never sent to Liberty Mutual as required by 7 DCMR § 228.1(b). See note 3, supra. They also claim that the director’s failure to exercise his discretion under D.C.Code § 32-1515(f) to consider mitigating circumstances and waive payment of the penalty constitutes unreasonable discrimination and a violation of due process of law.\nThe claim that Liberty Mutual, unlike Orius, did not receive a copy of the compensation order is curious on the present record. Neither Orius nor Liberty Mutual is individually designated on the certificate of service. Instead, the certificate indicates that the typical practice of conveying the compensation order to the parties’ counsel was undertaken, which in this case means that the order was mailed to petitioners’ joint counsel, Mr. Mailberger. This leads us to conclude that Mr. Mailberger received a copy of the order. This much counsel admitted during oral argument. Not so fully elucidated, however, are the reasons why service on counsel was sufficient as to Orius but not as to Liberty Mutual. The claim is clearly futile. Overwhelming precedent forecloses Liberty Mutual’s argument that it was not given notice because it is undisputed that the compensation order was mailed to (and received by) its counsel of record. See Greenwood’s Transfer & Storage Co. v. District of Columbia Dep’t of Employment Servs., 553 A.2d 1246, 1247-48 (D.C.1989) (“Notice of a civil or administrative action by a board or commission given to the counsel of a party is considered notice to the party.”) (citing St. Louis v. Alverno Coll., 744 F.2d 1314, 1316 n. 4 (7th Cir.1984); Bell v. Brown, 181 U.S.App. D.C. 226, 233 & n. 60, 557 F.2d 849, 856 & n. 60 (1977); Aberson v. Glassman, 70 F.R.D. 683, 684 & n. 3 (S.D.N.Y.1976); Moore v. Commonwealth, Pa. Bd. of Prob. & Parole, 94 Pa.Cmwlth. 527, 503 A.2d 1099, 1100 (1986); Griffith v. Griffith, 38 N.C.App. 25, 247 S.E.2d 30, 32-33 (1978); Ryan v. Brady, 34 Md.App. 41, 366 A.2d 745, 752 (Spec.App.1976)). Echoing the Supreme Court, we have observed that “a party in a civil action is generally ‘deemed bound by the acts of his lawyer-agent and is considered to have notice of all facts, notice of which can be charged upon his attorney.’ ” Id. at 1248 (quoting Link v. Wabash R.R. Co., 370 U.S. 626, 634, 82 S.Ct. 1386, 8 L.Ed.2d 734 (1962)). Even if it could be shown that Liberty Mutual cannot be charged with notice of all facts within its attorney’s knowledge, agency jurisprudence suggests that it would be equally bound by the undisputed fact that Orius did receive notice. See Matysek v. Washington Metro. Trans. Auth., Dir. Dkt. No. 00-62, 2002 D.C. Wrk. Comp. Lexis 127, *4 (April 11, 2002) (“Under the Act, generally, notice to or knowledge of an employer is imputed to the insurer.”) (citing McCray v. Diamond Health Care Corp., Dir. Dkt. No. 99-56, 2001 D.C. Wrk. Comp. Lexis 33, *4 (February 26, 2001)). Thus, the strictures of 7 DCMR § 228.1(b) were satisfied here.\nPetitioners’ second constitutional claim is equally unavailing. The director’s failure to exercise his discretion under D.C.Code § 32 — 1515(f) to consider mitigating circumstances and waive payment of the penalty cannot plausibly be considered discriminatory or a denial of due process on the present facts. “The Mayor may waive payment of the additional [penalty] compensation after a showing by the employer that owing to conditions over which he had no control such installment could not be paid within the period prescribed for the payment.” D.C.Code § 32-1515(f). The spotty record in this case precludes our review of the mandated showing made below, if at all, by petitioners. Assuming, however, that petitioners proffered below the same arguments urged in their brief, their claim is not persuasive. Petitioners primarily advance the rationale that the assessment of a penalty constitutes a due process violation because it fails to account for “the Carrier’s intricate check processing system, as it issues literally thousands of checks per week and significant reliance upon the U.S. mail system for delivery of checks.” Clearly, neither the operation of its check processing system, nor the celerity — or lack thereof — with which it deposits mail into the postal system, is beyond Liberty Mutual’s control such that the director, acting as the Mayor’s designee, could properly consider them as bases for waiving the penalty. See D.C.Code § 32-1515(f). We detect no - constitutional error.\nIII.\nBefore oral argument, it would have been impossible to resolve this case because, even adopting the director’s definition of the term “paid,” we possessed only one half of the equation; the case could not have been sum totaled until the court ascertained when the ten-day time limit for payment began to run. Section 32-1515(f) provides that the employer/carrier must effect payment “within 10 days after it [the compensation award] becomes due” to avoid the penalty fee. Although never expressly stated by either the ALJ or the director, both the penalty order and the director’s decision necessarily imply that the compensation award became due, and the ten-day time limit therefore began to run, on July 30, 2002 — the day on which the compensation order was mailed to the parties. See notes 4 and 6, supra. This implicit assumption runs glaringly contrary to both DOES regulation and prior administrative decisions — some of which form the very basis of the director’s interpretation of the term “paid” — determining that a compensation order becomes due on the date on which the employer/carrier receives the compensation order via certified postal mail. See, e.g., 7 DCMR § 228.4 (“Whenever the Act or this chapter provides a time period in which an action is to be taken, unless otherwise expressly provided, the time shall run from the actual receipt of a document.”); Matysek, 2002 D.C. Wrk. Comp. Lexis 127, *4 (explaining that the “undisputed facts show that the May 4, 2000 Compensation Order was mailed to all the parties by certified mail on May 4, 2000 and was received by claimant’s counsel and employers’ counsel on May 8, 2000. The Compensation Order issued May 4, 2000 ... was due and payable by May 18, 2000”); Imes, 2000 D.C. Wrk. Comp. Lexis 253, *4 (holding that where the employer/carrier received the compensation order on July 14, 1998, “the Claimant should have received his payment on July 24, 1998, ten (10) days after July 14, 1998”); Hill, 1997 D.C. Wrk. Comp. Lexis 626, *7-8 (finding that where the employer received a June 30, 1992 compensation order on July 6, 1992, “the payment of benefits was due to claimant by July 16, 1992”). We are not thwarted, however, by the absence of express findings nor the seemingly unsupported assumptions in this case because counsel for petitioners explicitly conceded during oral argument that the limitations period commenced on August 2, 2002 when he received the compensation order. We credit this concession and accordingly conclude that the ten-day time limit for payment of benefits commenced on August 2 and terminated on August 12 — one day before Sellers received the award check in the mail. See D.C.Code § 32 — 1515(f); 7 DCMR § 228.4. The imposition of the late payment penalty fee was therefore correct and the director’s decision is hereby\nAffirmed.\n. The parties have been continuously represented by their respective attorneys throughout the proceedings before the agency and this court.\n. The precise dates on which Liberty Mutual issued and then mailed the award check are not clear in the record. The director’s decision states that Liberty Mutual \"mailed a check to Claimant on August 9, 2002.” This assertion is seemingly based on the ALJ’s finding that the \"carrier issued the compensation check on ... August 9, 2002.” Of course, issuance does not necessarily mean dispatch by the postal mail; it also may more narrowly refer to the date on which the check was processed. Sellers urges this narrower reading by attempting to supplement the ALJ’s express findings with a postmarked envelope appended to his brief purportedly showing that Liberty Mutual did not actually mail the check until August 10. By Sellers's own admission, however, this envelope was never introduced into the record. Because our disposition does not turn on the date of mailing we do not resolve this dispute between the parties. It may safely be assumed for the sake of discussion that the compensation check was issued on August 9 and mailed on August 10.\n.This argument arises from 7 DCMR § 228.1(b), which states in pertinent part that\n[sjervice by the Office or the Hearings and Adjudication Section of a document or notice shall be accomplished by ... [m]ail[ing] the document by certified or registered mail, return receipt requested, to the last known record address of each interested party ....\n. Although the ALJ made no express finding, the reasoning in the penalty order necessarily implies that the award \"became due” within the meaning of D.C.Code § 32 — 1515(0 on July 30, 2002 — the date on .which the compensation order was dispatched by the agency via certified postal mail. See discussion in section III, infra.\n. The order on reconsideration refers to both Sellers’s motion for reconsideration and petitioners’ opposition, neither of which appears in the record filed with this court.\n. The director's decision, like the ALJ's order, necessarily implies that the compensation order \"became due” on July 30, 2002. See note 4, supra, and discussion in section III, infra.\n. This argument assumes both that the limitations period for timely payment commenced on July 30 and that Liberty Mutual in fact mailed the compensation check on August 9 notwithstanding the absence of a clear finding by the ALJ and Sellers’s contrary (but incompetent) evidence on brief. See note 2, supra. As we discuss in Part III, infra, the first assumption is legally incorrect and was disavowed by petitioners during oral argument.\n. See D.C.Code § 46-108(b) (1981 & Supp. 1984), recodified at D.C.Code § 51-107(b)(1) (2001):\nAn individual's \"weekly benefit amount” shall be an amount equal to one twenty-sixth (computed to the next higher multiple of $ 1) of his total wages for insured work paid during that quarter of his base period in which such total wages were highest\n. The agency's decisions are not, however, entirely consistent. Although not raised by petitioners, there is support for the claim that the date of mailing, and not the date of receipt by the claimant, is controlling. In Hill v. Greyhound Line Inc., Dir. Dkt. No. 96-39, 1997 D.C. Wrk. Comp. Lexis 626 (Jan. 31, 1997), the director rejected a request for a penalty precisely because the employer mailed the compensation check two days before the expiration of the statutory ten-day time limit:\nThe employer received the Compensation Order ... dated June 30, 1992, on July 6, 1992. Therefore the payment of benefits was due to claimant by July 16, 1992. The check from employer to claimant was mailed to claimant on July 14, 1992.\nDespite the timeframe in which the check was mailed, to him, claimant [incorrectly] insists that [§ 32 — 1515(f) ] is applicable....\nId. at *7-8 (emphasis added). If Hill is an aberration, the agency’s most recent pronouncement on the subject in Imes does not disavow or explain it in any way. This could indicate that Imes was an arbitrary and capricious departure from the \"postmark rule” espoused in Hill. We note, however, that Imes, which was decided in 2000, three years after Hill, relies on Dorsey, which was decided in 1989, eight years before Hill. The agency’s rule has seemingly flip-flopped without critical discussion.\n. The director’s assertion that Liberty Mutual mailed the compensation check on August 9 does not necessarily follow from the ALJ's finding that the check was issued on that day. See Canlas v. District of Columbia Dep’t of Employment Servs., 723 A.2d 1210, 1211 (D.C.1999) (explaining that the director \"may not consider the evidence de novo and make factual findings different from those of the examiner”) (quoting Washington Vista Hotel v. District of Columbia Dep’t of Employment Servs., 121 A.2d 574, 578 (D.C.1998) (citations and internal quotation marks omitted)). Beyond that, the date of mailing was deemed irrelevant by the director, who found that the dispositive date is that on which the claimant receives the award check. We would surely overreach the proper bounds of our review if we were to rely on questionable dictum to dispose of a case on a legal theory not argued below. See, e.g., Hughes v. District of Columbia Dep’t of Employment Servs., 498 A.2d 567, 570 (D.C.1985) (\"Administrative and judicial efficiency require that all claims be first raised at the agency level to allow appropriate development and administrative response before judicial review.”) (citations omitted).\n. Petitioners point out that the director may have operated under the misconception that he had no discretion under D.C.Code § 32-1515(f) to waive the penalty. Relying on Dorsey, the director stated that \"there is no room for discretion, either the compensation is paid timely and there is no penalty, or the compensation is late and the penalty must be imposed if the Claimant seeks it.” Taken at face value, this statement is inconsistent with the plain language of § 32-1515(f). However, the director's minimal explanation also could be interpreted on the particular facts of this case to mean that he had no choice but to impose the penalty because petitioners did not make a sufficient showing of conditions beyond their control. The skimpy record prevents us from ferreting out the facts which would illuminate the better interpretation, but, for the reasons identified in the text, petitioners have not met their burden of demonstrating constitutional error on appeal that would require us to explore further the director’s possible misapprehension.\n. Petitioners’ alternate rationales for the existence of a due process violation arising from the director's failure to waive the penalty are equally meritless because they repeat flawed arguments made elsewhere in their brief. See Pet. Br. at 8 (urging the court to consider the fact that Liberty Mutual was never properly served, and that it nonetheless surmounted the lack of notice by timely paying the compensation award on the tenth day). Petitioners do not argue that they relied to their detriment on the director’s decision in the Hill case implying that posting was the dis-positive date under the statute. See note 9, supra. Even if they had, the contrary decisions in Dorsey and Imes would have undermined the reasonableness of their reliance for due process analysis.",
        "type": "majority",
        "author": "RUIZ, Associate Judge:"
      }
    ],
    "attorneys": [
      "Curtis B. Hane, Rockville, MD, with whom Donald P. Mailberger, was on the brief, for petitioners.",
      "Richard W. Galiher, Jr., Rockville, MD, for intervenor.",
      "Robert J. Spagnoletti, Attorney General for the District of Columbia, and Edward E. Schwab, Deputy Attorney General, filed a statement in lieu of brief for respondent."
    ],
    "corrections": "",
    "head_matter": "ORIUS TELECOMMUNICATIONS, INC., and Liberty Mutual Insurance Co., Petitioners, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, and Carvellas Sellers, Intervenor.\nNo. 03-AA-390.\nDistrict of Columbia Court of Appeals.\nArgued March 16, 2004.\nDecided Aug. 5, 2004.\nCurtis B. Hane, Rockville, MD, with whom Donald P. Mailberger, was on the brief, for petitioners.\nRichard W. Galiher, Jr., Rockville, MD, for intervenor.\nRobert J. Spagnoletti, Attorney General for the District of Columbia, and Edward E. Schwab, Deputy Attorney General, filed a statement in lieu of brief for respondent.\nBefore RUIZ and WASHINGTON, Associate Judges, and KERN, Senior Judge."
  },
  "file_name": "1061-01",
  "first_page_order": 1091,
  "last_page_order": 1101
}
