{
  "id": 11083616,
  "name": "LIFESPAN CORPORATION v. CITY OF PROVIDENCE, et al.",
  "name_abbreviation": "Lifespan Corp. v. City of Providence",
  "decision_date": "2001-05-24",
  "docket_number": "No. 99-340-Appeal",
  "first_page": "1061",
  "last_page": "1062",
  "citations": [
    {
      "type": "official",
      "cite": "776 A.2d 1061"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "566 A.2d 948",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357227
      ],
      "pin_cites": [
        {
          "page": "950"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/566/0948-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 220,
    "char_count": 2969,
    "ocr_confidence": 0.67,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23734298795026273
    },
    "sha256": "c5c65077079984d6af8743eb67d7659360958afdf6c633394f02f54655e5c47e",
    "simhash": "1:38a9210c2dc1cf68",
    "word_count": 453
  },
  "last_updated": "2024-02-27T17:52:47.980772+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "LIFESPAN CORPORATION v. CITY OF PROVIDENCE, et al."
    ],
    "opinions": [
      {
        "text": "ORDER\nIn this case, Lifespan Corporation (Lifespan) contends that its office equipment and furnishings, located in its administrative offices at 167 Point Street, Providence, are exempted from taxation, pursuant to G.L.1956 § 44-3-3(12). A Superior Court justice found otherwise, and granted summary judgment in favor of the city. Lifespan appeals.\nThe parties were directed by an order of this Court to appear and show cause, if any, why this appeal should not be summarily decided. They did appear, and after hearing their arguments and considering their legal memoranda, we conclude that cause has not been shown and we proceed to summarily decide the appeal.\nThis appeal presents no novel question of fact or law requiring an extended discussion. Section 44-3-3(12) exempts from taxation real and personal property that is held “exclusively * * * for a hospital for the sick or disabled[.]” It is well settled that statutes exempting property from taxation must be construed strictly. See Roger Williams General Hospital v. Littler, 566 A.2d 948, 950 (R.I.1989). Lifespan, from its administrative offices in Providence, oversees and manages thirty two in-state and out-of-state corporations. Five of those in-state corporations offer hospital services in Rhode Island for the sick or disabled. The remaining corporations it manages from that office include both nonprofit as well as for-profit corporations that do not exclusively offer or furnish hospital services.\nThe Superior Court hearing justice found and concluded that the legislature did not intend to exempt personal property held by “an umbrella entity” which services hospitals along with other non-hospital corporations. He specifically observed that when § 44-3-3(12) originally was enacted, umbrella corporations such as Lifespan were unknown. Lifespan now urges this Court in its appeal to “consider the realities of modern hospital care when interpreting the term ‘a hospital for the sick or disabled.’ It concedes, however, that it offers no hospital treatment for the sick or disabled at its Providence corporate headquarters. Lifespan also concedes that the taxed property consists only of computers, desks, chairs and office equipment used by it in providing multiservice administrative and management assistance to the thirty different corporations it manages in its network.\nLifespan’s request that we should equate a corporate office computer to a hospital bed should be directed to the Legislature and not to this Court. Accordingly, Lifespan’s appeal is denied and dismissed, and we affirm the summary judgment entered by the Superior Court concerning the 1996 and 1997 city tax assessments. The papers in this case are to be returned to the Superior Court.\n. G.L.1956 § 44-3-3 originally was enacted in 1896.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Steven M. Richard, Providence.",
      "Richard G. Riendeau, Providence."
    ],
    "corrections": "",
    "head_matter": "LIFESPAN CORPORATION v. CITY OF PROVIDENCE, et al.\nNo. 99-340-Appeal.\nSupreme Court of Rhode Island.\nMay 24, 2001.\nSteven M. Richard, Providence.\nRichard G. Riendeau, Providence."
  },
  "file_name": "1061-02",
  "first_page_order": 1111,
  "last_page_order": 1112
}
