{
  "id": 12057871,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Wesley ASKEW, Appellant. Appeal of VICTIMS RESOURCE CENTER",
  "name_abbreviation": "Commonwealth v. Askew",
  "decision_date": "1995-09-11",
  "docket_number": "",
  "first_page": "1062",
  "last_page": "1066",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 1062"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "650 A.2d 452",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11325316,
        706725
      ],
      "weight": 5,
      "year": 1994,
      "pin_cites": [
        {
          "page": "460"
        },
        {
          "page": "458"
        },
        {
          "page": "460"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/0452-01",
        "/pa-super/437/0471-01"
      ]
    },
    {
      "cite": "437 Pa.Super. 471",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706725
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "486-88"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/437/0471-01"
      ]
    },
    {
      "cite": "642 A.2d 1132",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873514,
        943069
      ],
      "weight": 4,
      "year": 1994,
      "pin_cites": [
        {
          "page": "1134"
        },
        {
          "page": "1135"
        },
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/642/1132-01",
        "/pa-super/434/0280-01"
      ]
    },
    {
      "cite": "434 Pa.Super. 280",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        943069
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/434/0280-01"
      ]
    },
    {
      "cite": "413 Pa.Super. 538",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        907963
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "544"
        },
        {
          "page": "1252"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/413/0538-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 676,
    "char_count": 14518,
    "ocr_confidence": 0.716,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2452764620640045
    },
    "sha256": "d58b2cdc4403a0d8f04ec2e64c239b17d42c8e148c905b9708c4fe7b84837a4f",
    "simhash": "1:0605413e63798bf4",
    "word_count": 2228
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROWLEY, President Judge, and HUDOCK and CERCONE, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Wesley ASKEW, Appellant. Appeal of VICTIMS RESOURCE CENTER."
    ],
    "opinions": [
      {
        "text": "HUDOCK, Judge.\nThis is an appeal from the judgment of sentence imposed after Appellant was adjudicated guilty of statutory rape, involuntary deviate sexual intercourse, aggravated indecent assault, and corruption of minors. Timely filed post-trial motions were denied by the trial court and Appellant was sentenced to a term of imprisonment for five to ten years plus a consecutive term of five years special probation. We affirm Appellant’s judgment of sentence.\nThis case also involves the appeal of the Victims Resource Center (VRC) from the trial court’s order which directed the rape counseling center to turn over the victim’s records. After the jury found Appellant guilty of the various sexual offenses he filed a motion to preserve physical evidence requesting the court to preserve the victim’s records pending appellate review. After a hearing on this issue, the trial court granted Appellant’s motion and directed that VRC surrender its records to the court for im-poundment. On April 21,1994, VRC filed an application to the court for supersedeas pending appeal. The court agreed to issue a stay until VRC filed an appeal to this Court. The court further directed VRC to secure and safely keep all files and records pertaining to this case pending appellate review. VRC then filed a timely appeal from this order. Because we affirm Appellant’s judgment of sentence, we find VRC’s issue raised on appeal moot.\nWhen viewed in the light most favorable to the Commonwealth, the record reveals the following facts. On July 13, 1993, J.P., a nine-year-old mildly retarded girl, revealed to her mother, D.P., that Appellant sexually molested her since May of 1993 when he moved into their residence in Hanover Township, Pennsylvania. The victim explained that Appellant repeatedly entered her bedroom at night and engaged in oral and vaginal sex. The victim explained that on many occasions Appellant penetrated her vagina with his finger, penis and mouth and also forced her to perform oral sex on him. The victim told the police that Appellant threatened that he would slap her if she ever told anyone what he did.\nDr. Thomas Novinger, a pediatrician who examined the victim on July 14, 1993, testified that in his expert medical opinion the victim was “probably sexually molested.” He also opined that the victim’s diagnosis was consistent with her allegations of sexual abuse.\nD.P. corroborated the victim’s testimony and explained that she was suspicious of the relationship between Appellant and her daughter. D.P. revealed two out-of-court statements made by the victim where she accused Appellant of sexually molesting her. Specifically, the victim told her mother that Appellant “touched her boobs and pussy” and “put his dick in her mouth.”\nDetective Lieutenant Daniel Yursha, an investigator for the Luzerne County District Attorney’s office, testified that in an interview on July 14, 1993, Appellant confessed that he engaged in sexual acts with the victim on repeated occasions between May 18, 1993 and June 29, 1993. Appellant did not admit that he raped the victim. After the police advised Appellant of his Miranda rights, he executed a written waiver acknowledging that he understood his rights to an attorney and to remain silent. Detective Yursha transcribed the confession into a written statement which he re-read for Appellant. Appellant acknowledged that the statement was truthful, initialed every page and signed the statement at the end.\nRobert Deritis, an inmate at the Luzerne County Correctional Facility with Appellant, testified that Appellant confessed to the offenses charged. Appellant told Deritis that he was in love with the victim and that he recognized that he made a mistake by confessing to the police. Appellant threatened that the victim “owed him” for revealing what he did and that if he was released on bail he would stick his penis in every hole in her body. James Edwards, who worked at the Luzerne County Correctional Facility as a correctional officer, testified that he overheard Appellant making these statements to Deritis.\nDavid Lewis, a police officer for Hanover Township who transported Appellant from his preliminary hearing to the Luzerne Correctional Facility, testified that he overheard Appellant state, “So what if I did it. She enjoyed it.” Lewis reported what he heard to his supervising officer and executed a supplemental police report detailing the incident.\nBased on this evidence, the jury found Appellant guilty of all charges. Appellant now raises ten issues challenging his judgment of sentence.\nIn his first question presented Appellant argues that the trial court erred in ruling that the victim’s records with VRC were confidential and absolutely protected by the sexual assault counselor privilege, 42 Pa. C.S.A. section 5945.1. In a pre-trial motion Appellant sought to compel VRC to produce the victim’s records which allegedly contained exculpatory statements made by the victim. The Commonwealth and VRC objected to the disclosure of the victim’s records. On March 7, 1994, the trial court conducted a pre-trial hearing on Appellant’s motion to compel. After hearing testimony from the victim’s rape crisis counselor, Paulette Albosta, the court denied Appellant’s motion to compel.\nPrior to jury selection Appellant renewed his motion to compel. Appellant claimed that Albosta revealed confidential information to the Commonwealth’s medical expert, Dr. Thomas Novinger, who then based his diagnosis on such information. Appellant claimed that by disclosing this information to Dr. Novinger, the confidential information became available to the Commonwealth, thus constituting a waiver of the privilege. The Commonwealth claimed that it had not obtained any records from VRC and had not learned of any confidential communication between the victim and her rape counselor. After hearing argument from both parties, the trial court denied Appellant’s motion to compel. On appeal, Appellant claims that this ruling was in error since it denied him the constitutional right of cross-examination, confrontation, and compulsory process for obtaining witnesses. Appellant contends that he had a right to obtain the VRC records since they might contain exculpatory information.\n“Information which is protected by an absolute statutory privilege is not subject to disclosure and denial of access to a criminal defendant is required.” Commonwealth v. Eck, 413 Pa.Super. 538, 544, 605 A.2d 1248, 1252 (1992). The sexual assault counselor privilege, which was enacted on December 17, 1990, provides in pertinent part:\n(b) Privilege.—\n(1) No sexual assault counselor may, without the written consent of the victim, disclose the victim’s confidential oral or written communications to the counselor nor consent to be examined in any court or criminal proceeding.\n(2) No coparticipant who is present during counseling may disclose a victim’s confidential communication made during the counseling session nor consent to be examined in any civil or criminal proceeding without the written consent of the victim.\n42 Pa.C.SA. § 5945.1(b). “Confidential communication” is defined as follows:\nAll information, oral or written, transmitted between a victim of sexual assault and a sexual assault counselor in the course of their relationship, including, but not limited to, any advice, reports, statistical data, memoranda, working papers, records or the like, given or made during that relationship.\n42 Pa.C.S.A. § 5945.1(a).\nThe statutory sexual assault counselor privilege “prevents sexual assault counselors from disclosing confidential communications made to them by the victims of sex-related crimes.” Commonwealth v. Gibbs, 434 Pa.Super. 280, 284, 642 A.2d 1132, 1134 (1994). This privilege is absolute and applies to oral communication as well as written records created during the course of the confidential relationship. Id. The privilege prohibits the revelation of confidential communication obtained during counseling to both the Commonwealth and to the defendant. Id. at 1135. Ordinarily, “a criminal defendant’s confrontation and compulsory process rights under the Pennsylvania Constitution must yield to the privilege created by 42 Pa.C.S.A. § 5945.1. The rationale underlying this conclusion is that the legislature, by enacting that provision, has acknowledged the significance of the interest which it addresses and decided to afford that interest protection.” Id. (citations omitted). However, if the Commonwealth has obtained access to information pertaining to the sexual assault counseling which it seeks to shield from the defense, the statutory privilege is inapplicable. Commonwealth v. Davis, 437 Pa.Super. 471, 486-88, 650 A.2d 452, 460 (1994).\nAt the pre-trial hearing Appellant stipulated that VRC is a rape crisis center as defined in 42 Pa.C.S.A. section 5945.1(a) and that Ms. Albosta is a rape crisis sexual assault counselor. However, Appellant claims that the victim waived her absolute privilege when her mother signed consent forms authorizing Albosta to disclose information obtained during counseling to the police. Appellant also contends that because Albosta disclosed statements made by the victim during counseling sessions to Dr. Novinger, the victim waived her privilege.\nWe do not find that the victim waived her statutory privilege when her mother allowed Albosta to reveal information to the police. As a counselor, Albosta has a statutory duty to reveal allegations of child abuse to the police. The Child Protective Services Act, found at 23 Pa.C.SA. section 6311 et seq., provides in pertinent part:\nPersons who, in the course of their employment, occupation or practice of their profession, come into contact with children shall report or cause a report to be made in accordance with section 6313 (relating to reporting procedure) when they have reasonable cause to suspect, on the basis of their medical, professional or other training and experience, that a child coming before them in their professional or official capacity is an abused child.\n23 Pa.C.S.A. § 6311(a). The statute also provides:\nExcept with respect to confidential communications made to an ordained member of the clergy ... the privileged communication between any professional person required to report and the patient or client of that person shall not apply to situations involving child abuse and shall not constitute grounds for failure to report as required by this chapter.\nId. Albosta complied with her statutory duty to report suspected child abuse when she revealed the victim’s allegations to the Hanover Township police.\nWe also do not find that the victim waived her privilege when Albosta reported the victim’s allegations to Dr. Novinger. Section 6314 of the Child Protective Services Act authorizes a person required to report suspected child abuse to “cause to be performed ... medical tests on the child.” 23 Pa.C.S.A. § 6314. Thus, Albosta was authorized by this statute to advise Dr. Novinger of the allegations made by the victim.\nFurthermore, Appellant’s counsel had the same “confidential” information as the Commonwealth. The information which Albosta revealed to Dr. Novinger for purposes of treatment was summarized in Dr. Novinger’s expert report which Appellant received prior to trial. Appellant was able to cross-examine Dr. Novinger on the information he obtained from Albosta. Neither Dr. Novinger nor the Commonwealth were permitted to discover any of the confidential information contained in the victim’s VRC file.\nAppellant’s reliance on Commonwealth v. Davis, supra, is misplaced. In that case, the appellant was convicted of involuntary deviate sexual intercourse, corruption of a minor and endangering the welfare of a child. On appeal, the appellant alleged, inter alia, that the trial court erred by refusing to permit the defense to review and introduce into evidence therapy session records made by the victim’s family counselor. The appellant alleged that access to the victim’s records with the family therapy counselor was necessary because the records were believed to contain the clinical observation that the victim was a “pathological liar.” Davis, 650 A.2d at 458. The appellant claimed that the records would corroborate his assertion that the victim fabricated the allegations of sexual abuse. The victim consented to have the counselor testify as a Commonwealth witness and to reveal statements the victim made which were contained in the family counseling records. At trial the counselor testified regarding prior consistent statements of the victim describing the appellant’s sexual abuse. Under these circumstances, this Court held, “any privilege protecting the victim’s family therapy counseling records was waived by the victim and his family when they permitted the Commonwealth to have access to the same records which they sought to shield from the defense.” Id. at 460. This Court explained, “where the Commonwealth calls the sexual assault counselor as a. witness at trial, in breach of the privilege, the defendant’s rights to confrontation and compulsory process will have been violated by denial of access to the victim’s sexual assault counseling records.” Id.\nIn the present case, the victim did not provide the Commonwealth with any confidential information contained in her counseling records and the rape counselor did not testify at trial on behalf of the Commonwealth. Therefore, the victim did not waive the statutory privilege as the victim did in Davis. Accordingly, we reject Appellant’s assertion that he should have been permitted to discover the victim’s records kept by VRC.\nAppellant makes nine other arguments ■\\yhich we discuss in a supplemental unpublished memorandum filed contemporaneously with this opinion. Since we find no merit to any of his claims, we affirm the judgment of sentence.\nJudgment of sentence affirmed.\n. 18 Pa.C.S.A. §§ 3122, 3123(5), 3125(6), and 6301, respectively.\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).",
        "type": "majority",
        "author": "HUDOCK, Judge."
      }
    ],
    "attorneys": [
      "Joseph P. Giovannini, Jr., Kingston, for Victims Resource Center.",
      "Albert J. Flora, Jr., Wilkes-Barre, for Wesley Askew.",
      "Michael G. Nast, Assistant District Attorney, Lancaster, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Wesley ASKEW, Appellant. Appeal of VICTIMS RESOURCE CENTER.\nSuperior Court of Pennsylvania.\nArgued June 29, 1995.\nFiled Sept. 11, 1995.\nReargument Denied Nov. 20, 1995.\nJoseph P. Giovannini, Jr., Kingston, for Victims Resource Center.\nAlbert J. Flora, Jr., Wilkes-Barre, for Wesley Askew.\nMichael G. Nast, Assistant District Attorney, Lancaster, for Commonwealth, appellee.\nBefore ROWLEY, President Judge, and HUDOCK and CERCONE, JJ."
  },
  "file_name": "1062-01",
  "first_page_order": 1120,
  "last_page_order": 1124
}
