{
  "id": 9099719,
  "name": "LEHIGH ASPHALT PAVING AND CONSTRUCTION COMPANY, Appellant, v. BOARD OF SUPERVISORS OF EAST PENN TOWNSHIP, East Penn Township, Carl A. Wolfe, Jr. and Marsha Sanford, Lehigh Asphalt Paving and Construction Company, Appellant. v. East Penn Township Zoning Hearing Board and East Penn Township",
  "name_abbreviation": "Lehigh Asphalt Paving & Construction Co. v. Board of Supervisors of East Penn Township",
  "decision_date": "2003-07-28",
  "docket_number": "",
  "first_page": "1063",
  "last_page": "1075",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1063"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "764 A.2d 98",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11160157
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/764/0098-01"
      ]
    },
    {
      "cite": "413 A.2d 1174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "pin_cites": [
        {
          "page": "1177-78",
          "parenthetical": "applying the deemed approval provision of Section 508 where Township proceeded to consider a plan without demanding strict compliance with filing requirements"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "494 A.2d 26",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "275 A.2d 318",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 434",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935434
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0434-01"
      ]
    },
    {
      "cite": "442 A.2d 1220",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1982,
      "pin_cites": [
        {
          "page": "1222"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "773 A.2d 770",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        124686,
        11092079
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/565/0397-01",
        "/a2d/773/0770-01"
      ]
    },
    {
      "cite": "565 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        124686
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/565/0397-01"
      ]
    },
    {
      "cite": "284 A.2d 744",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "746"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1940022
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "329"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0327-01"
      ]
    },
    {
      "cite": "688 A.2d 744",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7358071
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "747"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/688/0744-01"
      ]
    },
    {
      "cite": "459 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        480992
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "230"
        },
        {
          "page": "469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0219-01"
      ]
    },
    {
      "cite": "799 A.2d 188",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9411627
      ],
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/799/0188-01"
      ]
    },
    {
      "cite": "518 A.2d 1811",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1986,
      "pin_cites": [
        {
          "page": "1312"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "808 A.2d 1014",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11367701
      ],
      "pin_cites": [
        {
          "page": "1016"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/808/1014-01"
      ]
    },
    {
      "cite": "688 A.2d 759",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7358544
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "762"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/688/0759-01"
      ]
    },
    {
      "cite": "195 A.2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "parenthetical": "affirming the entry of judgment for plaintiff and against insurer based on admissions in the answer to the complaint where insurer, not plaintiff, moved for judgment on the pleadings"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "412 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887254
      ],
      "year": 1963,
      "pin_cites": [
        {
          "parenthetical": "affirming the entry of judgment for plaintiff and against insurer based on admissions in the answer to the complaint where insurer, not plaintiff, moved for judgment on the pleadings"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0418-01"
      ]
    },
    {
      "cite": "518 Pa. 581",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811682
      ],
      "weight": 3,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/518/0581-01"
      ]
    },
    {
      "cite": "412 A.2d 202",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "pin_cites": [
        {
          "page": "205",
          "parenthetical": "ruling that passage of 2% years between time of deemed approval and commencement of action did not defeat right to mandamus relief"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "620 A.2d 76",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1439926
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/152/0540-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1309,
    "char_count": 38871,
    "ocr_confidence": 0.721,
    "pagerank": {
      "raw": 3.314325310342478e-07,
      "percentile": 0.8726329218421615
    },
    "sha256": "ba5ebd61f0117e1e275f13098c7e0fe86f347ab4337b287d42f222eeec2725c1",
    "simhash": "1:ea2900f4a4184c4e",
    "word_count": 6298
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, Judge, and LEAVITT, Judge, and MIRARCHI, JR., Senior Judge."
    ],
    "parties": [
      "LEHIGH ASPHALT PAVING AND CONSTRUCTION COMPANY, Appellant, v. BOARD OF SUPERVISORS OF EAST PENN TOWNSHIP, East Penn Township, Carl A. Wolfe, Jr. and Marsha Sanford, Lehigh Asphalt Paving and Construction Company, Appellant. v. East Penn Township Zoning Hearing Board and East Penn Township."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge LEADBETTER.\nLehigh Asphalt Paving and Construction Company (Lehigh Asphalt) appeals from the orders of the Court of Common Pleas of Carbon County (common pleas), which sustained East Penn Township’s (Township) refusal to allow the proposed expansion of Lehigh Asphalt’s quarry operations. Specifically, common pleas dismissed Lehigh Asphalt’s action in mandamus to compel deemed approval of land development plans for the quarry expansion and affirmed the denial of Lehigh Asphalt’s application for a special exception. We vacate and remand.\nLehigh Asphalt is successor in interest to the rights acquired by Huss Contracting Company under a mineral lease to extract stone from a portion of the 114.45-acre parcel owned by Charles and Agnes Messi-na. In addition, Lehigh Asphalt is the assignee to an option agreement granting it the right to purchase the entire 114.45-acres in fee simple from the Messinas. Lehigh Asphalt seeks to increase the quarry operation to involve, in actual excavation or as support area, the entire acreage subject to certain buffer areas along a stream and the property lines.\nThe Messina property is in a sparsely developed area in Carbon County. Hollow Road and an unnamed tributary of Lizzard Creek, which runs roughly parallel to the road, bisect the property into 64 acres on the west and 50 acres on the east. An approximately 5-acre quarry is located on the eastern side and the remainder of the Messinas’ property contains their residence and accessory buildings located near the road and creek, some cultivated land in the far southeast corner and far western side and a large undisturbed wooded area. The surrounding properties are residential, some on very large lots with large areas of unimproved woodland or pastureland.\nIn 1996, the Township enacted its first zoning ordinance, which zoned the Messina and surrounding land as R-Rural and RR-Rural Residential. The uses specifically permitted in these districts do not include quarry or mining operations. However, as enacted in 1996, Section 1019 in the “Supplementary Regulations” provided for “Mining and Reclamation,” as follows:\n1019.02 Location where permitted. Mining and excavating operations shall be considered a temporary use of land and may be permitted as a Special Exception Use in all Zoning Districts in the Township. Such mining operations shall be permitted only for limited periods of time, as specified below, subject to appropriate conditions and safeguards.\nIn June of 1999, Lehigh Asphalt notified the Township that it intended to increase quarry operations on the Messina property. Lehigh notified the Zoning Officer by letter that expansion of the quarry was planned and the Zoning Officer, in a letter dated July 5,1999, replied that:\n[I]t is evident that the activity is a permitted use under the pre-existing nonconforming definitions of the zoning code. However ... an updated land use plan needs to be submitted to the East Penn Board of Supervisors.... The land use plan will enable the township supervisors to also visualize the proposal, to determine the impact of the plan on East Penn Township residents and to monitor adherence to applicable SALDO [subdivision and land development ordinance] regulations.\nPlease complete the attached zoning application, return it with the fees indicated and with six copies of the land use plan for township discussion.\nR.R. at 16a. Lehigh Asphalt completed the zoning application form by indicating that it sought to expand a non-conforming use and submitted it to the Zoning Officer, on July 14, along with application fees and 15 copies of its plan for additional quarry activities. Thereafter, the Township Supervisors acted extraordinarily fast. By letter dated August 13, the Township Secretary informed Lehigh Asphalt, in pertinent part, that: “The Board of Supervisors of East Penn Township, at their August 2, 1999 meeting rejected your Land Development Plan because it did not comply with the township’s Subdivision and Land Development Ordinance.” Based on the lack of specificity as to the reasons for rejecting the plan, as required .under Section 508 of the Municipalities Planning Code (MPC), Act of July 31, 1968, P.L. 805, as amended, 53 P.S. § 10508, Lehigh filed a complaint in mandamus on June 11, 2001, alleging deemed approval of the July 1999 plan.\nFollowing the Supervisors’ rejection of the plan, the Zoning Officer, in a letter sent in September of 1999, suggested that Lehigh Asphalt request a special exception to expand the quarry as permitted under the Ordinance at that time but Lehigh declined to pursue this avenue. The Zoning Officer sent Lehigh Asphalt a form for a “variance/special exception” with a cover letter directing Lehigh to complete the form, pay more review fees, submit four copies of the land use plan and notify neighboring landowners at least two weeks prior to the Zoning Hearing Board (ZHB) meeting at which the application would be considered. On October 5, Lehigh Asphalt responded:\nAs you are aware, we currently have a mining permit for the property.... We have not requested a special exception as noted in your letter of September 28....\nWe would be willing to meet with you and the Supervisors whenever you wish to discuss our plans for the property. We await your response to schedule this meeting.\nApparently, the suggested meeting never occurred.\nIn December 1999, the Township Supervisors declared Section 1019 of the 1996 Ordinance invalid and announced their intent to prepare a curative amendment. Thereafter, in accordance with Section 609.2 of the MPC, the Supervisors enacted, on May 22, 2000, an amendment to the ordinance that provided for quarrying, mining and reclamation as a conditional use only in the Industrial Commercial District. Two days before the enactment of this amendment, Lehigh Asphalt submitted an application for a special exception pursuant to the original version of Section 1019. Thereafter, Lehigh Asphalt, while it awaited a decision from The Department of Environmental Protection (DEP) on the application for a permit to quarry the additional acreage, requested and obtained a series of continuances on the ZHB hearing on this application. Eventually, having put off the hearing for more than a year and still without a decision from DEP on the permit, the ZHB convened a hearing on June 19, 2001. At the second and final hearing on October 16, 2001, the ZHB denied the application on the ground that absent the DEP permit the special exception application was incomplete. Lehigh Asphalt’s counsel objected to this on the ground that, having accepted the application and proceeded with the hearing without first having received the DEP permit, the ZHB waived any right to dismiss the application on this ground and by implication agreed to make receipt of the permit a condition of special exception approval. On November 5, 2001, the ZHB issued a written decision denying the application based on the lack of a DEP permit. The ZHB explicitly declined to rule on whether Lehigh Asphalt had a right to proceed under the original Section 1019 or was subject to the amendment under the pending ordinance doctrine.\nLehigh Asphalt filed an appeal in common pleas from the denial of its special exception application. Without formally consolidating the two actions, common pleas considered this zoning appeal in conjunction with the previously filed action in mandamus. Lehigh Asphalt asserted in the zoning appeal that it was entitled to special exception approval under the original Section 1019 and that the ZHB erred in cutting short the hearing and denying the application based on the absence of the DEP permit. In the mandamus action, Lehigh Asphalt avers that the Township treated the land use plans submitted in July of 1999 at the Zoning Officer’s request as a land development plan and, therefore, the Township was obligated to review those plans in accordance with Section 508 of the MPC. Lehigh further asserts that, inasmuch as the letter denying approval of the plans fails to specify the defects found in the application, describe the requirements that have not been met and cite to the provisions of the statute or ordinance relied upon, as required under Subsection 508(2), the plans are deemed approved under Subsection 508(3).\nIn the zoning appeal, common pleas heard argument without taking additional evidence. In the mandamus action, the Township filed a motion for judgment on the pleadings, asserting that pursuant to the six-month statute of limitations in 42 Pa.C.S. § 5522(b), applicable to an action against an officer of a government unit, the complaint filed in June of 2001, more than a year after the plan denial in August of 1999, is untimely. On November 4, 2002, in a single order, common pleas denied Lehigh’s zoning appeal and dismissed the action in mandamus. Thereafter, on November 7, common pleas denied the Township’s motion for judgment on the pleadings on the ground that dismissal of the mandamus action rendered the motion moot. In a single opinion, common pleas explained its reasons for both decisions. Common pleas concluded that under the pending ordinance doctrine the amended version of Section 1019 applied, but in any event, even under the original version, Le-high’s application for ZHB approval was incomplete in the absence of the DEP permit and therefore properly denied. In addition, common pleas opined that, in the absence of the DEP permit, Lehigh did not have a clear right to relief in mandamus.\nIn the present appeal, Lehigh Asphalt argues that common pleas erred in denying relief in mandamus on the merits because the only matter before the court was the Township’s motion for judgment on the pleadings. Lehigh Asphalt also reasserts the contention that the land use plans filed in July 1999 were land development plans, which triggered the decision requirements and deemed approval provision of Section 508. For this reason, Lehigh contends it is entitled to relief in mandamus compelling deemed approval of the plan. With respect to the appeal from the denial of its special exception application, Lehigh argues that inasmuch as the special exception approval would ultimately result in land development, review is subject to the original ordinance rather than the pending amendment pursuant to the pending ordinance doctrine in Section 917 of the MPC, added by the Act of June 23, 2000, P.L. 495, as amended, 53 P.S. § 10917.\nThe Township continues to assert that the action in mandamus is barred by the statute of limitations. With respect to the special exception application, the Township argues that it was properly denied due to the absence of a DEP permit for the expanded quarry activities. The Township also contends that the application is subject to the new ordinance because it was filed when the amendment to Section 1019 was pending and a zoning/use application is subject to a pending ordinance.\nMandamus Action\nThe issue before common pleas was whether the statute of limitations established in 42 Pa.C.S. § 5522 barred Lehigh Asphalt’s action in mandamus. Common pleas erred when it concluded that Lehigh Asphalt’s action lacked substantive merit and then, based on this determination, declared the Supervisors’ motion for judgment on the pleadings moot.\nThe Board of Supervisors sought judgment on the pleadings on the ground that Lehigh Asphalt filed its complaint in mandamus more than one year after the rejection of their land development plan, well after the expiration of the six-month statute of limitations established in 42 Pa. C.S. § 5522(b). Section 5522(b) directs, in relevant part, that “[a]n action against any officer of any government unit for anything done in the execution of his office” must be commenced within six months. In support of their contention that Section 5522(b) applies, the Supervisors point to Township of Bensalem v. Moore, 152 Pa. Cmwlth. 540, 620 A.2d 76 (1993). In Township of Bensalem, we held that an action in mandamus by a police officer to compel job reinstatement must be against the municipal officers and once these individuals were joined in their official capacity the limitations period in Section 5522 applied to bar the claim. The present action is distinguishable in that the nature of the relief sought in Township of Bensalem, i.e., to compel the municipality to comply with the Police Tenure Act, required joinder of the appropriate township officials individually under Pa. R.C.P. No. 1094(a). Lehigh Asphalt properly asserted the present action not against individual Supervisors but against the Board of Supervisors as the governing body under Pa. R.C.P. No. 1094(c).\nRule of Civil Procedure No. 1094 establishes the properly named defendant in a mandamus action, as follows:\nRule 1094. Parties Defendant\n(a) When an action is commenced to compel performance of a public act or duty by a political subdivision of the Commonwealth, it shall be sufficient to name as defendants such officers in their official capacities as are concerned in the act or duty.\n(b) When an action is commenced against a corporation or similar entity, it shall be joined as a defendant with the particular person or body of persons concerned in the performance of the act or duty.\n(c) When a public act or duty is required to be performed by an executive or administrative department, by a departmental administrative board or commission of the Commonwealth or by a board or body of a political subdivision, it shall be sufficient to name the department, board, commission or body as the defendant without joining as a defendant the head of the department or the members of the board, commission or body.\nPa. R.C.P. No. 1094. In its action in mandamus, Lehigh Asphalt seeks recognition that its land development plan is deemed approved. Inasmuch as Section 508 of the MPC obligates the Township’s “governing body” to act on the land development plan or treat the plan as deemed approved, we construe Lehigh Asphalt’s action as one appropriately asserted against the governing body as a whole, i e., the Board of Supervisors, pursuant to subsection (c), rather than against the Township per se, pursuant to subsection (a). For this reason, the six-month statute of limitations in 42 Pa.C.S. § 5522(b) that barred the action in Township of Bensalem v. Moore, against a municipal officer is not applicable to bar the present action. Cf. Bobiak v. Richland Township Planning Comm’n, 50 Pa.Cmwlth. 77, 412 A.2d 202, 205 (1980) (ruling that passage of 2% years between time of deemed approval and commencement of action did not defeat right to mandamus relief). Consequently, the Township is not entitled to judgment on the pleadings on the ground that the action is time barred. However, this conclusion does not end our inquiry.\nWhere a defendant has admitted facts establishing liability but has moved for judgment on the pleadings based on an avoidance defense such as the statute of limitations, our Supreme Court has stated that “the failure of the moving defendant necessarily means that the plaintiffs action succeeds. Thus it would serve no purpose for the presiding judge to refuse to enter the appropriate judgment until the plaintiff then files a pro forma motion.” Bensalem Township Sch. Dist. v. Commonwealth, 518 Pa. 581, 587 n. 3, 544 A.2d 1318, 1321 n. 3 (1988). See also Ruska v. Philadelphia Life Ins. Co., 412 Pa. 418, 195 A.2d 93 (1963) (affirming the entry of judgment for plaintiff and against insurer based on admissions in the answer to the complaint where insurer, not plaintiff, moved for judgment on the pleadings).\nLehigh Asphalt is entitled to prevail in the present action if it establishes a clear legal right to relief, a corresponding non-discretionary duty on the part of the Supervisors and that there does not exist another adequate or appropriate remedy. Advantage Dev., Inc. v. Board of Supervisors of Jackson Township, 688 A.2d 759, 762 (Pa.Cmwlth.1997). It is well established that an action in mandamus is the appropriate means to obtain recognition of a deemed approval of proposed land development plans. Id. Lehigh Asphalt is entitled to deemed approval of the July 1999 plans if those plans were indeed land development plans as defined in Section 107 of the MPC, as amended, 53 P.S. § 10107, and the Supervisors failed to comply with the requirements in Section 508 of the MPC. Section 508 directs that a written decision denying approval “specify the defects found ... and describe the requirements that have not been met and ... cite to the provisions of the statute or ordinance relied upon.” Our review of the pleadings reveals that the averments in the amended complaint and the answer thereto establish Lehigh Asphalt’s right to prevail in its action as a matter of law.\nThe parties agree that the plan submitted in July of 1999 for quarry extension was a plan for land development as defined in Section 107 of the MPC. In their answer to the amended complaint, the Supervisors consistently refer to the submission as “land development” and during oral argument before our court counsel reiterated that the Supervisors considered the materials submitted to be land development plans. We realize that whether the plans come within the statutory definition of “land development plan” is a question of law, see Rohrer, Inc. v. Zoning Hearing Bd. of Jackson Township, 808 A.2d 1014, 1016 (Pa.Cmwlth.2002) and, therefore, is not determined by agreement or admission, Babjack v. Mt. Lebanon Parking Auth., 102 Pa.Cmwlth. 499, 518 A.2d 1811, 1312 (1986). However, we conclude that the parties’ characterization of the plans as “land development” is correct.\n“Land development” is defined, in relevant part, as:\n(1) The improvement of one lot or two or more contiguous lots, tracts or parcels of land for any purpose involving:\n(i) a group of two or more residential buildings, whether proposed initially or cumulatively, or a single nonresidential building on a lot or lots regardless of the number of occupants or tenure; or\n(ii) the division or allocation of land or space, whether initially or cumulatively, between or among two or more existing or prospective occupants by means of, or for the purpose of streets, common areas, leaseholds, condominiums, building groups or other features.\n(2) A subdivision of land.\nSection 107 of the MPC, as amended, 53 P.S. § 10107. Lehigh Asphalt’s plans contemplate the allocation of land between the existing single-family residential use and the proposed expansion of the quarry use. Thus, the plans propose “land development” as defined in subsection (l)(ii). Cf. White v. Township of Upper St. Clair, 799 A.2d 188, 202 (Pa.Cmwlth.2002) (concluding that division of a single parcel by way of a lease granting rights to use a portion thereof constituted a subdivision). Therefore, the Supervisors were obligated to render a decision conforming to the requirements of Section 508(3) of the MPC, but they did not.\nThe Supervisors admitted that the Township “reviewed] the Land Development Plan as if it were a Land Development Plan submitted under the Township’s Subdivision and Land Development Ordinance” and that the letter notifying Lehigh Asphalt of the rejection of the plans did not specify the defects and identify specifically the ordinance provisions not met. In doing so, the Supervisors admitted the crucial facts that establish Lehigh Asphalt’s right to deemed approval of its plan. For this reason, Lehigh Asphalt is entitled to prevail in its mandamus action. We therefore vacate common pleas’ orders in the mandamus action and remand for the entry of judgment in favor of Lehigh Asphalt.\nSpecial Exception\nThe ZHB denied Lehigh’s special exception application on the ground that the application was incomplete due to the absence of a DEP permit for the expanded quarry area. The ZHB determined that this conclusion applied to justify denial of the application under both the original version of Ordinance Section 1019 and under the amended version, and therefore declined to rule on whether the pending ordinance doctrine under Section 917 of the MPC required review of the application under the original version. On appeal, common pleas ruled that the amended version of the Ordinance applied and affirmed the ZHB’s denial on the ground that Le-high failed to submit a DEP permit with the application. Both the ZHB and common pleas erred. Inasmuch as Lehigh Asphalt’s proposed quarry expansion constitutes land development as defined in the MPC and Lehigh filed the application for special exception before the enactment of the amendment to Ordinance Section 1019, the ZHB must review the application under the terms of the original ordinance provision.\nThe Township’s implementation of the curative amendment procedure in Section 609.2 of the MPC did not, as common pleas suggested, operate as a rescission of the existing provision, which prevented Lehigh from relying on the existing provision as it is permitted to do under Section 917. Nothing in the language of Section 609.2 mandates rescission of the existing provision; and a declaration of invalidity, which is required in order for the Township to invoke the curative amendment procedure under Section 609.2, does not equate to rescission.\nThe curative amendment process established under Section 609.2 affords a municipality an opportunity to cure an ordinance provision that it perceives to be vulnerable to a validity challenge. In order to afford this opportunity, Section 609.2(3) precludes any landowner challenge to the validity of the original ordinance provision while the Township’s proposed curative provision is pending enactment. Thus, a municipality may avoid the harsh remedy sometimes imposed when a landowner prevails in a validity challenge or curative amendment application, ie., forced acceptance of a land use or development that the municipality considers undesirable or at odds with its comprehensive plan. See Section 1006-A(b)(c) of the MPC added by the Act of December 21, 1988, P.L. 1329, as amended) 53 P.S. § 11006-A(b)(e). See also Casey v. Zoning Hearing Bd. of Warwick Township, 459 Pa. 219, 230, 328 A.2d 464, 469 (1974). However, Lehigh did not challenge the validity of the ordinance the Township sought to amend, so Section 609.2(3) is simply inapplicable. Nothing in Section 609.2 suggests that ordinary land development plans may not be filed based upon the provisions of the original ordinance.\nSection 917, in prohibiting an adverse decision on a special exception application based on a pending zoning amendment, provides a statutory shield against the application of zoning amendments pending pursuant to the procedure established in Section 609 of the MPC, as amended, 53 P.S. § 10609. See Tu-Way Tower Co. v. Zoning Hearing Bd. of Salisbury Township, 688 A.2d 744, 747 (Pa. Cmwlth.1997). Section 609 establishes what might be called the ordinary amendment process based on discretionary legislative policy decisions. In contrast, the procedures under Section 609.2 apply only after a determination by the municipality that an amendment is necessary to cure an invalidity in the ordinance rather than undertaken purely as a matter of legislative discretion. There is no principled reason that the shield under Section 917 should not equally apply to a zoning amendment under the procedures established in Section 609.2 for a municipal curative amendment and to an amendment pending pursuant to the procedures in Section 609. If we permitted such a distinction, a municipality could too easily avoid the effect of Section 917 by a simple unilateral declaration that the troublesome ordinance provision is invalid and thereby delay or prevent a landowner’s development without any determination by the ZHB or a court as to whether the particular ordinance provision actually suffers from some legal infirmity. This is not the intended purpose for the curative amendment process in Section 609.2 and we will not permit it as an unintended side effect. In the present case, where Lehigh does not seek to challenge the original ordinance provision but rather elects to rely upon it, Lehigh’s special exception application is shielded under Section 917 of the MPC from the effect of the pending amendment and the ZHB was obligated to review the application for compliance with the existing provision.\nThe pre-amendment version of Ordinance Section 1019 permitted Lehigh’s proposed quarry expansion as a special exception. Based upon our reading of Section 1019, we cannot conclude that it required presentation of a DEP permit prior to the ZHB’s consideration of the special exception application. Section 1019 requires that an applicant submit five copies of an application for a zoning permit to the zoning officer and that such application shall include:\n1. A letter of intent describing the area to be mined and the manner or method of operating, including proposed hours of work, and the proposed plan for reclamation.\n2. Two site plans or prints of the area to be mined, prepared by the applicant’s engineer and approved by his attorney.\n3. A copy of the applicant’s State Mining Permit.\n4. A copy of the lease or mineral rights agreements of the property to be mined.\n5. A statement that a bond, payable to the Township, shall be provided in an amount to be estimated by the Township Engineer which will insure replacement of the overburden material and the reclamation of the area to be excavated.\nOrdinance Section 1019.04a. Section 1019 further directs the zoning officer to review the application and submit copies thereof to the ZHB and Township Planning Commission. The Planning Commission is afforded 45 days in which to transmit to the ZHB recommendations regarding conditions and safeguards necessary to protect the public. Ordinance Section 1019.04b. Following a hearing, the ZHB shall order the zoning officer to refuse or grant the permit subject to conditions deemed necessary to insure the public health, safety and welfare. Id. In the list of six “restrictions” imposed by Section 1019 on all mining and excavating operations, the ordinance directs:\nd. Compliance with State Requirements. No permit issued under the provisions of this Ordinance shall become effective until any required license or permit required from the Commonwealth of Pennsylvania is secured.\nOrdinance Section 1019.03d.\nReading these application and approval provisions as a whole, it is apparent that the ordinance does not make ZHB’s review of the application dependent on whether the zoning officer received the DEP permit as part of the initial application. This is consistent with Section 912.1 of the MPC added by the Act of December 21, 1988, P.L. 1329, 53 P.S. § 10912.1, which directs the ZHB to decide special exception applications based on whether the proposed nature and scope of activity on the site complies with specific objective ordinance standards applicable to the particular use. Notably, Section 912.1 does not require the prior issuance of state permits before a ZHB decision on a special exception application. While the ordinance in this case directed the applicant to provide a copy of its DEP permit with the application materials submitted to the zoning officer, the ordinance did not direct that absent this document the zoning officer should not submit the application to the Planning Commission and ZHB for review. Nothing in the MPC or the particular ordinance applicable here reheves the ZHB of its statutory duty to decide the application nor does the absence of a DEP permit hamper the ZHB’s ability to perform that duty. Indeed, the ordinance, in declaring that a zoning permit for mining and excavation shall become effective only after the applicant secures a DEP mining permit, clearly contemplates that the ZHB may render a decision even in the absence of a DEP permit but subject to later issuance of that permit.\nAt least initially, the Township officials shared our interpretation of the application requirements. The Zoning Officer apparently shared our interpretation when he sent the matter to the Planning Commission and ZHB without waiting for the DEP permit and this is the understanding apparently held by both the Commission and the ZHB when the former reviewed the application and the latter scheduled a hearing. However, near the end of the second hearing and before Lehigh had presented all of its evidence, the ZHB declared the application incomplete for lack of a DEP permit and denied the application. In so doing, the ZHB erred. The ZHB must complete the hearing on Lehigh Asphalt’s special exception application affording a full opportunity for Lehigh to complete its case and opponents to offer a case in rebuttal.\nAccordingly, we vacate the orders of common pleas and remand for the entry of judgment in mandamus in favor of Lehigh Asphalt and for further proceedings before the ZHB.\nORDER\nAND NOW, this 28th day of July, 2003, the orders of the Court of Common Pleas of Carbon County in the above captioned matters are hereby VACATED and this matter is REMANDED for the entry of judgment in mandamus in favor of Lehigh Asphalt Paving and Construction Company and for further proceedings before the Zoning Hearing Board on Lehigh Asphalt’s special exception application.\nJurisdiction is relinquished.\n. Pursuant to the mineral lease executed in 1964, Huss Co. conducted some quarry operations on the west side of the road in the early 1970’s. Later, under a lease addendum granting additional mineral rights on the eastern portion of the property, Huss quarried approximately 5 acres on the east side of the road and creek. The east side quarry, known as the \"Weirbach Quarry,” after the name of the landowner who preceded the Messinas, operated pursuant to a non-coal surface mining permit originally issued, in 1976, by the Department of Environmental • Resources [since renamed the Department of Environmental Protection (DEP)]. Lehigh Asphalt agrees that operations at the Weirbach Quarry ceased for some period of time in the early 1990’s, a period in which Huss Co. sought and obtained DEP approval to temporarily cease activities but retain the permit. In 1996, Lehigh Asphalt reinitiated operations at the minimum level (removal of 500 tons per year) necessary to maintain the DEP permit.\n. Added by the Act of October 5, 1978, P.L. 1067, as amended, 53 P.S. § 10609.2.\n. It is important to note that, in general, reference to the \"pending ordinance doctrine” has at least three manifestations and, in the proceedings leading up to this appeal, all three have been invoked at some point. First, the doctrine may apply to protect the municipality from the initiation of a use prior to the official enactment of a pending ordinance that will render that use non-conforming. See Boron Oil Co. v. L.C. Kimple, 445 Pa. 327, 329, 284 A.2d 744, 746 (1971) [citing cases applying the doctrine prior to the 1968 enactment of the Municipalities Planning Code (MPC)]. This is the common law version of the doctrine, which was modified by the MPC. Second, the MPC establishes an exception to the common law rule, which operates to protect a landowner/applicant. See generally Naylor v. Township of Hellam, 565 Pa. 397, 407 n. 6, 773 A.2d 770, 776 n. 6 (2001). Under Section 508(4), as amended, 53 P.S. § 10508(4), while an application for subdivision or land development is pending, no change in the applicable ordinances shall adversely affect the municipality’s decision on those plans. Similarly, special exceptions ultimately culminating in land development are protected under Section 917, which was added to the MPC by the Act of June 23, 2000, P.L. 495, as amended, 53 P.S. § 10917. Third, Section 609.2(3), added by the Act of October 5, 1978, P.L. 1067, as amended, 53 P.S. § 10609.2(3), protects the municipality from landowner curative amendments it may deem undesirable by providing that the municipality is not required to entertain a landowner’s curative amendment or an ordinance validity challenge if there is a relevant curative provision pending. See Kaufman and Broad, Inc. v. West Whiteland Township Bd. of Supervisors, 65 Pa.Cmwlth. 469, 442 A.2d 1220, 1222 (1982).\n. Section 508 of the MPC provides, in pertinent part:\n(2) When the application is not approved in terms as filed the decision shall specify the defects found in the application and describe the requirements which have not been met and shall, in each case, cite to the provisions of the statute or ordinance relied upon.\n(3) Failure of the governing body or agency to render a decision and communicate it to the applicant within the time and in the manner required herein shall be deemed an approval of the application in terms as presented unless the applicant has agreed in writing to an extension of time or change in the prescribed manner of presentation of communication of the decision, in which case, failure to meet the extended time or change in manner of presentation of communication shall have like effect.\n53 P.S. § 10508.\n. Section 917 of the MPC provides, in relevant part:\nWhen an application for either a special exception or a conditional use has been filed with either the zoning hearing board or governing body, as relevant, and the subject matter of such application would ultimately constitute either a land development as defined in section 107 ... no change or amendment of the zoning, subdivision or other governing ordinance or plans shall affect the decision on such application adversely to the applicant, and the applicant shall be entitled to a decision in accordance with the provisions of the governing ordinances or plans as they stood at the time the application was duly filed. Provided, further, should such an application be approved by either the zoning hearing board or governing body, as relevant, applicant shall be entitled to proceed with the submission of either land development or subdivision plans....\n53 P.S. § 10917.\n. While the caption above the complaint named the Township as a defendant, the text of the amended complaint names only the Board and the Zoning Officers, who are Township employees. Lehigh Asphalt does not assert this action against the Township itself and, therefore, need not name the municipal officers individually in their official capacities.\n. In Bensalem School District, the Supreme Court expressly disapproved of its earlier ruling in Paulish v. Bakaitis, 442 Pa. 434, 275 A.2d 318 (1971), which held that judgment on the pleadings can never be entered sua sponte. The Court, in Bensalem School District, limited \"the Court’s holding in Paulish to the effect that a court must at least be presented with a motion by one of the parties before it can consider the sufficiency of the pleadings.” Id. at 586 n. 2, 544 A.2d at 1321 n. 2.\n. A municipality must comply with the dictates of Section 508 when acting upon “applications for approval of a plat.” A \"plat” is defined in Section 107, as \"the map or plan of a subdivision or land development, whether preliminary or final.”\n. See Amended Complaint and Answer at paragraphs 16 and 19. In their brief, the Supervisors argue that they really just rejected the application for being incomplete in some way. They point to the fact that on December 10, 1999 the Zoning Officer refunded to Lehigh $10.00 of the $300.00 fee paid with the July plan submission and stated that it “represents a refund of your fees for the zoning application submitted 7/14/99. The East Penn Planning Board determined that your submission at that time was incomplete. The Board of Supervisors confirmed that opinion and rejected the plan.” However, the Township’s admitted treatment of the July 1999 submission as an application for land development under Section 508 of the MPC takes this case outside of the circumstances described in Gorton v. Silver Lake Township, 90 Pa.Cmwlth. 63, 494 A.2d 26 (1985), where the requirements of Section 508 were never triggered because the landowner did not submit a completed application. Compare Gorton at 27-28 with Township of O'Hara v. DiSilvio, 51 Pa.Cmwlth. 50, 413 A.2d 1174, 1177-78 (1980) (applying the deemed approval provision of Section 508 where Township proceeded to consider a plan without demanding strict compliance with filing requirements).\n. While Section 917 was added to the MPC as a part of the many amendments enacted in 2000, the shield it affords to landowners has been a part of the MPC since at least 1988 when Section 603(c)(2.1) provided the same protection. In 2000, the language in subsection 603(c)(2.1) was moved to Section 917.\n. We note that in Maher v. East Norriton Township Zoning Hearing Board, 764 A.2d 98 (Pa.Cmwlth.2000) a panel of this court held that licensure by the Pennsylvania Department of Transportation, Bureau of Aviation (DOT) was a prerequisite to “any action by the [ZHB] on an application for a special exception to construct and operate a heliport.” Id. at 100. The court based its decision predominantly on language in DOT’s regulations that the court deemed unequivocal support for the conclusion that licensure must be obtained before the ZHB can act on a special exception request. Inasmuch as neither the MPC nor prior decisions of this court require that agency permits be obtained prior to the ZHB's decision, the decision in Maher cannot be read as a general abrogation of the well-established premise that a special exception may be approved but becomes effective only after the issuance of prerequisite permits from state agencies. See Ryan, Pennsylvania Zoning Law and Practice, § 5.2.1 (2003). Insofar as the decision in Maher suggests a different rule, we consider that rule as limited to the particular land use and DOT regulations at issue in that case. Maher does not undermine our interpretation of the applicable ordinance provision in the present case.\n. We reiterate that the ZHB must review the special exception application under the original version of Ordinance Section 1019. If the application is approved, no development in the form of land disturbance for increased quarry operations pursuant to either the special exception or the deemed approval of the development plans may occur unless and until DEP issues the requisite permit.",
        "type": "majority",
        "author": "Judge LEADBETTER."
      }
    ],
    "attorneys": [
      "Edward J. Hughes, Plymouth Meeting, for appellant.",
      "James R. Nanovic, Jim Thorpe, for ap-pellees."
    ],
    "corrections": "",
    "head_matter": "LEHIGH ASPHALT PAVING AND CONSTRUCTION COMPANY, Appellant, v. BOARD OF SUPERVISORS OF EAST PENN TOWNSHIP, East Penn Township, Carl A. Wolfe, Jr. and Marsha Sanford, Lehigh Asphalt Paving and Construction Company, Appellant. v. East Penn Township Zoning Hearing Board and East Penn Township.\nCommonwealth Court of Pennsylvania.\nArgued June 6, 2003.\nDecided July 28, 2003.\nReargument Denied Sept. 19, 2003.\nEdward J. Hughes, Plymouth Meeting, for appellant.\nJames R. Nanovic, Jim Thorpe, for ap-pellees.\nBEFORE: LEADBETTER, Judge, and LEAVITT, Judge, and MIRARCHI, JR., Senior Judge."
  },
  "file_name": "1063-01",
  "first_page_order": 1111,
  "last_page_order": 1123
}
