{
  "id": 11337967,
  "name": "In re ADOPTION OF Christopher Stephan ATENCIO. Appeal of Dante E. ATENCIO",
  "name_abbreviation": "In re Adoption of Atencio",
  "decision_date": "1994-12-01",
  "docket_number": "",
  "first_page": "1064",
  "last_page": "1068",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1064"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "479 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742103
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0001-01"
      ]
    },
    {
      "cite": "336 Pa.Super. 520",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        622180
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/336/0520-01"
      ]
    },
    {
      "cite": "646 A.2d 565",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12046928,
        475532
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "571-572"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/646/0565-01",
        "/pa/538/0122-01"
      ]
    },
    {
      "cite": "379 Pa.Super. 274",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874644
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/379/0274-01"
      ]
    },
    {
      "cite": "460 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482851
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0063-01"
      ]
    },
    {
      "cite": "320 Pa.Super. 508",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        588414
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/320/0508-01"
      ]
    },
    {
      "cite": "487 Pa. 79",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1759044
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/487/0079-01"
      ]
    },
    {
      "cite": "464 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710358
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0549-01"
      ]
    },
    {
      "cite": "521 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817484
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "304"
        },
        {
          "page": "1203-04"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0300-01"
      ]
    },
    {
      "cite": "502 Pa. 165",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1784521
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/502/0165-01"
      ]
    },
    {
      "cite": "455 U.S. 745",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11307633
      ],
      "weight": 3,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us/455/0745-01"
      ]
    },
    {
      "cite": "468 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719663
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "54"
        },
        {
          "page": "176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/468/0050-01"
      ]
    },
    {
      "cite": "431 A.2d 203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1769073,
        1769167
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "206"
        },
        {
          "page": "206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/494/0171-01",
        "/pa/494/0169-02"
      ]
    },
    {
      "cite": "494 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1769073
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "177"
        },
        {
          "page": "177"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/494/0171-01"
      ]
    },
    {
      "cite": "506 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790960
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "46"
        },
        {
          "page": "1356"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0044-01"
      ]
    },
    {
      "cite": "620 A.2d 481",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1837558,
        1837446
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0115-01",
        "/pa/533/0114-01"
      ]
    },
    {
      "cite": "533 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837558
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0115-01"
      ]
    },
    {
      "cite": "363 Pa.Super. 225",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        672542
      ],
      "weight": 4,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/363/0225-01"
      ]
    },
    {
      "cite": "633 A.2d 1228",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa.Super. 672",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1987,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 775,
    "char_count": 15466,
    "ocr_confidence": 0.688,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2398680386385461
    },
    "sha256": "50d7edc1cbef362c6d27867277065e33ed365608008bf141c08baeb11fa5dd29",
    "simhash": "1:12e2d2851246c546",
    "word_count": 2502
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "In re ADOPTION OF Christopher Stephan ATENCIO. Appeal of Dante E. ATENCIO."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nThis appeal raises the issue of whether the Superior Court applied an incorrect standard of review when it vacated the Final Decree of the Court of Common Pleas of Lancaster County which denied Appellees’ Petition for Involuntary Termination of Appellant’s parental rights.\nAppellant, Dante E. Atencio, and Appellee, Barbara J. Landis, were married in September 1975, and lived in California with their two children, Emiliano and Gregory. The parties separated on June 26,1985, when the children were six and seven years old. Unbeknownst to Atencio, Landis was eight or ten weeks pregnant at the time of the separation.\nSubsequent to the separation, the parties resided three blocks apart and Atencio had contact with Emiliano and Gregory. The divorce became final on January 18, 1986. Landis was awarded custody of Emiliano and Gregory, and a child support order was entered in the amount of $356.00 per month.\nChristopher was born on January 14,1986. Atencio learned of Christopher’s birth through a telephone call from Emiliano. Atencio located the hospital where Landis had given birth and visited Christopher there. This was the only time Atencio has seen his son.\nFearing that Landis planned to leave California with the children, Atencio obtained a court order prohibiting Landis from leaving California with the children. After court-ordered attempts at conciliation were unsuccessful, the parties reached an agreement which allowed Landis to leave California with the children, which she did on April 8, 1986. Landis relocated to Pennsylvania and married her current spouse, Timothy Landis. On August 3, 1989, their daughter, Katrina, was born.\nOn June 14, 1990, the Landises filed a Petition for Involuntary Termination of Parental Rights and Adoption of Christopher. The petition did not seek to terminate Aten-cio’s parental rights as to Emiliano and Gregory. The trial court appointed a guardian ad litem for Christopher and a hearing was held on December 17, 1990. On October 3, 1991, Linda Kling, the court-appointed counsel for Christopher, filed a report with the common pleas court, recommending that the parental rights of Atencio be terminated and the adoption granted. The Landises’ petition was, however, denied and exceptions were filed.\nFollowing argument on the exceptions, the trial court filed an opinion sur exceptions and entered an order denying the exceptions and the Petition for Involuntary Termination of Parental Rights. The trial court found that Atencio failed to perform parental duties for a period in excess of six months, consistent with the ground for involuntary termination set forth in Section 2511(a)(1) of the Adoption Act. However, the court found that the record was utterly devoid of evidence concerning the effect that the termination of Atencio’s parental rights might have on Christopher, considering the fact that his two brothers still have contact with their father. The court concluded that absent such evidence, it had no way of assessing the effect of termination on the child’s needs and welfare. The court subsequently denied the Landises’ application for reconsideration.\nThe Superior Court vacated the trial court’s order and remanded to allow expert testimony to be presented on the issue of the effect of the termination on Christopher’s needs and welfare. 432 Pa.Super. 672, 633 A.2d 1228. The court found the instant ease analogous to that of In re Shives, 363 Pa.Super. 225, 525 A.2d 801 (1987). It acknowledged that financial resources and distance made it difficult for Atencio to maintain a relationship with his child, but found that since he had previously used the court system to stop Landis from obstructing the relationship, he should have again pursued that course of action. The court finally noted that the trial court relied on the fact that the Landises did not establish the effect the termination would have on the child, yet that court denied reconsideration of the matter in order to prove the same.\nJudge Kelly filed a dissenting opinion in which he stated that the majority merely substituted its interpretation of the evidence for that of the trial court since evidence existed to support both the denial or grant of the termination petition. Judge Kelly further found the majority’s reliance on In re Shives, supra, to be misplaced.\nAs noted, we must decide whether the Superior Court applied an incorrect standard of review when it vacated the trial court’s denial of the Landises’ Petition For Involuntarily Termination of Atencio’s parental rights.\nIn cases of involuntary termination of parental rights, the standard of appellate review is limited to the determination of whether the decree of the Orphan’s Court is supported by competent evidence. In re E.M. a/k/a E.W.C. et al., 533 Pa. 115, 620 A.2d 481 (1993), quoting, Matter of Adoption of G.T.M., 506 Pa. 44, 46, 483 A.2d 1355, 1356 (1984); In re Adoption of B.D.S., 494 Pa. 171, 177, 431 A.2d 203, 206 (1981). Where the hearing court’s findings are supported by competent evidence of record, “we must affirm the hearing court even though the record could support an opposite result.” In re Adoption of B.D.S., 494 Pa. 171, 177, 431 A.2d 203, 206 (1981), quoting, Matter of Kapcsos, 468 Pa. 50, 54, 360 A.2d 174, 176 (1976).\nIn the instant case, it appears that the trial court’s denial of the termination petition was supported by competent evidence. The Superior Court therefore erred in finding an abuse of discretion merely because the record also supported a contrary conclusion.\nIn a proceeding to involuntarily terminate parental rights, the burden of proof is upon the party seeking termination to establish by “clear and convincing” evidence the existence of grounds for doing so. Santosky v. Kramer, 455 U.S. 745, 102 S.Ct. 1388, 71 L.Ed.2d 599 (1982); In re T.R., 502 Pa. 165, 465 A.2d 642 (1983). The standard of “clear and convincing” evidence is defined as testimony that is so clear, direct, weighty, and convincing as to enable the trier of fact to come to a clear conviction, without hesitance, of the truth of the precise facts in issue. Matter of Sylvester, 521 Pa. 300, 304, 555 A.2d 1202, 1203-04 (1989).\nThe Petition for Involuntary Termination was based on Section 2511(a)(1) which provides in pertinent part as follows:\n§ 2511. Grounds for involuntary termination\n(a) General rule. — The rights of a parent in regard to a child may be terminated after a petition filed on any of the following grounds:\n(1) The parent by conduct continuing for a period of at least six months either has evidenced a settled purpose of relinquishing parental claim to a child or has refused or faded to perform parental duties.\n23 Pa.C.S. 2511(a)(1).\nWhere the evidence clearly establishes that the parent has failed to perform parental duties or has evidenced a settled purpose of relinquishing parental claim to the child for a period in excess of six months, the individual circumstances and any explanations offered by the parent must be examined to determine if that evidence, in light of the totality of the circumstances, clearly warrants the involuntary termination of parental rights. In re Adoption of Orwick, 464 Pa. 549, 347 A.2d 677 (1975). See also, In re Adoption of J.A.B., 487 Pa. 79, 408 A.2d 1363 (1979). Next, the court must consider the post-abandonment contact between the parent and child. In re Adoption of Durham, 320 Pa.Super. 508, 467 A.2d 828 (1983); In re Adoption of McAhren, 460 Pa. 63, 331 A.2d 419 (1975). Finally, we have held that § 2511(b) of the Act requires the court to look to the effect of termination on the needs and welfare of the child involved. In Re: E.M. a/k/a E.W.C. et al., supra. See also, In re Hamilton, 379 Pa.Super. 274, 549 A.2d 1291 (1988).\nInitially, it is not disputed that the statutory ground has been satisfied since there was a period in excess of six months where Aten-cio did not perform any parental duties regarding Christopher. Also, the record reveals no post-abandonment contact between Atencio and his son, although Atencio testified that he attempted to contact Christopher. Thus, the first and third considerations tend to favor granting the termination petition.\nHowever, Atencio set forth a number of reasons explaining his lack of contact with his son. Obviously, a major obstacle in establishing a relationship with Christopher was the fact that he resides in Pennsylvania, while Atencio lives in California. Atencio testified that from the beginning of Christopher’s life, Landis did not want the child to have any type of relationship with him. Landis did not inform Atencio of Christopher’s birth even though at that time Landis lived only three blocks away. Landis also did not permit Christopher to accompany his brothers to visit Atencio in San Francisco for the month of August, 1990. Landis refused to accept correspondence and presents that were sent to the child by regular mail, withheld a present that was sent to the child by certified mail, and did not permit Christopher to speak to Atencio over the telephone. Also, contrary to the Superior Court’s conclusions, Atencio’s failure to take legal action to enforce his parental rights after Landis left California could be a result of his drastically reduced income. He had lost his position as a truck driver earning $37,400.00 and accepted employment as a waiter, earning between $13,000.00 and $15,000.00 per year.\nMoreover, Christopher’s two brothers, with whom he has lived his whole life, openly acknowledge Atencio as their father. It is disputed whether Christopher is presently aware that Atencio is his biological father. As the trial court noted, however, it is likely that his biological parentage will be revealed to Christopher in the future. Furthermore, the record is devoid of evidence that termination of Atencio’s parental rights would serve Christopher’s needs and welfare. The record does not establish that Atencio’s other two sons suffer any deleterious effect from living with their mother and Landis and having contact with their natural father.\nThese circumstances distinguish the instant case from that of In re Shives, supra, upon which the Superior Court relied. In Skives, the trial court’s decision to terminate the natural father’s parental rights was based on a finding that the father had failed to make reasonable efforts either to contact his son or to maintain a parent-child relationship for a period in excess of that provided by the statute.\nOf great significance is the fact that in Skives, the trial court specifically found that the mother had not acted to impede visits or contact by the father whose parental rights were terminated. In the instant ease, the trial court made no such finding and denied the termination petition.\nWe recognize that ample evidence exists in support of the termination petition and that the facts present a close question of whether the termination petition should be granted. We also recognize that:\nParental duty is best understood in relation to the needs of a child. A child needs love, protection, guidance, and support. These needs, physical and emotional, cannot be met by a merely passive and uninvolved interest in the development of the child. Thus, this Court has held that the parental obligation is a positive duty which requires affirmative performance.\nIn re David C., 479 Pa. at 8, 387 A.2d at 807, (citations omitted). However, the fact remains that the trial court did not abuse its discretion by denying the termination petition after a review of the totality of the circumstances. Since competent evidence existed to support the trial court’s conclusions, it was improper for the Superior Court to rely upon the evidence to the contrary. The trial court was in a better position to determine credibility, evaluate the evidence, and make a proper ruling.\nAccordingly, the order of the Superior Court is reversed and the trial court’s order denying the Petition for Involuntary Termination of Atencio’s parental rights is reinstated.\nMONTEMURO, J., is sitting by designation.\n. Atencio testified that the agreement was that Landis could leave California provided that Emi-liano and Gregory visit Atencio during the summer of 1986 and the three boys, including Christopher, visit during the summer of 1987.\n. Although the Superior Court properly stated the standard of review, the question is whether that court properly applied that standard.\n. We have held that an abuse of discretion occurs\nwhen the course pursued represents not merely an error of judgement, but where the judgment is manifestly unreasonable or where the law is not applied or where the record shows that the action is a result of partiality, prejudice, bias or ill will.\nMorrison et al. v. Commonwealth of Pennsylvania, Department of Public Welfare et al., - Pa. -, 646 A.2d 565, 571-572 (1994).\n.This section provides as follows:\n(b) Other considerations. — The court in terminating the rights of a parent shall give primary consideration to the needs and welfare of the child. The rights of a parent shall not be terminated solely on the basis of environmental factors such as inadequate housing, furnishings, income, clothing and medical care if found to be beyond the control of the parent.\n23 Pa.C.S. § 2511(b).\n. Atencio testified that on one occasion he briefly spoke to Christopher on the telephone and Christopher called him \"Poppy,” the name his brothers use to refer to their father. Landis thereafter hung up the telephone.\n. We do not intend to imply that this justifies Atencio’s failure to pay child support. However, failure to pay child support is not, standing alone, adequate grounds for terminating parental rights. Lookabill v. Moreland, 336 Pa.Super. 520, 485 A.2d 1204 (1984).\n. The Landises also rely on the case of In re David C., 479 Pa. 1, 387 A.2d 804 (1978). The lower court in David C. denied the petition for involuntary termination of the natural father's parental rights. Our court thereafter reversed, finding that competent evidence did not exist to support the lower court's findings. Although similarities exist between David C. and the case at bar (i.e., geographical difficulties, and most contact occurring between the father and son consisted of sporadic birthday and Christmas cards), the distinctions between the instant case and Skives remain. In David C., there was no evidence that the custodian of the child attempted to prevent contact between the father and his son. Also, there was no evidence that any calls were refused or that letters or cards sent by the father were not received by the child. Furthermore, David C. did not involve a situation where the natural father had two other children for whom termination of parental rights was not requested.\n. The Superior Court properly found that “there is no parent-child relationship between [Atencio] and Christopher.” At 1066. As noted, Atencio has not financially contributed to the support of Christopher and the record does not establish that Atencio was refused the right to travel from California to Pennsylvania to visit the child.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      }
    ],
    "attorneys": [
      "Robert David Bacher, Lancaster, for appellant.",
      "Elizabeth A. Hambrick-Stowe, Lancaster, for appellee."
    ],
    "corrections": "",
    "head_matter": "In re ADOPTION OF Christopher Stephan ATENCIO. Appeal of Dante E. ATENCIO.\nSupreme Court of Pennsylvania.\nSubmitted July 7, 1994.\nDecided Dec. 1, 1994.\nRobert David Bacher, Lancaster, for appellant.\nElizabeth A. Hambrick-Stowe, Lancaster, for appellee.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "1064-01",
  "first_page_order": 1122,
  "last_page_order": 1126
}
