{
  "id": 11338064,
  "name": "Honorable James P. MacELREE, II, Appellant, v. PHILADELPHIA NEWSPAPER, INC. and B.J. Phillips, Appellees",
  "name_abbreviation": "MacElree v. Philadelphia Newspaper, Inc.",
  "decision_date": "1994-12-05",
  "docket_number": "",
  "first_page": "1068",
  "last_page": "1072",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1068"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "585 A.2d 468",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "526 Pa. 648",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "396 Pa.Super. 29",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        882785
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "39",
          "parenthetical": "defining the tort"
        },
        {
          "page": "12",
          "parenthetical": "defining the tort"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/396/0029-01"
      ]
    },
    {
      "cite": "103 L.Ed.2d 809",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "109 S.Ct. 1339",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "489 U.S. 1065",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12074663,
        12074250,
        12074604,
        12074382,
        12073999,
        12074736,
        12074832,
        12074549,
        12074199,
        12073944,
        12074138,
        12074077
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/489/1065-10",
        "/us/489/1065-06",
        "/us/489/1065-09",
        "/us/489/1065-07",
        "/us/489/1065-02",
        "/us/489/1065-11",
        "/us/489/1065-12",
        "/us/489/1065-08",
        "/us/489/1065-05",
        "/us/489/1065-01",
        "/us/489/1065-04",
        "/us/489/1065-03"
      ]
    },
    {
      "cite": "855 F.2d 394",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10528168
      ],
      "pin_cites": [
        {
          "page": "400"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/855/0394-01"
      ]
    },
    {
      "cite": "311 Pa.Super. 50",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        211694
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "55",
          "parenthetical": "\"A publication which charges that an individual is actuated by unpleasant or undesirable prejudice may offend his sensibilities, but is not thereby libelous.\""
        },
        {
          "page": "110",
          "parenthetical": "\"A publication which charges that an individual is actuated by unpleasant or undesirable prejudice may offend his sensibilities, but is not thereby libelous.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/311/0050-01"
      ]
    },
    {
      "cite": "497 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6212323
      ],
      "weight": 5,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "discussing the semantics of defamatory statements"
        },
        {
          "parenthetical": "discussing the semantics of defamatory statements"
        },
        {
          "parenthetical": "discussing the semantics of defamatory statements"
        },
        {
          "page": "19-20"
        },
        {
          "page": "2706-07"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/497/0001-01"
      ]
    },
    {
      "cite": "72 A.2d 780",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1950,
      "pin_cites": [
        {
          "page": "783",
          "parenthetical": "\"It would doubtless be annoying for a man to be charged with bigotry of any kind, yet it has been held that for a man to be charged with such bigotry is not defamation.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "364 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1223506
      ],
      "weight": 2,
      "year": 1950,
      "pin_cites": [
        {
          "page": "511"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/364/0504-01"
      ]
    },
    {
      "cite": "73 L.Ed.2d 1351",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "102 S.Ct. 2961",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "457 U.S. 1134",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6284418,
        6285572,
        6285894,
        6284105,
        6286577,
        6286898,
        6286226,
        6285238,
        6284666,
        6284959
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us/457/1134-02",
        "/us/457/1134-06",
        "/us/457/1134-07",
        "/us/457/1134-01",
        "/us/457/1134-09",
        "/us/457/1134-10",
        "/us/457/1134-08",
        "/us/457/1134-05",
        "/us/457/1134-03",
        "/us/457/1134-04"
      ]
    },
    {
      "cite": "497 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1775353
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "465"
        },
        {
          "page": "215-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/497/0460-01"
      ]
    },
    {
      "cite": "116 L.Ed.2d 156",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "112 S.Ct. 196",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "502 U.S. 867",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6423265,
        6423811,
        6423006,
        6423688,
        6423144,
        6423435,
        6422923,
        6423918,
        6422546,
        6424243,
        6422740,
        6422675,
        6423545,
        6422846
      ],
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/502/0867-08",
        "/us/502/0867-12",
        "/us/502/0867-06",
        "/us/502/0867-11",
        "/us/502/0867-07",
        "/us/502/0867-09",
        "/us/502/0867-05",
        "/us/502/0867-13",
        "/us/502/0867-01",
        "/us/502/0867-14",
        "/us/502/0867-03",
        "/us/502/0867-02",
        "/us/502/0867-10",
        "/us/502/0867-04"
      ]
    },
    {
      "cite": "526 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825864
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "547",
          "parenthetical": "citations omitted"
        },
        {
          "page": "1349",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/526/0541-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 836,
    "char_count": 13215,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23986881088434114
    },
    "sha256": "a503fa4250f35ac25168c4d9ce323736b87ed6ed28c8b529abc6b694f05eca2f",
    "simhash": "1:cf814b7267eaffd9",
    "word_count": 2140
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before OLSZEWSKI, DEL SOLE and BECK, JJ."
    ],
    "parties": [
      "Honorable James P. MacELREE, II, Appellant, v. PHILADELPHIA NEWSPAPER, INC. and B.J. Phillips, Appellees."
    ],
    "opinions": [
      {
        "text": "OLSZEWSKI, Judge:\nIn April of 1993, the Honorable Judge James MacElree (MacElree) sued Philadelphia Newspapers, Inc. (the Inquirer) and its reporter B.J. Phillips for defamation. His claim stems from a short article Phillips wrote about an altercation at Lincoln University, which briefly mentioned MacElree (then the Chester County District Attorney). The article explored the racial aspects of this incident, and quoted a Lincoln University attorney as calling MacElree “the David Duke of Chester County.” R.R. 19a.\nThe article appeared in the November 1, 1991, edition of the Philadelphia Inquirer. In it, Phillips described a strange melee between Lincoln students and some visiting students from New York. Apparently, the New York students arrived at the Lincoln campus and headed for a dormitory, looking for girls. Fights broke out, and the visitors were taken into custody by campus police. Then a mob of fifty to a hundred Lincoln students gathered and stormed the campus police office and attacked the visitors. The article described them as a resembling a lynch mob without a rope. They beat up four of the New Yorkers; “one was stabbed and his shoulder dislocated.” The article focused on the ironic fact that both the New York visitors and the mob of Lincoln students who attacked them were African-American. R.R. 18a-19a.\nThe report accused the Lincoln University administration of trying to cover up this ugly incident, rather than acknowledge it and discipline the students involved. In describing the efforts of the University administration to deflect scrutiny and criticism, a passing mention was made of MacElree in paragraph seventeen:\nWriting to a local newspaper, [University President Siara] Sudarkasa questioned remarks by the Chester County district attorney that one of the New Yorkers had been stabbed. When D.A. James MacEl-ree replied with quotations from police reports, the university’s lawyer, Richard Glanton, accused him of electioneering— “the David Duke of Chester County running for office by attacking Lincoln.”\n“I expected they’d eventually stoop to that,” MacElree said. “But this has nothing to do with racism. It has to do with finding out the truth about what happened.”\nId. According to MacElree, the David Duke remark was inaccurately attributed to Glan-ton, but the Inquirer printed it anyway. The article was published Friday, November 1, 1991. Four days later, the voters of Chester County elected MacElree to the bench of the court of common pleas. See 1998 Pennsylvania Manual.\nA year and a half after that, MacElree sued the Inquirer and Phillips for defamation. He argued that the statement about “electioneering” and the comparison to David Duke portrayed him as “a white supremacist, white separatist, racist zealot with neo-Nazi beliefs and practices.” Appellant’s brief at 17. The trial court disagreed that a reasonable reader would have gotten that impression from the article. The trial court considered the lone remark, taken in context, to be more like a “verbal slap in the face.” As such it was not actionable as defamation, so the court sustained the newspaper’s preliminary objections and dismissed the case. We agree with Judge Cohen’s excellent opinion, and affirm.\nWhen considering a ruling on preliminary objections in the form of a demurrer, our standard of review is well settled:\nAll material facts set forth in the complaint as well as all the inferences reasonably deducible therefrom are admitted as true for the purpose of this review. The question presented by the demurrer is whether, on the facts averred, the law says with certainty that no recovery is possible. Where, a doubt exists as to whether a demurrer should be sustained, this doubt should be in favor of overruling it.\nMuhammad v. Strassburger, et al., 526 Pa. 541, 547, 587 A.2d 1346, 1349, cert. denied, 502 U.S. 867, 112 S.Ct. 196, 116 L.Ed.2d 156 (1991) (citations omitted)).\nIn a defamation case, a trial court must first determine whether the offending statement, taken in context, would be interpreted by a reasonable reader as defamatory. If not, the court should dismiss the action. Thomas Merton v. Rockwell International Corp., 497 Pa. 460, 465, 442 A.2d 213, 215-16 (1981), cert. denied, 457 U.S. 1134, 102 S.Ct. 2961, 73 L.Ed.2d 1351 (1982); McAndrew v. Scranton Publishing Co., 364 Pa. 504, 72 A.2d 780 (1950); see also 42 Pa.C.S.A. § 8343(a)(1) (plaintiff has the burden of proving defamatory content of publication).\nThe article’s thesis was that Lincoln University officials were trying to cover up an ugly, racial incident on their campus. Ma-cElree was not involved in the underlying events; he was only mentioned as the lone law enforcement official who was concerned about the truth when Lincoln officials wanted to downplay the culpable conduct of their students. Rhetorically, MacElree was mentioned solely to focus the reader’s attention on the Lincoln officials’ inability to honestly confront the problem on their campus. The article was not about MacElree; to the extent that the reader would be left with any impression of MacElree at all, it would be a positive impression when contrasted with the dissembling university officials.\nMacElree therefore focuses on the David Duke comment in utter isolation, claiming that by merely publishing the comparison, the newspaper “falsely, but effectively, accused [him] of being a Klansman, a Nazi, and corrupt and oppressive in the use of his office, as well as a person who deceives the public—a Volf in sheep’s clothing.’” Appellant’s brief at 25. The trial court rejected this attempt to “throw the long white bonnet of Duke over the head of MacElree.” Trial court opinion, 4/8/94 at 8. We agree.\nIn calling MacElree “the David Duke of Chester County,” Lincoln University attorney Glanton was speaking metaphorically. If Glanton had developed this metaphor in any detail, then Judge MacElree’s extreme interpretation of the remark might be better founded. It is in the fleshing out of bare metaphor with facts that a statement acquires a defamatory content. If Glanton had described why MaeElree was to Chester County what David Duke is to Louisiana, then we would know precisely what sort of factual allegations Glanton intended to make. See Milkovich v. Lorain Journal Co., 497 U.S. 1, 110 S.Ct. 2695, 111 L.Ed.2d 1 (1990) (discussing the semantics of defamatory statements).\nBut Glanton gave us no facts, no details—only a bare metaphor. Would a reasonable person take this metaphor and infer from it that every negative aspect of David Duke’s life and political career also applied to MaeElree? We agree with the trial court that such an interpretation is stretched; the metaphor’s level of generality is far too high. We cannot imagine how any reasonable reader would conclude that with a mere sentence fragment likening him to Duke, the Inquirer “accused MaeElree of abusing his office, violating his sworn oath, and committing state and federal offenses.” Rather, a fair and reasonable interpretation of the remark would be a simple charge of racism. That is, the remark, “MaeElree is the David Duke of Chester County” is semantically equivalent to saying, “MaeElree is racist.”\nThe trial court correctly held that such a remark, while certainly unflattering, is not enough to support a defamation action. See McAndrew, supra, 364 Pa. at 511, 72 A.2d at 783 (“It would doubtless be annoying for a man to be charged with bigotry of any kind, yet it has been held that for a man to be charged with such bigotry is not defamation.”); Rybas v. Wapner, 311 Pa.Super. 50, 55, 457 A.2d 108, 110 (1983) (“A publication which charges that an individual is actuated by unpleasant or undesirable prejudice may offend his sensibilities, but is not thereby libelous.”). The Restatement of Torts has provided a persuasive explanation as to why this should be so:\nThere are some statements that are in form statements of opinion, or even of fact, which cannot reasonably be understood to be meant literally and seriously and are obviously mere vituperation and abuse. A certain amount of vulgar name-calling is frequently resorted to by angry people without any real intent to make a defamatory assertion, and it is properly understood by reasonable listeners to amount to nothing more. This is particularly true when it is obvious that the speaker has lost his temper and is merely giving vent to insult.\nRestatement (Second) of Torts, § 566 comment e. The Restatement does note that insults published in a newspaper ought to be considered more seriously than insults shouted in the heat of an argument. Id.\nBut even if Glanton fully intended to accuse MaeElree of racism, we must consider what this charge means in the context of today’s political discourse. The Seventh Circuit Court of Appeals has recently offered a particularly insightful analysis:\nLanguage is subject to levelling forces. When a word acquires a strong meaning it becomes useful in rhetoric. A single word conveys a powerful image. When plantation owners held blacks in chattel slavery, when 100 years later governors declared, “segregation now, segregation forever”, everyone knew what a “racist” was. The strength of the image invites use. To obtain emotional impact, orators employed the term without strong justification, shading its meaning just a little. So long as any part of the old meaning lingers, there is a tendency to invoke the word for its impact rather than to convey a precise meaning. We may regret that the language is losing the meaning of the word, especially when there is no ready substitute. But we serve in a court of law rather than of language and cannot insist that speakers cling to older meanings. In daily life “racist” is hurled about so indiscriminately that it is no more than a verbal slap in the face; the target can slap back.\nStevens v. Tillman, 855 F.2d 394, 400 (7th Cir.1988), cert. denied, 489 U.S. 1065, 109 S.Ct. 1339, 103 L.Ed.2d 809 (1989). Here, the newspaper afforded MacElree the opportunity to slap back, and he did. Moreover, he did so with a measured, responsible reply well becoming a law enforcement officer. Glanton’s alleged remark boomeranged — by irresponsibly bandying about the language of racism, Glanton embarrassed himself more than MacElree.\nWe therefore decline MacElree’s invitation to blow the remark completely out of proportion, and agree with the trial court that it was not actionable defamation. As the trial court thoughtfully opined, “Glanton’s reported statement was the kind of unfortunate, impetuous outburst that is born briefly on the local political scene and then dies a natural death.” Opinion at 10. We will not resurrect it.\nAffirmed.\nDEL SOLE, J., concurs in the result.\n. The trial court dismissed the case once before, but allowed MacElree to plead over. The second complaint added a number of newspaper articles about David Duke, but did not otherwise restate the theory of the case. The trial court then dismissed the case with prejudice.\n. While Judge MacElree also asserts that the use of the term \"electioneering” defamed him, he nowhere explains how. Webster’s Ninth New Collegiate Dictionary defines \"electioneer” as \"to take an active part in an election; specif: to work for the campaign of a candidate or party.\" As a district attorney running for judge, the comment that MacElree was electioneering was neither defamatory nor false. The comment can have a negative connotation only when taken together with the David Duke comparison.\n. Appellant’s reply brief at 1. Contrary to the argument in MacElree’s reply brief, we think that the recent standards of Milkovich support the trial court’s conclusion that the remark is not actionable defamation. A metaphor is a figure of speech, and one cannot assign truth values to figurative language. A metaphor can only be more or less apt. Indeed, how could MaeElree satisfy the Milkovich test that the metaphor be provable as false? Would he produce other residents of Chester County who are more like David Duke than he is, and thereby show that he is not the David Duke of Chester County? What criteria would a court use to evaluate the similarities? Such a literal interpretation does not capture the intended and commonly understood meaning of the statement. That is why a statement must have a core of objective meaning, or logically entail some set of falsifiable facts, before it enters the realm of actionable defamation. See Milkovich, 497 U.S. at 19-20, 110 S.Ct. at 2706-07.\n. MacElree’s false light invasion of privacy claim fails for the same reason. The article, taken as a whole, portrays MacElree not in a false light, but a positive light (albeit a dim light, seeing how MacElree was scarcely mentioned). See Curran v. Children's Service Center, 396 Pa.Super. 29, 39, 578 A.2d 8, 12 (1990) (defining the tort), alloc. denied, 526 Pa. 648, 585 A.2d 468 (1991).",
        "type": "majority",
        "author": "OLSZEWSKI, Judge:"
      }
    ],
    "attorneys": [
      "Richard Sprague, Philadelphia, for appellant.",
      "Vernon L. Francis, Philadelphia, for appel-lees."
    ],
    "corrections": "",
    "head_matter": "Honorable James P. MacELREE, II, Appellant, v. PHILADELPHIA NEWSPAPER, INC. and B.J. Phillips, Appellees.\nSuperior Court of Pennsylvania.\nArgued Nov. 1, 1994.\nFiled Dec. 5, 1994.\nRichard Sprague, Philadelphia, for appellant.\nVernon L. Francis, Philadelphia, for appel-lees.\nBefore OLSZEWSKI, DEL SOLE and BECK, JJ."
  },
  "file_name": "1068-01",
  "first_page_order": 1126,
  "last_page_order": 1130
}
