{
  "id": 7871006,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Jerome MARSHALL, Appellant",
  "name_abbreviation": "Commonwealth v. Marshall",
  "decision_date": "1994-05-24",
  "docket_number": "",
  "first_page": "1070",
  "last_page": "1078",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1070"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "528 Pa. 125",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829784
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0125-01"
      ]
    },
    {
      "cite": "505 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788846
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0279-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 175",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 215",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "498 U.S. 881",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6443882
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/us/498/0881-01"
      ]
    },
    {
      "cite": "521 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817450
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0188-01"
      ]
    },
    {
      "cite": "102 L.Ed.2d 156",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "109 S.Ct. 187",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "488 U.S. 871",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1494934
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/488/0871-01"
      ]
    },
    {
      "cite": "510 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1796965
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "392",
          "parenthetical": "citations omitted"
        },
        {
          "page": "1181",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/510/0363-01"
      ]
    },
    {
      "cite": "637 A.2d 1313",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7371804,
        1843159
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/637/1313-01",
        "/pa/536/0057-01"
      ]
    },
    {
      "cite": "536 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1843159
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0057-01"
      ]
    },
    {
      "cite": "482 U.S. 423",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6214908
      ],
      "weight": 3,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/482/0423-01"
      ]
    },
    {
      "cite": "450 U.S. 24",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181086
      ],
      "weight": 3,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/us/450/0024-01"
      ]
    },
    {
      "cite": "77 L.Ed.2d 1452",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 3,
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "104 S.Ct. 31",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "weight": 2,
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "463 U.S. 1236",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6262746
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/463/1236-01"
      ]
    },
    {
      "cite": "77 L.Ed.2d 1327",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 2,
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "103 S.Ct. 2444",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "weight": 2,
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "461 U.S. 970",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11337770,
        11337700
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/461/0970-02",
        "/us/461/0970-01"
      ]
    },
    {
      "cite": "500 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781169
      ],
      "weight": 6,
      "year": 1982,
      "pin_cites": [
        {
          "page": "66"
        },
        {
          "page": "963"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0016-01"
      ]
    },
    {
      "cite": "568 A.2d 590",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1820357,
        1820309
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0556-01",
        "/pa/523/0555-01"
      ]
    },
    {
      "cite": "523 Pa. 556",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820357
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0556-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1020,
    "char_count": 26324,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20037731929544927
    },
    "sha256": "8bb93ee671bf6b1a209e4e4aa0001c10e1c4396d3c021e1dbe7f507e23f7b3bb",
    "simhash": "1:c25c6c96d22054f0",
    "word_count": 4309
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Jerome MARSHALL, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCAPPY, Justice.\nWe have before us an automatic direct appeal from the judgment of sentence of death imposed upon Appellant, Jerome Marshall, by the Court of Common Pleas of Philadelphia County, Criminal Division. Sentence was imposed following a jury’s verdict that Appellant had, beyond a reasonable doubt, committed murder of the first degree. On the record before us, we affirm the judgment of sentence imposed by the Court of Common Pleas of Philadelphia County, Criminal Division.\nIn 1983, Appellant was brought to trial on charges of criminal homicide for the deaths of Myndie McKoy, Sharon Saunders (a/k/a Sharon Ballard), and Sharon’s two-year-old daughter, Karima Saunders. The jury in that trial returned verdicts of murder in the first degree as to each victim. A separate sentencing hearing was held, and the jury fixed Appellant’s sentences at death for the murders of Myndie McKoy and Karima Saunders, and at life imprisonment for the murder of Sharon Saunders. Post-trial motions were considered and denied, and an automatic direct appeal was presented to this Court. Upon review, this Court affirmed the judgments of sentence imposed for the deaths of Myndie McKoy and Sharon Saunders. However, the sentence of death imposed for the death of Karima Saunders was vacated and the matter was remanded to the Court of Common Pleas of Philadelphia County for a new sentencing hearing. Commonwealth v. Marshall, 523 Pa. 556, 568 A.2d 590 (1989).\nUpon remand, a new jury was impaneled for the sole purpose of fixing Appellant’s sentence for the death of Karima Saunders. On July 27, 1990, the jury found one aggravating circumstance, which outweighed the mitigating circumstances, and fixed Appellant’s penalty at death. Post-trial motions were considered and denied, and Appellant was sentenced to death by the trial court. We are now presented with Appellant’s direct appeal from this sentence.\nIn Marshall, this Court conducted an independent review of the sufficiency of the evidence supporting Appellant’s conviction for the death of Karima Saunders pursuant to Commonwealth v. Zettlemoyer, 500 Pa. 16, 26-27 n. 3, 454 A.2d 937, 942 n. 3 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983), reh’g denied 463 U.S. 1236, 104 S.Ct. 31, 77 L.Ed.2d 1452 (1983), and determined that the evidence presented was sufficient to support the jury’s verdict of murder of the first degree. Nevertheless, in order to properly address the matter currently before us, a concise statement of the circumstances concerning the death of Kari-ma Saunders is warranted. In Marshall, this Court stated:\nOn January 25, 1983, James Burley, the brother of Sharon Saunders, in the company of his mother, went to the victims’ apartment in the City of Philadelphia. Upon entering the apartment, James noticed that it was very hot in the apartment and that a foul odor permeated the air. Upon searching, he found the bodies of his sister, niece, and Myndie McKoy, under a mattress in one of the bedrooms.... The post mortem examination of the victims indicated that they were all strangled to death and that the time of death was from one and one-half to five and one-half days from their discovery on January 25, 1983. Myndie McKo/s corpse also revealed that she had been stabbed in the back, which wound was listed as a contributing factor to her death....\nAppellant recounted that he and Sharon had been lovers and that when she told him she was to marry another he became enraged. On the day of the murders, he had sex with the twenty year old Sharon, and while she slept, he put a clothes line around her neck and strangled her to death. He then went into Myndie McKoy’s room to tie her up. When she awoke and began to scream, he found a knife and stabbed her in order to quiet her and tied her up. He then dragged her into the bathroom and filled the tub with water. She pleaded with him to leave her alone and she promised not to tell anyone and again began to scream, and then Appellant plunged Myndie’s head under the water in the tub and held it there until Myndie no longer moved. Having permanently silenced Myndie, he dragged her body into Sharon’s bedroom and laid her corpse next to Sharon. Appellant also admitted that he killed Sharon’s two-year-old baby, Kari-ma, by strangulation and drowning because the baby was awakened by the commotion and called out for her mother. When little Karima was dead, Appellant put her between the bodies of Sharon and Myndie and covered their bodies with a mattress.\nBefore us, Appellant now asserts several claims of error and prejudice which he alleges occurred during the penalty hearing conducted on remand with regard to the death of Karima Saunders. We will address these claims seriatim.\nFirst, Appellant claims that he was sentenced to death pursuant to an unconstitutional ex post facto application of the death penalty statute. The basis of this claim is the Legislature’s amendment of 42 Pa.C.S. § 9711(h), which was effective December 21, 1988. Prior to the amendment of Section 9711(h), if this Court determined that a sentence of death must be vacated, we were required to remand for imposition of a sentence of life imprisonment. However, the amendment of Section 9711(h) now allows this Court to remand for a new sentencing hearing rather than for the imposition of a life sentence, unless the sentence is vacated because it is disproportionate or none of the aggravating circumstances are supported by sufficient evidence. Since the amendment to Section 9711(h) became effective during the pendency of Appellant’s previous appeal to this Court, and specifically provided for application to all cases and appeals pending at that time, this Court remanded for a new sentencing hearing instead of a life sentence, once it was determined that one of the two aggravating circumstances found by the jury was not supported by sufficient evidence.\nAppellant claims that this Court’s remand for a new sentencing hearing amounts to an ex post facto application of the law in violation of Article I, § 10 of the United States Constitution and Article I, § 17 of the Pennsylvania Constitution. In support of this proposition Appellant contends that this Court’s application of amended Section 9711(h) applies to events occurring before its enactment, and also provides for a more onerous sanction than previously existed, since a remand for a new sentencing hearing instead of a sentence of life, could, and in fact did, result in a sentence of death. Weaver v. Graham, 450 U.S. 24, 101 S.Ct. 960, 67 L.Ed.2d 17 (1981); Miller v. Florida, 482 U.S. 423, 107 S.Ct. 2446, 96 L.Ed.2d 351 (1987). This same argument was recently rejected by a majority of this Court in Commonwealth v. Young, 536 Pa. 57, 637 A.2d 1313 (1993), wherein it was determined that the Legislature’s amendment of Section 9711(h)(4) worked only a procedural change in the law and did not effect an increase in the potential sentence. Accordingly, this claim cannot serve as a basis for vacating the judgement of sentence of death.\nSecond, Appellant claims that the trial court erred in admitting allegedly inflammatory and gruesome photographs, which were prejudicial and irrelevant. Our standard of review with regard to such a claim is well settled:\nThe question of admissibility of photographs of a corpse in homicide cases is a matter within the discretion of the trial judge, and only an abuse of that discretion will constitute reversible error. A photograph of a bloody corpse in a homicide trial is not inflammatory per se. Whether the photographs are admissible depend [sic] on a two step analysis. First, the court must decide whether a photographs is inflammatory in nature. “If, but only if, the photograph is deemed to be inflammatory, the Court must then apply the balancing test ... i.e., is the photograph of ‘such essential evidentiary value that its need clearly outweighs the likelihood of inflaming the minds and passions of the jurors.’ ”\nCommonwealth v. Buehl, 510 Pa. 363, 392, 508 A.2d 1167, 1181, (1986) (citations omitted), cert. denied, 488 U.S. 871, 109 S.Ct. 187, 102 L.Ed.2d 156 (1988).\nThe record reveals that the trial court permitted the introduction of two black and white photographs of the victims as they were discovered by the police, which were circulated briefly among the jury and not provided to the jury during deliberations. The first photograph exhibits the nude body of Sharon Saunders, partially covered by a mattress, lying face down. No blood or wounds are visible. The second photograph exhibits the bodies of all three of the victims, lying face down, side by side. Sharon Saunders is nude, Myndie McKoy is clothed from the waist up, and Karima Saunders is fully clothed. Myndie McKoy s hands are bound behind her back. Once again, no blood is visible. Although there are black markings on the wall, it is not clear whether they are blood stains. There are no obvious signs of decomposition. Upon viewing these photographs, we conclude that they were clearly not inflammatory, and could not have prejudiced Appellant. Accordingly, we hold that the trial court did not abuse its discretion in admitting these photographs.\nAppellant further contends that because the proceedings on remand were convened for the sole purpose of sentencing Appellant for the death of Karima Saunders, the jury should have received only evidence directly supporting the aggravating circumstance presented, i.e., that all three victims had been killed at the same time and that Appellant had been convicted of first degree murder with regard to all three victims. 42 Pa.C.S. § 9711(d)(10). He claims that the photographs should not have been admitted because they contained details of the killings that were not relevant to determining the existence of the aggravating circumstance presented. Finally, he claims that even if the photographs were relevant, the prejudicial effect of the photographs was not clearly outweighed by their probative value, since the elements of the aggravating circumstance presented were satisfied by the evidence provided by the portions of Appellant’s police statement read into the record, together with the testimony of the clerk of courts.\nContrary to Appellant’s assertions, a capital sentencing hearing is not a sanitized proceeding limited only to evidence of aggravating circumstances. Rather, it must, by necessity, inform the jury of the history and natural development of the events and offenses with which Appellant is charged, as well as those of which he has been convicted, so that the jury may truly understand the nature of the offenses and Appellant’s character. Commonwealth v. Young, 536 Pa. 57, 637 A.2d 1313 (1993); Commonwealth v. Abu-Jamal, 521 Pa. 188, 555 A.2d 846 (1989), cert. denied, 498 U.S. 881, 111 S.Ct. 215, 112 L.Ed.2d 175 (1990); Commonwealth v. Beasley, 505 Pa. 279, 479 A.2d 460 (1984). The jury simply cannot perform its function in ignorance of the facts of the crime for which Appellant is being sentenced, or the crimes for which he has previously been convicted, to the extent those crimes may properly support the existence of an aggravating circumstance provided in Section 9711(d).\nAppellant may quite reasonably desire to excise the evidence of the unpleasant and unpalatable circumstances surrounding the death of Karima Saunders, especially where other evidence presented by the Commonwealth could have been sufficient to establish the aggravating circumstance presented. However, given the Commonwealth’s burden of proving aggravating circumstances beyond a reasonable doubt, the Commonwealth must be permitted to present any and all additional evidence that may aid the jury in understanding the history and natural development of the events and offenses for which Appellant is being sentenced, as well as those for which he has been convicted; provided the evidentiary value of such evidence clearly outweighs the likelihood of inflaming the minds and passions of the jury.\nThe photographs depicted the victims in the condition they were found as a result of the Appellant’s crimes, and thus, assisted the jury in understanding the facts surrounding the death of Karima Saunders. In addition, they provided insight into the nature of the offenses leading to Appellant’s convictions for the deaths of Sharon Saunders and Myndie McKoy, and evidence that Appellant killed Sharon Saunders and Myndie McKoy either before or at the same time he killed Karima Saunders, in support of the aggravating circumstance at 42 Pa.C.S. § 9711(d)(10). Therefore, the photographs formed a part of the history and natural development of the events and the offenses for which Appellant was being sentenced and had previously been convicted, and we conclude that their eviden-tiary value clearly outweighed any likelihood of inflaming the minds and passions of the jury. Such was necessary so that the jury could truly understand the nature of the offenses and Appellant’s character and render its sentencing decision properly. Accordingly, we hold that the trial court did not abuse its discretion in admitting these photographs.\nThird, Appellant claims that the trial court erred by improperly injecting its personal opinions into the jury’s deliberations. Specifically, Appellant contends that in addressing three questions asked by the jury during its deliberations, the trial court prejudiced him by loudly shouting at the jurors in a tone described as “haranguing,” which he claims told the jury to sentence Appellant to death. In further support of this contention, Appellant alleges that the trial court improperly commented on Appellant’s failure to take the witness stand. The record reveals the following exchange, which serves as the basis of Appellant’s claim:\nTHE COURT: I have three notes. They’re almost incomprehensible. Who’s the foreperson?\nTHE FOREPERSON: (Indicating).\nTHE COURT: I don’t know which note is first here. “Is the aggravating circumstance to be considered a given? If not, please explain.” Under the law, the jury must find that an aggravating circumstance has been proven beyond a reasonable doubt. That’s what the law says. All right. Now, in this case if you go back to jury selection, you will remember everybody said, including defense counsel, that the defendant had been found guilty by a jury of three counts of murder in the first degree. He was found guilty of murdering Sharon Ballard, he was found guilty of murdering Myndi McKoy, and he was found guilty of murdering Karima Saunders, the baby. There was a trial, a jury, in 19 whatever it was, 80 whatever—\nMR. KING: ’84.\nTHE COURT: —’84, that came back and said, guilty of first degree murder, guilty of first degree murder, guilty of first degree murder. That is established. There’s no question about it. That has to be accepted as true. You’ve heard the court clerk come in here and give you the bills of information. These are the official records. He was found guilty of this murder, this murder and this murder. Murder of the first degree. That’s established.\nHowever, under the law — and in addition to that, we have had evidence here before this jury, you heard the detectives testify, you saw the photographs. Not a word of that was contradicted. All right. However, technically, under the law, the jury has to find that those two prior killings, the two killings, the killing of Sharon Ballard, the mother of the baby, and the killing of Myndi McKoy, the jury has to find whether or not that is an aggravating circumstance proven beyond a reasonable doubt.\nI told you what a reasonable doubt is. A reasonable doubt is a doubt which arises out of the evidence or the lack of evidence, a doubt of such substance that it would cause a reasonable person to refrain from acting in a matter of importance to himself. It’s not a doubt conjured up in the mind of the jury to escape an unpleasant verdict. It’s an honest doubt, a real doubt, arising out of the evidence or the lack of evidence. It’s not a make-believe doubt.\nThis other note is sort of the same thing. “We have one that has questioned if whether the prisoner,” I gather, Jerome Marshall, “is guilty.” Yes, he’s been found guilty. He’s been found guilty of three counts of murder. There’s no question about that. There’s no if, ands or buts about it. Nobody here has contended that he isn’t.\nHere’s the same question. “Should it be established that Jerome Marshall is, in fact, guilty before we establish individually in our minds that this is indeed the case”? It has been established. This proceeding would not be taking place if he had not been found guilty of murder of the first degree. That’s the only reason we’re here. If he hadn’t been found guilty of murder of the first degree, we would not be here.\nPut more simply, and I said this during the charge, if you find beyond a reasonable doubt — and you’ve heard all the evidence on it and no contrary evidence — that the murders of Sharon Ballard and Myndi McKoy and Sharon Karima Saunders were multiple murders committed at the same time or around the same time, that is, in one criminal episode, if you find that’s been established beyond a reasonable doubt, then the aggravating circumstance is established. And then your function would be to determine whether that aggravating circumstance outweighs the mitigating circumstance or circumstances. I hope that that answers your questions. Resume your deliberations.\nN.T. 7/27/90, pp. 2-6.\nBased upon the contents of this exchange, we find nothing to support Appellant’s claim that the trial court inserted its personal opinions into the jury’s deliberations or essentially told the jury to sentence Appellant to death. The questions posed by the jury reveal that it was having difficulty in distinguishing between the traditional jury function of determining a defendant’s guilt or innocence and their function in the ease before them of determining whether the single aggravating circumstance presented had been established beyond a reasonable doubt. The record reveals nothing except that the trial court responded to this confusion with reasonable emphasis and proper instructions on the legal concepts involved. It is devoid of any basis for concluding that the trial court expressed its personal opinion in this instance or that Appellant was prejudiced, especially in light of the trial court’s previous comprehensive instructions concerning the jury’s duty to decide the case themselves. Moreover, immediately following this exchange, the trial court commented on his tone and volume as follows:\nI speak loudly all the time. I do not whisper. And if I think that a person hasn’t understood something, I speak a little bit louder still. Stick around. You’ll see me do this in all cases. All right? And maybe that’s because my hearing’s not that good. I assume everybody else can’t hear. Then when we hear some of the questions, I think I’m right, that they haven’t heard.\nN.T. 7/27/90, pp. 7-8.\nFinally, the trial court’s isolated statement that the evidence of Appellant’s guilt was not contradicted does not alter our conclusion. Appellant’s argument contains no express reason why he believes this amounted to improper expression of personal opinion by the trial court. However, at most, it can only be reasonably discerned that he believes the trial court told the jury to find that Appellant had been convicted of murder in the first degree with regard to all three of the victims. This does not amount to an expression of personal opinion, but rather, an expression of fact, which was clearly acknowledged by Appellant, and cannot possibly support a finding of prejudice under the circumstances. Accordingly, we reject these contentions.\nFourth, Appellant claims that 42 Pa. C.S. § 9711 is unconstitutional because it provides for no fixed burden of proof applicable to the weighing process where a jury finds both aggravating and mitigating circumstances. This argument was specifically rejected by this Court in Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983), reh’g denied, 463 U.S. 1236, 104 S.Ct. 31, 77 L.Ed.2d 1452 (1983), wherein this Court held that:\nThe jury is simply asked to determine whether aggravating circumstances outweigh mitigating. 42 Pa.C.S.A § 9711(c)(iv). Such a standard is not vague. Appellant would prefer a stricter weighing standard but, as we have seen, the Commonwealth has the burden of proving beyond a reasonable doubt every element of the offense and of the aggravating circumstances required to sustain a death sentence, and this Court is not at liberty to tamper with the constitutionally permissible legislative judgment regarding that weighing process.\nId., 500 Pa. at 66, 454 A.2d at 963. Commonwealth v. Tilley, 528 Pa. 125, 595 A.2d 575 (1991). Accordingly, this claim is denied.\nFinally, pursuant to 42 Pa.C.S. § 9711(h)(3), we have the duty to affirm the sentence of death unless we determine that:\n(i) the sentence of death was the product of passion, prejudice or any other arbitrary factor;\n(ii) the evidence fails to support the finding of at least one aggravating circumstance specified in subsection (d); or\n(in) the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the circumstances of the crime and the character and record of the defendant.\nUpon such review, we find that the sentence imposed was not the product of passion, prejudice or any other arbitrary factor. We also find that the evidence supports the jury’s finding of the aggravating circumstance specified in 42 Pa.C.S. § 9711(d)(10) (The defendant has been convicted of another Federal or State offense, committed either before or at the time of the offense at issue, for which a sentence of life imprisonment or death was imposable or the defendant was undergoing a sentence of life imprisonment for any reason at the time of the commission of the offense).\nIn addition, upon independent review of all relevant information, including consideration of the circumstances under which Appellant committed this homicide, together with his character and record, we find no basis upon which to conclude that the sentence of death is excessive or disproportionate to the penalty imposed in similar cases.\nAccordingly, we affirm the judgment of sentence of death imposed upon Appellant, Jerome Marshall, by the Court of Common Pleas of Philadelphia County, Criminal Division.\nJudgment of Sentence affirmed.\nLARSEN, J., did not participate in the consideration or decision of this case.\nMONTEMURO, Senior Justice, was an appointed Justice of the Court at the time of argument.\n. See, 42 Pa.C.S. §§ 722(4), 9711(h)(1); Pa. R.A.P. 702(b) and 1941.\n. The defendant has been convicted of another Federal or State offense, committed either before or at the time of the offense at issue, for which a sentence of life imprisonment or death was imposable or the defendant was undergoing a sentence of life imprisonment for any reason at the time of the commission of the offense. 42 Pa. C.S. § 971 l(d)(10).\n. (1) The defendant has no significant history of prior criminal convictions, 42 Pa.C.S. § 9711(e)(1); and (2) Any other evidence of mitigation concerning the character and record of the defendant and the circumstances of his offense, 42 Pa.C.S. § 9711(e)(8).\n. 42 Pa.C.S. § 9711(g).\n. This Court has previously viewed the second photograph depicting all three of the victims, and concluded that it was not inflammatory. Commonwealth v. Marshall, 523 Pa. 556, 568 A.2d 590 (1989). Appellant argues that this second photographs is more gruesome and inflammatory than the first, which depicts only Sharon Saunders.\n. Appellant advances a nearly identical claim with regard to the trial court’s admission of evidence provided through the testimony of two police officers and the medical examiner, which described the scene of the crime upon discovery, the condition of the bodies of the victims upon discovery and subsequent medical examination, and the causes and methods attributed to their deaths. (Appellant's Brief No. 3). We conclude that the testimony, while graphic at certain limited times, was not inflammatory, and could not have prejudiced Appellant. Moreover, even if Appellant could have been prejudiced by the admission of this testimony, such was clearly outweighed by its probative value. This evidence similarly formed a part of the history and natural development of the events and the offenses for which Appellant was being sentenced and had previously been convicted, and we conclude that its evidentiary value clearly outweighed any likelihood of inflaming the minds and passions of the jury. Thus, the Commonwealth was entitled to present it in order to satisfy its burden of proving the aggravating circumstance presented beyond a reasonable doubt, and to ensure that the jury possessed all information necessary for it to truly understand the nature of the offenses and Appellant’s character. Accordingly, we hold that the trial court did not abuse its discretion in admitting this evidence.\n. The record clearly establishes that at the time of the trial herein Appellant had been convicted of two counts of murder in the first degree for the deaths of Sharon Saunders and Myndie McKoy, which were committed either before or at the time of the offense at issue, for which sentences of life imprisonment and death were, in fact, imposed.\n. The Prothonotaiy of the Supreme Court is directed to transmit the complete record of the case sub judice to the Governor of Pennsylvania. 42 Pa.C.S. § 971 l(i).\nMr. Justice Montemuro is sitting by designation as Senior Justice pursuant to Judicial Assignment Docket No. 94 R1800, due to the unavailability of Mr. Justice Larsen, see No. 127 Judicial Administration Docket No. 1, filed October 28, 1993.",
        "type": "majority",
        "author": "CAPPY, Justice."
      }
    ],
    "attorneys": [
      "Bernard L. Siegel, Philadelphia, for J. Marshall.",
      "Catherine Marshall and Karen L. Grigsby, Philadelphia, for the Com.",
      "Robert A. Graci, Harrisburg, for Atty. Gen."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Jerome MARSHALL, Appellant.\nSupreme Court of Pennsylvania.\nArgued Dec. 7, 1993.\nDecided May 24, 1994.\nBernard L. Siegel, Philadelphia, for J. Marshall.\nCatherine Marshall and Karen L. Grigsby, Philadelphia, for the Com.\nRobert A. Graci, Harrisburg, for Atty. Gen.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
  },
  "file_name": "1070-01",
  "first_page_order": 1136,
  "last_page_order": 1144
}
