{
  "id": 9185203,
  "name": "SCOVILLE STREET CORPORATION, Appellant, v. DISTRICT TLC TRUST, 1996, et al., Appellees",
  "name_abbreviation": "Scoville Street Corp. v. District TLC Trust, 1996",
  "decision_date": "2004-09-02",
  "docket_number": "No. 03-CV-250",
  "first_page": "1071",
  "last_page": "1078",
  "citations": [
    {
      "type": "official",
      "cite": "857 A.2d 1071"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "89 N.E. 741",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1909,
      "pin_cites": [
        {
          "page": "743"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "241 Ill. 556",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5655682
      ],
      "year": 1909,
      "opinion_index": 0,
      "case_paths": [
        "/ill/241/0556-01"
      ]
    },
    {
      "cite": "210 Ark. 452",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721374
      ],
      "weight": 2,
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/ark/210/0452-01"
      ]
    },
    {
      "cite": "841 A.2d 776",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9285948
      ],
      "pin_cites": [
        {
          "page": "781"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/841/0776-01"
      ]
    },
    {
      "cite": "723 A.2d 845",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11771426
      ],
      "pin_cites": [
        {
          "page": "849"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/723/0845-01"
      ]
    },
    {
      "cite": "204 U.S. 43",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8290266
      ],
      "weight": 3,
      "year": 1907,
      "opinion_index": 0,
      "case_paths": [
        "/us/204/0043-01"
      ]
    },
    {
      "cite": "25 App. D.C. 182",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1329241
      ],
      "year": 1905,
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/25/0182-01"
      ]
    },
    {
      "cite": "419 F.2d 1197",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2162807
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/419/1197-01"
      ]
    },
    {
      "cite": "136 U.S.App. D.C. 216",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "343 A.2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8055830
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/343/0059-01"
      ]
    },
    {
      "cite": "766 A.2d 998",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11140976
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/766/0998-01"
      ]
    },
    {
      "cite": "244 Ala. 687",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3666000
      ],
      "weight": 2,
      "year": 1943,
      "pin_cites": [
        {
          "page": "592"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/244/0687-01"
      ]
    },
    {
      "cite": "572 F.2d 1039",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1234808
      ],
      "pin_cites": [
        {
          "page": "1044"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/572/1039-01"
      ]
    },
    {
      "cite": "575 F.2d 530",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        930137
      ],
      "pin_cites": [
        {
          "page": "535"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/575/0530-01"
      ]
    },
    {
      "cite": "562 A.2d 610",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7349264
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "613"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/562/0610-01"
      ]
    },
    {
      "cite": "578 A.2d 1269",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        330097
      ],
      "pin_cites": [
        {
          "page": "1280-81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/243/0211-01"
      ]
    },
    {
      "cite": "741 A.2d 28",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11649014
      ],
      "pin_cites": [
        {
          "page": "36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/741/0028-01"
      ]
    },
    {
      "cite": "161 N.W. 358",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1917,
      "opinion_index": 0
    },
    {
      "cite": "165 Wis. 125",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8687765
      ],
      "year": 1917,
      "opinion_index": 0,
      "case_paths": [
        "/wis/165/0125-01"
      ]
    },
    {
      "cite": "363 Md. 683",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        561951
      ],
      "weight": 2,
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/md/363/0683-01"
      ]
    },
    {
      "cite": "727 N.E.2d 73",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "431 Mass. 292",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        286783
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/mass/431/0292-01"
      ]
    },
    {
      "cite": "87 P.3d 102",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "case_ids": [
        9246935
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p3d/87/0102-01"
      ]
    },
    {
      "cite": "779 A.2d 939",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9494840
      ],
      "pin_cites": [
        {
          "page": "942"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/779/0939-01"
      ]
    },
    {
      "cite": "802 A.2d 951",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9405742
      ],
      "pin_cites": [
        {
          "page": "953-54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/802/0951-01"
      ]
    },
    {
      "cite": "456 A.2d 807",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7957136
      ],
      "pin_cites": [
        {
          "page": "814"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/456/0807-01"
      ]
    },
    {
      "cite": "676 A.2d 453",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861507
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "456"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/676/0453-01"
      ]
    },
    {
      "cite": "890 F.2d 1348",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12037784
      ],
      "pin_cites": [
        {
          "page": "1351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/890/1348-01"
      ]
    },
    {
      "cite": "77 F.3d 934",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7643341
      ],
      "pin_cites": [
        {
          "page": "936"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/77/0934-01"
      ]
    },
    {
      "cite": "12 F.3d 786",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10529258
      ],
      "pin_cites": [
        {
          "page": "789"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/12/0786-01"
      ]
    },
    {
      "cite": "753 F.2d 1528",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        292481
      ],
      "pin_cites": [
        {
          "page": "1582"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/753/1528-01"
      ]
    },
    {
      "cite": "159 F.3d 470",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1615520
      ],
      "pin_cites": [
        {
          "page": "477"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/159/0470-01"
      ]
    },
    {
      "cite": "619 A.2d 48",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7350285
      ],
      "pin_cites": [
        {
          "page": "55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/0048-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1062,
    "char_count": 24927,
    "ocr_confidence": 0.675,
    "pagerank": {
      "raw": 5.773836632896514e-08,
      "percentile": 0.36059631275800247
    },
    "sha256": "0032ad8a9894dd67f33eac933520f8a4539fbe4639d06597acecb755b47c554c",
    "simhash": "1:9e3e05575f5cded4",
    "word_count": 4039
  },
  "last_updated": "2024-02-27T20:09:44.360178+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER, Chief Judge and FARRELL and REID, Associate Judges."
    ],
    "parties": [
      "SCOVILLE STREET CORPORATION, Appellant, v. DISTRICT TLC TRUST, 1996, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "REID, Associate Judge:\nThis case involves a challenge to a tax deed issued by the District of Columbia government under D.C.Code § 47-1303.04 (2001), after an agent of appellant Scoville Street Corporation (“Scoville”) disclaimed any interest in the underlying property, and a default judgment was entered in behalf of appellee District TLC Trust, 1996 (“District TLC”). Scoville, which later sought to reclaim the property in question by bringing an action against District TLC and others, including the District of Columbia government, appeals from the trial court’s order granting judgment in its lawsuit to appellees District TLC, et al., on their motion for judgment on the pleadings, which the court treated as a motion for summary judgment. We affirm the judgment of the trial court.\nFACTUAL SUMMARY\nThe record on appeal shows that Scoville previously owned property located at 421 Massachusetts Avenue and 423 Massachusetts Avenue, in the'Northwest quadrant of the District of Columbia. Scoville was once solely owned by Jerry Sills. During Jerry Sills’ sole ownership, municipal liens were placed against both properties due to nonpayment of taxes for tax years 1992 through 1995. As a result of the unpaid liens, the properties were bid off and sold to the District of Columbia, which assigned its tax liens on both properties to District TLC in October 1996. Both tax lien certificates representing the assignments were recorded on November 20,1996.\nAfter Jerry Sills died in January 1996, his son, Kevin Sills, eventually became the manager of Scoville’s properties. On March 6 and 7, 1997, Scoville was sent notice by certified mail that it had thirty days in which to pay the delinquent taxes and to redeem the respective properties, or to face foreclosure. When the taxes were not paid, District TLC'filed separate but virtually identical civil actions against Scoville on June 4, 1997, seeking to foreclose on the tax liens for both properties, and to preclude Scoville “from all equity of redemption in and to” the properties. Scoville did not lodge an answer to the complaint relating to the property at 423 Massachusetts Avenue that is the subject of the case before us. Rather, Kevin Sills, as agent for Scoville, filed a disclaimer in August 1997, which states in relevant part:\nDefendant Kevin Sills, authorized agent on behalf of Scoville ..., hereby disclaims any and all rights, title, interest, lien or claim in or to the described real property that is the subject matter of this pleading [423 Massachusetts Avenue, N.W.], and hereby declares that he will not defend said defendant in this action.\nFurther, Defendant Scoville ... prays the Court enters a decree accordingly without any cost against [it].\nKevin Sills signed a disclaimer not only for the property at 423 Massachusetts Avenue, but also for the property at 421 Massachusetts Avenue. Prior to signing the disclaimers, he had performed a title search, and honestly believed that Scoville had no title to either property. However, he learned just prior to the trial court’s March 1998 order that Scoville remained the record owner of the property at 421 Massachusetts Avenue. In April 1998, after Kevin Sills learned of the mistake regarding 421 Massachusetts Avenue, the parties filed a consent motion to strike the disclaimer. Subsequently, District TLC filed a motion for default judgment which was granted in March 1998 by the trial court. In its March 1998 order, the trial court declared that Scoville was “barred and foreclosed of and from all equity and right of redemption in and to the [property,” and further, that District TLC “shall.. .have the sole right to seek a[t]ax [d]eed for the [property....” District TLC received the deed on March 24, 1998, but did not record it until February 14, 2001. In January 2001, prior to District TLC’s recordation of the deed, Kevin Sills learned through the Urban Fund that Sco-ville remained the record owner of 423 Massachusetts Avenue.\nOn May 15, 2001, approximately three months after the tax deed for 423 Massachusetts Avenue was recorded, Scoville brought suit against District TLC and others, including the District of Columbia government, seeking to “set aside” the tax deed. Paragraph 12 of Scoville’s complaint alleged that it had “mistakenly disclaimed any interest in and to the [property,” and paragraph 13 asserted that: “Such mistake relates to the death of the prior owner of [Scoville], the succession to the ownership of [Scoville] by the current owner thereof and a complete confusion as to the title to the [p]roperty.” Three days after filing its lawsuit against District TLC, Scoville and District TLC settled the latter’s lawsuit pertaining to 421 Massachusetts Avenue.\nIn the action filed by Scoville against it, District TLC moved for judgment on the pleadings on December 21, 2001; and Sco-ville filed an opposition. About one month later, on January 10, 2002, Scoville filed a motion to enforce an alleged settlement agreement which it claimed had been agreed to orally by the parties. Scoville maintained that the alleged oral agreement did not violate the Statute of Frauds. In addition, Scoville requested “discovery and [ ] an evidentiary hearing on [its] Motion.” On February 14, 2003, the trial court denied Scoville’s motion to enforce settlement agreement; granted District TLC’s motion for judgment on the pleadings, treating it as a motion for summary judgment; and dismissed Scoville’s complaint with prejudice. Scoville filed a timely appeal.\nANALYSIS\nScoville first argues that the trial court “committed reversible error” because it treated District TLC’s motion for judgment on the pleadings as one for summary judgment but without giving Scoville “the opportunity to supplement the record to be considered by [it].” In seeking judgment on the pleadings pursuant to Super. Ct. Civ. R. 12(c), District TLC referenced Scoville’s complaint, the amended answer of the defendants, and the exhibits attached to the amended answer. These exhibits included the March 6 and 7, 1997 certified mail letters to Scoville containing notices as to the amount of delinquent taxes then due on the respective Massachusetts Avenue properties and the time period for redemption (thirty days); District TLC’s complaints against Scoville pertaining to the Massachusetts Avenue properties; the results of a title search relating to the Massachusetts Avenue properties in question showing the recording of a tax lien certificate for each property on November 20, 1996; a copy of Kevin Sills’ August 1997 disclaimer and the dismissal of District TLC’s lawsuit against Scoville with regard to the 423 Massachusetts Avenue property; and the trial court’s March 1998 order granting District TLC’s motion for default judgment with respect to its lawsuit against Scoville, as to the 423 Massachusetts Avenue property. Attached to Scoville’s opposition to District TLC’s motion for judgment on the pleadings were affidavits from Kevin Sills regarding his disclaimer of interest in the property at 423 Massachusetts Avenue, and his subsequent contract for the sale of that property, and from Karl Rice, Jerry Sills’ attorney, who explained the difficulties in determining Jerry Sills’ assets; a praecipe settling District TLC’s suit against Scoville pertaining to the 421 Massachusetts Avenue property; and an April 27, 2001 letter from Scoville’s attorney to District TLC’s attorney seeking to redeem the property at 423 Massachusetts Avenue, as it had done with respect to the property at 421 Massachusetts Avenue.\nSuper. Ct. Civ. R. 12(c) provides:\nMotion for Judgment on the Pleadings. After the pleadings are closed but within such time as not to delay the trial, any party may move for judgment on the pleadings. If, on a motion for judgment on the pleadings, matters outside the pleadings are presented to and not excluded by the Court, the motion shall be treated as one for summary judgment and disposed of as provided in Rule 56, and all parties shall be given reasonable opportunity to present all material made pertinent to such a motion by Rule 56.\nHere, matters outside the pleadings were presented both by District TLC and Sco-ville, and were not excluded by the trial court. Rule 12(c) expressly states that under such circumstances the motion for judgment on the pleadings “shall be treated as one for summary judgment and disposed of as provided in Rule 56 .... ” Super. Ct. Civ. R. 12(c). We have stated previously that “[t]he language of Rule 12 is mandatory.” Foretich v. CBS, Inc., 619 A.2d 48, 55 (D.C.1993). Thus, under the circumstances of this case, the trial court was required to treat District TLC’s motion as one for summary judgment. The question thus is whether Scoville had “reasonable opportunity to present all material made pertinent to such a motion by Rule 56.” Not only did Scoville have an opportunity to present all pertinent material, but it attached numerous exhibits to its opposition to District TLC’s motion, including affidavits. In light of these submissions by Scoville, the trial court was not obligated to give specific notice of its intent to treat District TLC’s motion as one for summary judgment, because Sco-ville had constructive notice that the Rule 12(c) motion might be converted to one for summary judgment; thus, any lack of additional notice did not prejudice Scoville. See San Pedro Hotel Co. v. City of Los Angeles, 159 F.3d 470, 477 (9th Cir.1998) (“A represented party who submits matters outside the pleadings to the judge and invites consideration of them has notice that the judge may use them to decide a motion originally noted as a motion to dismiss, requiring its transformation to a motion for summary judgment.”) (quoting Grove v. Mead School Dist. No. 354, 753 F.2d 1528, 1582 (9th Cir.1985)); Angel v. Williams, 12 F.3d 786, 789 (8th Cir.1993) (where plaintiffs submitted materials in response to defendant’s motion to dismiss, plaintiffs had constructive notice that motion would be converted); Alioto v. Marshall Field’s & Co., 77 F.3d 934, 936 (7th Cir.1996) (one seeking to upset judgment resulting from improper conversion of 12(b)(6) motion to one for summary judgment must show that notice and an opportunity to respond would have mattered, that is, it would have precluded summary judgment); Nuclear Transp. Storage v. United States, 890 F.2d 1348, 1351 (6th Cir.1989) (conversion to summary judgment without usual notice to the parties is ground for reversal only when the conversion results in prejudice). Furthermore, nothing in the record shows that Seoville requested more time to present additional exhibits or affidavits. Hence, Scoville’s complaint that the trial court improperly treated District TLC’s motion as one for summary judgment is unavailing under the circumstances of this case.\nSeoville also contends that summary judgment was inappropriate in this case. “In reviewing a motion for summary judgment, we must assess the record independently ... [and view it] in the light most favorable to the party opposing the motion.” Kelley v. Broadmoor Coop. Apartments, 676 A.2d 453, 456 (D.C.1996) (citation and internal quotation marks omitted). “We will affirm the entry of summary judgment if there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law.” Id. (quoting Holland v. Hannan, 456 A.2d 807, 814 (D.C.1983)) (other citation and quotation marks omitted). See also Super. Ct. Civ. R. 56(c). Seoville asserts “that a material factual issue exists as to when Seoville knew or should have known of its mistake” in disclaiming interest in the 423 Massachusetts Avenue property. He further maintains, in essence, that the trial court should have awaited the outcome of an evidentiary hearing on his January 2002 motion to enforce his alleged oral settlement agreement regarding the 423 Massachusetts Avenue property (essentially an alleged agreement allowing Seoville to match the highest bid that District TLC received in its efforts to sell the 423 Massachusetts Avenue property).\nD.C.Code § 47-1303.04(f)(2) and (4) (2001) provides:\n(2) Suits to contest the validity of the deed issued pursuant to this section may not be instituted and are forever barred if not filed within 90 days of recordation of the deed in the Office of the Recorder of Deeds ....\n(4) Upon the expiration of the 90-day period from the date of recordation of the deed, the validity of the deed, any other agreements relating thereto, and all proceedings in connection therewith shall be conclusively presumed not to have been legally taken and no court shall have the authority to inquire into such matters.\nSee Langon v. Reilly, 802 A.2d 951, 953-54 (D.C.2002). In light of § 47-1308.04(0(2) and (4) and the trial court’s order of March 1998, granting District TLC’s motion for default judgment against Scoville in its 1997 lawsuit, Scoville’s arguments cannot prevail in the case before us. Sco-ville was notified by certified mail on March 7, 1997, that taxes were outstanding on the 423 Massachusetts Avenue property and that it had thirty days in which to pay the outstanding taxes and to redeem the property, to avoid foreclosure. As the trial court determined in its March 1998 order, “It is uncontroverted that all record owners and lienholders of record were previously provided adequate notice and opportunity to redeem the property.” See Associated Estates, LLC v. Caldwell, 779 A.2d 939, 942 (D.C.2001); D.C.Code § 47 — 1303.04(f)(1) (“Notice by registered or certified mail must be sent to the record owner and all other lienholders of record by the District [of Columbia] at least 30 days in advance of the redemption period.”). Moreover, the District government’s assignment of tax liens, including that relating to 423 Massachusetts Avenue, was recorded on November 20, 1996, and thus was a public document, readily available for inspection. In addition, Kevin Sills disclaimed interest in the Massachusetts Avenue properties in 1997.\nDespite this disclaimer in 1997 of interest in these properties and the related entry of default judgment in the case concerning 423 Massachusetts Avenue, Sco-ville nevertheless argues (1) that as soon as Kevin Sills discovered his mistake in disclaiming an interest in 423 Massachusetts Avenue, “he promptly contacted [District TLC] to set about correcting the mistake” and (2) that, at that time, “District TLC had not recorded the tax deed; did not [subsequently] do so in a timely manner; and had no conceptual or legal objection to revesting title to [423 Massachusetts Avenue] in Scoville.” Consequently, Scoville argues that “the trial court’s converted motion for summary judgment[] should have been denied and the case allowed to go to trial.” In particular, Sco-ville points to what it considers “the trial court’s mistaken conclusion that equity may never constitute a ground for setting aside a tax deed.” It contends “that a material factual issue exists as to when Scoville knew or should have known of its mistake, whether Scoville was thus otherwise time-barred and whether Scoville was entitled to the trial court’s use of its equitable powers to set aside the tax deed.” Authorities are not in agreement as to whether equity will permit the reformation of a deed because of a mutual mistake of fact. See Board of Comm’rs v. Timroth, 87 P.3d 102 (Colo.2004); Buk Lhu v. Dignoti, 431 Mass. 292, 727 N.E.2d 73 (2000); Goldberg v. Frick Elec. Co., 363 Md. 683, 770 A.2d 182 (2001); Chicago, St. Paul, Min. & Omaha Ry. Co. v. Washburn Land Co., 165 Wis. 125, 161 N.W. 358 (1917).\nHowever, we need not resolve the issues as to whether equity will permit the reformation of a deed because of a mutual mistake of fact, or whether Scoville filed its lawsuit against District TLC and the other appellees within the 90-day window mandated by D.C.Code § 47-1303.04(f)(2) and (4), or whether there is an applicable exception to the 90-day requirement. This is so because there is another reason why summary judgment was properly granted: the doctrine of res judicata or claim preclusion. “ ‘Under the doctrine of claim preclusion or res judicata, when a valid final judgment has been entered on the merits, the parties or those in privity with them are barred, in a subsequent proceeding, from relitigating the same claim that might have been raised in the first proceeding.’ ” Newell v. District of Columbia, 741 A.2d 28, 36 (D.C.1999) (quoting Washington Med. Ctr. v. Holle, 578 A.2d 1269, 1280-81 (D.C.1990)) (other citation omitted). The trial court’s ruling in District TLC’s 1997 lawsuit against Sco-ville, concluding that as to 423 Massachusetts Avenue, Scoville was “barred and foreclosed of and from all equity and right of redemption in and to the [pjroperty,” is barred by res judicata for purposes of the instant litigation. Seoville’s lawsuit against District TLC involves the same parties, District TLC and Scoville; the same property; and the same disclaimer of interest in 423 Massachusetts Avenue as in the 1997 lawsuit brought by District TLC against Scoville. Consequently, it is barred by claim preclusion or res judicata. See Smith v. Jenkins, 562 A.2d 610, 613 (D.C.1989). Scoville could have raised its allegation of “mistaken disclaimer” in the 1997 litigation, but did not do so, and thus it is barred from doing so now. See id., (quoting Raspar Wire Works, Inc. v. Leco Eng’g and Mach., Inc., 575 F.2d 530, 535 (5th Cir.1978) (“[T]he effect of a judgment extends to the litigation of all issues relevant to the same cause of action between the same parties, whether or not raised at trial”)) (citations and internal quotation marks omitted).\nScoville’s final contention concerns an alleged oral agreement between it and District TLC “to settle the underlying litigation” relating to 423 Massachusetts Avenue. This agreement reportedly set up “a procedure through which [District TLC’s servicing agent, Breen Capital Corporation] would solicit bids for the 423[p]roper-ty from the public and then allow Scoville to match the highest bid received as part of this process.” Scoville terms the agreement “a right to match agreement.” Regardless of the appellation, the oral agreement in essence would be more than a simple settlement contract. Rather, it would be described properly as an oral contract for the redemption of an interest in land by Scoville. The redemption process would require Scoville to pay District TLC $475,000 and in turn District TLC would transfer title to 423 Massachusetts Avenue to Scoville. Moreover, with the redemption Scoville would be able to convey its interest in 423 Massachusetts Avenue to Urban Opportunity Fund, LLC with whom Scoville had signed a contract on January 23, 2001, for the sale of 423 Massachusetts Avenue, or possibly could execute a contract of sale with some other purchaser. As such, the oral agreement clearly would fall within the District’s Statute of Frauds which applies to “a contract or sale of real estate, of any interest in or concerning it .... ” D.C.Code § 28-3502 (2001); see also Griese-Traylor Corp. v. First Nat’l Bank, 572 F.2d 1039, 1044 (5th Cir.1978) (“An agreement to allow redemp-tions after the statutory period has expired is an agreement to convey an interest in land and is within the provisions of the statute of fraud.”) (quoting Thompson v. Suttle, 244 Ala. 687, 15 So.2d 590, 592 (1943)).\nGiven these legal principles, Seoville’s argument that a material issue of fact relating to an alleged oral right to match agreement precluded summary judgment is unpersuasive. The trial court assumed that there may have been an oral right to match agreement concerning Scoville’s purchase of the property for $475,000, but the court correctly concluded that even if such an oral agreement did exist, it could not be enforced under the Statute of Frauds, without some evidence of a written agreement, or partial or complete performance under the alleged oral contract. See D.C.Code § 28-3502 (2001) (“An action may not be brought ... upon a contract or sale of real estate ... unless the agreement upon which the action is brought, ... is in writing .... ”); see also Railan v. Katyal, 766 A.2d 998 (D.C.2001). Here, the alleged agreement was not in writing and, unlike the situation in Brown v. Brown, 343 A.2d 59 (D.C.1975), on which Scoville relies, there is no evidence of partial or complete performance under the alleged right to match agreement in this matter. And, given the posture of this case and the absence of any enforceable settlement agreement, neither Antera v. Robinson, 136 U.S.App. D.C. 216, 419 F.2d 1197 (1969), nor Kann v. King, 25 App. D.C. 182 (1905), rev’d on other grounds, 204 U.S. 43, 27 S.Ct. 213, 51 L.Ed. 360 (1907), is helpful to Scoville.\nAccordingly, for the foregoing reasons, the judgment of the trial court is affirmed.\nSo ordered.\n. Because there was an outstanding water and sewer bill relating to 421 Massachusetts Avenue, District TLC also sued the District of Columbia Water and Sewer Authority and the District of Columbia government in the lawsuit pertaining to that property. At the time of the lawsuits filed by District TLC, Scoville owed $30,318.04 in taxes on the 421 Massachusetts Avenue property, and $131,615.56 on the 423 Massachusetts Avenue property. The counts and the request for relief were identical in both complaints.\n. Seoville argues in its reply brief that the only new exhibit attached to its opposition to District TLC’s motion for judgment on the pleadings was counsel’s April 27, 2001 letter to District TLC seeking to redeem the 423 Massachusetts Avenue property; and therefore, \"[a] legitimate question ... exists as to whether or not Seoville indeed relied upon materials ‘outside of the pleadings,’ Based on the record before us, Seoville did not raise this argument in the trial court; nor did it seek any post-judgment reconsideration of the trial court’s ruling. In any event, in light of the explicit and mandatory language of Rule 12(c) and the obvious reliance by both parties upon documents and matters outside the pleadings, Seoville cannot prevail on its argument.\n. Scoville's contrary argument that its suit to set aside the deed and the 1988 lawsuit to quiet title were different causes of action with \"differing factual nuclei” rests ultimately on the claim that through no lack of diligence on its part, its 1997 disclaimer of interest in 423 Massachusetts Avenue was mistaken, and that eventual discovery of this mistake relieved it of the consequences of the 1998 judgment. See Short v. District of Columbia Dep't of Employment Servs., 723 A.2d 845, 849 (D.C.1998) (\"[R]es judicata does not apply to a situation where the basis for a second claim could not have been discovered with due diligence.”). Yet, prior to the termination of the tax foreclosure action relating to 423 Massachusetts Avenue, Scoville determined that it had an interest in 421 Massachusetts Avenue, which is adjacent to 423 Massachusetts Avenue and hence should have been alerted to the possibility of a similar interest in 423 Massachusetts Avenue. In addition, the extensive property action in this area of the city should have led Scoville to inquire about 423 Massachusetts Avenue. See Berkow v. Hayes Nat. Training School, 841 A.2d 776, 781 (D.C.2004). Thus, we cannot say that Scoville was faced with newly discovered facts that could not have been discovered with due diligence.\n. Unlike Schlumpf v. Shofner, 210 Ark. 452, 196 S.W.2d 747 (1946), the alleged oral contract here is not one merely for the extension of the time of redemption. Id. at 749 (\" 'A verbal agreement to extend the time for redemption ... is valid and not affected by the statute of frauds.' \") (quoting Ogden v. Stevens, 241 Ill. 556, 89 N.E. 741, 743 (1909)).",
        "type": "majority",
        "author": "REID, Associate Judge:"
      }
    ],
    "attorneys": [
      "Gary K. Bahena, Washington, DC, for appellant.",
      "James C. McKay, Jr., Senior Assistant Corporation Counsel at the time the brief was filed, with whom Robert J. Spagnolet-ti, Corporation Counsel at the time' the brief was filed, and Edward E. Schwab, Deputy Corporation Counsel Appellate Division at the time the brief was filed, were on the brief, for appellee District of Columbia."
    ],
    "corrections": "",
    "head_matter": "SCOVILLE STREET CORPORATION, Appellant, v. DISTRICT TLC TRUST, 1996, et al., Appellees.\nNo. 03-CV-250.\nDistrict of Columbia Court of Appeals.\nArgued June 10, 2004.\nDecided Sept. 2, 2004.\nGary K. Bahena, Washington, DC, for appellant.\nJames C. McKay, Jr., Senior Assistant Corporation Counsel at the time the brief was filed, with whom Robert J. Spagnolet-ti, Corporation Counsel at the time' the brief was filed, and Edward E. Schwab, Deputy Corporation Counsel Appellate Division at the time the brief was filed, were on the brief, for appellee District of Columbia.\nBefore WAGNER, Chief Judge and FARRELL and REID, Associate Judges.\n. The Mayor of the District of Columbia issued an order changing the name of the Office of Corporation Counsel to the Office of the Attorney General for the District of Columbia. See Mayor’s Order 2004-92, May 26, 2004. The following day the Office of the Attorney General for the District of Columbia promulgated an office order changing the titles of attorneys and deputies. See Office of the Attorney General, Office Order No. 2004— 28, May 27, 2004."
  },
  "file_name": "1071-01",
  "first_page_order": 1101,
  "last_page_order": 1108
}
