{
  "id": 11338164,
  "name": "In the Matter of Naja GREEN. Appeal of Ricardo McCOY",
  "name_abbreviation": "In re Green",
  "decision_date": "1994-12-07",
  "docket_number": "",
  "first_page": "1072",
  "last_page": "1076",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1072"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "639 A.2d 830",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7864248,
        939985
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/0830-01",
        "/pa-super/432/0651-01"
      ]
    },
    {
      "cite": "432 Pa.Super. 651",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        939985
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/432/0651-01"
      ]
    },
    {
      "cite": "377 Pa.Super. 391",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        704465
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/377/0391-01"
      ]
    },
    {
      "cite": "394 Pa.Super. 411",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        879753
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/394/0411-01"
      ]
    },
    {
      "cite": "365 Pa.Super. 98",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        676341
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "father was precluded from attempting to disprove Ms own paterMty through blood testing since patermty had already been established through the father's conduct; the father had held out the child to be Ms own and had supported the child for some time"
        },
        {
          "parenthetical": "father was precluded from attempting to disprove Ms own paterMty through blood testing since patermty had already been established through the father's conduct; the father had held out the child to be Ms own and had supported the child for some time"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/365/0098-01"
      ]
    },
    {
      "cite": "408 Pa.Super. 269",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1163259
      ],
      "weight": 9,
      "year": 1991,
      "pin_cites": [
        {
          "page": "278"
        },
        {
          "page": "856",
          "parenthetical": "emphasis added"
        },
        {
          "page": "282"
        },
        {
          "page": "858"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/408/0269-01"
      ]
    },
    {
      "cite": "469 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722157
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "mother was barred from questioning paternity of her son; mother had acquiesced in the father's conduct and had accepted Ms financial support"
        },
        {
          "parenthetical": "mother was barred from questioning paternity of her son; mother had acquiesced in the father's conduct and had accepted Ms financial support"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/469/0141-01"
      ]
    },
    {
      "cite": "112 L.Ed.2d 107",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 140",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6122224
      ],
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/119/0140-01"
      ]
    },
    {
      "cite": "498 U.S. 850",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6391777,
        6392835,
        6391940,
        6392677,
        6392520,
        6393449,
        6393609,
        6393129,
        6392078,
        6392366,
        6392979,
        6391638,
        6392214,
        6393722
      ],
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/498/0850-02",
        "/us/498/0850-09",
        "/us/498/0850-03",
        "/us/498/0850-08",
        "/us/498/0850-07",
        "/us/498/0850-12",
        "/us/498/0850-13",
        "/us/498/0850-11",
        "/us/498/0850-04",
        "/us/498/0850-06",
        "/us/498/0850-10",
        "/us/498/0850-01",
        "/us/498/0850-05",
        "/us/498/0850-14"
      ]
    },
    {
      "cite": "524 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1822774
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "317-19",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "1386-87",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/524/0306-01"
      ]
    },
    {
      "cite": "245 Pa.Super. 307",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        826594
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/245/0307-01"
      ]
    },
    {
      "cite": "253 Pa.Super. 171",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        95111
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/253/0171-01"
      ]
    },
    {
      "cite": "119 Pa.Commw. 458",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1376761
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/119/0458-01"
      ]
    },
    {
      "cite": "267 Pa.Super. 411",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        124937
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/267/0411-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 666,
    "char_count": 11534,
    "ocr_confidence": 0.682,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23986977619158492
    },
    "sha256": "815437eaa6a99d9b9fdca87b757bce33d14a5732c5d5aa02e2dc800576b17dad",
    "simhash": "1:b51b538f6a7ded45",
    "word_count": 1909
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CIRILLO, OLSZEWSKI and HESTER, JJ."
    ],
    "parties": [
      "In the Matter of Naja GREEN. Appeal of Ricardo McCOY."
    ],
    "opinions": [
      {
        "text": "CIRILLO, Judge:\nThis is an appeal from an order of the Court of Common Pleas of Philadelphia County granting appellee Department of Human Services’ (DHS) demurrer to appellant Ricardo McCoy’s (putative father) petition for standing. We affirm.\nNaja Green, a minor, age 4, was adjudged dependent and committed to DHS. Naja’s mother, Linda Green, gave birth to Naja on August 4,1990 at Jefferson Hospital in Philadelphia; the child was premature, weighing less than three pounds at birth and testing positive for cocaine in her system, hepatitis and syphilis. The mother, an admitted drug abuser, abandoned the child in the hospital. The mother had identified McCoy to hospital personnel as Naja’s “father,” but did not list anyone as father on the child’s birth certificate. McCoy had been incarcerated at the time of conception, and was aware that he was not Green’s sole intimate partner; he insisted, nonetheless, that he was intimately involved with Naja’s mother while out on a furlough and that he was Naja’s father.\nFollowing his incarceration, McCoy resided in a halfway house. During this time, he visited Naja at the hospital, but his circumstances prevented him from providing financially for Naja. On August 24, 1990, DHS held a conference with McCoy and McCoy’s mother; McCoy’s mother questioned her son’s paternity also, but indicated that she would care for the child. Later, however, she stated she was unable to care for Naja.\nDHS was aware of McCoy’s situation and introduced the idea of temporary foster care for Naja. On October 17, 1990, McCoy signed a voluntary placement agreement and was granted weekly visits with Naja. Naja has lived with her foster parents since she was two months old; the foster parents wish to adopt Naja should she become free for adoption. McCoy was reincarcerated on December 18, 1990 due to a parole violation.\nOn April 22, 1992, following a review hearing, the court ordered blood tests on McCoy. Thereafter, the matter was again reviewed on July 21, 1992, August 12, 1992 and September 24,1992. Blood test results excluded McCoy as Naja’s biological father. On December 22,1992, McCoy’s visits were vacated and McCoy was precluded from contacting Naja except through an attorney.\nMcCoy filed a petition for standing, which was denied on September 9, 1993. This appeal followed. McCoy raises the following claims on appeal:\n1. Did the trial court abuse its discretion by granting a demurrer when there were genuine factual issues and there was no entitlement to judgment as a matter of law?\n2. Did the trial court abuse its discretion by its failure to estop the Department of Human Services from questioning paternity of appellant under the equitable estop-pel doctrine?\n3. Did the trial court err in its failure to rule paternity irrelevant?\nThe standard for allowance of a demurrer is virtually the same as the standard for granting a motion for compulsory nonsuit or a motion for a directed verdict in a jury trial. Vernon D. Cox & Co. v. Giles, 267 Pa.Super. 411, 406 A.2d 1107 (1979). The court must determine whether the facts as shown are sufficient to maintain the issue. A demurrer has the effect of admitting the truth of all the evidence advanced by the adverse party and all reasonable and necessary inferences therefrom. Commonwealth, Pa. Liquor Control Board v. K.V.M., Inc., 119 Pa.Commw. 458, 547 A.2d 517 (1988).\nMcCoy argues that DHS, as a result of its acceptance of McCoy as Naja’s father for the first twenty-one months of the child’s life, is estopped from challenging paternity. DHS argues that the doctrine of paternity by estoppel has never been applied to dependent children. DHS contends that matters involving dependent children are governed by the Juvenile Act, which mandates that the court consider the child’s best interests above all else. In the alternative, DHS argues that if this court finds that domestic relations law is applicable, then the trial court correctly determined that McCoy had failed to establish the elements of paternity by estoppel. Specifically, DHS contends that McCoy failed to show by clear and convincing evidence that his actions or DHS’s actions should estop DHS from requesting a paternity test.\nRecently, the Pennsylvania Supreme Court addressed the doctrine of paternity by estop-pel, and stated:\n[UJnder certain circumstances, a person might be estopped from challenging paternity where that person has by his or her conduct accepted a given person as father of the child_ These estoppel cases indicate that where the principle is operative, blood tests may well be irrelevant, for the law will not permit a person in these situations to challenge the status which he or she has previously accepted. See, e.g., Commonwealth ex rel. Palchinski v. Palchinski, 253 Pa.Super. 171, 384 A.2d 1285 (1978); Commonwealth ex rel. Gonzalez v. Andreas, 245 Pa.Super. 307, 369 A.2d 416 (1976). The General Assembly has codified the principle of “paternity by estop-pel” in ... 48 Pa.Stat.Ann. § 167 (Pur-don’s Supp.1989) (hereinafter referred to as “section 167”),t] which provides: Children; legitimacy, determination of paternity\nij; sfc :ji sjs\n(b) For purposes of prescribed benefits to children bom out of wedlock by, from and through the father, paternity shall be determined by any one of the following ways:\n(1) If the parents of a child born out of wedlock have married each other.\n(2) If during the lifetime of the child, the father openly holds out the child to be his and receives the child into his home, or openly holds out the child to be his and provides support for the child which shall be determined by clear and convincing evidence.\n(3) If there is clear and convincing evidence that the man was the father of the child which may include a prior determination of paternity.\nJohn M. v. Paula T., 524 Pa. 306, 317-19, 571 A.2d 1380, 1386-87, cert. denied, 498 U.S. 850, 111 S.Ct. 140, 112 L.Ed.2d 107 (1990) (emphasis in original) (quoting 23 Pa.C.S.A. § 5102(b)).\nWe agree with the trial court that paternity was not established as a matter of law. Although McCoy held out the child to be his own, his paternity was questionable from the outset. McCoy was not identified on Naja’s birth certificate as the father, nor did he have the resources or capability of accepting Naja into his home or supporting her. 23 Pa.C.S.A. § 5102(b)(2). Cf. Adoption of Young, 469 Pa. 141, 364 A.2d 1307 (1976) (mother was barred from questioning paternity of her son; mother had acquiesced in the father’s conduct and had accepted Ms financial support); Gulla v. Fitzpatrick, 408 Pa.Super. 269, 596 A.2d 851 (1991) (mother was equitably estopped from denying putative father’s patermty, despite blood tests conclusively indicating that father was not child’s biological father; father had developed a strong bond with the child and mother had led father to believe he was the child’s father and had accepted father’s assistance in child support payments pursuant to an agreed support order); In re Montenegro, 365 Pa.Super. 98, 528 A.2d 1381 (1987) (father was precluded from attempting to disprove Ms own paterMty through blood testing since patermty had already been established through the father’s conduct; the father had held out the child to be Ms own and had supported the child for some time).\nIn Gulla, supra, tMs court explained that the doctrine of equitable estoppel is aimed at “acMeving fairness between the parents by holding them, both mother and father, to their prior conduct regarding the patermty of the child.” Id. at 278, 596 A.2d at 856 (emphasis added). In Gulla, the court found that the number of years or months the parent and child are involved in the relationship is not necessarily determinative. In holding that the mother was estopped from questioning the father’s patermty, Judge Beck stated:\nRather, it is the nature of the conduct and the effect on the father and the child and their relationsMp that is the proper focus of our attention. Every such case must be decided after a close analysis of all of the' facts and circumstances, with the length of time involved being only one circumstance to be considered.\nId. at 282, 596 A.2d at 858.\nWe have been unable to uncover a case in the Commonwealth applying the doctrine of patermty by estoppel to a factual situation such as this. We must determine, therefore, as a matter of policy, whether the doctrine of patermty by estoppel is applicable against an agency, such as DHS, operating in the interests of a dependent child, just as it is applicable against a mother challenging a father’s patermty, or a father attempting to prove or disprove Ms own paternity. Cf. In re John M., supra; Young, supra; Gulla, supra; Scott v. Mershon, 394 Pa.Super. 411, 576 A.2d 67 (1990); Seger v. Seger, 377 Pa.Super. 391, 547 A.2d 424 (1988); Montenegro, supra.\nBecause it is the parent/child bond and the nature of that relationsMp that is our primary focus, Gulla, supra, we find that the doctrine is applicable to an agency such as DHS. Public policy dictates that the parent/ehild bond be nurtured. We are bound to preserve that relationsMp where it exists. Refusing to apply the doctrine of patermty by estoppel simply because an agency, and not a parent, challenges patermty, would be inconsistent with our efforts to preserve the parent/child relationsMp.\nThe question we must next answer is whether, under these facts and circumstances, DHS’s actions and McCoy’s actions are such as to estop DHS from challenging McCoy’s patermty. Although we applaud McCoy’s efforts at parenting, our review of the record precludes us from characterizing McCoy’s relationsMp to Naja as “parental.” None of the determining factors for patermty, as codified in 23 Pa.C.S.A. § 5102(b) apply. The parents did not marry, and there was no determination of patermty. Further, McCoy was unemployed, unable to provide housing, care, or financial support for Naja, and was serving a prison sentence. 23 Pa. C.S.A. § 5102(b)(1), (2), and (3). Realistically, McCoy was unable to establish or maintain a parent/child relationsMp with Naja. TMs is particularly emphasized here due to Naja’s special developmental needs caused by her medical condition at birth. These facts do not rise to the level of clear and convincing evidence to support a determination of patermty. See 23 Pa.C.S.A. § 5102(b)(2); see also Jefferson v. Perry, 432 Pa.Super. 651, 639 A.2d 830 (1994) (although both parties admitted that during child’s infancy putative father, who believed at the time the child was Ms, had relationsMp with the child, the parties did not five together, putative father had not visited the child for one and one-half to three years at the time of trial, and putative father had not supported the child; court held that finding of patermty was not supported by clear and convincing evidence).\nWe conclude, therefore, that McCoy has failed to establish his paternity as a matter of law, and has failed to establish that the doctrine of paternity by estoppel is appropriate here to preclude DHS from challenging paternity.\nOrder affirmed.\n. Repealed. 1990, Dec. 19, P.L. 1240, No. 206, § 6, effective in 90 days, and reenacted at 23 Pa.C.S.A. § 5102, 1990, Dec. 19, P.L. 1240, No. 206, § 2, effective in 90 days.",
        "type": "majority",
        "author": "CIRILLO, Judge:"
      }
    ],
    "attorneys": [
      "Beryl H. Benson, Philadelphia, for appellant.",
      "Cynthia N. Keller, Philadelphia, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "In the Matter of Naja GREEN. Appeal of Ricardo McCOY.\nSuperior Court of Pennsylvania.\nArgued Oct. 20, 1994.\nFiled Dec. 7, 1994.\nBeryl H. Benson, Philadelphia, for appellant.\nCynthia N. Keller, Philadelphia, for appel-lee.\nBefore CIRILLO, OLSZEWSKI and HESTER, JJ."
  },
  "file_name": "1072-01",
  "first_page_order": 1130,
  "last_page_order": 1134
}
