{
  "id": 9435924,
  "name": "Lucille G. DeBLOIS v. Jay R. ASHCRAFT",
  "name_abbreviation": "DeBlois v. Ashcraft",
  "decision_date": "2002-05-07",
  "docket_number": "No. 99-562-Appeal",
  "first_page": "1073",
  "last_page": "1075",
  "citations": [
    {
      "type": "official",
      "cite": "797 A.2d 1073"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "713 A.2d 766",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11820589
      ],
      "pin_cites": [
        {
          "page": "770"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/713/0766-01"
      ]
    },
    {
      "cite": "729 A.2d 697",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11622374
      ],
      "pin_cites": [
        {
          "page": "700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/729/0697-01"
      ]
    },
    {
      "cite": "603 A.2d 1119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939980
      ],
      "pin_cites": [
        {
          "page": "1123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/603/1119-01"
      ]
    },
    {
      "cite": "674 A.2d 380",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860843
      ],
      "pin_cites": [
        {
          "page": "382"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/0380-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 335,
    "char_count": 4711,
    "ocr_confidence": 0.656,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21761384544040985
    },
    "sha256": "1d9cf494786346d52eeb3374497ab05de94ce0637ca2ce66edd33f5bb9e9423c",
    "simhash": "1:5e41b04a7852c46a",
    "word_count": 759
  },
  "last_updated": "2024-02-27T21:18:29.522873+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lucille G. DeBLOIS v. Jay R. ASHCRAFT."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis case came before the Supreme Court on April 15, 2002, pursuant to an order directing the parties to appear and show cause why the issues raised in this appeal should not be summarily decided. After hearing arguments of counsel and reviewing the memoranda of the parties, we are satisfied that cause has not been shown. Therefore, we proceed to decide this appeal at this time.\nThe plaintiff, Lucille DeBlois (DeBlois or plaintiff), appeals from a judgment in favor of the defendant, Jay R. Ashcraft (Ashcraft or defendant), following a jury trial for injuries and damages sustained as a result of a rear-end automobile collision in the town of North Kingstown. Trial testimony disclosed that plaintiff was driving south on the Tower Hill Road section of Route 1, a four-lane highway divided by a grassy median strip. As plaintiff approached the intersection of Sherman Town Road, she observed a school bus on the opposite side of the median with its red flashing lights activated. The plaintiff came to a full stop. The defendant was also traveling south and, seeing that plaintiff had come to a complete stop, defendant applied his brakes, but was unable to avoid a rear-end collision with plaintiffs vehicle.\nFollowing a jury finding of no liability on the part of defendant, the trial justice denied plaintiffs motion for a new trial and plaintiff has timely appealed. On appeal, plaintiff asserts that the trial justice misconceived material evidence because under our law, a rear-end collision is pri-ma facie evidence of negligence against the driver of the ear in the rear. Further, plaintiff alleges that defendant had a duty to remain alert and maintain control over his vehicle.\n“This court will affirm a trial justice’s decision on a motion for a new trial as long as the trial justice conducts the appropriate analysis, does not overlook or misconceive material evidence, and is not otherwise clearly wrong.” Morrocco v. Piccardi, 674 A.2d 380, 382 (R.I.1996) (citing International Depository, Inc. v. State, 603 A.2d 1119, 1123 (R.I.1992)).\nWe have previously held that evidence of a rear-end collision is prima facie evidence of negligence, but does not conclusively determine the issue of liability. Lord v. Major, 729 A.2d 697, 700 (R.I.1999). We are satisfied that a jury could reasonably find that although defendant was involved in a rear-end collision with plaintiff, plaintiffs own negligence was the sole proximate cause of the collision.\nIn ruling on plaintiffs motion for a new trial, we are satisfied that the trial justice accurately reviewed the testimony and, sitting as a super juror, she performed an independent appraisal of the evidence in light of her charge to the jury. See Kurczy v. St. Joseph Veterans Association, Inc., 713 A.2d 766, 770 (R.I.1998). Although the trial justice found that defendant was a credible witness, she might have found some negligence on the part of defendant, given his failure to swerve onto the medial strip to avoid the collision, and thus, she did not agree with the verdict. However, the trial justice concluded that based on the evidence presented, the jury was justified in finding that defendant was free from negligence. We are, therefore, satisfied that the trial justice properly considered the evidence presented at trial, concluded that the proof was such that reasonable minds might differ and, thus, denied plaintiffs motion for a new trial. We discern no error in this ruling.\nThe plaintiff additionally argues that during closing argument defense counsel made reference to medical records that were not in evidence. However, the trial justice gave an appropriate cautionary instruction relative to the absence of plaintiffs medical records to which plaintiff failed to object. Accordingly, we conclude that this issue was not properly preserved. Moreover, evidence contained in plaintiffs medical records would only be relevant if the jury found in her favor on the issue of liability. Because the jury did not find defendant liable in negligence, the existence or non-existence of plaintiffs medical records was not relevant.\nAccordingly, the plaintiffs appeal is denied and dismissed. The judgment is affirmed and the papers in this case are remanded to the Superior Court.\n. Pursuant to G.L.1956 § 31-20-13, when operating a vehicle upon a highway that is divided by a median strip that separates opposing lanes of traffic, a driver is not required to stop for a school bus that is loading or unloading passengers.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Carolyn Ann Mannis.",
      "Joyce A. Faraone.",
      "Carol Zangari, Providence.",
      "Dennis D. Bossian, East Greenwich."
    ],
    "corrections": "",
    "head_matter": "Lucille G. DeBLOIS v. Jay R. ASHCRAFT.\nNo. 99-562-Appeal.\nSupreme Court of Rhode Island.\nMay 7, 2002.\nCarolyn Ann Mannis.\nJoyce A. Faraone.\nCarol Zangari, Providence.\nDennis D. Bossian, East Greenwich."
  },
  "file_name": "1073-02",
  "first_page_order": 1129,
  "last_page_order": 1131
}
