{
  "id": 6080829,
  "name": "In re Walter",
  "name_abbreviation": "In re Walter",
  "decision_date": "1939-04-10",
  "docket_number": "No. 4107",
  "first_page": "1074",
  "last_page": "1077",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1074"
    },
    {
      "type": "parallel",
      "cite": "102 F.2d 855"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 435,
    "char_count": 7995,
    "ocr_confidence": 0.444,
    "sha256": "f74dbf229acfda6e7baa61bc9868f739e65d457647fed5327d1b3c3a55ffcfb9",
    "simhash": "1:8b67eed25ca1d6ec",
    "word_count": 1356
  },
  "last_updated": "2023-07-14T20:53:19.379132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garrett, Presiding Judge, and Bland, Hatfield, Leneoot, and Jackson,. Associate Judges"
    ],
    "parties": [
      "In re Walter"
    ],
    "opinions": [
      {
        "text": "BlaNd, Judge,\ndelivered the opinion of the court:\nAll of the claims, numbered 1 to 15, inclusive, of appellant’s application for a patent relating to sausage casings, sausages and thei method of producing them, were rejected by the Primary Examiner ■of the United States Patent Office on grounds hereinafter stated,, which rejection was affirmed upon appeal, by the Board of Appeals. From the decision of the latter, appellant appealed here..\nThe alleged invention involved relates to the printing or marking* of casings for sausage and meat products, which casings are prepared from animal intestines, and to the sausage product prepared from the casings thus printed.\nAfter cleaning the casings they are treated with glycerin or a. similar substance to prevent brittleness when dried. The casing,, after being dried, is printed with water-proof, smoke-proof, opaque ink. In appellant’s brief, the following is said of the rejected claims:\nThe claims may be divided into two types; and each type may be further divided into two groups. The first type are the method claims 1, 6, 12, 13, 14,. and 15. The second type are the article claims 2, 3, 4, 5, 7, 8, 9, 10, and 11. The two groups of method claims are those to the method of producing a sausage and those to the method of producing a casing. The sausage method claims are 1 and 6, and the casing method claims 12, 13, 14, and 15.\nSimilarly the article claims may be divided into two groups, Claims 2, 7, and 9 to the sausage, and Claims 3, 4, 5, 8, 10, and 11 to the casing.\nWe are of the opinion that article claim 2 and method claim 12 are illustrative of the claims on appeal, and they follow:\n2. As an article of manufacture, a cured sausage comprising a filling of sausage meat and a preprinted natural casing bearing on its- surface exposed characters in ink which have .withstood the curing operation which includes smoking, cooking, or both, to which the filled casing has been subjected.\n12. The method of treating natural casings which comprises soaking cleaned casings in a glycerin solution, drying the casings, imprinting thereon a mark or character in water-proof, smoke-proof, opaque ink, hardening the ink and thereafter salting the casings for storage.\nThe references relied upon are:\nHarris (Br.), 16,365, June 30, 1894.\nHenderson et ah, 1,868,203, July 19', 1932.\nOppenheimer, 1,958,588, May 15, 1934.\nFreund, 1,959,978, May 22, 1934.\nThe patent to Freund relates to sausage, artificial casing therefor, and the production thereof. Freund does his printing with waterproof, smoke-proof, opaque ink on a substantially dry cellulose casing’ and after hardening the ink, stuffs the casing and subjects it to a curing process. He also teaches the use of glycerin to keep the casing-soft and pliable. His invention differs from appellant’s in that it relates to artificial casings, while appellant’s relates to natural casings.\nThe patent to Henderson et al. relates to animal intestine sausage casings and the method of preparing the same. He uses glycerin to-render the casing suitable for filling after it is dried. His invention is not concerned with printing.\nThe Oppenheimer patent relates to a method of marlring sausage or meat product casings made from animal intestines. He may use a single casing or a double one. The indicia or marking may be placed on the inner or outer side of a single casing, or on the outer side of the inner casing, where the casing is double. He makes application of the decalcomania process by first having his printed data on strips of cellophane. The printed sheet of the cellophane is put on the surface of the casing under the action of heat. The cellophane is removed leaving the design on the casing. His preferred method is to place the design on the inner side of the casing.\nThe British patent to Harris teaches the marking or branding of food articles such as sausage, smoked tongues, fish and the like. He states that he marks the sausages, etc. with the use of nitrate of silver after he has applied a suitable alkali solution for the removal of the fatty matter. After the marking is exposed to the light, the indicia develops on the article.\nThe examiner rejected claims 1 to 11, inclusive, on Freund in view of Harris and Oppenheimer. The examiner stated that the Harris and Oppenheimer references disclosed the pre-printing of natural casings. He further rejected claims 1 to’ 11, inclusive, on Harris or Oppenheimer, in view of Freund, and stated that:\n* * * To employ the Freund ink in pre-printing the Harris or Oppenheimer casings would not be invention. The Freund ink is described as water-proof, smoke-proof and opaque, and'is in fact tlie same ink as applicant employs.\nHe rejected claims 12 to 15, inclusive, first on the ground of aggregation, and second on the prior art referred to in his rejection of claims 1 to 11, inclusive, when considered further with relation to Henderson et al. As to the second ground of rejection he stated:\n* * * Henderson shows the instant method of preparing an animal casing, including the glycerine treatment. To employ a casing produced as in Henderson would not amount to invention. Claims 12 and 13 call for salting, but this step is of no patentable merit, since salting is common, as admitted in the specification, page 4, last paragraph.\nIt is to be noted that claim 14 also calls for the salting step.\nClaim 15 was rejected by the examiner on the additional ground that it called for new matter.\nAs we understand the brief opinion of the board, it disagreed with the examiner on the ground of aggregation, held that the examiner properly rejected claims 1 to 15, inclusive, as not defining patentable subject matter over the prior art cited, -and agreed with him that claim 15 contained new matter in tlie clause “drying them to such an extent as to remove all surface moisture, but not to a condition of brittleness.”\nAppellant argues here that he has made the discovery that natural casings for sausages and meat products can be indelibly and harmlessly marked in the same manner that artificial casings were previously marked. Although appellant’s counsel has pointed out the difference between the applicant’s alleged invention and those shown by the prior art, his main reliance for reversal of the decision of the board is based, upon the fact that appellant’s application teaches the marking of natural casings as distinguished from artificial casings. He urges that “A method claim can not be anticipated by the mere citation of numerous references, each of which may disclose one of the steps in some other relationship. That in effect is what the Examiner attempted to do in the present case.”\nIt is very true that a method is not necessarily anticipated by various disclosures of the separate elements or steps of the method. Frequently the combination of prior art steps in a method claim renders the same patentable. This is true where invention rests in combining the steps in such án unobvious sequence or order as to produce new and useful results.\nWe are in agreement with the tribunals below in holding that none of the claims at bar define invention over the prior art cited, and relied upon by the board. Irrespective of the question as to whether or not the said limitation in claim 15 constitutes new matter, we are sure that it does not distinguish in a patentable sense from the cited prior art. We are furthermore of the opinion that the limitations as to salting in claims 12, 13 and 14 do not lend patentability to the claims over the prior art cited.\nFor the reasons stated, the decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "BlaNd, Judge,"
      }
    ],
    "attorneys": [
      "Roy W. Johns for appellant.",
      "R. R. Whitehead (Howard S. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "102 F. (2d) 855\nIn re Walter\n(No. 4107)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1939\nRoy W. Johns for appellant.\nR. R. Whitehead (Howard S. Miller of counsel) for the Commissioner of Patents.\n[Oral argument March 14, 1939, by Mr. Johns and Mr. Miller]\nBefore Garrett, Presiding Judge, and Bland, Hatfield, Leneoot, and Jackson,. Associate Judges"
  },
  "file_name": "1074-01",
  "first_page_order": 392,
  "last_page_order": 395
}
