{
  "id": 9099733,
  "name": "William H. BENSING, Petitioner, v. WORKERS' COMPENSATION APPEAL BOARD (JAMES D. MORRISSEY, INC.), Respondent",
  "name_abbreviation": "Bensing v. Workers' Compensation Appeal Board",
  "decision_date": "2003-08-21",
  "docket_number": "",
  "first_page": "1075",
  "last_page": "1081",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1075"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "765 A.2d 786",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1276706,
        11076299,
        11076317,
        1276734
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "787"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0156-01",
        "/a2d/765/0786-01",
        "/a2d/765/0786-02",
        "/pa/564/0155-01"
      ]
    },
    {
      "cite": "564 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276706
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0156-01"
      ]
    },
    {
      "cite": "640 A.2d 1266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872209,
        775537
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/1266-01",
        "/pa/537/0032-01"
      ]
    },
    {
      "cite": "537 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775537
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0032-01"
      ]
    },
    {
      "cite": "623 A.2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1443687
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/154/0276-01"
      ]
    },
    {
      "cite": "697 A.2d 1062",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12021890
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/697/1062-01"
      ]
    },
    {
      "cite": "593 A.2d 428",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "527 Pa. 658",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "582 A.2d 421",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1408320
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/136/0098-01"
      ]
    },
    {
      "cite": "503 A.2d 1096",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "596 A.2d 801",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "528 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "610 A.2d 1071",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1433538
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/148/0004-01"
      ]
    },
    {
      "cite": "641 A.2d 664",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11294032,
        1459866
      ],
      "pin_cites": [
        {
          "page": "666"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/641/0664-01",
        "/pa-commw/163/0486-01"
      ]
    },
    {
      "cite": "820 A.2d 925",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9313507
      ],
      "pin_cites": [
        {
          "page": "927"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/820/0925-01"
      ]
    },
    {
      "cite": "792 A.2d 678",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9512951
      ],
      "pin_cites": [
        {
          "page": "688"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/792/0678-01"
      ]
    },
    {
      "cite": "697 A.2d 603",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12018144
      ],
      "pin_cites": [
        {
          "page": "605"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/697/0603-01"
      ]
    },
    {
      "cite": "423 A.2d 1125",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "728 A.2d 1001",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11628174
      ],
      "pin_cites": [
        {
          "page": "1004"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/728/1001-01"
      ]
    },
    {
      "cite": "652 A.2d 1327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "539 Pa. 683",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "639 A.2d 935",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865907,
        1458196
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/0935-01",
        "/pa-commw/162/0565-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 690,
    "char_count": 16692,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 1.150166340069858e-07,
      "percentile": 0.5812124567880212
    },
    "sha256": "2e47568997c45bafbd19a5f9737697492db90f8e921cafd2018ea701a2c5decd",
    "simhash": "1:0ddc70dfd7e921b7",
    "word_count": 2744
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: COLINS, President Judge, and FRIEDMAN, Judge, and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "William H. BENSING, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (JAMES D. MORRISSEY, INC.), Respondent."
    ],
    "opinions": [
      {
        "text": "FLAHERTY, Senior Judge.\nWilliam Bensing (Claimant) petitions pro se for review of an order of the Workers’ Compensation Appeal Board (Board) which affirmed the order of a Workers’ Compensation Judge (WCJ) denying his Claim Petition. We affirm.\nClaimant filed a Claim Petition alleging that, on May 20, 1997, he suffered injuries in an automobile accident while he was traveling to work. James D. Morrissey, Inc. (Employer) failed to file a timely Answer and also failed to appear at the first hearing before the WCJ. Accordingly, the WCJ issued an interlocutory opinion deeming the facts alleged in the Claim Petition admitted. However, the WCJ also noted that Employer was not precluded from raising legal defenses to the Claim Petition.\nAt the hearings before the WCJ, Claimant testified that he worked as a heavy equipment operator for Employer. This job required him to work at remote job sites until the job was completed or until Employer told him to go to another location. However, Claimant would also work at Employer’s place of business in Philadelphia. Employer would often tell him the night before where to report for work the next day. Employer did not reimburse Claimant for any of his travel expenses nor did it provide any kind of transportation. On the day of his automobile accident on May 20, 1997, he had been working at the Acme job site since May 9, 1997 and was car-pooling there with two other employees. These three employees shared expenses by taking turns driving. Employer did not require that Claimant participate in the car-pool. However, Employer did inform employees who lived near each other that they would be working at the same location so they would have the opportunity to car-pool with other employees. During the time Claimant worked at the Acme job site, Employer did not send Claimant to work at any other location.\nBy decision and order circulated on April 6, 2001, the WCJ found that Claimant’s employment contract did not include transportation to and from work, Claimant was not on a special mission for Employer, there were no special circumstances such that Claimant was furthering the business of Employer when he was commuting to the job site on the day of the accident and that the Acme job site constituted Claimant’s fixed place of employment on the, day of the accident. The WCJ also found that the mere possibility that Claimant could have been contacted by Employer’s dispatcher and told to report to another job site after May 9, 1997 does not distinguish this case from the case of Foster v. Workmen’s Compensation Appeal Board, 162 Pa.Cmwlth. 565, 639 A.2d 935 (1994), petition for allowance of appeal denied, 539 Pa. 683, 652 A.2d 1327 (1994). Accordingly, the WCJ concluded that Claimant was not in the course and scope of his employment at the time of the automobile accident on May 20, 1997. Claimant appealed to the Board, which affirmed the decision of the WCJ. This appeal followed.\nOn appeal, Claimant argues that: 1) Employer cannot challenge whether he was in the course and scope of his employment on the day of the accident after it failed to filed an Answer or appear at the first hearing and 2) he was in the course and scope of his employment on the day of the automobile accident.\nWith regard to Claimant’s first argument, Section 416 of the Workers’ Compensation Act (Act) provides that:\nWithin twenty days after a copy of any claim petition or other petition has been served upon an adverse party, he may file with the department or its workers’ compensation judge an answer in the form prescribed by the department. Every fact alleged in a claim petition not specifically denied by an answer so filed by an adverse party shall be deemed to be admitted by him. But the failure of any party or of all of them to deny a fact alleged in any other petition shall not preclude the workers’ compensation judge before whom the petition is heard from requiring, of his own motion, proof of such fact. If a party fails to file an answer and/or fails to appear in person or by counsel at the hearing without adequate excuse, the workers’ compensation judge hearing the petition shall decide the matter on the basis of the petition and evidence presented,\n(emphasis added). “The failure to file a timely answer precludes an employer from presenting any evidence in rebuttal or as an affirmative defense with respect to those alleged facts; the WCJ may only consider the allegations set forth in the claim petition and any additional evidence presented by the claimant.” Dandenault v. Workers’ Compensation Appeal Board (Philadelphia Flyers, Ltd.), 728 A.2d 1001, 1004 (Pa.Cmwlth.1999). See also Yellow Freight System, Inc. v. Workmen’s Compensation Appeal Board, 56 Pa.Cmwlth. 1, 423 A.2d 1125 (1981); Heraeus Electro Nite Company v. Workmen’s Compensation Appeal Board (Ulrich), 697 A.2d 603, 605 (Pa.Cmwlth.1997).\n“However, we have held that failure to file a timely answer is not tantamount to a default judgment and the Claimant is still required to prove all elements necessary to satisfy an award ... and that questions of law are reviewable and cannot be waived by the failure to file a timely answer.” Chik-Fil-A v. Workers’ Compensation Appeal Board (Mollick) 792 A.2d 678, 688 (Pa.Cmwlth.2002) (emphasis added). Claimant’s allegation that he suffered injuries as a result of his accident is a fact that Employer cannot now dispute. Conversely, Claimant’s statement that he was in the “course and scope of employment” is a conclusion of law to be reviewed. Although a party can admit a factual event, it cannot admit how the legal effect of those facts should be characterized. Consequently, this Court has consistently held that “[w]hether an employee injured away from employer’s premises sustained an injury in the course and scope of employment is a question of law to be reviewed based on the WCJ’s findings of fact.” Sloane Nissan v. Workers’ Compensation Appeal Board (Zeyl) 820 A.2d 925, 927 (Pa.Cmwlth.2003) (emphasis added).\nTherefore, whether the injuries that Claimant sustained in the automobile accident happened in the course and scope of his employment is a question of law and not a question of fact that could be admitted by Employer’s failure to file an Answer or appear at the first hearing. Therefore, the WCJ was not precluded from deciding this question of law. On appeal, however, the Board and this Court may review the WCJ’s decision to determine if the WCJ made the right decision regarding any question of law. Accordingly, we will now address whether the Board erred by affirming the WCJ’s conclusion that Claimant was not in the course and scope of his employment at the time of the automobile accident on May 20,1997.\nSection 411(1) of the Act provides, in relevant part, that:\nThe term “injury arising in the course of his employment,” as used in this article ... shall include all other injuries sustained while the employe is actually engaged in the furtherance of the business or affairs of the employer, whether upon the employer’s premises or elsewhere\n77 P.S. § 411(1). In Bradshaw v. Workmen’s Compensation Appeal Board (Bell Hearing Aid Center), 163 Pa.Cmwlth. 486, 641 A.2d 664, 666 (Pa.Cmwlth.1994), this Court stated that:\nAs a general rule, injuries sustained by an employee traveling to or from his or her place of employment are not com-pensable under the Workers’ Compensation Act. Unity Auto Parts, Inc. v. Workmen’s Compensation Appeal Board (Bigley), 148 Pa.Cmwlth. 4, 610 A.2d 1071 (Pa.Cmwlth.1991), petition for allowance of appeal denied, 528 Pa. 618, 596 A.2d 801 (1991). This rule is grounded on the recognition that in the usual case, an employee traveling to or from work is not engaged in the furtherance of the employer’s affairs. Peer v. Workmen’s Compensation Appeal Board (B & W Construction), 94 Pa. Cmwlth. 540, 503 A.2d 1096 (1986).\nThere are exceptions to this rule, however, and an injury sustained by a claimant while going to or coming from work may be compensable if: (1) the employment contract included transportation to and from work; (2) the employee has no fixed place of work; (3) the employee is on special assignment for the employer; or (4) special circumstances are such that the employee was furthering the business of the employer. SEPTA v. Workmen’s Compensation Appeal Board (Scott), 136 Pa.Cmwlth. 98, 582 A.2d 421 (Pa.Cmwlth.1990), petition for allowance of appeal denied, 527 Pa. 658, 593 A.2d 428 (1991). These exceptions are intended to cover situations in which an employee is traveling to or from work but in doing so continues to act in the course of his or her employment. Peer.\nIn Foster, the case cited by both the WCJ and the Board in support of their decisions, the claimant was injured in an automobile accident while leaving the job site at the end of the work day. The claimant testified that he was to report to a construction site until the employer’s contract at that site was completed. During this time, it was not envisioned that claimant would report to any other job sites or work under the supervision of anyone except the employer. In addition, the claimant testified that he was to report to the same job site every day for an indefinite period. Therefore, this Court concluded that the claimant did have a fixed place of employment. Also, because the employer did not reimburse the claimant for his travel expenses nor was travel part of his contract for employment, none of the other exceptions to the going and coming rule applied. Therefore, the claimant was denied workers compensation benefits because he was not in the course and scope of his employment at the time of his injury.\nIn Sheckler Contracting v. Workers’ Compensation Appeal Board, 697 A.2d 1062 (Pa.Cmwlth.1997), however, we held that the employee, who was killed in an automobile accident while traveling home with some fellow employees, was in the course and scope of his employment. We distinguished that case from Foster because the foreman made all the travel arrangements for his crew. The employees would meet at his residence, leaving their personal vehicles, and proceed to the job in company-authorized vehicles. At the job site, the employees traveled to and from the site in vehicles owned by another employee. In addition, the employer paid for the gasoline used by the vehicles traveling to and from the job site and also paid for the employees’ lodging during the work week. Although the employees were not required to return home, they were instructed to bring their tools with them over the weekend in case the employer sent them to another job site the following week.\nWe believe that this case is more similar to Foster than Sheckler. In this case, like Foster, Claimant would be assigned to a remote job site and would stay at that site indefinitely until the job was completed. Although Claimant testified that he could have been dispatched to another job site, it is undisputed that this did not occur while Claimant was at the Acme job site. Therefore, we must conclude that the Acme job site was Claimants fixed place of employment on the day of the automobile accident.\nNext, we must determine whether any of the other special exceptions to the going and coming rule apply. First, it is undisputed that Claimants employment contract did not include transportation to and from work. Accordingly, that exception does not apply. However, Claimant does allege that he was on a special mission for Employer or furthering Employers business due to his participation in the car-pool. Claimant alleges that the car-pooling was encouraged by Employer and benefited Employer because it assured that all employees were able to reach the job site and perform their jobs.\nBecause Claimant was participating in a car-pool, we must first determine whether the Ridesharing Act, Act of December 14, 1982, P.L. 1211, applies to this case. Section 1 of the Ridesharing Act provides that:\nAs used in this act, “ridesharing arrangement” shall mean any one of the following forms of transportation:\n(1) The transportation of not more than 15 passengers where such transportation is incidental to another purpose of the driver who is not engaged in transportation as a business. The term shall include ridesharing arrangements commonly known as carpools and vanpools, used in the transportation of employees to or from their place of employment.\n55 P.S. 695.1 (emphasis added). Further, Section 3 of the Ridesharing Act provides that:\n“The Pennsylvania Workmen’s Compensation Act, ” shall not apply to a passenger injured while participating in a ridesharing arrangement between such passenger’s place of residence and place of employment. “The Pennsylvania Workmen’s Compensation Act” shall apply to the driver of a company owned or leased vehicle used in a ridesharing arrangement.\n55 P.S. § 695.3 (emphasis added). Also, Section 4(b) of the Ridesharing Act provides, in relevant part, that:\n(b) An employer shall not be liable for injuries to passengers and other persons because he provides information, incentives or otherwise encourages his employees to participate in ridesharing arrangements.\n55 P.S. § 695.4(b). The Ridesharing Act operates to prevent claimants from receiving workers’ compensation benefits when they are merely commuting to and from work.\nIn Empire Kosher Poultry v. Workmen’s Compensation Appeal Board, 154 Pa.Cmwlth. 276, 623 A.2d 887 (1993), a case dealing with the Ridesharing Act, the claimant was a passenger in a fellow employee’s vehicle when he was injured in an automobile accident on his way home from work. The claimant asked the driver for a ride either to or from work sporadically and frequently without advance notice and the driver was not in a position to refuse the claimants requests. Also, the driver and the claimant did not share the expenses because the employer reimbursed the driver for mileage. Moreover, the drivers terms of employment provided for transportation to and from work, thus making the trip to and from work not in furtherance of his own affairs but in the course and scope of his employment. Accordingly, we determined that the Ride-sharing Act did not apply to preclude the claimant from receiving workers compensation benefits.\nIn this case, Claimant and this two fellow employees shared expenses because they took turns driving. Also, Employer did not reimburse them for their travel expenses. Therefore, the car-pooling arrangement primarily benefited Claimant rather than Employer. In addition, because the car-pooling arrangement between Claimant and his two fellow employees was completely voluntary, participating in the car-pool was not a special assignment. As such, this ease is distinguishable from Empire Kosher Poultry. Therefore, pursuant to Section 3 of the Ridesharing Act, Employer would not be hable for any injury sustained by Claimant while carpooling to and from work. Consequently, Claimant cannot use the car-pool arrangement as a basis for asserting that he was furthering the business of Employer or that he was on a special assignment for Employer while participating in the carpool. Therefore, because none of the special exceptions to the going and coming rule apply, Claimant was not, as a matter of law, in the course and scope of his employment at the time of the May 20, 1997 accident.\nAccordingly, the order of the Board is affirmed.\nORDER\nAND NOW, August 21, 2003, the order of the Workers’ Compensation Appeal Board docketed at A01-1233 and dated November 15, 2002 is hereby AFFIRMED.\n. This court’s appellate review over an order of the Board is limited to determining whether the necessary findings of fact are supported by substantial evidence, whether Board procedures were violated, whether constitutional rights were violated or an error of law was committed. Republic Steel Corporation v. Workmen’s Compensation Appeal Board (Petrisek), 537 Pa. 32, 640 A.2d 1266 (1994).\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 821.\n. Although neither the WCJ nor the Board cited the Ridesharing Act in their decisions, we note that this Court may affirm the order of a lower court if the result reached is correct without regard to the grounds relied upon by that court. Moorhead v. Crozer Chester Medical Center, 564 Pa. 156, 765 A.2d 786, 787 (2001).",
        "type": "majority",
        "author": "FLAHERTY, Senior Judge."
      }
    ],
    "attorneys": [
      "William H. Bensing, petitioner, pro se.",
      "Nancy M. Farese, Blue Bell, for respondent."
    ],
    "corrections": "",
    "head_matter": "William H. BENSING, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (JAMES D. MORRISSEY, INC.), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs June 13, 2003.\nDecided Aug. 21, 2003.\nWilliam H. Bensing, petitioner, pro se.\nNancy M. Farese, Blue Bell, for respondent.\nBefore: COLINS, President Judge, and FRIEDMAN, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "1075-01",
  "first_page_order": 1123,
  "last_page_order": 1129
}
