{
  "id": 11633433,
  "name": "DAUPHIN DEPOSIT BANK AND TRUST COMPANY, Appellee, v. Ralph W. HESS, Joan B. Pattison and Jered L. Hock, Individually and on Behalf of all Others Similarly Situated, Appellants",
  "name_abbreviation": "Dauphin Deposit Bank & Trust Co. v. Hess",
  "decision_date": "1999-03-26",
  "docket_number": "",
  "first_page": "1076",
  "last_page": "1080",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 1076"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "393 A.2d 704",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        106403
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "709"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/259/0037-01"
      ]
    },
    {
      "cite": "269 Pa.Super. 37",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1978,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 707,
    "char_count": 13996,
    "ocr_confidence": 0.649,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24208322570157564
    },
    "sha256": "a750bc17bb7a7919c803bd3a70799204c1994baf605905eb50c4f98813762793",
    "simhash": "1:0bfab0e587cd8f60",
    "word_count": 2261
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, and NIGRO, JJ.",
      "Justice NEWMAN and Justice SAYLOR did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "DAUPHIN DEPOSIT BANK AND TRUST COMPANY, Appellee, v. Ralph W. HESS, Joan B. Pattison and Jered L. Hock, Individually and on Behalf of all Others Similarly Situated, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThe issue in this appeal is whether the Superior Court abused its discretion in reversing the order of the trial court, which rejected a proposed settlement in a class action lawsuit. The lawsuit, initiated by Dauphin Bank, was a declaratory judgment action in which the bank sought the right to terminate unilaterally a certificate of deposit offering which was renewable at eighteen month intervals and which was available only for individual retirement accounts.\nBetween January 1982 and June 1984 Dauphin Bank offered certificates of deposit for individual retirement accounts which paid a variable rate of interest based on the yield of two-year treasury notes, but which would pay no less than 10% interest. Approximately 4,900 such accounts were open at the time this lawsuit began, and the bank now seeks to terminate these accounts and replace them with other investment vehicles paying a lower interest rate. At issue is whether the 10% CDs were sold with the understanding that they would be renewable every eighteen months until the IRA account holder withdrew this investment from his IRA account, or whether this “perpetual” renewal option was not a feature of the contract between the bank and the account holder. It is undisputed that the bank provided an IRA kit which contained a brochure which stated that the interest rate for the CD would not go below 10% as long as Dauphin Deposit offered an 18 month variable rate account, but the extent to which these brochures were made available or explained to customers is disputed by the parties.\nThe bank began a declaratory judgment action against Hess, Pattison and Hock individually and as class representatives on February 25, 1994. The class representatives filed an answer with new matter and counterclaim, including, inter alia, breach of contract, fraud, and violation of the Unfair Trade Practices Act and the Consumer Protection Law. After a healing, the trial court certified the class on February 13, 1995, and the case went to trial on April 1, 1996 and continued through April 4, 1996. At that point, the bank had presented twenty-eight witnesses and rested except for the presentation of three additional expert witnesses.\nAt the close of the bank’s case in chief, the trial court adjourned the trial in order to give the parties an opportunity to reach a settlement. After negotiation, the parties reached a proposed settlement and jointly moved for its approval. On July 11,1996 the trial court issued an opinion and order denying the joint motion for approval of the settlement. The bank appealed. The Superior Court reversed, holding that the trial court abused its discretion in rejecting the settlement. The class petitioned for allowance of appeal and this court granted allocatur.\nThe proposed settlement divided the class into two subclasses, A and B. The settlement provided that the existing 10% certificates would be replaced by two new certificates of deposit. Class A members would be offered 10% certificates renewable for a ten year period and class B members would be offered 7% certificates for the same period of time. Holders of these new certificates could allow their investment to remain for the full ten-year term or withdraw their money at any time without penalty. At the end of the ten-year period, the certificate holder could reinvest the accumulated balance of his certificate into a new instrument at current rates, or reinvest elsewhere. To qualify as a class A member, the account holder was required to submit an affidavit setting forth a description of evidence which led him to believe that the 10% certificate could not be unilaterally terminated by the bank. If an account holder failed to provide such an affidavit, he was placed in class B. Class members were also given the opportunity to object to the settlement or to opt out of the settlement altogether. Eighty-nine class members objected and twelve opted out of the class.\nIn reviewing the settlement proposal, the trial court noted that extensive discovery had been undertaken and that thousands of hours had been spent on the case by “extremely capable attorneys” on both sides. The court also observed that the law favors settlement of class actions, but that approval of any proposed settlement is at the discretion of the court. The court quoted Buchanan v. Century Federal Savings & Loan Ass’n, 269 Pa.Super. 37, 393 A.2d 704, 709 (1978) for its recitation of factors to consider in approving or disapproving a proposed settlement:\nAlthough there is no formula for making such a determination, the criteria heretofore employed by the courts include evaluations of (1) the risks of establishing liability and damages, (2) the range of reasonableness of the settlement in light of the best possible recovery, (3) the range of reasonableness of the settlement in light of all the attendant risks of litigation, (4) the complexity, expense and likely duration of the litigation, (5) the stage of the proceedings and the amount of discovery completed, (6) the recommendations of competent counsel, and (7) the reaction of the class to the settlement. In effect the court should conclude that the settlement secures an adequate advantage for the class in return for the surrender of litigation rights. As with valuation problems in general, there will usually be a difference of opinion as to the appropriate value of a settlement. For this reason, judges should analyze a settlement in terms of a “range of reasonableness” and should generally refuse to substitute their business judgment for that of the proponents.\n(Citations omitted.) The court did not approve the proposed settlement because (1) the class members were forced to decide whether to opt out of the settlement prior to knowing whether or not the settlement had court approval, (2) the eighty-nine objectors claim that they were informed in writing that the 10% certificates were renewable and insist that the bank honor its contract, (3) the settlement discriminates against the young investor, (4) the class has a reasonable probability of success, (5) the class of defendants in this case was organized by the bank for the bank’s convenience, (6) some class members may not have understood the settlement, causing them not to object and (7) the settlement is not fair because it involves closing thousands of individual retirement accounts.\nOn appeal, the Superior Court pointed out that the trial court’s concern that the class members were required to opt out before knowing whether the court approved the settlement was without merit, and, in any case, was in opposition to the requirements of Buchanan that the court know the class members’ reaction prior to approving the settlement. Next, the Superior Court disagreed with the trial court’s assessment of the likelihood that the class would prevail. The Superior Court also disagreed with the trial court’s discounting of the bank’s evidence and favoring the class’s proposed testimony as to conversations with bank officials. The Superior Court observed that the bank’s witnesses were uniform in denying that they authorized or promoted the dissemination of information that the 10% CD was automatically renewable. On the contrary, these witnesses stated that all of the bank’s literature generated for 10% CD customers indicated that the CD would be in effect as long as the bank offered it. Finally, the Superior Court noted that the trial court failed to establish a range of reasonableness of the settlement proposal as is required by Buchanan. The Superior Court discussed the range of reasonableness as follows:\nIn deciding whether the settlement falls within a “range of reasonableness,” we need to examine whether the proposed settlement secures an “adequate” (and not necessarily the best possible) advantage for the class in exchange for the surrender of the members’ litigation rights. At bar, the class was divided into two groups: Class A and Class B, the former of which would be the recipient of a rate of interest set at 10% for ten years upon presentment of proof (either written or oral) to buttress their claim that the account was “automatically renewable” at their discretion until they terminated it. Class B included those members who had no evidence of the longevity of the account, which entitled them to a 10-year rate of return of 7%.\nHere, it is beyond cavil that competent counsel engaged in extended negotiations to settle a protracted lawsuit that was vigorously disputed. And, financial experts from all fields of endeavor were consulted concerning the investment arena and the role of the IRA as an investment tool. See Trial Transcript, 6/21/96. In this light, a court need not inquire into whether the “best possible” recovery has been achieved. Rather, in view of the stage of the proceedings, complexity, expense and likely duration of further litigation, as well as the risks of litigation, the court is to decide whether the settlement is reasonable.\nIn the best of all possible worlds, the ideal result would be as the objectors perceive it to be — 10% for life. However, the element of uncertainty inherent in any compromise exists when a judicial outcome is foregone for the certainty of settlement. Further, we find the relaxed criteria recommended by both counsel in creating Class A and Class B does not smack of discrimination, but is a realistic cut-off point and limitation to exposure to liability.\n698 A.2d at 1310-11 (citations omitted). Based on these considerations and the small number of objectors (89 out of 4,300 class members), the Superior Court determined that the trial court’s refusal to approve the settlement was unreasonable.\nWe agree with both lower courts that the Buchanan case states the appropriate factors to consider in approving or disapproving a class action settlement:\n1. the risks of establishing liability and damages;\n2. the range of reasonableness of the settlement in light of the best possible recovery;\n3. the range of reasonableness of the settlement in light of all the attendant risks of litigation;\n4. the complexity, expense and likely duration of the litigation;\n5. the state of the proceedings and the amount of discovery completed;\n6. the recommendations of competent counsel; and;\n7. the reaction of the class to the settlement.\nWe also agree that settlements are favored in class action lawsuits and that the standard of review of the trial court’s acceptance or rejection of a settlement proposal is abuse of discretion.\nAlthough the trial court cited these factors in evaluating the appropriateness of a proposed settlement, it did not use them in stating its reasons for rejecting the settlement. Once it determined this, the Superior Court correctly determined as a matter of law that the trial court abused its discretion in failing to approve the settlement. Our own review of the case, like that of the Superior Court, indicates that the outcome of the case was uncertain; all members of the class received a significant benefit for an extended period of time, even those who were not able to claim that the bank had promised renewal of the account until they closed their IRA accounts; competent counsel on both sides recommended the settlement; the number of objectors compared to the entire class was small; class members who disagreed could always opt out of the class and bring their own actions; and the settlement was reached after extensive discovery and study of the facts of the ease.\nThe order of the Superior Court is affirmed.\nJustice NEWMAN and Justice SAYLOR did not participate in the consideration or decision of this case.\nJustice NIGRO files a dissenting opinion.\n. The parties agreed to allow that bank to call three additional expert witnesses out of turn because of scheduling difficulties.\n. The interest rate on class B certificates would vary between 7% and 11% but would not fall below 7%.\n. The bank asserts that 2300 of 4300 class members failed to submit a verified statement that they had been told that the CD was guaranteed forever.",
        "type": "majority",
        "author": "FLAHERTY, Chief Justice."
      },
      {
        "text": "NIGRO, Justice,\ndissenting.\nI respectfully disagree with the majority opinion as I believe the Superior Court wrongly reversed the trial court’s denial of the class action settlement agreement.\nI believe the Superior Court re-weighed the evidence and substituted its judgment for that of the trial court. For example, as enumerated by the majority, the Superior Court disagreed with the trial court’s evaluation of the likelihood the class would prevail; the Superior Court also disagreed with the trial court’s assessment of factual evidence by giving more weight to the class’s proposed testimony than to the bank’s already proffered evidence. This re-weighing of the proposed evidence impinges upon the very essence of the trial court’s function as the trial court is in the best position to make credibility determinations.\nMoreover, contrary to the Superior Court’s interpretation of the trial court’s analysis, I find the trial judge correctly applied the Buchanan factors by establishing that the settlement agreement fell within the required range of reasonableness. Therefore, since the Superior Court made its determination by substituting its judgment of the facts for that of the trial court, I would reverse and affirm the trial court’s rejection of the settlement.",
        "type": "dissent",
        "author": "NIGRO, Justice,"
      }
    ],
    "attorneys": [
      "Christopher C. Conner, Daniel L. Sullivan, Anthony T. Lucido, Harrisburg, James F. Mundy, Philadelphia, for Hess, Pattison and Hocks.",
      "LeRoy S. Zimmerman, James J. Kutz, Bridget E. Montgomery, Harrisburg, Joseph E. Ramirez, for Dauphin Deposit Bank."
    ],
    "corrections": "",
    "head_matter": "DAUPHIN DEPOSIT BANK AND TRUST COMPANY, Appellee, v. Ralph W. HESS, Joan B. Pattison and Jered L. Hock, Individually and on Behalf of all Others Similarly Situated, Appellants.\nSupreme Court of Pennsylvania.\nArgued Nov. 16, 1998.\nDecided March 26, 1999.\nReargument Denied May 13, 1999.\nChristopher C. Conner, Daniel L. Sullivan, Anthony T. Lucido, Harrisburg, James F. Mundy, Philadelphia, for Hess, Pattison and Hocks.\nLeRoy S. Zimmerman, James J. Kutz, Bridget E. Montgomery, Harrisburg, Joseph E. Ramirez, for Dauphin Deposit Bank.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, and NIGRO, JJ."
  },
  "file_name": "1076-03",
  "first_page_order": 1130,
  "last_page_order": 1134
}
