{
  "id": 11338270,
  "name": "Sonja L. RIFFE and Robert B. Anderson, Co-Administrators of the Estate of Steven D. Anderson, Deceased, Appellants, v. VEREB AMBULANCE SERVICE, INC., St. Francis Hospital and Valerie L. Custozzo",
  "name_abbreviation": "Riffe v. Vereb Ambulance Service, Inc.",
  "decision_date": "1994-12-07",
  "docket_number": "",
  "first_page": "1076",
  "last_page": "1079",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1076"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "522 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818934
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0214-01"
      ]
    },
    {
      "cite": "21 C.F.R. § 813.66",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(a)(6)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "414 Pa.Super. 622",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        909425
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/414/0622-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 565,
    "char_count": 11132,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23987035537593118
    },
    "sha256": "7c6add0e316a0df26d049a2d5296226e7908f1ca20f82156602f441fff640a44",
    "simhash": "1:5dbfe7775b4e812f",
    "word_count": 1712
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CIRILLO, TAMILIA and HOFFMAN, JJ."
    ],
    "parties": [
      "Sonja L. RIFFE and Robert B. Anderson, Co-Administrators of the Estate of Steven D. Anderson, Deceased, Appellants, v. VEREB AMBULANCE SERVICE, INC., St. Francis Hospital and Valerie L. Custozzo."
    ],
    "opinions": [
      {
        "text": "TAMILIA, Judge.\nSonja L. Riffe and Robert B. Anderson, co-administrators of the estate of Steven D. Anderson, deceased, take this appeal from the Order of April 20, 1994, denying plaintiffs’ motion to remove compulsory nonsuit. The underlying wrongful death action was filed by appellants on March 27,1992 against Vereb Ambulance Service, St. Francis Hospital and Valerie Custozzo. The complaint alleged that on March 30,1990, defendant Cus-tozzo, an emergency medical technician employed by Vereb Ambulance Service, while responding to an emergency call regarding Steven Anderson, began administering to Anderson the drug Lidocaine, as ordered over the telephone by the medical command physician at defendant hospital. While en route to the hospital, Anderson was administered an amount of Lidocaine 44 times the normal dosage. Consequently, normal heart function was not restored and Anderson was pronounced dead at the hospital shortly thereafter.\nOn August 17, 1993, plaintiffs settled their action against Custozzo and Vereb Ambulance Service for $40,000 and executed a release. On March 29, 1994, a jury trial as to St. Francis Hospital commenced before the Honorable Francis X. Caiazza of the Court of Common Pleas of Lawrence County. Following the testimony of two plaintiffs’ witnesses, and an offer of proof regarding the remainder of plaintiffs’ case, the trial court found that the release of Custozzo and Vereb Ambulance Service, ostensible agents of the hospital, acted as a release of- the hospital. Accordingly, the trial court entered compulsory nonsuit in favor of St. Francis Hospital and against plaintiffs (N.T., 3/30/94, p. 26). Plaintiffs’ counsel made an oral post-trial motion to remove the nonsuit, which was denied by the trial court. Appellants filed a notice of appeal on April 13, 1994.\nAppellants argue that their theory of liability was not based upon agency principles, but rather on the theory that the hospital breached its duty of care to pre-hospital patients, as that duty is set forth in the Pennsylvania Code. Appellants claim that in finding no duty on the part of the hospital, the trial court further erred in excluding competent testimony offered to show the hospital had breached its duty. Inasmuch as disposition of this case turns on whether, as appellants allege, the hospital “had an independent, primary and concurrent duty of care to the deceased pre-hospital patient,” our analysis must begin with an examination of the applicable sections of the Pennsylvania Code governing emergency medical care.\nAs appellee notes correctly, the delivery of emergency medical care is governed by the Emergency Medical Services Act (“the Act”), 35 P.S. §§ 6921-6938, and the regulations promulgated thereunder by the Pennsylvania Department of Health, 28 Pa.Code §§ 1001.1-1013.7. Under the Act, the Secretary of the Department of Health of the Commonwealth (“the Department”) is charged with overseeing and coordinating the Commonwealth’s emergency medical services (EMS) system. 35 P.S. §§ 6924, 6925. The Department’s mandate provides for the training, certification, accreditation, continuing education and quality assurance of EMS personnel. Id., §§ 6924(1); 6925(b)(6); 6931(b), (d).\nIn conjunction with these duties, the regulations provide for the establishment of statewide and regional EMS councils, which in turn are also charged with certain responsibilities. See 28 Pa.Code §§ 1001.2 (definitions of Council, EMS Council and Regional EMS Councils and the Council); 1001.121-1002.125 (additional requirements for Regional EMS Councils); 1001.141-1001.143 (additional requirements of the Council). Each regional EMS council has a regional EMS medical director, whose duties include: ensuring compliance by EMS , personnel with state certification and continuing education standards, § 1003.2(a)(4); establishing standards for EMS dispatch, field treatment and transportation protocols, § 1003.2(a)(5)-(8); and establishing operation standards for medical command facilities, § 1003.2(a)(9).\nThe Act and the Code define medical command facility as “The distinct unit within a facility that contains the necessary equipment and personnel for providing medical command and control to an ambulance service.” Id., § 1001.2; 35 P.S. § 6923. A “facility” is defined as “a hospital.” Id. The Code requires every medical command facility within a hospital to be accredited by the Department by complying with stated operational criteria, § 1009.1. Each medical command facility is headed by a medical command facility medical director, defined as a “physician responsible for the medical direction and control of the medical command physicians at an accredited medical command facility.” Id., § 1001.2.\nWhile the Code specifies that a medical command facility “shall actively participate in quality assurance programs approved by the Department,” § 1001.63, it does not specify what that participation entails. Further, although a medical command facility medical director has the responsibility for quality assurance and participation in EMS training and education, § 1003.3, the roles and responsibilities are not set forth in the regulation as specified duties. Cf. § 1003.2(a) (“Each regional EMS council shall have a regional EMS medical director who shall carry out the following duties....) (emphasis added). A comparison between the language referring to regional EMS medical directors and medical command facility medical directors discloses no language setting forth specific duties for medical command facility medical directors. Moreover, we find no reference to “facility” beyond the definition in the Code, and no duty imposed upon a facility-\nFor these reasons, the trial court, after an offer of proof, objection thereto and argument by counsel, excluded the proposed testimony of plaintiffs’ expert. The trial court stated:\nIn response to the issue now before the Court for resolution, the Court will advise counsel, at this time, that this Court finds that the medical command facility, pursuant to the applicable statute, is a distinct unit within the hospital, and, in this instance, of course, the hospital is the St. Francis Hospital of New Castle.\nIn similar fashion, the Court finds that neither the hospital nor the medical command facility located within the hospital, again, the St. Francis Hospital of New Castle in this instance, are responsible for the training or the overseeing or the certification or hiring of ambulance personnel, be they attendants, EMT paramedics or emergency medical technicians. The satisfaction of the certification requirements of ambulance attendants, EMT’s and EMT paramedics are determined by the Pennsylvania Department of Health pursuant to the statute.\nThat’s before the Court for interpretation. In that regard, the regional EMS medical director is responsible to insure [sic] that the personnel in the EMS system meet the certification and continuing education standards required by the state and regional protocols.\nFundamentally, the certification and the continuing education standards are determined, for the most part, by the Pennsylvania Department of Health, but not by the hospital. In that regard, the Court refers counsel to section 1003.24 of the statute [sic] under consideration here.\nAlso, as a practical matter, in view of this Court to hold the hospital liable for the negligent acts involving pre-hospital care, such as appears in this case, would place an undue burden upon the hospital by making the hospital responsible for the competency of each employee of each ambulance service within the area of service.\nThe testimony that counsel intends to present from Dr. Ferrucei cannot be in opposite [sic] to the finding of this Court.\n(N.T., 3/30/94, pp. 1-3.)\nThe trial court noted the practical impossibility of the hospital carrying ultimate responsibility for the quality of care and treatment given patients, in general, by EMS services. This is propounded proportionately in relation to the density of the population, numbers of hospitals (facilities) and number of EMS services. It becomes obvious that the focus of training and monitoring of such services must lie with the EMS regional and local councils pursuant to and subject to regulations promulgated by the Department of Health. While hospitals, as facilities, participate in the overall operation of EMS services, the hospital command facility derives its function from the law and regulations relating to the operation of EMS. The networking of EMS and command facilities is such that they have a common interrelated function that is apart from the administration of the hospitals to which they are attached. Because EMS may be involved with several hospitals depending on specialization, and even allowing for patients’ directions, a hospital’s legal responsibility for the operation of any given EMS becomes too tenuous.\nFor the above reasons, we find no error by the trial court in determining no liability could be imputed on the part of St. Francis Hospital.\nWe also reject appellants’ comparison of this Court’s decision in Friter v. Iolab Corp., 414 Pa.Super. 622, 607 A.2d 1111 (1992), with this case. In Friter, a federal regulation, 21 C.F.R. § 813.66(a)(6), imposed a specific duty on a hospital to obtain an informed consent from a patient prior to the patient’s participation in an experimental .procedure. Unlike Friter, no specific regulation or statute in Pennsylvania imposes liability on a hospital housing EMS medical command facilities for the negligence of an ambulance service or its personnel.\nAs a final matter, in addition to its finding that the hospital was not directly liable, we also agree with the trial court that appellants’ release of Custozzo and Vereb extinguishes any claim against the hospital, under a theory of vicarious liability. Mamalis v. Atlas Van Lines, Inc., 522 Pa. 214, 560 A.2d 1380 (1989).\nFor all of the foregoing reasons, we find no legal duty on the part of St. Francis Hospital, and, therefore, no liability. Consequently, we affirm the Order denying appellants’ motion to remove the nonsuit.\nOrder affirmed.\n. Appellants have not provided any case law or statutory support for their position contrary to the trial court’s interpretation of the Act and 28 Pa.Code §§ 1001.1-1013.7, other than a one-paragraph footnote to their brief. In that footnote, however, appellants' citations to the Code refer to sections dealing with special events and regional EMS medical directors and councils, none of which is applicable to this case. In addition, the footnote refers to the responsibilities of medical command facility medical directors, which, as stated supra, cannot be equated to legal duties.",
        "type": "majority",
        "author": "TAMILIA, Judge."
      }
    ],
    "attorneys": [
      "Jack W. Cline, Mercer, for appellants.",
      "Louis C. Long, Pittsburgh, for St. Francis."
    ],
    "corrections": "",
    "head_matter": "Sonja L. RIFFE and Robert B. Anderson, Co-Administrators of the Estate of Steven D. Anderson, Deceased, Appellants, v. VEREB AMBULANCE SERVICE, INC., St. Francis Hospital and Valerie L. Custozzo.\nSuperior Court of Pennsylvania.\nArgued Oct. 26, 1994.\nFiled Dec. 7, 1994.\nJack W. Cline, Mercer, for appellants.\nLouis C. Long, Pittsburgh, for St. Francis.\nBefore CIRILLO, TAMILIA and HOFFMAN, JJ."
  },
  "file_name": "1076-01",
  "first_page_order": 1134,
  "last_page_order": 1137
}
