{
  "id": 8958968,
  "name": "J.A. RAPAPORT FAMILY LIMITED PARTNERSHIP v. CITY OF BREWER",
  "name_abbreviation": "J.A. Rapaport Family Ltd. Partnership v. City of Brewer",
  "decision_date": "2005-07-14",
  "docket_number": "",
  "first_page": "1077",
  "last_page": "1079",
  "citations": [
    {
      "type": "official",
      "cite": "877 A.2d 1077"
    },
    {
      "type": "parallel",
      "cite": "2005 ME 89"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "2000 ME 183",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11186096
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "¶ 7"
        },
        {
          "page": "621"
        },
        {
          "page": "¶8"
        },
        {
          "page": "621"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/760/0619-01"
      ]
    },
    {
      "cite": "2005 ME 36",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9176448
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 3"
        },
        {
          "page": "198"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/868/0196-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 365,
    "char_count": 6321,
    "ocr_confidence": 0.697,
    "pagerank": {
      "raw": 4.7817273071113374e-08,
      "percentile": 0.30068625622574907
    },
    "sha256": "47d7b9ce92a2f14b88b7f5efaf8c6a4ceb2dd7d2f6756ebf5de813725a343b4b",
    "simhash": "1:8894c2fa351713c7",
    "word_count": 1069
  },
  "last_updated": "2024-02-27T22:50:08.903840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and CLIFFORD, DANA, ALEXANDER, CALKINS, and LEVY, JJ."
    ],
    "parties": [
      "J.A. RAPAPORT FAMILY LIMITED PARTNERSHIP v. CITY OF BREWER."
    ],
    "opinions": [
      {
        "text": "SAUFLEY, C.J.\n[¶ 1] The City of Brewer appeals from a partial summary judgment and subsequent final judgment of the Superior Court (Pe-nobscot County, Hjelm, J.) awarding damages to the J.A. Rapaport Family Limited Partnership (the Rapaports) in compensation for the City’s taking of a part of the Rapaports’ property by eminent domain. According to the City, the court should have allowed it to reduce the compensation to the Rapaports by the value of other land that the City expected the Rapaports to receive when an old road was discontinued. We agree with the Superior Court that the law does not support the City’s reduction in the amount of compensation, and we affirm the judgment.\nI. BACKGROUND\n[¶ 2] The following facts are undisputed. The Rapaports owned property in Brewer at the intersection of Pierce Road and Wilson Street. The City, which wished to relocate a portion of Pierce Road at the intersection, had to acquire part of the Rapaports’ property to do so. The City obtained an appraisal of the property to be taken, valuing it at $99,449. Noting that the Rapaports stood to receive a portion of the discontinued road if they retained title to their remaining property, see 23 M.R.S.A. § 3026(1) (1992), the appraisal ultimately deducted the value of the anticipated future benefit from the value of the property taken. As a result, the City deducted $62,382 from its offer of just compensation for the taking, arriving at a final offer of $37,067. Unable to reach an agreement with the Rapaports based on this offer, the City took the property by eminent domain and compensated the Ra-paports in accordance with the appraisal’s net $37,067 just compensation estimate. See 23 M.R.S.A. §§ 3023, 3029 (1992).\n[¶ 3] The Rapaports filed a complaint in the Superior Court seeking damages to make up the full value of the property taken as of the time of the taking and moved for a summary judgment. See 23 M.R.S.A. § 3029; M.R. Civ. P. 80B. While the case was pending and before the old road was discontinued, the Rapaports sold their remaining property to neighboring landowners. The court entered a partial summary judgment in the Rapaports’ favor, determining everything except damages. In its final judgment, the court awarded the Rapaports the $62,382 difference between the amount that the City paid the Rapaports and the amount of compensation due, without taking into account the anticipated possible future benefit, plus costs and interest. The City appealed.\nII. DISCUSSION\n[¶ 4] The City argues that the court misinterpreted the damages provision of the eminent domain statute, 23 M.R.S.A. § 3029, which directs, as far as practicable, the determination of damages in accordance with the condemnation statute applicable to State takings, 23 M.R.S.A. §§ 154 to 154-E (1992 & Supp.2004). We review the interpretation of statutes de novo as a question of law. Francis v. Dana-Cummings, 2005 ME 36, ¶ 3, 868 A.2d 196, 198; see also McTeague v. Dep’t of Transp., 2000 ME 183, ¶ 7, 760 A.2d 619, 621 (stating that a calculation of just compensation will be vacated if “the findings are based on an improper application of the law to the just compensation calculation process”).\n[If 5] In determining damages, the municipality must employ “the methods in [23 M.R.S.A. §§ 154 to 154-E], as far as practicable.” 23 M.R.S.A. § 3029 (emphasis added). Section 154 mandates the determination of just compensation by taking into account “[t]he highest and best use of the property at the date of taking,” and “[t]he fair market value of the real property taken as of the date of taking.” 23 M.R.S.A. § 154(3)(A), (C) (Supp.2004) (emphasis added). Accordingly, we have stated that “[t]he measure for just compensation in a partial takings case is the difference between the fair market value of the property immediately before the taking and the fair market value of the property remaining immediately after the taking.” McTeague, 2000 ME 183, ¶8, 760 A.2d at 621. “The fair market value of the property taken is determined at the time of the taking.” Id.\n[¶ 6] In the present case, it was practicable for the City, and the reviewing court, to apply sections 154 through 154-E. Evaluating the “[t]he highest and best use of the property at the date of taking” and “[t]he fair market value of the real property taken as of the date of taking” would fairly compensate the Rapaports for their loss. 23 M.R.S.A. § 154(3)(A), (C). The happenstance of the Rapaports owning part of the old and new paths for the road, such that they stood to receive a portion of the discontinued road in the future if they retained title to the property, see 23 M.R.S.A. § 3026(1), did not justify the City’s reduction of the just compensation owed to the Rapaports. As the Superior Court aptly stated, “[t]he City’s expression of intent to discontinue that original section [of road] is not an adequate substitute for a valid creation of property rights,” and just compensation may not be “quantified based on events that occur subsequent to the immediate time when the taking occurs.”\nThe entry is:\nJudgment affirmed.\n. The parties agreed to the entry of the judgment and the Rapaports waived all claims on appeal beyond those addressed by the summary judgment order. The City preserved its right to appeal from the summary judgment.\n. The City also argues that 23 M.R.S.A. § 154-F (1992) applies even though it was not incorporated by reference into 23 M.R.S.A. § 3029 (1992) to apply in municipal takings. The mandate of section 154-F does not, however, support the City’s contention that it was permitted to reduce the amount of compensation. Section 154-F requires that, \"where special benefits are found, the owner or owners of record shall be compensated at least for the fair market value of the property and any rights or interest therein taken.” In the present case, the City gave the Rapaports less than the fair market value of the property taken.",
        "type": "majority",
        "author": "SAUFLEY, C.J."
      }
    ],
    "attorneys": [
      "Timothy A. Pease, Rudman & Winchell, Bangor, for plaintiff.",
      "Joel A. Dearborn Sr., Joel A. Dearborn Sr., P.A., Brewer, for defendant."
    ],
    "corrections": "",
    "head_matter": "2005 ME 89\nJ.A. RAPAPORT FAMILY LIMITED PARTNERSHIP v. CITY OF BREWER.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs: June 2, 2005.\nDecided: July 14, 2005.\nTimothy A. Pease, Rudman & Winchell, Bangor, for plaintiff.\nJoel A. Dearborn Sr., Joel A. Dearborn Sr., P.A., Brewer, for defendant.\nPanel: SAUFLEY, C.J., and CLIFFORD, DANA, ALEXANDER, CALKINS, and LEVY, JJ."
  },
  "file_name": "1077-01",
  "first_page_order": 1105,
  "last_page_order": 1107
}
