{
  "id": 9099750,
  "name": "Janice HEICHEL, Executrix of the Estate of Joseph Sklodowski, Appellant, v. SPRINGFIELD TOWNSHIP ZONING HEARING BOARD",
  "name_abbreviation": "Heichel v. Springfield Township Zoning Hearing Board",
  "decision_date": "2003-08-22",
  "docket_number": "",
  "first_page": "1081",
  "last_page": "1089",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1081"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "690 A.2d 1324",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11926750
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/690/1324-01"
      ]
    },
    {
      "cite": "677 A.2d 1274",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7877412
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/677/1274-01"
      ]
    },
    {
      "cite": "574 A.2d 1201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1402893
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/133/0115-01"
      ]
    },
    {
      "cite": "686 A.2d 888",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357042
      ],
      "pin_cites": [
        {
          "page": "890"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/686/0888-01"
      ]
    },
    {
      "cite": "527 Pa. 149",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827723
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/527/0149-01"
      ]
    },
    {
      "cite": "720 A.2d 127",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        356248,
        11796653,
        11796534,
        356231
      ],
      "weight": 4,
      "year": 1998,
      "pin_cites": [
        {
          "page": "131"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/553/0582-01",
        "/a2d/720/0127-02",
        "/a2d/720/0127-01",
        "/pa/553/0583-01"
      ]
    },
    {
      "cite": "553 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        356231
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "589"
        },
        {
          "page": "591"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/553/0583-01"
      ]
    },
    {
      "cite": "687 A.2d 47",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7346751
      ],
      "pin_cites": [
        {
          "page": "51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/687/0047-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 946,
    "char_count": 23298,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 9.31052265537145e-08,
      "percentile": 0.5129185137820776
    },
    "sha256": "02df0e4d575c6b205d195645faa65e3e9d93094b1336790813d84781e474b0ec",
    "simhash": "1:aa29a716276f3f98",
    "word_count": 3781
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, Judge, and LEAVITT, Judge, and MIRARCHI, Senior Judge."
    ],
    "parties": [
      "Janice HEICHEL, Executrix of the Estate of Joseph Sklodowski, Appellant, v. SPRINGFIELD TOWNSHIP ZONING HEARING BOARD."
    ],
    "opinions": [
      {
        "text": "LEAVITT, Judge.\nJanice Heichel, Executrix of the Estate of Joseph Sklodowski (Landowner), appeals an order of the Court of Common Pleas of Bucks County (trial court) denying Landowner’s appeal of a decision of the Springfield Township Zoning Hearing Board (Board). The trial court upheld the Board’s denial of Landowner’s application for a salvage yard permit for the stated reason that Landowner had abandoned the non-conforming use of the property as a salvage yard. We reverse and remand.\nLandowner’s property consists of forty acres of land, where the decedent, Joseph Sklodowski, established and operated a salvage business for over fifty years under the name Ski Brothers, Inc. In addition, the Sklodowski family lived in a house on the property. After Mr. Sklodowski’s death, in July of 1998, his grandson, Richard Sklodowski, operated a salvage business on the property under the name Springtown Auto Salvage, Inc. On the property is a sign that reads “Ski Brothers, Incorporated Salvage Yard,” noting the availability of automobiles, parts and metals.\nThe salvage yard is now located in an area zoned RP-Resource Protection District, established\nto protect areas consisting largely of natural features such as forest, steep slopes, scenic areas, wetlands, streams, floodplains, and ponds including those identified in the Bucks County Natural Resources Plan .... [and] to insure that these resources are preserved, while providing for residential development with suitable sewage disposal.\nIt is uncontested, however, that the salvage yard long predates Springfield Township’s zoning ordinance and was a valid nonconforming use. After Springfield Township began to permit salvage yards, Landowner applied for and secured the required permit, up to and including the year 2001. Indeed, the denial of Landowner’s application for 2002 permit led to the instant controversy.\nSince 1985, ten acres of the property have been leased to Gemstar Corporation, a used tire processor. After Gemstar’s operations failed, the tires remained on the property until the Pennsylvania Department of Environmental Protection (DEP) ordered Gemstar to remove the tires from the property. The tire clean-up took over four years, with the last of the Gemstar tires removed from the property in August and September of 2001.\nJanice Heichel (Heichel) is the daughter of Joseph Sklodowski and executrix of his estate. She grew up in the house on the property and worked in the salvage business for 25 years, until March of 2000. She testified at the hearing on the denial of the salvage yard .permit. She explained that the salvage business declined because of her father’s death and the various fines and expenses related to the cleanup of Gemstar’s tires. Heichel stopped working full time for the business, but other family members continued working there. Hei-chel continued to keep the accounts for the business. She and other family members visit the property weekly and have continued to assist in the cleanup of the tires, as recently as September of 2001. DEP’s contractor uses the salvage yard loader to move tires.\nIn 1998, the property was listed with a realtor for sale as an automobile salvage yard; the asking price was $600,000. In July of 2000, Fernando Santana, who operates a salvage facility in Lehigh County, offered $450,000. for the property. The estate accepted, and an agreement of sale was drafted but not executed. This is because, in the interim, the Township expressed an interest in the property.\nHeichel explained the estate’s dealings with the Township. Heichel’s neighbor, Deborah Scholes, then Township Auditor, persuaded Peter Lamana, Chairman of the Springfield Township Board of Supervisors, to talk Heichel out of signing the agreement with Santana. After meeting with the Board of Supervisors, Lamana informed Heichel that the Township wanted to buy the property for a Township budding, park and golf course. Heichel was agreeable to the proposal, but the Township never made a formal offer.\nDeborah Scholes also testified at the hearing and confirmed Heichel’s testimony. Scholes admitted that she was upset to learn of the planned sale of the property to Santana. She enlisted the help of the Township to acquire the property, clean it up and discontinue Landowner’s salvage yard, which was less than a quarter mile down the road from her own salvage yard. When the Township failed to go forward, Scholes established “Springfield Township 2000 Plus,” an association of residents dedicated to establishing a park on the property. Scholes then approached Heichel directly on behalf of Springfield Township 2000 Plus.\nOn September 14, 2000, Scholes and Heichel signed an agreement for the sale of 37 acres of the property for $425,000. The sale was contingent upon Springfield Township 2000 Plus raising the money, and the agreement required the seller to remove the vehicles from the property. The sale was to close six months later. Subsequently, the agreement was extended to September 2001 to give the buyer more time to raise the needed funds. During this time, Heichel arranged for the removal of most of the car inventory.\nIn September of 2001, Heichel learned that Springfield Township 2000 Plus failed to raise the money. Neither Scholes nor the Township notified her; rather, she read about it in the newspaper. Accordingly, the estate contacted Santana, who remains willing and able to purchase the property so long as it is permitted as a salvage yard. Santana’s business objective is to operate a salvage business from a total of three locations.\nIn December of 2001, Landowner applied for a salvage yard permit for the year 2002, as it has done in every prior year. Zoning Officer Jeffrey Mease (Mease), denied the permit stating that the nonconforming use of the property as a salvage yard had been abandoned.\nFor his part, Mease testified that at various times in 2001, he observed that the gates to the salvage yard were open and the tire cleanup was continuing. At other times, the gates were locked. He also testified that abandoned cars, scrap piles and equipment related to the salvage business remain on the property. This equipment includes a smelting machine for melting of aluminum, a crane, two trucks, a conveyor belt and a scale for weighing cars. In addition, there are buildings for servicing and repairing automobiles. Mease made a notation on the 2001 permit that salvage operations were “temporarily suspended.” R.R. 37a. He denied the 2002 permit because he believed that the salvage yard had been abandoned for one year.\nOn March 4, 2002, at the conclusion of the hearing, the Board decided to affirm the decision of the Zoning Officer. The Board found abandonment based upon certain key facts. When the salvage yard business had been in full operation, there were hundreds of vehicles on the property. By 2001, there were no more than ten vehicles remaining on the property. The Board also found Landowner’s willingness to sell the property to Springfield Township 2000 Plus for a use other than a salvage yard to be proof of the owner’s intention to abandon the nonconforming use. Finally, the Board concluded that Santana was not a serious buyer and faulted him for not closing the sale earlier.\nLandowner appealed the Board’s decision to the trial court. A hearing was held on October 28, 2002, at which the trial court received no additional evidence or testimony. On October 28, 2002, the trial court denied Landowner’s appeal. Landowner then appealed to this Court.\nOn appeal, Landowner contends that it never intended to abandon the use of the property as a salvage yard, and the Township failed to meet its burden on this point. Landowner contends that the factual findings of the Board do not support its conclusion that Landowner abandoned the salvage yard use and, therefore, the trial court erred in affirming the Board. We agree.\n“A lawful nonconforming use establishes in the property owner a vested property right which cannot be abrogated or destroyed unless it is a nuisance, it is abandoned or it is extinguished by eminent domain.” Keystone Outdoor Advertising v. Department of Transportation, 687 A.2d 47, 51 (Pa.Cmwlth.1996). The sole issue in this appeal is whether Landowner abandoned its lawful nonconforming use. As the party claiming the abandonment, the Township had the burden of proving abandonment. Latrobe Speedway, Inc. v. Zoning Hearing Board of Unity Township, 553 Pa. 583, 720 A.2d 127 (1998). To sustain its burden, the Township was required to show that (1) Landowner intended to abandon the nonconforming use, and (2) Landowner actually abandoned the use. Id.\nThe Board relied upon the intentions of the prospective buyer, Springfield Township 2000 Plus, as expressed by Scholes, to establish the intention of the Landowner to abandon the non-conforming use. This reliance was misplaced. The purchase price agreed to by Santana and by Springfield Township 2000 Plus was based upon the value of the property as a salvage yard. This alone establishes that Landowner did not intend to abandon the salvage yard use. The fact that the buyer intended to abandon the salvage yard is of no moment. It is irrelevant to the seller’s intent. Under the Board’s analysis, the putative intention of a buyer, who could not close and could not speak as a landowner in any respect, preempts the express and unequivocal intention of • the property’s actual Landowner. Landowner’s consent to a sale of property at a market value determined by its use as a salvage yard does not imply consent to the future owner’s abandonment as held by the Board; indeed, Landowner would have no consent to give after Springfield Township 2000 Plus became owner of the property. The Board’s flawed analysis cannot be allowed to stand.\nThe evidence in the record does not support the conclusion that Landowner intended to abandon the salvage yard use. Landowner specifically denied any such intention; the property was marketed as a salvage yard; and the agreement to sell the property to Springfield Township 2000 Plus’s offer was based upon the value of the property as a salvage yard. Although some of the cars stored on the property were removed, the salvage yard facility was physically unchanged. The salvage permit was in place in September 2001 when Springfield Township 2000 Plus abandoned the purchase. These circumstances support the conclusion that the Landowner had no intention to abandon the use of the property as a salvage yard. Latrobe, 553 Pa. at 589, 720 A.2d at 131.\nThe Township also failed to prove that Landowner had actually abandoned the use. Section 1103 of the Zoning Ordinance provides as follows:\nWhenever a nonconforming use has been discontinued for a continuous period of one (1) year such use shall not thereafter be re-established, and any future use of such land or building shall be in conformity with the provisions of this ordinance. For the purposes of this ordinance, abandonment- shall commence when the nonconforming uses [sic] ceases.\nThis ordinance creates a presumption of abandonment where a use is discontinued for more than one year. Abandonment, however, cannot be shown by mere proof of failure to use the property for a certain period of time. Latrobe Speedway, 553 Pa. at 591, 720 A.2d at 132 (citing Pappas v. Zoning Board of Adjustment of the City of Philadelphia, 527 Pa. 149, 589 A.2d 675 (1991)).\nIn Latrobe Speedway, racing activity had not been conducted on the property for nearly 14 years, but the owner testified that he never intended to abandon the racetrack use of the property. As evidence of this intention, he explained that he paid property taxes based on the property’s assessment as a racetrack, and that he attempted to lease or sell the site as a racetrack on numerous occasions. This Court found that although the structures on the property were in disrepair, no attempt had been made to dismantle them or otherwise convert their use on the thirty-five acre tract. This Court also noted that Latrobe was trying to sell or lease the premises as a racetrack. “That Latrobe was not able to come to terms with these persons indicates a financial circumstance explaining the non-use of the premises.” Latrobe Speedway, Inc. v. Zoning Hearing Board of Unity Township, 686 A.2d 888, 890 (Pa.Cmwlth.1996).\nHere, the Township did not prove that Landowner had discontinued the salvage yard use for one year. In fact, the evidence is to the contrary. After the death of Joseph Sklodowski in 1998, the family continued to operate the salvage business on the property, and, to that end, incorporated Springtown Auto Salvage, which was operated on a full-time basis through June of 2000. Richard Sklodowski was continuing to crush tires and wheels as part of his salvage business at least until March of 2001. The salvage business was not profitable, particularly because of the costs associated with the clean-up mandated by DEP. Nevertheless, the premises remained operational as a salvage yard for the storage of vehicles and parts through all relevant times up to the application for a salvage yard permit in December of 2001. No attempt was made by the Landowner to convert the property to some other use; no structures were demolished; no roads were removed; and no equipment was sold. The only change was in the volume of the inventory of abandoned cars, which is to be expected in a business of this type.\nDuring this time, Landowner was actively marketing the property as a salvage yard, and negotiated for its sale. Attempting to distinguish Latrobe Speedway, the Board held there were no bona fide purchasers for the property other than Springfield Township 2000 Plus, the group with the future abandonment intent. These attempts to distinguish Latrobe Speedway are unavailing.\nIt is not disputed that as early as 1998, Landowner listed the property for sale as a salvage yard and secured two offers for the property as a salvage yard. One offer was from Fernando Santana, and the second was from Scholes’ group, Springfield Township 2000 Plus. Santana verified his immediate readiness to purchase the property for use as a salvage yard, which required the Landowner have a permit as a condition of closing. The Board held that Santana was not a “serious buyer,” but that Springfield Township 2000 Plus was a buyer serious enough to supplant Landowner’s intentions for the property. This is an abuse of discretion. The citizens’ group never had the financial wherewithal to pay for the property, but Santana had the bank financing in place by July of 2000.\nThe Board’s determination that Santana is not a “serious buyer” is not supported by substantial evidence in the record and is contrary to the testimony of Santana, Scholes, and the Landowner. The Board discounts Santana as a bona fide purchaser because he did not close during the period of time that the Township and Springfield Township 2000 Plus, established by the owner of a competing salvage business, delayed the sale to Santana. Santana’s interest in purchasing the property was ongoing. Scholes believed Santana to be a serious buyer; accordingly, she took steps to purchase the property for the same approximate price, in order to delay or defeat the Santana sale. The Board cannot hold Santana remiss for a “delay” created, in part, by the Township. Further, it cannot ignore the undisputed fact that even the sale to the so-called “bona fide purchaser,” Springfield Township 2000 Plus, was priced according to the property’s value as a salvage yard.\nFinally, the Board erred in its application of the zoning ordinance, which provides that abandonment occurs when a “non-conforming use has been discontinued for a continuous period of one year.” Section 1103 of the Zoning Ordinance. The ordinance defines a salvage yard as an “automobile salvage recycling facility” and as “an area of land, with or without buildings, that is used for the storage of used or discarded vehicles and parts thereof.” Section G-l of the Zoning Ordinance. The ordinance does not require a salvage yard to achieve financial success as suggested by the Board. Landowner met the ordinance definition continuously through December 2001 because the property was a salvage yard for the storage, or availability for storage, of cars and car parts. As in Latrobe Speedway, Landowner’s property was assessed for taxes as a salvage yard.\nThe Township failed to sustain its burden of demonstrating either that Landowner intended to abandon the use of the property as a salvage yard or that it did abandon this non-conforming use. Accordingly, the order of the trial court is reversed, and this matter is remanded to the trial court for remand to the Springfield Township Zoning Board with instructions to grant the Landowner’s requested permit.\nORDER\nAND NOW, this 22nd day of August, 2003, the order of the Court of Common Pleas of Buck County dated October 28, 2002, in the above-captioned matter is reversed and remanded for further proceedings in accordance with the attached opinion.\n. The proposed sale of the property discussed herein was for 37 acres. The Estate submitted a plan to subdivide the house and garage with three acres from the rest of the property to the Springfield Township Board of Supervisors. The township engineer’s letter dated January 15, 2002 states that the property \"is utilized as an auto salvage facility.” Reproduced Record 191a. (R.R.-).\n. There is no signage for Springtown Auto Salvage. R.R. 134a.\n. Springfield Township, Pa, Zoning Ordinance § 304 (1999) (Zoning Ordinance).\n. Section 1100 of the Zoning Ordinance defines Nonconforming Use as:\nA use, whether of land or of structure, which does not comply with the applicable use provisions in the Zoning Ordinance or amendments hereto or hereafter enacted, where such use was lawfully in existence prior to the application of such ordinance or amendment.\n. This Court has made a prior determination dealing with this same property and Springfield Township in In Re Appeal of Gemstar/Ski Brothers of the Zoning Hearing Board of Springfield Township, 133 Pa.Cmwlth. 115, 574 A.2d 1201 (1990). In that case this Court affirmed the decision of the Bucks County Court of Common Pleas which reversed the decision of the same Board dealing with the same property. This Court ruled that the tire operation of Gemstar and Ski Brothers was a legitimate expansion of the nonconforming use of the property as a junkyard and Gems-tar/Ski had acquired a vested right to the permitted operation. Appellant asserts in her brief that the Township continues to attempt to extinguish the Sklodowskis’ salvage yard, and that their efforts have accelerated since the death of Joseph Sklodowski. Contrary to this Court’s ruling in Gemstar/Ski Brothers, the Board in the case sub judice found that the 10 acres leased to Gemstar has not been used as a salvage yard. Finding of Fact No. 50.\n.Santana testified that he talked about a price of $650,000 with \"Ski Brothers” at one time, but the price of $450,000 was reached because the houses were to be sold separately, which also reduced the size of the property to 37 acres. The unsigned Agreement of Sale between the estate and Santana indicates that the sale included all the commercial buildings as well as all fixtures, equipment, supplies and other personal property. Heichel testified that she thought Santana’s offer of $450,000 was for the entire 40 acre parcel, whereas Scholes’ offer of $425,000 excluded the house and the garage on a 3.3 acre parcel of land, and Scholes required the removal of all the commercial equipment. Agreement of Sale Paragraph 1, 5. Santana's current offer is $450,000.\n. Scholes acknowledged that the property was worth much more as a salvage yard than as a residential lot. The remaining three acres held the residence, which were going to remain property of the estate.\n. The Agreement of Sale specifically requires: “Before the date of settlement Seller shall cause the property to be put back into its original condition prior to its use as a car salvage yard....” R.R. 188a. Heichel testified that she had \"doubts” that Scholes would be able to raise the money, R.R. 80a. No effort was made to restore the property to any condition other than that of a salvage yard. Heichel did have most of the inventory of salvage cars removed.\n. Heichel denied that the salvage operations were “temporarily suspended” at any time. When asked about the notation on the 2001 permit, she responded: \"It was not suspended. I don’t know why he said that.” R.R. 91a. She asserted that sales tax returns were filed for the business in 2000 and 2001, and that at times the auto salvage was operated by subcontractors to Ski Brothers.\n. On April 17, 2002, the Board’s decision was reduced to writing with findings of fact and conclusions.\n. In zoning appeals, as here, where the trial court takes no additional evidence, this Court’s scope of review is limited to determining whether the zoning hearing board committed an abuse of discretion or an error of law. Baker v. Chartiers Township Zoning Hearing Board, 677 A.2d 1274, 1276 (Pa. Cmwlth.1996). A conclusion that the zoning hearing board abused its discretion may be reached only if the zoning hearing board’s findings are not supported by substantial evidence. Id. Substantial evidence is such relevant evidence as a reasonable mind might accept as adequate to support a conclusion. Bailey v. Upper Southampton Township, 690 A.2d 1324 (Pa.Cmwlth. 1997).\n. Richard Sklodowski testified that the car salvage business generated four tires for each car and that these tires were crushed as wheels and sold. He continued to crush and sell the wheels until \"February, March 2001, somewhere around there.” R.R. 130a.\n. Although the business of the tire processor, Gemstar, also failed, ten acres remained under lease to Gemstar throughout the government-directed cleanup of the tires stored on the property. This remained a continuing natural expansion of the nonconforming use of the salvage yard which the Board was bound to accept under the previous decision of this Court. Supra n. 5.\n. By contrast, Springfield Township 2000 Plus, an ad hoc organization, dissolved after one year, shortly before the existing permit expired.\n. In addition, the property had structures relevant to the salvage business, was traversed with access roads to the storage areas throughout the property, had machinery on site for the dismantling, smelting, and relocation of cars and car parts, and had abandoned automobiles and parts stored on premises. This is evidence of the property's continued existence as a salvage yard. Added to Landowner’s continuing efforts to sell the property as a salvage yard, including the sales agreement with Springfield Township 2000 Plus, this evidence establishes that Landowner never abandoned the non-conforming use of the property.",
        "type": "majority",
        "author": "LEAVITT, Judge."
      }
    ],
    "attorneys": [
      "Peter M. Hileman, Doylestown, for appellant.",
      "James M. McNamara, Doylestown, for appellee."
    ],
    "corrections": "",
    "head_matter": "Janice HEICHEL, Executrix of the Estate of Joseph Sklodowski, Appellant, v. SPRINGFIELD TOWNSHIP ZONING HEARING BOARD.\nCommonwealth Court of Pennsylvania.\nArgued June 6, 2003.\nDecided Aug. 22, 2003.\nAs Amended Sept. 3, 2003.\nPeter M. Hileman, Doylestown, for appellant.\nJames M. McNamara, Doylestown, for appellee.\nBEFORE: LEADBETTER, Judge, and LEAVITT, Judge, and MIRARCHI, Senior Judge."
  },
  "file_name": "1081-01",
  "first_page_order": 1129,
  "last_page_order": 1137
}
