{
  "id": 7290900,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Hugo Marcus SELENSKI, Appellant",
  "name_abbreviation": "Commonwealth v. Selenski",
  "decision_date": "2010-05-26",
  "docket_number": "",
  "first_page": "1083",
  "last_page": "1091",
  "citations": [
    {
      "type": "official",
      "cite": "994 A.2d 1083"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "723 A.2d 659",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11765589,
        1701926
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "663"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/723/0659-01",
        "/pa/555/0200-01"
      ]
    },
    {
      "cite": "555 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1701926
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0200-01"
      ]
    },
    {
      "cite": "925 A.2d 768",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8305459,
        3555972
      ],
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "citing Parsowith v. Commonwealth, Department of Revenue, 555 Pa. 200, 723 A.2d 659, 663 (1999)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/925/0768-01",
        "/pa/592/0419-01"
      ]
    },
    {
      "cite": "592 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3555972
      ],
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "citing Parsowith v. Commonwealth, Department of Revenue, 555 Pa. 200, 723 A.2d 659, 663 (1999)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/592/0419-01"
      ]
    },
    {
      "cite": "646 A.2d 565",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12046928,
        475532
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "570"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/646/0565-01",
        "/pa/538/0122-01"
      ]
    },
    {
      "cite": "934 A.2d 1233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8375747,
        3596275
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "1235",
          "parenthetical": "quoting Morrison v. Commonwealth, Department of Public Welfare, Office of Mental Health (Woodville State Hospital), 538 Pa.122, 646 A.2d 565, 570 (1994)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/934/1233-01",
        "/pa/594/0176-01"
      ]
    },
    {
      "cite": "594 Pa. 176",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3596275
      ],
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "quoting Morrison v. Commonwealth, Department of Public Welfare, Office of Mental Health (Woodville State Hospital), 538 Pa.122, 646 A.2d 565, 570 (1994)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/594/0176-01"
      ]
    },
    {
      "cite": "846 A.2d 75",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9252144,
        91637
      ],
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "\"It is settled that '[ejxcusable delay' for purposes of [speedy trial rule] includes delay caused by appellate review of pretrial motions.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/846/0075-01",
        "/pa/577/0421-01"
      ]
    },
    {
      "cite": "577 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        91637
      ],
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "\"It is settled that '[ejxcusable delay' for purposes of [speedy trial rule] includes delay caused by appellate review of pretrial motions.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/577/0421-01"
      ]
    },
    {
      "cite": "736 A.2d 578",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        838573,
        11576103
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "588"
        },
        {
          "page": "588"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0238-01",
        "/a2d/736/0578-01"
      ]
    },
    {
      "cite": "558 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838573
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0238-01"
      ]
    },
    {
      "cite": "907 A.2d 468",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8932105,
        2573387
      ],
      "weight": 2,
      "year": 2006,
      "pin_cites": [
        {
          "page": "473"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/907/0468-01",
        "/pa/589/0028-01"
      ]
    },
    {
      "cite": "589 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2573387
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/589/0028-01"
      ]
    },
    {
      "cite": "961 A.2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8189813,
        3441590
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "142",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/961/0119-01",
        "/pa/599/0270-01"
      ]
    },
    {
      "cite": "599 Pa. 270",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3441590
      ],
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/599/0270-01"
      ]
    },
    {
      "cite": "906 A.2d 1180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8469680,
        3787467
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "1186"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/906/1180-01",
        "/pa/588/0716-01"
      ]
    },
    {
      "cite": "588 Pa. 716",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3787467
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/588/0716-01"
      ]
    },
    {
      "cite": "937 A.2d 445",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "table"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "594 Pa. 713",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "table"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "919 A.2d 229",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8325365
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "234"
        },
        {
          "page": "232-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/919/0229-01"
      ]
    },
    {
      "cite": "891 A.2d 732",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "table"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "586 Pa. 738",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "table"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "876 A.2d 469",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 847,
    "char_count": 20965,
    "ocr_confidence": 0.711,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18832005263627338
    },
    "sha256": "3b2d9de461d6b56e17e69cf5af6f1d4d95ad57c3f80fe6302c1a2c5bc72e76f3",
    "simhash": "1:45abd1ae174b97a8",
    "word_count": 3286
  },
  "last_updated": "2024-02-27T22:17:31.816420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Hugo Marcus SELENSKI, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice EAKIN.\nAppellant was incarcerated while awaiting trial for the homicides of several individuals found buried in his backyard. He escaped from prison October 11, 2003, but turned himself in two days later. That day, the Commonwealth filed a criminal complaint charging appellant with escape and weapons or implements for escape. On October 17, 2003, the Commonwealth filed a petition pursuant to Pa.R.Crim.P. 130(B)(l)(b)(i), requesting all proceedings on both criminal complaints be joined before the same magisterial district justice. The trial court granted the petition. On January 16, 2004, the trial court entered a trial management order including both Docket No. 3966 of 2003, the homicide charges, and Docket No. 3967 of 2003, the escape charges.\nArraignment on all charges occurred February 9, 2004; appellant pled not guilty. Appellant filed an omnibus pretrial motion relative to the homicide charges, seeking to suppress his admission that police would discover bodies buried in his backyard. The trial court granted the motion, finding a violation of Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966). The Commonwealth appealed this decision, but the Superior Court affirmed, Commonwealth v. Selenski, No. 1171 MDA 2004, 876 A.2d 469, unpublished memorandum (Pa.Super. filed March 28, 2005), and this Court denied allocatur. Commonwealth v. Selenski, 586 Pa. 738, 891 A.2d 732 (2005) (table).\nThereafter, on January 26, 2006, appellant filed a motion to dismiss the escape charges pursuant to Pa.R.Crim.P. 600, because trial on those charges had not occurred within 365 days. The Commonwealth averred the escape case was stayed by its appeal of the suppression orders. See Commonwealth’s Response to the Defendant’s Motion to Dismiss Escape Charge Pursuant to Rule 600, at 2 ¶¶ 19, 37, 55 (“The uncontroverted evidence of the appeal record required that the Commonwealth not proceed on the escape charge as they were listed on the appellate court’s docket and therefore stayed.”).\nAppellant argued that because the Commonwealth did not follow the procedure set forth in Pa.R.Crim.P. 582(B), the homicide and escape charges had not been properly consolidated. Therefore, he contended, appeal of the ruling on the homicide charges did not stay the escape charges. The Commonwealth asserted the requisite notice of joinder was given to appellant by its Rule 130 petition to transfer; consolidation of the homicide and escape charges before one district justice had occurred, and the trial court management order listed both docket numbers. The Commonwealth alleged it had 120 days to bring the escape charges to trial under Pa.R.Crim.P. 600(D)(2) after the cases were remanded, and trial had been scheduled for February 21, 2006, within the 120 days. Further, the Commonwealth claimed appellant waived the issue by failing to raise it in his omnibus pretrial motion.\nThe trial court granted appellant’s motion to dismiss the escape charges, finding consolidation of the homicide and escape charges was not in conformity with Rule 582. Finding the record lacking in this regard, and expressly rejecting the Commonwealth’s argument that a de facto consolidation had occurred, the trial court concluded it must dismiss the escape charges under Rule 600. Appellant was acquitted of the homicide charges following the February 21, 2006 trial. The Commonwealth appealed dismissal of the escape charges.\nThe Superior Court reversed the trial court’s order, and remanded for reinstatement of the escape charges. Commonwealth v. Selenski, 919 A.2d 229, 234 (Pa.Super.2007). The Superior Court held the trial court erred in reaching its conclusion by focusing on the Commonwealth’s failure to follow Rule 582’s joinder requirements, rather than determining whether the Commonwealth exercised “due diligence” by making a reasonable effort to prosecute appellant in a timely fashion under Rule 600(G). Id., at 232-33.\nThe Superior Court acknowledged the Commonwealth’s joinder motion did not comply with Rule 582, but it determined joinder of the homicide and escape charges would have been permitted. The court reasoned evidence of the escape would have been admissible in the homicide trial to show appellant’s consciousness of guilt, while evidence of the homicides would have been admissible in the escape trial to show appellant’s motive for escaping, and there would have been no danger of the jury confusing these separate offenses. The Superior Court next determined the Rule 130(B)(l)(b)(i) transfer petition gave appellant and the trial court sufficient notice of the Commonwealth’s intention to try the homicide and escape charges together. This was evidenced by the January 16, 2004 trial management order, which listed the docket numbers in both cases, and scheduled a single trial.\nThus, the Superior Court concluded the trial court misconstrued Rule 600 by disregarding the Commonwealth’s due diligence; it found that, to the extent consolidation was necessary to suspend Rule 600’s run date, it was achieved by the Commonwealth’s transfer motion, then ratified by the trial court in its management order. Accordingly, the Superior Court held no violation of Rule 600 occurred.\nWe granted allowance of appeal to:\n(1) Discuss whether the Superior Court was correct in concluding that “the Commonwealth exercised due diligence and that the circumstances occasioning the postponement were beyond the control of the Commonwealth” within the meaning of Pa.R.Crim.P. 600(G).\n(2) Discuss whether the Superior Court applied the proper standard of review and the proper scope of review in reviewing the trial court’s order granting [appellant]’s motion to dismiss under Pa. R.Crim.P. 600.\nCommonwealth v. Selenski, 594 Pa. 713, 937 A.2d 445 (2007) (table). Our standard of review of a Rule 600 determination is whether the trial court abused its discretion. Commonwealth v. Solano, 588 Pa. 716, 906 A.2d 1180, 1186 (2006). “An abuse of discretion is not merely an error of judgment, but if in reaching a conclusion the law is overridden or misapplied, or the judgment exercised is manifestly unreasonable, or the result of partiality, prejudice, bias or ill-will ... discretion is abused.” Commonwealth v. Wright, 599 Pa. 270, 961 A.2d 119, 142 (2008) (citations omitted). Our scope of review is limited to the record evidence from the speedy trial hearing and the findings of the lower court, reviewed in the light most favorable to the prevailing party. Solano, at 1186.\nWhile the Superior Court set forth the proper standard and scope of review regarding a Rule 600 determination, appellant argues the Superior Court exceeded its review limitations. Appellant claims the Superior Court engaged in additional fact-finding in holding the Commonwealth’s consolidation motion satisfied Rule 582 and served to suspend Rule 600’s run date, and in finding the trial court effectively consolidated both actions in its trial management order. Appellant contends this led to the erroneous conclusion the Commonwealth exercised the requisite due diligence by virtue of the Rule 130 filing. Appellant claims the Rule 130 consolidation was for judicial economy only, and any finding it served as joinder or consolidation of two separate criminal complaints was improper. Appellant correctly asserts the Commonwealth failed to comply with Rule 582, and thus, the trial court did not engage in a joinder analysis. Further, appellant argues the Superior Court disregarded the Commonwealth’s filings for the homicide case after the motion to transfer was granted, and the trial management order was issued.\nThe Commonwealth counters, arguing the Superior Court’s conclusion that “the Commonwealth consolidated the criminal informations and that subsequent actions by the [cjourt ratified that consolidation” was not a factual finding, but a conclusion of law. Commonwealth’s Brief, at 6. It argues there is no specific method in which valid notice of consolidation pursuant to Rule 582 must be given, and that notice pursuant to Rule 130 sufficiently satisfied Rule 582’s notice requirement.\nGenerally, Rule 600 serves to protect a defendant’s speedy trial rights, as well as society’s right to effective prosecution of criminal cases. Commonwealth v. Dixon, 589 Pa. 28, 907 A.2d 468, 473 (2006). To balance these rights, Rule 600(G) requires the court to consider whether the Commonwealth exercised due diligence, and whether the circumstances occasioning the delay of trial were beyond the Commonwealth’s control. See Pa. R.Crim.P. 600(G). Further, the rule states, “If, at any time, it is determined that the Commonwealth did not exercise due diligence, the court shall dismiss the charges and discharge the defendant.” Id.\nResolution of the Rule 600 issue does not necessitate addressing whether Rule 582 joinder would have been permissible. That is, had consolidation under Rule 582 properly been achieved, there would have been no meaningful argument of a Rule 600 violation. However, the contrary is not true — the absence of consolidation does not preclude a finding of Rule 600 diligence.\nThe trial court misapplied Rule 600 when it stated, “The crux of the issue is whether the Escape and Weapons charges ... were consolidated or joined with the homicide charges filed.... ” Trial Court Opinion, 2/15/06, at 1. The trial court incorrectly interpreted Rule 582 joinder as a prerequisite to Rule 600 compliance. Id., at 6 (“The requirements of Rule 582 cannot be more clear, and strain as it might, this [cjourt simply has no authority of any kind or nature to excuse the Commonwealth from compliance.”). It erred in determining each of the Commonwealth’s arguments were without merit because the Rule 130 transfer motion, and the trial court’s order granting the motion, did not mention “joinder.” Id., at 4. The trial court focused exclusively on Rule 582 join-der, when it should have engaged in a thorough review of the record before summarily dismissing the Commonwealth’s arguments. See id., at 4-5; Commonwealth v. Hill, 558 Pa. 238, 736 A.2d 578, 588 (1999). Neither the parties nor the court referenced due diligence at argument on appellant’s motion to dismiss the escape charges pursuant to Rule 600. See N.T. Hearing, 2/10/06, at 8-30. Essentially, the trial court’s belief that joinder was the determinative factor caused it to lose sight of the rule’s overarching principles and thus forego a Rule 600 due diligence analysis.\nThe Superior Court properly determined “[t]he trial court’s resolution fundamentally misconstrues Rule 600.” Selenski, at 234. At this juncture, the proper action would have been a remand to the trial court to determine whether the Commonwealth exercised due diligence pursuant to Rule 600. The Superior Court, like the trial court, failed to focus its inquiry on due diligence. Where the trial court failed to consider the evidence in the record as it reflected on due diligence, the Superior Court compounded that error by first engaging in a de facto Rule 582 joinder analysis before reaching a due diligence finding. Contrary to appellant’s view, this error did not implicate scope of review.\nIn the interest of judicial economy, we will not remand to the trial court, as the Superior Court should have done, to conduct a due diligence analysis in the first instance. This is a speedy trial case which has already incurred substantial delay; thus, we consider, de novo, whether the record supports finding the Commonwealth exercised due diligence. A Rule 600 motion requires a showing of due diligence by a preponderance of the evidence for the Commonwealth to avail itself of an exclusion. Hill, at 586. Due diligence is fact-specific, to be determined case-by-case; it does not require perfect vigilance and punctilious care, but merely a showing the Commonwealth has put forth a reasonable effort. Id., at 588.\nAgain, had joinder been accomplished under Rule 582, the delay of appeal would have precluded dismissal under Rule 600; the converse is not true, for proper joinder is not the only means of establishing due diligence. What was actually done must be reviewed to determine whether it comprises due diligence, not whether it comprises joinder. Throughout this litigation, the Commonwealth has couched its argument in terms of what it did or did not do to effectuate consolidation. Its failure to invoke the term “due diligence” does not render its present argument waived. Notably, neither appellant nor the trial court invoked the term at argument on appellant’s Rule 600 motion. Furthermore, appellant has not advanced an argument in favor of finding the Commonwealth waived the opportunity to argue due diligence at this stage of the proceedings.\nAppellant claims the Commonwealth’s Rule 130 motion shows lack of diligence on its face; Rule 130 is a venue rule, for judicial economy and not for joinder of separate criminal complaints. Appellant argues the Superior Court did not properly consider the trial court’s determination that neither the Rule 180 petition, nor the trial court’s order, invoked Rule 582. Appellant asserts he never understood the matters to be consolidated, and the Superi- or Court incorrectly stated in its opinion both the trial court and the parties assumed the charges had been consolidated. Appellant additionally relies on his own actions in filing pleadings to the cases separately, as well as the trial court’s finding that neither the trial management order nor the suppression order was issued in contemplation of joinder. Appellant believes the Superior Court’s decision essentially means prosecutors need not follow the Rules of Criminal Procedure.\nThe Commonwealth argues it exercised due diligence, excusing the delay. It relies on Hill for the proposition due diligence requires the Commonwealth show it made a reasonable effort. Insofar as relevant to this determination, the Commonwealth contends no formal notice requirement pursuant to Rule 582 exists; the only inquiry is whether it provided appellant sufficient notice. The Commonwealth claims nothing more than its Rule 130(B)(l)(b)(i) transfer petition was required in order for the informations to be consolidated, and all subsequent activity indicated appellant and the court received the required notice, and the informations were effectively consolidated.\nThe Commonwealth’s Rule 130 petition, which the trial court granted, stated, “WHEREFORE, the COMMONWEALTH ... requests, pursuant to Pa. R.Crim.P. No. 130(B)(l)(b)(i), that all criminal proceedings against the DEFENDANT, ... relative to the Criminal Homicides, the Escape and all related charges contained in both above-referenced Criminal Complaints be consolidated and transferred to District Justice James Tup-per....” Commonwealth’s Petition for Transfer of Court Cases Pursuant to Pa. R.Crim.P. No. 130(B)(1)(b)®, at 2. The cases were put on the same docket following the trial management order of January 16, 2004. The court-issued documents— including orders, disposition sheets, status conferences, discovery and suppression hearings, and transcripts — list both docket numbers, with few exceptions.\nThe Commonwealth’s actions reflected its understanding the cases were consolidated, and it did not pursue the escape charges until the numerous issues related to the homicide charges were resolved. These developments tolled the running time of Rule 600. Commonwealth v. Boczkowski, 577 Pa. 421, 846 A.2d 75, 83 n. 7 (2004) (“It is settled that ‘[ejxcusable delay’ for purposes of [speedy trial rule] includes delay caused by appellate review of pretrial motions.”) (citation omitted). Based on the record before us, we find the Commonwealth exercised due diligence in bringing appellant’s escape case to trial. Accordingly, the order of the Superior Court is affirmed.\nJurisdiction relinquished.\nChief Justice CASTILLE, Justice BAER, Justice TODD and Justice McCAFFERY join the opinion.\nJustice SAYLOR files a concurring and dissenting opinion.\n. 18 Pa.C.S. §§ 5121(a), 5122(a)(2).\n. Rule 130(B)(l)(b)(i) provides:\nRule 130. Venue; Transfer of Proceedings\n(Bj Transfer of Proceedings in Court Cases.\n(1) Prior to the completion of the preliminary hearing:\n(b) When charges arising from a single criminal episode, which occurred in more than one magisterial district,\n(i) are filed in more than one magisterial district, tire proceedings may be transferred to the magisterial district selected by the attorney for the Commonwealth. ...\nPa.R.Crim.P. 130(B)(l)(b)(i).\n. Rule 600 provides, in relevant part:\nRule 600. Prompt Trial\n(A)(3) Trial in a court case in which a written complaint is filed against the defendant, when the defendant is at liberty on bail, shall commence no later than 365 days from the date on which the complaint is filed.\n(G) For defendants on bail after the expiration of 365 days, at any time before trial, the defendant or the defendant's attorney may apply to the court for an order dismissing the charges with prejudice on the ground that this rule has been violated. A copy of such motion shall be served upon the attorney for the Commonwealth, who shall also have the right to be heard thereon.\nIf the court, upon hearing, shall determine that the Commonwealth exercised due diligence and that the circumstances occasioning the postponement were beyond the control of the Commonwealth, the motion to dismiss shall be denied and the case shall be listed for trial on a date certain.\nPa.R.Crim.P. 600(A)(3),(G).\n. The relevant portions of Rule 582 provide:\nRule 582. Joinder — Trial of Separate Indictments or Informations\n(A) Standards\n(1) Offenses charged in separate indictments or informations may be tried together if:\n(a) the evidence of each of the offenses would be admissible in a separate trial for the other and is capable of separation by the jury so that there is no danger of confusion; or\n(b) the offenses charged are based on the same act or transaction.\n(B) Procedure\n(1) Notice that offenses or defendants charged in separate indictments or infor-mations will be tried together shall be in writing and filed with the clerk of courts. A copy of the notice shall be served on the defendant at or before arraignment.\n(2) When notice has not been given under paragraph (B)(1), any party may move to consolidate for trial separate indictments or informations, which motion must ordinarily be included in the omnibus pretrial motion.\nPa.R.Crim.P. 582.\n.Pa.R.Crim.P. 600(D)(2) provides:\n(2) When an appellate court has remanded a case to the trial court, if the defendant is incarcerated on that case, trial shall commence within 120 days after the date of remand as it appears in the appellate court docket. If the defendant has been released on bail, trial shall commence within 365 days after the date of remand.\nPa.R.Crim.P. 600(D)(2).\n. “ 'Scope of review’ refers to 'the confines within which an appellate court must conduct its examination.' ... In other words, it refers to the matters (or 'what') the appellate court is allowed to examine.” Commonwealth v. Ratsamy, 594 Pa. 176, 934 A.2d 1233, 1235 (2007) (quoting Morrison v. Commonwealth, Department of Public Welfare, Office of Mental Health (Woodville State Hospital), 538 Pa.122, 646 A.2d 565, 570 (1994)).\n. This Court reviews claims de novo for the sake of judicial economy where the issue was raised in the Petition for Allowance of Appeal and was fully briefed before us. See Wistuk v. Lower Mt. Bethel Township Zoning Plearing Board, 592 Pa. 419, 925 A.2d 768, 774-75 n. 5 (2007) (citing Parsowith v. Commonwealth, Department of Revenue, 555 Pa. 200, 723 A.2d 659, 663 (1999)).\n. These exceptions include the following: Arraignment, 2/9/04 (appellant pleading not guilty to escape charges); Commonwealth v. Selenski, No. 1171 MDA 2004, unpublished order (Pa.Super. filed July 12, 2005) (denying reargument); Trial Court Order, 1/26/06 (regarding appellant’s motion to dismiss escape charges); Trial Court Order and Opinion, 2/15/06 (granting motion to dismiss); Trial Court Order, 3/21/05 (regarding payment of expert); and Trial Court Order, 6/5/06 (appointing counsel to represent appellant).",
        "type": "majority",
        "author": "Justice EAKIN."
      },
      {
        "text": "Justice SAYLOR,\nconcurring and dissenting.\nI join the passages of the majority opinion through its treatment of the trial court’s and Superior Court’s opinions. However — since the court of original jurisdiction omitted the necessary, fact-sensitive, due-diligence inquiry — I would remand for that court to compete its task, rather than attempting to undertake it in the first instance from an appellate vantage.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Justice SAYLOR,"
      }
    ],
    "attorneys": [
      "Michael B. Senape, Senape & Associates, for Hugo Marcus Selenski.",
      "Jacqueline M. Carroll, David W. Lupas, Wilkes-Barre, Frank P. Barletta, Hazle-ton, for Commonwealth of Pennsylvania."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Hugo Marcus SELENSKI, Appellant.\nSupreme Court of Pennsylvania.\nArgued May 13, 2008.\nDecided May 26, 2010.\nMichael B. Senape, Senape & Associates, for Hugo Marcus Selenski.\nJacqueline M. Carroll, David W. Lupas, Wilkes-Barre, Frank P. Barletta, Hazle-ton, for Commonwealth of Pennsylvania.\nCASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, JJ."
  },
  "file_name": "1083-03",
  "first_page_order": 1115,
  "last_page_order": 1123
}
