{
  "id": 6094974,
  "name": "Martus & Becker v. George W. Heise",
  "name_abbreviation": "Martus v. Heise",
  "decision_date": "1930-04-14",
  "docket_number": "No. 2275",
  "first_page": "1083",
  "last_page": "1086",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1083"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "269 Fed. 698",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3551159
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/269/0698-01"
      ]
    },
    {
      "cite": "50 App. D. C. 182",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 8866,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 9.437931220156261e-08,
      "percentile": 0.5169143065869863
    },
    "sha256": "d62662cfbc459e72e5d86f88577596e5e69adf583d51aea0cdf9956421ea0e87",
    "simhash": "1:a2e7a6f024b9965b",
    "word_count": 1448
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfieild, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Martus & Becker v. George W. Heise"
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal in an interference proceeding from the decision of the Board of Appeals affirming the decision of the examiner of interferences awarding priority of invention to appellee, George W. Heise.\nThe invention in issue relates to the addition of zeolitic agents— one of which is “ permutit ” — to the electrolyte in a caustic alkali electric cell for the purpose of increasing electrolyte efficiency.\nThe counts in issue read as follows:\n1. An electric cell, of the copper oxid type having positive electrode and negative electrodes and a liquid caustic alkali electrolyte, said cell also containing zeolite material in contact with said liquid.\n2. An electric cell of the copper oxid type having positive and negative electrodes and a liquid caustic alkali electrolyte, said cell also containing in contact with said liquid a zeolite of the water purifying type containing reactive alumina and reactive silica.\n3. An electric cell of the copper oxid type having a positive electrode, a negative electrode, and a liquid caustic alkali electrolyte, said cell also containing in contact with said liquid a solid material containing silica in reactive hydrated form.\n4. An electric cell of the copper oxid type having a positive electrode, a negative electrode and a liquid caustic alkali electrolyte, said cell also containing .in contact with said liquid a solid material containing alumina in hydrated reactive form.\n5. An electric cell of the copper oxid type having a positive electrode, a negative electrode, and a liquid caustic alkali electrolyte, said cell also containing silica in reactive hydrated form and alumina in hydrated reactive form, said silica and said alumina existing in the form of a zeolite.\nThe application of appellants, Martus & Becker, filed February 13, 1925, matured into patent — No. 1581851 — on April 20, 1926.\nAppellee’s application, filed May 15, 1925, was pending at the time the patent to appellants was issued. Appellee is the junior party and has the burden of proving priority of invention by a preponderance of the evidence.\nConsiderable evidence was submitted by appellee. Appellants submitted no evidence and are restricted, therefore, to their filing date.\nEach of the Patent Office tribunals has exhaustively considered the issues in rather elaborately prepared opinions. They concurrred in holding that appellee was the first to conceive the invention.; that he had not reduced the invention to practice • prior to his filing date — May 15, 1925; and that, as he was not lacking in diligence immediately prior to or after the time appellants entered the field, he was entitled to an award of priority.\nIt is contended by counsel for appellants that the Board of Appeals erred in holding that appellee conceived and disclosed the invention prior to appellants’ filing date — February 13, 1925, and that the record discloses that appellee had no conception of the invention prior to appellants’ filing date. It is further contended that, if appellee conceived and disclosed the invention at an3r time in the year 1924, as claimed, he was clearly lacking in diligence and, therefore, is not entitled to an award of priority.\nIt appears from the record that appellee is a chemist in the employ of the National Carbon Co.; that, in the spring and summer of the year 1924, appellee and his assistants were engaged in experimental work, the object of which was to increase electrolytic efficiency; that permutit was used, according to one witness, to “ remove zinc from the solution,” and, according to another, to reduce zinc concentration; that it was also added to “ copper solutions to reduce the copper ”; and that the invention in issue was disclosed to several witnesses as early as May, 1924. Experiments and tests were made from May to October, 1924. In view of the fact that these experiments have been discussed at considerable length by the Examiner of Interferences, we deem it unnecessary to describe them here. It is sufficient to say that we are in accord with the decisions of the Patent Office tribunals holding that appellee has established conception and disclosure of the invention as early as the summer of 1924.\nWith reference to appellants’ contention that appellee had no conception of the invention prior to the filing date of appellants’ application, the Board of Appeals said:\n* * * Several of these alleged errors relate to the theories of the parties to the interference as to the function performed by the zeolite material in the ■electrolyte. Martus and Becker have one theory, Heise has a different theory, but there is nothing in the counts about the function performed or the result secured by the use of zeolite material. So far as we can discover there is no testimony in the record which establishes that Heise’s theory as to the purpose of the zeolite materials is incorrect. Moreover, under the law as we understand it, Heise is entitled to the date of disclosure of the use of the zeo-lite material for conception even though his theory as to the purpose of the material was incorrect. ' On the straight question of conception and disclosure we are in accord with the examiner of interferences that Heise has proven a ■conception and disclosure prior to the date to which Martus and Becker -are, restricted. We base our conclusion on the testimony of Heise corroborated by Pflug and Schumacher as pointed out on pages 2 and 3 of the decision of the examiner of interferences. Although the decision did not accord to Heise any specific date for conception and disclosure if it were necessary we would have no hesitancy in holding that Heise has proven conception and disclosure in the summer or fall of the year 1924. Holding as we do that Heise has proven conception and disclosure prior to the filing date of Martus and Becker no reason is seen for a finding that Heise should be restricted to his filing date for the activities in question. The disclosure in the testimony is as complete as is the disclosure in the application.\nDue to the views we hold, it will be unnecessary for us to discuss the question of whether appellee is entitled to a finding that he reduced the invention to practice prior to the filing of his application. On October 29, 1924, appellee prepared and signed a patent memorandum describing the invention. It was received by the witness, Scheffler (who, at that time, was in charge of the patent department of the Union Carbide and Carbon Research Laboratory), ■on November 6, 1924, from his superior, Mr. Townsend, with the recommendation that an application for' patent be prepared and filed, if an “ investigation disclosed substantial patentable subject-matter.” Due to the accumulation of business requiring attention •and for other proper reasons set forth in the decisions below, and which need not be. mentioned here, counsel was delayed in giving consideration to appellee’s application for patent until March IT, 1925. Approximately two months thereafter it was filed in the Patent Office.\nThere is no evidence of any activity on the part of appellants' until February 13, 1925, when their application was filed. Accordingly, in order to prevail, it must appear that appellee was reasonably diligent from immediately prior to February 13, 1925, until May 15, 1925, a period of only about three months. During all of this time appellee’s patent memorandum was in the possession of his assignee’s attorneys; and from March 17, 1925, until the application was filed, counsel for the assignee were active in its preparation.\nThe question of diligence is one of fact, and must be determined in each case in the light of the prevailing conditions and circumstances. There are no facts of record to indicate that appellee, as counsel for appellants argue, was deliberate^ inactive.\nDue entirely to the delay occasioned by the unfortunate conditions prevailing in the office of the patent department of his as-signee (which, in our opinion, have been satisfactorily explained), the filing of appellee’s application was delayed for about three months after appellants entered the field. There is not the slightest evidence that appellee concealed or abandoned the invention, as suggested by counsel for appellants. See Olson v. Pospeshil, 50 App. D. C. 182, 269 Fed. 698.\nIn our opinion, the tribunals of the Patent Office were clearly right in awarding priority of invention to appellee, and the decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Alfred M. Houghton for appellants.",
      "Charles H. Potter and W. J. Willis for appellee."
    ],
    "corrections": "",
    "head_matter": "Martus & Becker v. George W. Heise\n(No. 2275)\nUnited States Court of Customs and Patent Appeals,\nApril 14, 1930\nAlfred M. Houghton for appellants.\nCharles H. Potter and W. J. Willis for appellee.\n[Oral argument March 4, 1930, by Mr. Houghton and Mr. Willis]\nBefore Graham, Presiding Judge, and Bland, Hatfieild, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1083-01",
  "first_page_order": 533,
  "last_page_order": 536
}
