{
  "id": 11338533,
  "name": "COMMONWEALTH of Pennsylvania v. Joseph R. RICCO, Sr., Appellant",
  "name_abbreviation": "Commonwealth v. Ricco",
  "decision_date": "1994-12-12",
  "docket_number": "",
  "first_page": "1084",
  "last_page": "1087",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1084"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "N.Y. Penal Law § 130.00",
      "category": "laws:leg_act",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "parenthetical": "McKinney's 1987"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "304 A.2d 75",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8043471
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/304/0075-01"
      ]
    },
    {
      "cite": "517 N.Y.S.2d 1034",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "511 N.E.2d 93",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "69 N.Y.2d 1001",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "513 N.Y.S.2d 310",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "127 A.D.2d 1004",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3508881
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/127/1004-01"
      ]
    },
    {
      "cite": "203 Cal.Rptr. 112",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1984,
      "pin_cites": [
        {
          "page": "113"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "156 Cal.App.3d 983",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        2146892
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "986"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/156/0983-01"
      ]
    },
    {
      "cite": "219 Cal.Rptr. 873",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "174 Cal.App.3d 296",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        2180131
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/174/0296-01"
      ]
    },
    {
      "cite": "602 A.2d 859",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "evidence that defendant entered a home and proceeded to a second floor bedroom where an eight year old girl was sleeping, following which he pulled on her underwear was sufficient to show that an indecent assault occurred"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "529 Pa. 648",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "evidence that defendant entered a home and proceeded to a second floor bedroom where an eight year old girl was sleeping, following which he pulled on her underwear was sufficient to show that an indecent assault occurred"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "393 Pa.Super. 416",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        877817
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "422"
        },
        {
          "page": "682"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/393/0416-01"
      ]
    },
    {
      "cite": "648 A.2d 28",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861364,
        706477
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "34",
          "parenthetical": "citation and quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/648/0028-01",
        "/pa-super/436/0416-01"
      ]
    },
    {
      "cite": "379 Pa.Super. 55",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874675
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/379/0055-01"
      ]
    },
    {
      "cite": "531 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834398
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "388",
          "parenthetical": "citations omitted"
        },
        {
          "page": "549",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0384-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 663,
    "char_count": 11278,
    "ocr_confidence": 0.711,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23987228599041874
    },
    "sha256": "e732855e2f1a0bf817f5c6ee83287d77acd4090e103ca2a427290584ac4bc0d5",
    "simhash": "1:28acf895cb6af964",
    "word_count": 1828
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CAVANAUGH, KELLY and BROSKY, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Joseph R. RICCO, Sr., Appellant."
    ],
    "opinions": [
      {
        "text": "BROSKY, Judge.\nThis is an appeal from the judgment of sentence entered following appellant’s conviction upon two counts of indecent assault. The sole question presented for our review is whether the evidence was sufficient to sustain appellant’s conviction in that there was no actual skin-to-skin contact between appellant and the victim. For the reasons set forth below, we affirm the judgment of sentence.\nBefore considering this question, we will briefly recount the pertinent facts of this case. In July of 1993, the female victim moved with her family from New Jersey to Pennsylvania. Within a few days after her arrival, the victim met the daughter of appellant, Joseph Ricco, Sr. The girls became friends and on July 29, 1993, the victim was invited to sleep over at appellant’s home.\nAppellant’s wife left for work late in the evening, thus leaving her daughter, son and the victim in appellant’s care. While alone with the girls, appellant teased his daughter regarding her weight, causing her to cry and flee to her bedroom. Appellant then invited the victim to sleep in his bedroom. The victim consented, went into appellant’s bedroom and got into the bed. Appellant thereafter turned out the lights and removed his clothing except for his underwear. Appellant got into bed with the victim and “cuddled” or hugged her. The victim was wearing a pair of shorts beneath her nightgown which appellant asked her to remove. The victim refused. Appellant then took the victim’s hand and placed it over his genital area. After a few seconds, the victim managed to pull her hand away. Although appellant attempted to take the victim’s hand, she resisted by stiffening her hand so that he could not move it. Appellant’s daughter then entered the bedroom and asked the victim to come and sleep with her. The victim agreed and the girls went to sleep on a sofabed. Appellant followed the girls downstairs and asked to sleep with them. Appellant’s daughter refused and appellant kissed the girls on their cheeks. Although appellant told the victim to move over to allow him to enter the bed, she did not comply. Having been rebuffed, appellant left the girls alone and retired to his bedroom to sleep. The victim subsequently apprised her family of the incident, who in turn contacted the police. Appellant was charged with various offenses as a result.\nA jury trial was held in May, 1994 following which appellant was acquitted of the charge of corrupting the morals of a minor and convicted of two counts of indecent assault. Appellant was sentenced on June 16, 1994 to a term of six (6) to eighteen (18) months’ imprisonment. Appellant thereafter initiated this timely appeal therefrom.\nAppellant challenges the sufficiency of the evidence to sustain his conviction. In determining whether the Commonwealth has met its burden of proof, the test to be applied is:\nWhether, viewing the evidence in the light most favorable to the Commonwealth, and drawing all reasonable inferences favorable to the Commonwealth, there is sufficient evidence to find every element of the crime beyond a reasonable doubt. The Commonwealth may sustain its burden of proving every element beyond a reasonable doubt by means of wholly circumstantial evidence. Moreover, in applying the above test, the entire trial record must be evaluated and all evidence actually received must be considered. Finally, the trier of fact, while passing upon the credibility of the witnesses and the weight of the evidence produced, is free to believe all, part or none of the evidence.\nCommonwealth v. Valette, 531 Pa. 384, 388, 613 A.2d 548, 549 (1992) (citations omitted). We will examine appellant’s arguments and the decision of the lower court with these considerations in mind.\nThe crime of indecent assault is defined as follows:\nA person who has indecent contact with another not his spouse, or causes such other to have indecent contact with him, is guilty of indecent assault if: (1) he does so without the consent of the other person; ... (6) he is over 18 years of age and the other person is under 14 years of age.\n18 Pa.C.S.A. § 3126(a)(1) and (6). The Crimes Code further defines the phrase “indecent contact” as “any touching of the sexual or other intimate parts of the person for the purpose of arousing or gratifying sexual desire, in either person.” 18 Pa.C.S.A. § 3101. While the term “touching” has not been expressly defined by our Legislature, this court has indicated that it includes contact between a bodily part with another object so as to perceive it through the tactile sense. See Commonwealth v. Grayson, 379 Pa.Super. 55, 60 n. 3, 549 A.2d 593, 596 n. 3 (1988).\nThe evidence presented by the Commonwealth unequivocally established that appellant committed the crime of indecent assault by causing the victim to have indecent contact with him in that he placed the victim’s hand upon his genitals. Appellant nonetheless argues that this conduct should not be construed as an indecent assault because no actual skin-to-skin contact occurred. Appellant essentially asks us to impose a direct skin-to-skin contact requirement onto the statute even though it does not expressly so provide. This we decline to do.\nIn applying the indecent assault statute, this court has recognized that:\nThe legislature of this Commonwealth established the crime of indecent assault because of a concern for the shame, outrage, and disgust engendered in the victim, rather than because of any physical injury to the victim. Moreover, due to the nature of the offenses sought to be proscribed by the indecent assault statute, and the range of conduct proscribed, the statutory language does not and could not specify each prohibited act.\nIn the Interest of J.R., — Pa.Super. -, -, 648 A.2d 28, 34 (1994) (citation and quotation marks omitted).\nTo interpret the statute in the manner posited by appellant would contravene the purpose of this enactment and would lead to patently absurd results. When indecent contact has occurred, a victim feels no less shame, outrage and disgust merely because a layer of clothing comes between his/her own skin and the skin of the perpetrator. Moreover, appellant’s interpretation of the statute is unreasonable and illogical, as demonstrated by the excellent example set forth by President Judge Spicer in Commonwealth v. Bittinger, 9 D. & C.3d 614, 617 (C.C.P. Adams 1979) in which he described a situation in which the perpetrator wore gloves and the victim absolutely nothing.\nPursuant to appellant’s theory, any touching or contact which occurred between a victim and the perpetrator in Judge Spicer’s scenario would not constitute an indecent assault since a layer of clothing separated the victim’s skin from that of the perpetrator. Adoption of appellant’s skin-to-skin requirement would thus enable a perpetrator to touch any part of the victim’s body at whim and subject the victim to extensive unwanted touching, yet the perpetrator would be insulated from criminal liability merely by ensuring that a clothing barrier existed between the victim’s and the perpetrator’s skin. The same would be true in a case where the touching occurred through the victim’s clothing. Such a result is untenable as it would completely eviscerate the purpose of the statute and the evil which it seeks to prohibit. We therefore reject appellant’s invitation to engraft a direct skin-to-skin contact element onto the indecent assault statute. Because the evidence presented here was more than sufficient to establish that an indecent assault occurred, we affirm the judgment of sentence. See Commonwealth v. Vosburg, 393 Pa.Super. 416, 422, 574 A.2d 679, 682 (1990), allocatur denied, 529 Pa. 648, 602 A.2d 859 (1991) (evidence that defendant entered a home and proceeded to a second floor bedroom where an eight year old girl was sleeping, following which he pulled on her underwear was sufficient to show that an indecent assault occurred); In re: M.S., 10 D. & C.4th 282, 282-283 (C.C.P. Bucks 1990) (requisite element of indecent contact was established by the touching of female victim’s intimate parts, ie., breasts, over her clothing); Commonwealth v. Bittinger, 9 D. & C.3d at 615, 617 (evidence sufficient to sustain indecent assault conviction where defendant grabbed a young woman’s shoulders, wrestled her to the ground, slapped her and laid directly on top of her in a sexual position).\nJudgment of sentence affirmed.\n. 18 Pa.C.S.A. § 3126(a)(1) and (6).\n. The victim was approximately ten years of age when the offenses were perpetrated.\n.Appellant was forty-one years of age at the time of the incident.\n. For support, appellant refers us to People v. Duke, 174 Cal.App.3d 296, 299-300 n. 1, 219 Cal.Rptr. 873, 875 n. 1 (1985) and In re: Keith T., 156 Cal.App.3d 983, 986, 203 Cal.Rptr. 112, 113 (1984), both of which found the evidence insufficient to sustain a sexual battery conviction where the touching occurred through the victim’s clothing. At the time these cases were decided, the California Penal Code expressly required physical contact with the victim’s skin. See California Penal Code § 243.4(d) (West 1988) (defining touching as physical contact with the skin of another person whether accomplished directly or through the clothing of the person committing the offense). See also People v. Duke and In re: Keith T., supra. However, the California statute was amended in 1992 and now defines touching as \"physical contact with another person, whether accomplished directly, through the clothing of the person committing the offense, or through the clothing of the victim.” California Penal Code § 243.4(d)(2) (West 1994 Supp.). Consequently, physical contact with the victim's skin is no longer a required element.\nAppellee also references the law of other states in support of its argument that direct skin contact need not be proved. See Appellee’s Brief at 8 n. 4 (citing People v. Boykin, 127 A.D.2d 1004, 513 N.Y.S.2d 310, appeal denied, 69 N.Y.2d 1001, 511 N.E.2d 93, 517 N.Y.S.2d 1034 (1987) and State v. Towers, 304 A.2d 75 (Maine 1973), both of which affirmed convictions in which touching occurred through the victim’s clothing). However, the Maine and New York statutes expressly define unlawful sexual contact as touching which occurs either directly or through clothing. See 17-A Maine Revised Statutes Annotated § 251 (1994 Supp.) (defining sexual contact as any touching of the genitals or anus, directly or through clothing) and 39 N.Y. Penal Law § 130.00 (McKinney’s 1987) (sexual contact includes the touching of the actor by the victim, as well as the touching of the victim by the actor, whether directly or through clothing). Pennsylvania’s statute significantly differs from the laws of Maine and New York, as well as California, because it does not expressly state that touching includes contact through the clothing of the victim or the perpetrator. We accordingly do not find the authorities referenced by the parties to be dispositive.",
        "type": "majority",
        "author": "BROSKY, Judge."
      }
    ],
    "attorneys": [
      "Mark S. Love, Tannersville, for appellant.",
      "James P. Gregor, Dist. Atty., Stroudsburg, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. Joseph R. RICCO, Sr., Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Nov. 7, 1994.\nFiled Dec. 12, 1994.\nMark S. Love, Tannersville, for appellant.\nJames P. Gregor, Dist. Atty., Stroudsburg, for Com., appellee.\nBefore CAVANAUGH, KELLY and BROSKY, JJ."
  },
  "file_name": "1084-01",
  "first_page_order": 1142,
  "last_page_order": 1145
}
