{
  "id": 7871369,
  "name": "Eugene R. BUNTING and Danna M. Bunting, h/w v. SUN COMPANY, INC., Sun Transport, Inc. and Sun Refining and Marketing, Inc., Appellants",
  "name_abbreviation": "Bunting v. Sun Co.",
  "decision_date": "1994-05-06",
  "docket_number": "",
  "first_page": "1085",
  "last_page": "1090",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1085"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "640 A.2d 416",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862576,
        941098
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/0416-01",
        "/pa-super/433/0146-01"
      ]
    },
    {
      "cite": "409 Pa.Super. 374",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        901200
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/409/0374-01"
      ]
    },
    {
      "cite": "412 Pa.Super. 591",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        906635
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/412/0591-01"
      ]
    },
    {
      "cite": "45 U.S.C. § 53",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "249 Pa.Super. 47",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        834495
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "\"proximate cause\" charge in Jones Act negligence case was highly prejudicial, but in appellant shipowner's favor, so no new trial granted"
        },
        {
          "parenthetical": "\"proximate cause\" charge in Jones Act negligence case was highly prejudicial, but in appellant shipowner's favor, so no new trial granted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/249/0047-01"
      ]
    },
    {
      "cite": "394 Pa.Super. 327",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        879721
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "erroneous instruction can justify a new trial if it was fundamentally in error and it may have been responsible for the verdict"
        },
        {
          "page": "935",
          "parenthetical": "erroneous instruction can justify a new trial if it was fundamentally in error and it may have been responsible for the verdict"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/394/0327-01"
      ]
    },
    {
      "cite": "422 F.2d 363",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2254675
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/422/0363-01"
      ]
    },
    {
      "cite": "674 F.2d 1037",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1150740
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/674/1037-01"
      ]
    },
    {
      "cite": "349 F.2d 820",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        854417
      ],
      "pin_cites": [
        {
          "page": "824"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/349/0820-01"
      ]
    },
    {
      "cite": "43 L.Ed.2d 780",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "95 S.Ct. 1572",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "421 U.S. 914",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        541111,
        541825,
        541155,
        541764,
        541933,
        541942,
        541398,
        541558,
        541243,
        541628
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/us/421/0914-06",
        "/us/421/0914-08",
        "/us/421/0914-09",
        "/us/421/0914-01",
        "/us/421/0914-03",
        "/us/421/0914-05",
        "/us/421/0914-02",
        "/us/421/0914-10",
        "/us/421/0914-04",
        "/us/421/0914-07"
      ]
    },
    {
      "cite": "507 F.2d 1318",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        129951
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/507/1318-01"
      ]
    },
    {
      "cite": "52 A.2d 455",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "pin_cites": [
        {
          "parenthetical": "contributory negligence in Jones Act case will not defeat recovery but only mitigate damages"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "356 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470660
      ],
      "year": 1947,
      "pin_cites": [
        {
          "parenthetical": "contributory negligence in Jones Act case will not defeat recovery but only mitigate damages"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/356/0548-01"
      ]
    },
    {
      "cite": "497 F.2d 1243",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        174402
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/497/1243-01"
      ]
    },
    {
      "cite": "651 F.2d 676",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1245148
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/651/0676-01"
      ]
    },
    {
      "cite": "352 U.S. 500",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6162070
      ],
      "weight": 3,
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/us/352/0500-01"
      ]
    },
    {
      "cite": "45 U.S.C. § 51",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "parenthetical": "emphasis supplied"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "801 F.2d 521",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10546927
      ],
      "pin_cites": [
        {
          "page": "524"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/801/0521-01"
      ]
    },
    {
      "cite": "118 L.Ed.2d 425",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "112 S.Ct. 1762",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "404 Pa.Super. 490",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        894939
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/404/0490-01"
      ]
    },
    {
      "cite": "46 U.S.C. § 688",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "emphasis supplied"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 881,
    "char_count": 19153,
    "ocr_confidence": 0.713,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20038098746297564
    },
    "sha256": "d0bca0220b6dd7f0735b2d0871408148979861d5b19ec7d5f8b2b3ce0d35ebdf",
    "simhash": "1:df8182142acc5eb0",
    "word_count": 3113
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BECK, TAMILIA and HESTER, JJ."
    ],
    "parties": [
      "Eugene R. BUNTING and Danna M. Bunting, h/w v. SUN COMPANY, INC., Sun Transport, Inc. and Sun Refining and Marketing, Inc., Appellants."
    ],
    "opinions": [
      {
        "text": "BECK, Judge:\nThis appeal involves a claim for personal injuries arising under the general maritime law and the Jones Act (46 U.S.C. § 688). The issue we decide, inter alia, is whether, under a comparative negligence scheme, the plaintiffs contributory negligence must be a substantial or featherweight factor in causing his own injuries in order to reduce his recovery. We hold that the plaintiffs contributory negligence need be only a feather-weight causative factor. Because the trial court’s charge to the jury on the question of comparative negligence was prejudi-cially erroneous, we grant a new trial.\nPlaintiffs Eugene Bunting and Danna Bunting brought this action for personal injuries sustained by Eugene Bunting while he was employed as an assistant engineer of a cargo ship owned by defendant-appellants Sun Company, Inc., Sun Transport, Inc. and Sun Refining and Marketing, Inc. Before the day of Bunting’s accident, the vessel had been experiencing an oil leak from a fitting on an Inert Gas System (“IGS”) generator. Attempts to repair the fitting failed, and a drip can was placed beneath the leak in order to keep the oil off the ship’s deck. Bunting himself had emptied and replaced this can on several occasions. At the time of the accident, Bunting was descending a ladder that led from the ship’s IGS deck to the engine room, when he slipped and fell, sustaining injury to his left knee. Upon returning to the area where he fell, Bunting discovered that the can beneath the leaking fitting had fallen over and oil had run onto the ladder steps.\nBunting brought this action against the shipowners, alleging unseaworthiness under federal maritime law and negligence under the Jones Act. Defendants argued that Bunting was eontributorily negligent. After trial, the jury returned a verdict in favor of Bunting in the amount of $1,026,000 and in favor of his wife on her consortium claim in the amount of $31,000.\nAlthough the action was brought in state court, liability is determined in such cases according to the federal maritime law. See Klineburger v. Maritrans, 404 Pa.Super. 490, 591 A.2d 314 (1991), cert. den., — U.S. -, 112 S.Ct. 1762, 118 L.Ed.2d 425 (1992). In order to prove a claim of unseaworthiness under federal maritime law, a plaintiff must show that the unseaworthy condition of the vessel was the proximate, or direct, and substantial cause of his or her injuries. See, e.g., Brophy v. Lavigne, 801 F.2d 521, 524 (1st Cir.1986). In this case, the trial court properly instructed the jury that, in order for liability to attach on the issue of unseaworthiness, the unseaworthy condition of the S.S. TROPIC SUN must have been a “substantial factor” in causing Bunting’s injuries, and this instruction was confirmed in the jury’s verdict sheet interrogatories. As is indicated by the jury’s answers to these interrogatories, they found the vessel to be unseaworthy, and the unseaworthiness to have been a substantial factor in causing Bunting’s injuries.\nWere it not for the additional theory of Jones Act negligence, we could affirm the jury’s verdict of liability against the defendant at this juncture and proceed no further. However, because this case also involves allegations of negligence, and the defense of contributory negligence under the Jones Act, we must review the propriety of the court’s charge on this issue. Traditionally, cases of this nature are brought both under the unseaworthiness doctrine of federal maritime law and under the Jones Act. Recovery, if any, is against the defendant-shipowner without separate allocation of damages to either the unseaworthiness or Jones Act negligence theory. The instant case was brought under both theories. Our specific inquiry relates to comparative negligence under the Jones Act.\nThe jury answered special interrogatories on a verdict sheet as follows:\n1A. Was the S.S. TROPIC SUN unsea-worthy at the time of Mr. Bunting’s accident? YES.\nOnly answer IB if your answer to 1A is “Yes”.\nIB. Was the unseaworthiness of the S.S. TROPIC SUN a substantial factor in causing Mr. Bunting’s accident? YES\n2A. Was [the defendant] negligent? YES.\nOnly answer 2B if your answer to 2A is “Yes”.\n2B. Was [the defendant’s] negligence a substantial factor in causing Mr. Bunting’s accident? YES.\nGo on to Question 3 only if you answered ‘Tes” to Question IB or 2B or both. Otherwise cease your deliberations and return to the courtroom.\n3A. Was the plaintiff, Eugene Bunting, negligent? YES.\nOnly answer 3B if your answer to 3A is ‘Tes”.\n3B. Was Mr. Bunting’s negligence a substantial factor in causing his own accident? NO.\nThe verdict sheet also directed the jury to express the comparative degrees of negligence of Bunting and appellant as a percentage, if they found the plaintiffs negligence to have been a “substantial factor in causing his own accident.” Because the jury did not find that Bunting’s negligence was a substantial causative factor, they left this question blank.\nThe trial court denied appellants’ post trial motions, and granted the Buntings’ petition for delay damages. Judgment was entered on the molded verdict, and this timely appeal followed.\nThe appellant challenges, inter alia, the trial court’s comparative negligence instruction:\nDid the trial court’s jury instruction on the applicable law of comparative negligence in a merchant seaman’s action constitute an erroneous statement of the law thereby warranting the grant of a new trial?\nThe question is whether a plaintiffs negligence must be a substantial causative factor or whether any negligence on the part of the plaintiff, even featherweight negligence, is sufficient as a causative factor to establish contributory negligence and reduce any recovery.\nThe Jones Act itself is silent on the question, and the case law addressing the issue is sparse. We initially sought guidance from a parallel act, the Federal Employers Liability Act (“FELA”) (45 U.S.C. § 51). FELA was enacted to offer special protection to railroad workers, and the Jones Act offers special protection to seamen. As a matter of fact, the Jones Act directly incorporates the negligence cause of action created earlier for railroad employees under FELA. The Jones Act provides in pertinent part:\n(a) Any seaman who shall suffer personal injury in the course of his employment may, at his election, maintain an action for damages at law, with the right of trial by jury, and in such actions all statutes of the United States modifying or extending the common-law right or remedy in cases of personal injury to railway employees shall apply....\n46 U.S.C. § 688 (emphasis supplied). The relevant section of the FELA provides, in pertinent part:\nEvery common carrier by railroad ... shall be liable in damages to any person suffering injury while he is employed by such carrier ..., for such injury or death resulting in whole or in part from the negligence of any of the officers, agents, or employees of such carrier, or by reason of any defect or insufficiency, due to its negligence, in its cars, engines, appliances, machinery, track, roadbed, works, boats, wharves, or other equipment....\n45 U.S.C. § 51 (emphasis supplied).\nUnder FELA, the employer is liable for injury or death “resulting in whole or in part” from its negligence. 45 U.S.C. § 51. Following the philosophy of FELA, the Jones Act has been interpreted to make the shipowner-employer liable upon a “featherweight” standard of causation — liability attaches if the defendant’s negligence played any part, no matter how slight, in causing the plaintiffs injury. See, e.g., Rogers v. Missouri Pacific R. Co., 352 U.S. 500, 77 S.Ct. 443, 1 L.Ed.2d 493 (1957); Joyce v. Atlantic Richfield Co., 651 F.2d 676 (10th Cir.1981) (application in Jones Act case); Heater v. Chesapeake & Ohio Railway Co., 497 F.2d 1243 (7th Cir.1974) (application in FELA case).\nWe now review the trial court’s instruction on the applicable standard of causation for determining whether a plaintiffs contributory negligence will reduce any recovery. First, we point out that a Jones Act plaintiffs contributory negligence is not a complete bar to recovery. See Rankin v. Iron City Sand & Gravel Corp., 356 Pa. 548, 52 A.2d 455 (1947) (contributory negligence in Jones Act case will not defeat recovery but only mitigate damages). A plaintiff will be prevented from recovering damages only if his own negligence constitutes the sole producing cause of his injury. See Peymann v. Perini Corp., 507 F.2d 1318 (1st Cir.1974), cert. den., 421 U.S. 914, 95 S.Ct. 1572, 43 L.Ed.2d 780 (1975). We also point out that the Jones Act comparative negligence scheme differs from the Comparative Negligence Act applicable in Pennsylvania. 42 Pa.C.S.A. § 7102(a) (Purdon 1982) (plaintiffs contributory negligence bars recovery where it is greater than the defendant’s causal negligence). Under the Jones Act, a plaintiff still may recover damages even if the jury finds him to have been up to 99% negligent. Any award of damages, however, will be diminished by the percentage of causal negligence attributed to plaintiff. See generally, Schoenbaum, Admiralty and Maritime Law § 4-9 (West 1987).\nIn this ease, the jury found that Bunting was in fact negligent. Jury Interrogatory 3A. However, the court failed to instruct the jury that, under the Jones Act, in order for Bunting’s negligence to be a factor in reducing appellant’s liability, a featherweight causation standard applied. Instead, the court instructed the jury that the applicable standard was a substantial factor. Since the jury did not find that Bunting’s negligence was a “substantial factor” in causing his injuries, the jury did not assign to him a percentage of contributory negligence for the purpose of reducing appellants’ liability.\nWe hold that the applicable standard for assessing a plaintiffs negligence in Jones Act cases is a “featherweight” causation standard. This is the same standard applicable to the defendant’s conduct in Jones Act cases.\nOur extensive research has yielded very few cases which address this precise issue. However, we find the following language from a FELA case to be most persuasive:\nFrom a substantive point of view, we think that from the very nature of comparative negligence, the standard of causation should be single. Congress accorded valuable rights to injured employees in outlawing contributory negligence as a bar. It simultaneously subjected railroad [sic] to a more onerous burden. This was a legislative compromise to achieve recognized ends. But there is no indication that in maMng employee negligence a partial factor, there was ever a purpose to retain all of the common law traditional refinements of a doctrine then being rejected.\nIndeed, the language of § 51 [of PELA] which is at the bottom of the Rogers [v. Missouri Pacific R. Co., supra ] test imposing liability for injuries or death “resulting in whole or in part from the negligence” of the railroad or its agents fits nearly [sic] into the structure of § 53 [of PELA] which bans contributory negligence as a bar. Thus the purpose is to accord damages where the injuries are caused wholly from the negligence of the railroad or where caused partly by its negligence and partly by acts of others. The others would, of course, include the injured worker too. The object was to free this new legislatively created right of the common law defenses and refinements and to supply in its stead a simplified structure in which damages would be borne by railroad and injured worker in proportion to their respective faults. Use of the terms “in proportion to” and “negligence attributable to” the injured worker inescapably calls for a comparison. Since it is clear that § 53 never contemplates a reduction in damages for negligent acts of the injured worker except to the extent such negligence brings about the injuries, it is obvious that for a system of comparative fault to work, the basis of comparison has to be the same.\nPage v. St. Louis Southwestern Railway Co., 349 F.2d 820, 824 (5th Cir.1965) (emphasis in original). This line of reasoning also has been applied to Jones Act cases. See Alverez v. J. Ray McDermott & Co., 674 F.2d 1037 (5th Cir.1982); McBride v. Loffland Bros. Co., 422 F.2d 363 (5th Cir.1970). See also IB Benedict on Admiralty § 25, pp. 3-124-3-127 (7th Ed.1993).\nThe Jones Act properly places a high degree of responsibility on the shipowner for safety aboard ship. The law does this to encourage the shipowner to act responsibly in maintaining vessel conditions. In order to maintain these high standards aboard the ship it is necessary for personnel also to act with utmost care. Therefore, in situations requiring a comparison of negligence between the plaintiff and the defendant, the same causative standard must be imposed.\nIn our view, it makes no sense to analyze the defendant’s negligence using a “featherweight” causation standard, requiring only that such negligence play any part, no matter how slight, in causing the plaintiffs injuries, while at the same time analyzing the plaintiffs own fault by using a “substantial factor” causation test. In the instant ease the trial court’s error may well have prejudiced the appellant-shipowners, since the jury did find that the plaintiff was negligent to some degree. Although they did not find this negligence to have been a “substantial factor” in causing the injury, they might have found that it “play[ed] any part, no matter how slight,” in causing it. If the jury had been instructed properly, and so found a causal connection between the plaintiff’s own conduct and his injury, the percentage of causal negligence they would have attributed to him would have reduced his damages award. Therefore, a new trial is warranted. Smith v. Brooks, 394 Pa.Super. 327, 575 A.2d 926, 935 (1990) (erroneous instruction can justify a new trial if it was fundamentally in error and it may have been responsible for the verdict).\nReversed and remanded for a new trial in accordance with this opinion.\n. In his charge on Jones Act negligence, the trial judge properly instructed the jury that, in order to hold the defendant shipowner liable under the Jones Act, they must find that its negligence “played any part at all in causing the harm complained of.” R. 684a. However, the corresponding interrogatoiy on the jury verdict sheet required that the defendant’s negligence must have been a “substantial factor” in causing Bunting's injury in order for liability under the Jones Act to attach. This clearly was error. The verdict sheet language imposed upon the plaintiff a greater causal burden than is required by the law. Nevertheless, this error was not prejudicial. The jury found \"substantial factor” causation, and therefore they certainly would have found that the \"featherweight\" causation requirement was satisfied. We need not grant a new trial based on this error in the charge. See Richards v. Dravo Corp., 249 Pa.Super. 47, 375 A.2d 750 (1977) (“proximate cause” charge in Jones Act negligence case was highly prejudicial, but in appellant shipowner's favor, so no new trial granted).\n. The relevant language in the FELA sets forth a comparative fault scheme which applies in the seaman’s action as well: “the fact that the employee may have been guilty of contributory negligence shall not bar a recovery, but the damages shall be diminished by the jury in proportion to the amount of negligence attributable to such employee ...\" 45 U.S.C. § 53.\n. We note that the trial judge in this case improperly illustrated his charge on comparative negligence with an example based upon Pennsylvania’s version of the rule:\n... the plaintiff could recover even if he was as much as fifty percent negligent; however, the plaintiff could not recover if you say he was fifty-one percent negligent — in my example, because see then his negligence would be more than that of the defendant. So those two percentages would have to equal a hundred percent.\nR. 688a-689a (emphasis added).\n. Although the seaman traditionally has been viewed as a \"ward of the admiralty,” and shipowners often have been held to be veritable insurers of their employees' health, we do not believe that this traditional notion is sufficiently compelling to hold the negligent shipowner and negligent plaintiff to different burdens of causation in a comparative fault scheme.\n. Appellant has raised other questions on appeal, including challenges to the trial court's rulings on the order and admissibility of certain testimony, its charge to the jury on damages, and its award of delay damages.\nWe find no error in the appellants' first issue, regarding the trial court's refusal to permit them to call an unlisted, unidentified witness. The appellants claim that they were surprised by certain testimony by Bunting, and that the new witness was necessary to rebut that testimony. After a review of the relevant portions of the record, we find no abuse by the trial court in precluding appellants’ witness from testifying.\nWe also are unpersuaded by the appellants’ second argument, that the trial court erred in permitting the plaintiff’s economist to testify out of turn. The conduct of trial and order of witnesses certainly is within the trial court's discretion. Pa.R.Civ.P. 223. We find no prejudicial error where the appellants were aware of the scheduling of witnesses since the beginning of trial, and because the appellants could have presented their own economic expert testimony but chose not to do so.\nAppellants also claim that the trial court erred when it refused to give their requested instruction on damages, and that this error warrants the grant of a new trial. We note that the trial court is under no obligation to use the precise wording requested by a party, as long as the charge given, as a whole and in light of the evidence at trial, provides a correct statement of the applicable law. See, e.g., Butler v. Kiwi, S.A., 412 Pa.Super. 591, 604 A.2d 270 (1992); Bailey v. Pennsylvania Electric Co., 409 Pa.Super. 374, 598 A.2d 41 (1991). We note that the actual instruction on damages given by the trial court correctly set forth the applicable legal principles, even though it did not use the precise wording requested by the appellants. We find no error on this issue.\nAppellants finally complain that the jury's verdict was excessive, and that a remittitur or new trial is warranted. Since we are awarding a new trial, we need not address this issue. For the same reason, we need not reach the issue of delay damages. However, we refer the parties and the court to our recent decision in Musumeci v. Penn’s Landing Corp., — Pa.Super. -, 640 A.2d 416 (1994) in which we set forth the correct method for the assessment of delay damages in maritime cases.",
        "type": "majority",
        "author": "BECK, Judge:"
      }
    ],
    "attorneys": [
      "Francis J. Deasey, Philadelphia, for appellants.",
      "Ronald L. Wolf, Philadelphia, for appel-lees."
    ],
    "corrections": "",
    "head_matter": "Eugene R. BUNTING and Danna M. Bunting, h/w v. SUN COMPANY, INC., Sun Transport, Inc. and Sun Refining and Marketing, Inc., Appellants.\nSuperior Court of Pennsylvania.\nArgued Oct. 19, 1993.\nFiled May 6, 1994.\nReargument Denied July 14, 1994.\nFrancis J. Deasey, Philadelphia, for appellants.\nRonald L. Wolf, Philadelphia, for appel-lees.\nBefore BECK, TAMILIA and HESTER, JJ."
  },
  "file_name": "1085-01",
  "first_page_order": 1151,
  "last_page_order": 1156
}
