{
  "id": 6094975,
  "name": "In re Otto A. Banner",
  "name_abbreviation": "In re Banner",
  "decision_date": "1930-04-14",
  "docket_number": "No. 2289",
  "first_page": "1086",
  "last_page": "1090",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1086"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 533,
    "char_count": 11770,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 4.1582724251032727e-08,
      "percentile": 0.26719994100042127
    },
    "sha256": "26acd169707a7c9d3cbf4e298350be1475091688784b220a97127c859cd3c25a",
    "simhash": "1:33a7b1bd6067af5e",
    "word_count": 1936
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Otto A. Banner"
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals affirming the decision of the examiner denying claims 1 to 9, inclusive, 11, 14, 15, 17, 18, 20, 21, 23, 24, and 25, in appellant’s application, for an invention relating to power plants, primarily for marine use, but also adapted for other uses requiring great power.\nAppellant’s application discloses a power plant of four operating units arranged in pairs on opposite sides of a main driven shaft. The crank shafts of one pair of engines are coupled with a pinion, requiring the two crank shafts to rotate in unison. The crank shafts of the other pair of engines are coupled with another pinion with like results. The two pinions mesh with a gear fixed on the main driven shaft, and thus power from each of the operating units is transmitted to this shaft. All engines can be simultaneously started, stopped, and reversed. The invention is described more fully in the opinion of the Board of Appeals, to which we will hereinafter direct our attention.\nThe claims have been divided into five groups and so considered by the Patent Office tribunals and by counsel.\nClaims 1,7,11,14, and 17 are illustrative of each of the five groups. They read:\nI. In a power plant the combination with a driven shaft of a plurality of internal combustion engines, each having a crank shaft, a single gear set for transmitting power delivered by said engines to said driven shaft and for maintaining said engines in a definite phase relation, and a flexible coupling forming a direct connection between the crank shaft of each engine and said gear set.\n7. In a heavy duty po'wer plant for marine or stationary installation, the combination of a driven shaft, a plurality of oil engines having individual crank shafts geared thereto for operation in a definite predetermined phase relation, and a unitary control means connected with said engines for effecting the simultaneous reversal thereof.\nII. In a power plant, the combination of a driven shaft, a plurality o'f internal combustion engines comprising separate complete units connected in driving relation therewith, separate means for controlling the supply of fuel to each unit, and means connected with all of said units for effecting a simultaneous control of the supply of fuel thereto.\n14. In a power plant the combination of a driven shaft, a plurality of internal combustion engines comprising separate complete units connected in driving relation therewith, means connected with said several units for controlling the speed thereof, and means connected with said several units for effecting the simultaneous reversal thereof.\n17. In a power plant, the combination with a gear set including a pair of intermeshing herringbone gears, so mounted as to permit one gear to adjust itself to the other gear, of an internal combustion engine unit, and a flexible coupling between said unit and one of said gears permitting relative axial adjustment between said gears.\nThe references are:\nRiottee et al„ 722629, March 10, 1903.\nMunden, 894682, July 28, 1908.\nDalton, 1078774, November 18, 1913.\nSurcouf, 1019283, March 5, 1912.\nSchoonmaker, 1108249, August 25, 1914.\nKuentzel, 1316903, September 23, 1919.\nDodge et al., 1341709, June 1, 1920.\nDespins, Brit., 19976, of 1907.\nParsons, Brit., 24398, of 1912.\nBoothroyd, Brit., 103444, of 1917.\nBalanced-Engine, Brit., 120227, of 1918.\nMackenzie-Kennedy, Brit., 137078, of 1920.\nCanadian patent to Curtiss, 173948, of 1916 (same as U. S. No. 1223316, April 17, 1917).\nClaims 1, 2, 3, 4, 5, 6, 24, and 25 were rejected on the patents to Mackenzie-Kennedy, No. 137078 and Boothroyd, et al No. 103444. With reference to these claims and the references the Board of Appeals, in part, said:\n* * ■ * Most of the claims are met literally unless special weight be attached to the expression “ definite phase relation ” and the element included in some of the claims as “ a flexible coupling.” As previously pointed out the expression “ definite phase relation ” is not employed in the specification and its significance is not clear. It apparently is intended to describe a desirable characteristic of operation of a power plant made up of a plurality of internal combustion engines but the expression itself does not import any structure into the claims. Touching the other limitation mentioned, that of “ a flexible coupling,” we would say that a spring-pressed clutch such as disclosed by the reference would ordinarily be described as “a flexible coupling.” There is no structural limitation in the claims of the group under consideration defining the flexible coupling and distinguishing from the reference construction. There is some criticism of the reference because the power plant is light being primarily intended to drive aircraft. , We do not think this criticism is entitled to much weight but in any event it can not be urged against another reference relied on against other claims. We refer to the British patent to Boothroyd et al No. 163444. It is stated in the specification of this patent that the power plant disclosed may be used for marine work. The arrangement of driven shaft, gearing, internal-combustion engine units and location of flexible connections between engine crank shafts and the short shafts carrying the driving gears is the same in this last noted British patent as it is in appellant’s case. Even the type of gears employed is the same, i. e., double-helical type. The British patent No. 103444 discloses clutches between the crank shafts of the various internal-combustion engines and the short shafts carrying the driving gears which are said to be of the combined friction and positive-engagement type. Broadly, we think these clutches constitute flexible couplings. Some of the claims of the group under consideration refer to axial adjustment or movement of one of the gears. Claims 24 and 25 include means for preventing longitudinal movement of the crank shafts. This last noted limitation seems to define an ordinary construction. With respect to the limitation as to axial adjustment this is -not a structural limitation and is not sufficiently definite to justif yan allowance of the claims. Claim 2 is not met by the British patent No. 137078. Referring to figure 5 there is no disclosure of crank shafts in alignment, with a gear thereon meshing with a gear on the driven shaft. This feature, however, is shown in British patent No. 103444.\nIt is contended by counsel for appellant that the structures shown in the references do not maintain a “ definite phase relation ”; that appellant’s powe/r' plant has permanent connections between the crank shafts of the four engines, so that the angular position of each crank shaft always bears a definite relation to that of the others; that these permanent connections include “couplings,” whereas, in the references, clutches are used so that any of the engines can be cut in or out; and that, although the clutches in the references are flexible to a degree, they, would not withstand the severe shocks to which they would be exposed in a power plant for marine use.\nIt is stated in.the patent to Boothroyd et al. that the power plant therein disclosed might be used for marine work. It may be that appellant has designed a better power plant, for the purposes mentioned, than those shown in the references. However, the question for consideration here is whether the claimed features of appellant’s structure are patentable over those shown in the references. The examiner and the Board of Appeals have held that they are not, and we are unable to say that they are manifestly wrong in so holding;\nClaims 7, 8, 9, 18, and 20 relate to a “ unitary control means connected with said engines for effecting the simultaneous reversal thereof.”\nThese claims were rejected on several of the references, including the patent to Boothroyd et al., 103444. After quoting from the specification in the Boothroyd et al. patent, the* Board of Appeals said:\nIt is clear we think from the quoted statement that the British patentees 'contemplated not only a reversing gear associated with each internal-combustion engine but also a unitary control therefor so that reversal of the engines could be effected simultaneously.\nWe are clearly of opinion that these claims are not patentable over the references cited by the examiner and the Board of Appeals.\nClaims 11, 21, and 23 are specially directed to “ means ” for simultaneous control of fuel to all of the engines. In rejecting these claims the examiner referred to several of the references hereinbefore cited, as showing the general arrangement of the units. The patent to Curtis was cited to show that it was old in the art to “ control the fuel for a multiple system.” In affirming the decision of the examiner in rejecting these claims, the Board of Appeals said:\n* * * Obviously each of the engines making up the power plants of the basic references is provided with an independent fuel-supply means. To add to the structure of each of these references a unitary control would not require invention in view of the teachings of the supplemental references.\nClaims 14 and 15 relate to a combination of unitary reversing means with the unitary control of fuel to the several engines. They were rejected by the examiner on “ Dodge, Surcouf, Parsons, Kennedy, or Balanced-Engine Syndicate, 120227, in view of the speed control shown by Schoonmaker. In Schoonmaker the engine may be reversed, controlled by hand or by a governor. No invention is involved in placing such a control on structure shown in first group of references.”\nThe Board of Appeals sustained the examiner, holding that the claims were uninventive over the references cited.\nClaim 17 was rejected on the British patent to Bbothroyd et al., No. 103444, in view of the patent to Kuentzel and the British patent to Mackenzie-Kennedy, No. 137078. The Board of Appeals concluded its opinion with 'the following observation relative to this claim:\n* * * So far as the claim recites structure it is not patentably distinguished from the British reference No. 103444 alone. The clutch of the reference, broadly stated, is a flexible coupling and the gears disclosed are herringbone gears. In any event the Kuentzel United States patent shows a flexible shaft coupling of the same type as that employed by appellant. It would not, in our opinion, require invention to substitute for the clutches of the British patent No. 103444, a coupling like that shown by Kuentzel.\nAlthough it is declared by counsel for appellant that the structure shown in the application is the first successful power plant involving a plurality of oil engines, it is conceded that appellant was not the first to conceive a power plant of the type involved. In view of the disclosures in the references, we are unable to hold that the alleged novel combinations of elements shown and claimed in appellant’s application involve invention. In view of the fact that the tribunals of the Patent Office concurred in holding that the appealed claims did not involve invention, this court ought not to reverse the decision of the Board of Appeals, unless it is made to appear that the decision is manifestly wrong. We are not satisfied that the board erred in rejecting the appealed claims. Its decision is, therefore, affirmed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Ralph W. Brown and James A. Hoffman for appellants.",
      "T. A. Sostetler (Howard 8. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Otto A. Banner\n(No. 2289)\nUnited States Court of Customs and Patent Appeals,\nApril 14, 1930\nRalph W. Brown and James A. Hoffman for appellants.\nT. A. Sostetler (Howard 8. Miller of counsel) for the Commissioner of Patents.\n[Oral argument March 12, 1930, by Mr. Brown and Mr. Miller]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1086-01",
  "first_page_order": 536,
  "last_page_order": 540
}
