{
  "id": 12058100,
  "name": "COMMONWEALTH of Pennsylvania v. Ruth Ann WERTELET, Appellant",
  "name_abbreviation": "Commonwealth v. Wertelet",
  "decision_date": "1995-10-18",
  "docket_number": "",
  "first_page": "1087",
  "last_page": "1090",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 1087"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "404 Pa.Super. 408",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        894979
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1301"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/404/0408-01"
      ]
    },
    {
      "cite": "421 Pa.Super 478",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        921967
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "440-441"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/421/0478-01"
      ]
    },
    {
      "cite": "534 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839666
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "1087"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0450-01"
      ]
    },
    {
      "cite": "421 Pa.Super 478",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        921967
      ],
      "year": 1992,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/421/0478-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 605,
    "char_count": 11750,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24527839267849208
    },
    "sha256": "731a707d8577898904c769554bd71b8b131148b46d2481b93253afa42b463f73",
    "simhash": "1:9b4df22d6dc1bcd5",
    "word_count": 1883
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WIEAND, DEL SOLE and CERCONE, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Ruth Ann WERTELET, Appellant."
    ],
    "opinions": [
      {
        "text": "DEL SOLE, Judge.\nAppellant was convicted by a jury of aggravated assault on a police officer, resisting arrest, disorderly conduct, and harassment. The charges emanated from Appellant’s interference with a work crew attempting to repair a telephone line on her property. The Pennsylvania State Police were present to prevent Appellant from obstructing the work crew assigned to the job. During a confrontation between Appellant and the Police, the incident giving rise to the charges occurred.\nOn appeal Appellant raises one issue. She argues trial counsel was ineffective by failing to advise her of her right to testify. She claims counsel never consulted \"with her regarding her right to testify at trial, and did not discuss the factors to be considered in making that election. Rather, she states that trial counsel told her she would not testify. In addition, Appellant alleges prejudice because she would have testified that she did not intend to strike the officers nor to resist a lawful arrest.\nThis case is presented to us in a unique' procedural posture. Following the jury’s verdict and before sentencing, new counsel began representing the Appellant. Following sentencing, counsel elected under current Pa.R.C.P. 1410(A)(3) not to file a post-sentence motion, but rather to file a direct appeal. After receiving the notice of appeal, the trial judge entered an Order authorized by Pa.R.App.P. 1925(b) directing Appellant to state the matters complained of on appeal. In this statement, the issue of ineffectiveness was set forth. The trial court concluded that it could not address this issue since an evi-dentiary hearing would be necessary and the case was on appeal. Therefore, there is no record on the question of counsel’s ineffectiveness.\nThe Commonwealth argues that by failing to present the claim of ineffectiveness in a post-sentence motion, Appellant has waived this issue. It cites numerous cases which hold that claims of ineffectiveness must be raised at the first opportunity, and suggests that we should find that this opportunity arose following sentencing, when a post-sentence motion could have been filed. While this is an inviting invitation, we decline to adopt this procedural view. We do so for two reasons. First, Rule 1410 does not mandate the filing of a post-sentence motion, and we choose not to create an area where a motion would be required or waiver result. Second, there is no guarantee that new counsel would be retained in sufficient time to permit a comprehensive analysis of the record and prior counsel’s stewardship in order to raise the issue. Therefore, we hold that although there may be sufficient time to file a post-sentence motion, claims of prior counsel’s ineffectiveness are not waived where new counsel files a direct appeal.\nHere, the trial court directed that a 1925(b) statement be filed. This was done and contained the claim of ineffectiveness. We conclude that raising this issue at that time is sufficient to prevent waiver. Faced with this issue in the 1925(b) statement, the trial court concluded it could not conduct a hearing or otherwise consider the matter, since the case was on appeal. While this is generally a correct statement, we believe that Pa.R.App.P. 1701(b)(1) can be invoked to permit a trial court to conduct an evidentiary hearing, file findings of fact and conclusions of law, and otherwise address an issue of ineffectiveness, only being prevented from entering a dispositional order. Rule 1701(b)(1) permits a trial court, following the filing of an appeal, to take actions that are “otherwise ancillary to the appeal.” Ancillary to resolving the issue presented in this appeal is testimony on the claimed ineffectiveness.\nAllowing trial courts to create a record on ineffectiveness after an appeal is filed is in keeping with the goal of eliminating impediments to the timely resolution of issues. Also, by concluding that no waiver occurred in failing to file post-sentencing motions, the possibility of subsequent collateral attacks on convictions is reduced.\nWe will now address Appellant’s claim. To prevail on a claim of ineffective assistance of counsel, Appellant must demonstrate 1) that the underlying claim is of arguable merit; 2) that the particular course of action chosen by counsel did not have some reasonable basis designed to effectuate the client’s interest; and 3) that counsel’s actions were prejudicial. Commonwealth v. Meadows, 534 Pa. 450, 633 A.2d 1081, 1087 (1993).\nWe have previously held in Commonwealth v. Neal, 421 Pa.Super 478, 618 A.2d 438 (1992) that a defendant’s decision to testify is ultimately to be made after full consultation with defense counsel. In order to support a claim that counsel was ineffective for failing to call him to the stand, an appellant must demonstrate either that “1) counsel interfered with his client’s freedom to testify, or 2) counsel gave specific advice so unreasonable as to vitiate a knowing and intelligent decision by the client not to testify on his own behalf.” Commonwealth v. Bazabe, 404 Pa.Super. 408, 590 A.2d 1298, 1301 (1991).\nAppellant alleges that counsel never discussed with her the right to testify. Appellant, like the defendant in Neal, had no prior criminal record and no experience with the criminal justice system. Neal, supra, 618 A.2d at 440-441. Because appellant’s decision to forego testifying on his own behalf in Neal, was not an informed decision, we granted him a new trial. In Neal, by failing to inform his client of the right to testify on his own behalf, we held that counsel had interfered with appellant’s right. Similarly, in the instant case, we find that Appellant’s claim that she was not informed of her right to testify, possesses arguable merit.\nAppellant has also alleged that counsel’s conduct prejudiced her. By being deprived of the opportunity to deny the charges directly and present her version to the jury, this possibility does exist. Appellant therefore satisfies the “prejudice” prong of the ineffectiveness test.\nGiven the status of the record, we are unable to determine whether counsel had a reasonable basis for his action. Also, because of the newness of these procedures, the trial court could not have foreseen our holding that it could have conducted an ineffectiveness hearing following the filing of the appeal. Thus a remand is necessary to determine if counsel informed Appellant of her right to testify or was otherwise ineffective in this regard. Therefore, we remand for a determination of trial counsel’s effectiveness. If the court concludes counsel was ineffective, it should vacate the sentence and award a new trial. If it concludes there was no ineffectiveness, it should enter an order denying relief, from which a new appeal may be filed.\nCase remanded, jurisdiction relinquished.\nCERCONE, J., files a concurring statement.",
        "type": "majority",
        "author": "DEL SOLE, Judge."
      },
      {
        "text": "CERCONE, Judge,\nconcurring.\nI agree with the thorough discussion presented by the majority with regard to the application of Pennsylvania Rule of Criminal Procedure 1410. I write separately only to express my concern over the facts underlying the instant appeal.\nThis case originated as a dispute between a landowner and a telephone company over a private right-of-way purportedly granted by the landowner’s predecessor in interest. However, it is undisputed in the record that the landowner informed the telephone company that it did not, in fact, possess a valid right-of-way to cross her property. According to the landowner, the utility secured the signature of only one of the co-tenants by the entireties on the right-of-way.\nThe telephone company did not seek a resolution of the property dispute through the issuance of a preliminary injunction, a restraining order or some other legal remedy. Instead, the company requested state police troopers to prevent the landowner from impeding their entry onto her property. The telephone company intended to dig a trench across the property for the purpose of laying a telephone cable. When the landowner arrived at her property, the troopers stopped her vehicle and ordered her not to interfere with the telephone company employees. When the landowner attempted to stop the telephone employees from digging on her property, the state troopers arrested landowner for disorderly conduct. During her arrest, the landowner kicked a state trooper resulting in the additional charges of aggravated assault and resisting arrest.\nI am somewhat perplexed that neither trial nor appellate counsel questioned whether state police troopers were in the performance of their duties when the incident took place. The state troopers were without the authority of a court order or warrant to enter the property. Moreover, there is no evidence of probable cause to believe that the landowner was committing a crime on her own property. In fact, State Police Trooper Michael Funk testified that the landowner insisted that telephone company employees were trespassing on her property.\nBy statute, a landowner has the right to use force against a trespasser. The Crimes Code provides that\n[t]he use of force upon or toward the person of another is justifiable when the actor believes that such force is immediately necessary:\n(a) to prevent or terminate an unlawful entry or other trespass upon land or a trespass against or the unlawful carrying away of tangible movable property, if such land or movable property is, or is believed by the actor to be, in his possession or in the possession of another person for whose protection [she] acts....\n18 Pa.C.S.A. § 507(a). Here, state troopers arrested appellant as she attempted to, use minimal force to eject telephone company employees from her property. I question whether such conduct is “disorderly conduct” or was merely an appropriate use of force by the landowner against a trespasser as permitted by statute.\nPresent counsel does not raise the issue of whether the incident took place while the state trooper was in the performance of his duties. Pursuant to the Crimes Code, a person is guilty of aggravated assault if she: (3) attempts to cause or intentionally or knowingly causes bodily injury to a police officer ... in the ‘performance of duty[.]\n18 Pa.C.S.A. § 2702(a)(3). Additionally, a person commits the crime of resisting arrest if\nwith the intent of preventing a public servant from effecting a lawful arrest or discharging any other duty, the person creates a substantial risk of bodily injury to the public servant or anyone else, or employs means justifying or requiring substantial force to overcome the resistance.\nId. § 5104. The record discloses no evidence of a court order, warrant, or probable cause to believe that a crime was being committed by the landowner on her property. Thus, the question of whether the state troopers were in the performance of their duties would be a pivotal question in determining whether the Commonwealth presented sufficient evidence to establish the crimes of aggravated assault or resisting arrest.\nUnfortunately, present counsel has not challenged the sufficiency of the evidence underlying the instant appeal, nor has counsel raised an ineffectiveness claim related to trial counsel’s failure to pursue this issue. Accordingly, this court is without authority to address the question on its merits.\n. I do note that this issue could be raised by new counsel through a layered claim of ineffective assistance of all prior counsel.",
        "type": "dissent",
        "author": "CERCONE, Judge,"
      }
    ],
    "attorneys": [
      "William P. Weichler, Erie, for appellant.",
      "John W. Rowden, Assistant District Attorney, Meadville, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. Ruth Ann WERTELET, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted May 26, 1995.\nFiled Oct. 18, 1995.\nWilliam P. Weichler, Erie, for appellant.\nJohn W. Rowden, Assistant District Attorney, Meadville, for Commonwealth, appellee.\nBefore WIEAND, DEL SOLE and CERCONE, JJ."
  },
  "file_name": "1087-01",
  "first_page_order": 1145,
  "last_page_order": 1148
}
