{
  "id": 8387991,
  "name": "Linda M. JACKSON, Appellant v. LOEWS WASHINGTON CINEMAS, INC., Appellee",
  "name_abbreviation": "Jackson v. Loews Washington Cinemas, Inc.",
  "decision_date": "2008-03-27",
  "docket_number": "No. 03-CV-1048",
  "first_page": "1088",
  "last_page": "1098",
  "citations": [
    {
      "type": "official",
      "cite": "944 A.2d 1088"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "722 A.2d 845",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11778591
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/722/0845-01"
      ]
    },
    {
      "cite": "715 A.2d 107",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11704005
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/715/0107-01"
      ]
    },
    {
      "cite": "241 A.2d 734",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8090869
      ],
      "pin_cites": [
        {
          "page": "735"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/241/0734-01"
      ]
    },
    {
      "cite": "744 A.2d 1037",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11493882
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1040"
        },
        {
          "page": "1040",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/744/1037-01"
      ]
    },
    {
      "cite": "567 A.2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7345835
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "62"
        },
        {
          "parenthetical": "emphasis in original; citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/567/0059-01"
      ]
    },
    {
      "cite": "76 A.2d 163",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8146795
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "165"
        },
        {
          "page": "165",
          "parenthetical": "corporate veil not pierced when the record was \"totally barren of any fraud or deception\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/76/0163-01"
      ]
    },
    {
      "cite": "343 A.2d 283",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8058453
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "287"
        },
        {
          "page": "287",
          "parenthetical": "piercing corporate veil when there was extensive intermingling of corporate and personal assets, disregard of corporate formalities, and fraudulent intent in creation of corporate form"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/343/0283-01"
      ]
    },
    {
      "cite": "482 A.2d 811",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7909548
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "815"
        },
        {
          "page": "815"
        },
        {
          "page": "816",
          "parenthetical": "citations omitted"
        },
        {
          "page": "815"
        },
        {
          "page": "819",
          "parenthetical": "piercing corporate veil when corporate and personal affairs were intermingled and corporate layers were used to effectuate \"a knowing and intentional violation\" of District of Columbia law concerning licensing of medical facilities"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/482/0811-01"
      ]
    },
    {
      "cite": "90 F.Supp.2d 15",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "weight": 3,
      "pin_cites": [
        {
          "page": "22"
        },
        {
          "page": "23"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "891 A.2d 227",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8990283
      ],
      "weight": 5,
      "year": 2006,
      "pin_cites": [
        {
          "page": "234-235",
          "parenthetical": "discussing minimum contacts"
        },
        {
          "page": "238",
          "parenthetical": "noting that no \"unity of ownership and interest\" was established when one company no longer owned the other, even though both companies used same name and logo and shared some employees pursuant to contractual arrangements"
        },
        {
          "page": "237-238"
        },
        {
          "page": "239-240"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/891/0227-01"
      ]
    },
    {
      "cite": "375 A.2d 6",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7981936
      ],
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/375/0006-01"
      ]
    },
    {
      "cite": "399 A.2d 79",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7967905
      ],
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/399/0079-01"
      ]
    },
    {
      "cite": "100 S.Ct. 580",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "defendant may be subject to personal jurisdiction of a court when his \"conduct and connection with the forum State are such that he should reasonably anticipate being haled into court there\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "444 U.S. 286",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11306135
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "297",
          "parenthetical": "defendant may be subject to personal jurisdiction of a court when his \"conduct and connection with the forum State are such that he should reasonably anticipate being haled into court there\""
        },
        {
          "parenthetical": "defendant may be subject to personal jurisdiction of a court when his \"conduct and connection with the forum State are such that he should reasonably anticipate being haled into court there\""
        },
        {
          "page": "297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/444/0286-01"
      ]
    },
    {
      "cite": "746 A.2d 320",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11469001
      ],
      "weight": 8,
      "pin_cites": [
        {
          "page": "324-325"
        },
        {
          "page": "333",
          "parenthetical": "citation omitted"
        },
        {
          "page": "322"
        },
        {
          "page": "331"
        },
        {
          "page": "382"
        },
        {
          "page": "331"
        },
        {
          "page": "330"
        },
        {
          "page": "337"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/746/0320-01"
      ]
    },
    {
      "cite": "355 A.2d 808",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11816389
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "810-811"
        },
        {
          "page": "811"
        },
        {
          "page": "811"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/355/0808-01"
      ]
    },
    {
      "cite": "58 L.Ed.2d 651",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "99 S.Ct. 567",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "439 U.S. 980",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11427459,
        11427558,
        11427368,
        11427275,
        11427243,
        11427412,
        11427189,
        11427316,
        11427513
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/439/0980-07",
        "/us/439/0980-09",
        "/us/439/0980-05",
        "/us/439/0980-03",
        "/us/439/0980-02",
        "/us/439/0980-06",
        "/us/439/0980-01",
        "/us/439/0980-04",
        "/us/439/0980-08"
      ]
    },
    {
      "cite": "385 A.2d 153",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7969281
      ],
      "pin_cites": [
        {
          "page": "158"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/385/0153-01"
      ]
    },
    {
      "cite": "434 A.2d 988",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8000689
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "990"
        },
        {
          "page": "991",
          "parenthetical": "\"this statute permits the exercise of personal jurisdiction to the fullest extent permissible under the due process clause\" (citations omitted)"
        },
        {
          "page": "992"
        },
        {
          "page": "995",
          "parenthetical": "citation omitted"
        },
        {
          "page": "995"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/434/0988-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1124,
    "char_count": 28520,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 1.7304700034385062e-07,
      "percentile": 0.7053108115569672
    },
    "sha256": "62ec2bbee2c93adbdd2fe4413f952211d7c934ba93617d1f99b9715c79852e46",
    "simhash": "1:0b8fdc2811ed8530",
    "word_count": 4485
  },
  "last_updated": "2024-02-27T23:28:40.468302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WASHINGTON, Chief Judge, RUIZ, Associate Judge, and TERRY, Senior Judge."
    ],
    "parties": [
      "Linda M. JACKSON, Appellant v. LOEWS WASHINGTON CINEMAS, INC., Appellee."
    ],
    "opinions": [
      {
        "text": "TERRY, Senior Judge:\nAppellant, Linda Jackson, appeals from an order granting summary judgment to Loews Washington Cinemas, Inc. (“LWC”), which operated a movie theater in a nearby Virginia suburb of the District of Columbia. In her complaint against LWC, filed in the Superior Court of the District of Columbia, appellant sought damages for LWC’s negligent failure “to take all reasonable steps to protect [its] patrons against known hazards and conditions that could foreseeably expose the plaintiff to injury and harm.” LWC thereafter filed a motion for summary judgment, asserting that the trial court lacked personal jurisdiction under the District’s long-arm statute. The court granted the motion after a hearing and entered judgment for LWC. We affirm.\nI\nAccording to the complaint, Ms. Jackson, a District of Columbia resident, took her son and a group of his friends to a Saturday matinee showing of a film called “Mouse Hunt” at an LWC theater (Sony Theater No. 4). The theater was located in Tysons Corner Center, a large shopping mall in Fairfax County, Virginia, approximately ten miles outside the District of Columbia. Appellant alleged that she decided several days earlier to attend this theater after reading an advertisement for “Mouse Hunt” in the movie listings of the Washington Post. When she sat down in the theater, Ms. Jackson alleged, her seat unexpectedly collapsed, causing her to fall to the floor. All of her damage claims— for pain and suffering, emotional distress, lost wages, and medical expenses — flowed from this incident.\nLWC is a Delaware corporation with its principal place of business in New York. It is wholly owned by Loews Theater Management Corporation (“LTM”), which in turn is wholly owned by Loews Cineplex Entertainment Corporation (“LCE”). LTM and LCE are also Delaware corporations. LWC has never owned or operated any theaters in the District of Columbia. Rosanna Murtha, who identified herself as someone who “work[s] in the advertising department of [LCE, LTM, and LWC],” stated in an affidavit that LWC has never advertised in the District of Columbia Yellow Pages or in the Washington Post. She explained that movie distributors such as LCE, not individual theater operators like LWC, place the large “tombstone advertisements” in the Washington Post that promote specific movies. Another advertising department employee, Lisa Perez, stated in an affidavit that the smaller advertisements for movies showing at individual theaters, known as “directory advertisements,” such as the one in this case advertising “Mouse Hunt” at Sony Theater No. 4, are also placed by LCE. According to Ms. Perez, these “directory advertisements list movie theatres in the region including the names of the movies showing, the show times and the address[es] of the movie theatres. [LWC] does not place movie directory advertisements in The Washington Post. ... The movie directory advertisements are placed in newspapers by [LCE],” and LWC “has no control over” their contents.\nII\n“A court may assert personal jurisdiction over a nonresident defendant where service of process is authorized by statute and where the service of process so authorized is consistent with due process.” Mouzavires v. Baxter, 434 A.2d 988, 990 (D.C.1981) (en banc) (plurality opinion) (citation omitted). A foreign corporation, acting “directly or by an agent,” is subject to specific jurisdiction in our courts if it has “transacted] any business in the District of Columbia.” D.C.Code § 13-423(a)(1) (2001) (“long-arm statute”). Importantly, any claim for relief under our long-arm statute must “aris[e] from” the act or acts conferring jurisdiction over the defendant. D.C.Code § 13-423(b). This limitation is meant to exclude from our courts all claims “that do not bear some relationship to the acts in the forum state relied upon to confer jurisdiction.” Cohane v. Arpeja-California, Inc., 385 A.2d 153, 158 (D.C.) (emphasis added), cert. denied, 439 U.S. 980, 99 S.Ct. 567, 58 L.Ed.2d 651 (1978). However, once “some relationship” to acts in the District of Columbia is established, this statutory provision does not limit the scope of the claim to activity within the District. Id. at 158-159.\nAppellant contends that the trial court had personal jurisdiction over LWC, based on the ads in the Washington Post, under our long-arm statute. We hold, however, that the court properly granted summary judgment for LWC on this ground after it concluded that there were no genuine issues of material fact relating to the question of personal jurisdiction.\nWe have recognized that the “transacting any business” provision of section 13^423(a)(l) “permit[s] the exercise of personal jurisdiction over nonresident defendants to the extent permitted by the due process clause of the United States Constitution.” Environmental Research Int’l, Inc. v. Lockwood Greene Engineers, Inc., 355 A.2d 808, 810-811 (D.C.1976) (en banc); accord, e.g., Mouzavires, 434 A.2d at 991 (“this statute permits the exercise of personal jurisdiction to the fullest extent permissible under the due process clause” (citations omitted)). Accordingly, a trial court’s exercise of personal jurisdiction must satisfy the “minimum contacts” requirement of the due process clause in addition to the “arising from” requirement of section 13 — 423(b). Shoppers Food Warehouse v. Moreno, 746 A.2d 320, 324-325 (D.C.2000) (en banc) (“Shoppers II”). But “the nexus requirement of § 13-423(b) ... mean[s] only ‘that the claim raised must have a discernible relationship to the “business” transacted in the District.’ ” Id. at 333 (citation omitted).\nIn Shoppers II we considered whether, in light of our long-arm statute, the trial court had personal jurisdiction over the appellant, a Maryland corporation that advertised extensively in the District of Columbia’s major newspapers and media outlets. The case was a negligence “slip and fall” suit in which the plaintiff allegedly suffered personal injuries in one of appellant’s Maryland stores located near the border between the District and Maryland. After rehearing en banc, we reaffirmed the trial court’s judgment, holding that “through its extensive advertising activity in a major District of Columbia newspaper, [Shoppers] purposefully solicited District residents as customers for its nearby Maryland and Virginia stores and thus transacted business in the District....” Shoppers II, 746 A.2d at 322. Furthermore, because the plaintiffs claim “had a discernible relationship to its advertising,” Shoppers therefore could have reasonably anticipated being haled into court in the District of Columbia to defend against a personal injury suit brought by a District resident. Id.; see World-Wide Volkswagen Corp. v. Woodson, 444 U.S. 286, 297, 100 S.Ct. 580, 62 L.Ed.2d 490 (1980) (defendant may be subject to personal jurisdiction of a court when his “conduct and connection with the forum State are such that he should reasonably anticipate being haled into court there”). The trial court thus properly exercised personal jurisdiction over Shoppers. In the instant case, however, applying the principles of Shoppers II and the several cases from which it is derived, we hold that there is no basis in the long-arm statute for the District of Columbia courts to exercise personal jurisdiction over LWC in this case because LWC, a foreign corporation legally separate and distinct from LCE and LTM, has never transacted any business in the District of Columbia.\n“The only nexus required by [D.C.Code § 13-123](a)(l) ... between the District of Columbia and the nonresident defendant is ‘some affirmative act by which the defendant brings itself within the jurisdiction and establishes minimum contacts.’ ” Berwyn Fuel, Inc., v. Hogan, 399 A.2d 79, 80 (D.C.1979) (citation omitted). We have held that “[e]ven a small amount of in-jurisdiction business activity is generally enough to permit the conclusion that a nonresident defendant has transacted business here.” Environmental Research, 355 A.2d at 811. Thus “a single act may be sufficient to constitute transacting business,” Mouzavires, 434 A.2d at 992, so long as that contact is “voluntary and deliberate, rather than fortuitous.” Id. at 995 (citation omitted). What guides our minimum contacts inquiry, then, is a search for meaningful acts reflecting “purposeful, affirmative activity within the District of Columbia.” Bueno v. La Compania Peruana de Radiodifusion, S.A., 375 A.2d 6, 8 (D.C.1977) (citation omitted); see Shoppers II, 746 A.2d at 331; Mouzavires, 434 A.2d at 995. When such a connection to the forum state is established, due process is satisfied because the defendant should “reasonably anticipate being haled into court there.” World-Wide Volkswagen, 444 U.S. at 297, 100 S.Ct. 580. Moreover, if the defendant corporation “engag[ed] in advertising that reached into the District,” it had “ ‘fair warning’ that it could be sued in the home jurisdiction of the customers it courted.” Shoppers II, 746 A.2d at 382.\nAppellant argues that the movie advertisements placed in the Washington Post by LCE established contacts sufficient to give the District of Columbia courts jurisdiction over LWC in this case. After holding that it was reasonable to infer “that movie listings that contain Virginia [theater] addresses and are placed in the area’s only major newspaper are intended to draw customers from Washington, D.C.,” the trial court concluded, consistently with Shoppers II and World-Wide Volkswagen, that “the entities placing the advertisements have purposefully availed themselves of the privilege of doing business with District customers and can be expected to be haled into court in the District of Columbia.”\nThe defendant corporation in Shoppers II, over a period of at least two months, advertised extensively in the Washington Post to attract District residents to its Maryland and Virginia stores. The corporation also contracted directly with District-based businesses (e.g., the District of Columbia Yellow Pages). On the basis of these arrangements alone, we were satisfied that the corporation’s advertising practices constituted “purposeful, affirmative activity” within the District. In the instant case, the bare-bones advertisements in the Post were not as provocative or purposefully affirmative as the advertisements in Shoppers II, but we still may reasonably assume, for the sake of argument, that the movie listings in question were meant to draw District residents to the theater in Virginia.\nAppellant’s argument founders, however, on the lack of any evidence whatsoever that LWC — the only defendant named in her complaint — was the entity that placed these advertisements. Contrary to the situation in Shoppers II, in which the defendant corporation never disputed the assertion that it had placed ads within the District promoting its stores in Maryland and Virginia, the record before us does not indicate that LWC played any role at all in advertising films — including the one that appellant and her son went to see — at its Virginia theater. Indeed, the only relevant evidence in the record (Ms. Perez’s affidavit) affirmatively shows that it was LCE — not LWC — which arranged for the placement of ads in the Washington Post, and that LWC played no role whatsoever in arranging for those advertisements and had “no control over” their contents. Our holding in Shoppers II that the trial court properly exercised jurisdiction over the defendant corporation was based on its placement of “extensive and substantial advertisements in the Washington Post” over a period of at least two months. 746 A.2d at 331. To establish LWC’s minimum contacts, appellant would therefore need to make a specific showing of involvement by LWC in the placement of the advertisements. Appellant has shown only that some entity, but not specifically LWC, through its “advertising activity” established contacts with the District. We cannot, on this nebulous basis, conclude that there was even “a small amount of in-jurisdiction business activity” by LWC, the only defendant named in the complaint. Environmental Research, 355 A.2d at 811; see Gonzalez v. Internacional de Elevadores, S.A., 891 A.2d 227, 234-235 (D.C. 2006) (discussing minimum contacts). Indeed, as far as the record shows, there was none at all.\nIll\nAppellant argues nevertheless that we should ignore or overlook the fact that LCE and LWC are two separate corporations (i.e., two separate “persons”) and hold that LCE was acting on LWC’s behalf when it placed the advertisements in the Washington Post.' She contends that because LWC made arrangements for repair and maintenance (presumably including maintenance of its theater seats) through an LCE office located in the District of Columbia, such activity was sufficient to create the requisite “discernible relationship” to allow her to bring suit in the District of Columbia against LWC. We are not persuaded. As the trial court stated in its order:\n[Appellant] must show an alter ego relationship between the two entities, or demonstrate that [LCE] acted as [LWC’s] agent in placing the advertisements. Without such proof, the court cannot exercise jurisdiction.\nAppellant has made neither showing.\nA. Alter Ego\n“Whether one corporation is the alter ego of another is a question of law to be decided by the court.” Shapiro, Lifschitz & Schram, P.C. v. R.E. Hazard, Jr., Limited Partnership, 90 F.Supp.2d 15, 22 (D.D.C.2000) (citation omitted). To pierce the corporate veil between LCE and LWC and thereby establish that one is the alter ego of the other, appellant must show “by affirmative evidence” that there is not only “unity of ownership and interest” between the two corporations, but also “use of the corporate form to perpetrate fraud or wrong.” Vuitch v. Furr, 482 A.2d 811, 815 (D.C.1984) (citation omitted); accord, Shapiro, 90 F.Supp.2d at 23. The fraud, however, need not “ ‘directly taint[ ] the obligation on which the plaintiff is suing_’” Vuitch, 482 A.2d at 815, quoting Harris v. Wagshal, 343 A.2d 283, 287 (D.C.1975). Relevant factors include “whether corporate formalities have been disregarded, and whether there has occurred an intermingling of corporate and personal funds, staff, and property.... Unity of interest and ownership can also be established by showing domination and control of [one] corporation [by another].” Vuitch, 482 A.2d at 816 (citations omitted).\nAppellant claims that LCE, the parent, is an alter ego for LWC, the subsidiary. The trial court acknowledged that there was “some overlap” between LWC and LCE, “namely in the areas of ownership and maintenance and repairs, which muddies the jurisdictional waters.” On the question of ownership, the court took note of an affidavit from Seymour Smith, the deputy general counsel for LCE, LTM, and LWC, who acknowledged that LWC was “wholly owned by [LTM] which is wholly owned by [LCE].” The court also cited the deposition of Robert Jones, an LCE regional director, who testified that the “managing directors at the individual Loews theaters reported directly to him,” and that “when maintenance was required at any of the Virginia locations,” he would contact a repairman through LCE’s District of Columbia office. The court found it “clear that [LCE] interacted with the Virginia theater, perhaps extensively for maintenance and repair,” but concluded that the evidence of this interaction was insufficient to establish the degree of “significant control” of one corporation by the other that would demonstrate an alter ego relationship.\nWe disagree with the trial court on the issue of control. The arrangement between LWC and LCE not only established complete unity of ownership by LCE, but also showed that there was significant sharing of corporate operations in the legal, advertising, and maintenance/repair departments to a degree sufficient to establish “unity of ownership and interest,” the first step that would permit us to disregard their separate corporate identities and pierce the corporate veil. Cf. Gonzalez, 891 A.2d at 238 (noting that no “unity of ownership and interest” was established when one company no longer owned the other, even though both companies used same name and logo and shared some employees pursuant to contractual arrangements). We hold, however, that the evidence of control was insufficient, standing alone, to permit us to pierce the corporate veil for the purpose of establishing personal jurisdiction.\nAppellant does not dispute LWC’s persuasive (and uncontradieted) evidence of its adherence to corporate formalities, such as maintaining separate minutes and financial books and not commingling funds or sharing office space with LCE. Nor has appellant offered any evidence of fraud in the creation of Loews’ layered corporate structure, or argued that injustice will result if we respect it here. Absent any “affirmative evidence,” Vuitch, 482 A.2d at 815, that the “separateness of the ... corporation[s] has ceased” and that current arrangements “sanction fraud or promote injustice,” Burrows Motor Co. v. Davis, 76 A.2d 163, 165 (D.C.1950), the record is insufficient to enable us to disregard the separate corporate entities. See Gonzalez, 891 A.2d at 237-238; cf. Vuitch, 482 A.2d at 819 (piercing corporate veil when corporate and personal affairs were intermingled and corporate layers were used to effectuate “a knowing and intentional violation” of District of Columbia law concerning licensing of medical facilities); Harris, 343 A.2d at 287 (piercing corporate veil when there was extensive intermingling of corporate and personal assets, disregard of corporate formalities, and fraudulent intent in creation of corporate form). Related entities — even those that are closely related, as here — may have legitimate reasons for establishing separate corporate structures. There is no evidence (or claim) of fraud here, nor do we perceive any injustice, since appellant could have either sued the parent LCE (the entity with greater ties to the District of Columbia) in the District of Columbia courts, or brought suit against LWC in Virginia. See Burrows, 76 A.2d at 165 (corporate veil not pierced when the record was “totally barren of any fraud or deception”).\nB. Agency\nAlternatively, to enable the court to acquire jurisdiction over LWC, appellant must show that LCE acted as LWC’s agent when it placed advertisements in the Washington Post. “The existence of an agency relationship is a question of fact, for which the person asserting the relationship has the burden of proof.” Henderson v. Charles E. Smith Management, Inc., 567 A.2d 59, 62 (D.C.1989) (citation omitted). Our case law has established a twofold test for determining whether such a relationship exists:\nFirst, the court must look for evidence of the parties’ consent to establish a principal-agent relationship. Second, the court must look for evidence that the activities of the agent are subject to the principal’s control.\nId. (emphasis in original; citations omitted). Relevant factors “include ‘(1) the selection and engagement of the servant, (2) the payment of wages, (3) the power to discharge, (4) the power to control the servant’s conduct, (5) and whether the work is part of the regular business of the employer.’ ” Judah v. Reiner, 744 A.2d 1037, 1040 (D.C.2000) (citing LeGrand v. Insurance Co. of North America, 241 A.2d 734, 735 (D.C.1968); (other citations omitted)). “The eases emphasize that the right to control, rather than its actual exercise, is usually dispositive of whether there is an agency relationship.” Judah, 744 A.2d at 1040 (citation omitted).\nAppellant urged the trial court to consider several contacts between LCE and LWC as evidence that LCE was LWC’s agent. Appellant pointed in particular to the affidavit of Rosanna Murtha. Because Ms. Murtha’s work benefited all three entities (LCE, LTM, and LWC), appellant argued that “advertising is centralized between the three corporations or that, at a minimum, [LWC] is aware of the advertising being done on behalf of the common enterprise and benefits from the same.” Referring to the revenue generated, at least in part, from District of Columbia customers whom the advertisements brought into the Virginia theater, appellant stated that “LWC cannot deny that it has been purposely engaged in a common enterprise to seek a substantial benefit from the citizens of the District of Columbia through the advertising of LCE.” In the same vein, appellant argued in another pleading:\n[W]hile [LWC] claims that they [sic] do not advertise in the Washington Post, it is clear that they have authorized the placement of such ads and benefit from them. The ads clearly indicate the theaters at which the movie is playing including the Loews theater in question [in Virginia], While the movie distributors may sponsor the advertisements, they are acting as the agents of the movie theaters.\nThe trial court considered all of the evidence presented but concluded nevertheless that it was insufficient to establish the existence of an agency relationship. The court found it “plausible, if not extremely likely,” that LWC benefited financially from the movie advertisements in the Washington Post. Indeed, “if even one moviegoer attended a movie at the Virginia theater after checking the Washington Post for show times, [LWC] benefits financially.” It was also “likely,” the court said, that LWC “must communicate on at least a basic level with the entities that place the advertisements.” But even the financial benefit “and the implied consent of all the entities involved,” were that to be established, would not be sufficient under the case law to prove control by LWC over the advertising in the District. At most, the evidence showed that LCE and LWC were engaged in a common enterprise, but that does not establish that either was an agent of the other.\nConcluding that there were no “material facts in dispute regarding the issue of control,” the trial court ruled that appellant had “not established an agency or other suitable relationship between [LWC] and those entities responsible for the advertising.” This ruling was entirely consistent with our case law, including Le-Grand, Henderson, and Judah, and numerous other cases on which those decisions were based.\nIV\nAlthough we must view the facts in the light most favorable to the non-moving party, we agree with the trial court that appellant cannot withstand LWC’s motion for summary judgment. On this record, appellant cannot establish that LWC “transacted business” in the District of Columbia within the meaning of the long-arm statute, D.C.Code § 13 — 423(a)(1). Nor, absent “affirmative evidence” of an alter ego or an agency relationship, can appellant pierce the corporate veil and thereby link LWC to the entity that was actually responsible for the advertisements, namely LCE. If appellant wanted to recover against LWC for the injuries she suffered in Virginia, she should have filed suit in Virginia.\nThe judgment of the trial court is\nAffirmed.\n. LWC disputes this assertion. Citing appellant’s deposition testimony, LWC claims that she selected the LWC theater because it was adjacent to the Rain Forest Cafe, a favorite restaurant of her son. Given our decision to affirm the trial court’s judgment on other grounds, we need not resolve this dispute. See also note 6, infra.\n. D.C.Code § 13-423(a)(l) states, in relevant part, that a District of Columbia court “may exercise personal jurisdiction over a person, who acts directly or by an agent, as to a claim for relief arising from the person's transacting any business in the District of Columbia.” A corporation, of course, being a fictional \"person,” can act only through an agent.\n. Alternatively, \"doing business in the District” is sufficient to confer general jurisdiction over a corporation. D.C.Code § 13-334(a) (\"doing business statute”). Appellant argued below that the court also had personal jurisdiction over LWC under the doing business statute. The trial court held, however, that appellant could not seek relief under section 13-334(a) because it had failed to satisfy the statute’s service of process requirements. Appellant does not challenge that ruling on appeal. Our discussion in this part of our opinion, therefore, will focus only on the long-arm statute.\n. In Shoppers Food Warehouse v. Moreno, 715 A.2d 107 (D.C.1998) (\"Shoppers I”), a panel of this court, with one judge dissenting, affirmed a trial court decision that it had personal jurisdiction over the non-resident corporate defendant. It then went on to affirm the judgment on the merits. The panel’s opinion was later vacated, and Shoppers’ petition for rehearing en banc was granted, but only to consider the jurisdictional issue. 722 A.2d 845 (D.C.1999).\n. For example, one of the ads placed by Shoppers stated in bold lettering, “No Matter Where You Live ... It's Worth The Drive!” Shoppers II, 746 A.2d at 330.\n. Shoppers II implies that it does not matter whether the potential customer actually saw the advertisement on which the claim of jurisdiction is based:\nInsistence on whether the plaintiff saw the ads in question shifts the focus of the due process inquiry away from where the Supreme Court has placed it, on the defendant's actions.\nShoppers II, 746 A.2d at 337. We need not decide this point definitively here, but a plausible argument could be made, based on this language, that the mere presence of the ad in the Washington Post would suffice as a basis for long-arm jurisdiction over whoever placed the ad, without regard for whether appellant actually saw it and was thereby enticed to go to the movie theater in Virginia.\n. We assume arguendo that LCE is subject to the jurisdiction of the District of Columbia courts.\n. This is not a case of respondeat superior in which appellant seeks to hold a parent corporation liable for the torts of its subsidiary. Appellant did not name LCE (the parent) as a co-defendant in her complaint against LWC, nor did she sue LCE independently.\n.\"Although this test [for piercing the corporate veil] generally is used to reach an individual behind a corporation, this same test has been applied to pierce the corporate veil between two corporations, such as between parent [and] subsidiary corporations.\" Shapiro, 90 F.Supp.2d at 23 n. 6 (citation omitted).\n. In addition to the Murtha affidavit, appellant relied on the affidavit of Seymour Smith, the deputy general counsel, and the deposition of Robert Jones, LCE’s regional director. She emphasized that Mr. Smith was the deputy general counsel for all three corporate entities, that Mr. Jones performed monthly inspections of the Loews theaters in Maryland and Virginia, that individual theater managers faxed maintenance requests to the regional director in the District of Columbia and reported to him, and that the maintenance worker reporting to the regional director in the District received his assignments in the District and regularly traveled to the suburban locations to perform repair duties.\n. There may be cases in which “personal jurisdiction has been asserted over a subsidiary based on the activities of its parent.” Gonzalez, 891 A.2d at 239 (citing one case from Kansas). This cannot happen, however, unless there is evidence that \"the parent [in this case, LCE] so controls and dominates the subsidiary [in this case, LWC] as in effect to disregard the latter's independent corporate existence.” Restatement (Second) of Conflict of Laws § 52, comment b, at 180-181 (1971). Absent such evidence (and in this case there is none), we know of no authority that would make the subsidiary corporation subject to the personal jurisdiction of the courts in a forum where only the parent corporation transacts business. See Gonzalez, 891 A.2d at 239-240.",
        "type": "majority",
        "author": "TERRY, Senior Judge:"
      }
    ],
    "attorneys": [
      "H. Vincent McKnight, Jr., Washington, DC, for appellant.",
      "Andrew J. Terrell, with whom Jennifer S. Jackman, Washington, DC, was on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Linda M. JACKSON, Appellant v. LOEWS WASHINGTON CINEMAS, INC., Appellee.\nNo. 03-CV-1048.\nDistrict of Columbia Court of Appeals.\nArgued Oct. 21, 2004.\nDecided March 27, 2008.\nH. Vincent McKnight, Jr., Washington, DC, for appellant.\nAndrew J. Terrell, with whom Jennifer S. Jackman, Washington, DC, was on the brief, for appellee.\nBefore WASHINGTON, Chief Judge, RUIZ, Associate Judge, and TERRY, Senior Judge.\nJudge Washington was an Associate Judge of the court at the time of argument. His status changed to Chief Judge on August 6, 2005.\nJudge Terry was an Associate Judge of the court at the time of argument. His status changed to Senior Judge on February 1, 2006."
  },
  "file_name": "1088-01",
  "first_page_order": 1134,
  "last_page_order": 1144
}
