{
  "id": 9099761,
  "name": "COMMONWEALTH of Pennsylvania v. Richard J. McCAGUE. Appeal of Calvin Lightfoot, Warden of the Allegheny County Jail",
  "name_abbreviation": "Commonwealth v. McCague",
  "decision_date": "2003-08-25",
  "docket_number": "",
  "first_page": "1089",
  "last_page": "1092",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1089"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "677 A.2d 840",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "544 Pa. 670",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "669 A.2d 1084",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11339136
      ],
      "pin_cites": [
        {
          "page": "1085"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/1084-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 560,
    "char_count": 10198,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2143101779292924
    },
    "sha256": "f786aa22d20404fc9a4f16fdf46bd322fc25aa09aaeeff8ae0e061bc1e443e91",
    "simhash": "1:f12942b7e6dbf709",
    "word_count": 1625
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, Judge, SIMPSON, Judge, and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Richard J. McCAGUE. Appeal of Calvin Lightfoot, Warden of the Allegheny County Jail."
    ],
    "opinions": [
      {
        "text": "FLAHERTY, Senior Judge.\nCalvin Lightfoot, the Warden (Warden) of the Allegheny County Jail (Jail), appeals from an order of the Court of Common Pleas of Allegheny County, Criminal Division, which granted attorney Richard McCague’s (MeCague) Motion for Special Relief mandating that Jail officials allow him access to his private criminal client inmates at the Jail. We vacate and remand.\nOn June 16, 2002, MeCague, an attorney practicing criminal law in Allegheny County, entered the Jail to meet a client inmate. Upon his entry, guards discovered that he was attempting to smuggle tobacco and/or marijuana into the Jail by having it secreted in his clothing. Pursuant to 18 Pa.C.S. § 5123(a) MeCague was arrested and charged with attempting to smuggle marijuana into the Jail. As a result of his arrest and pursuant to Warden’s security policy that imposes a lifetime visitation ban on anyone caught smuggling contraband into the facility, McCague was denied access to the Jail. Subsequent laboratory tests revealed, and McCague later admitted, that tobacco was included in the items he had attempted to smuggle into the Jail. (R.R. at 38-9, 41-2). A Magistrate subsequently found McCague not guilty of smuggling marijuana or attempting to smuggle marijuana into the facility, and the criminal charges underlying the instant appeal were resolved. However, because Warden’s security policy defines tobacco as contraband, McCague continues to be denied access to the Jail.\nShortly after being arrested but prior to being found not guilty, McCague attempted to gain access to client-inmates at the Jail and was denied access. Upon being denied, McCague filed with the Criminal Division of the Court of Common Pleas a motion for special relief mandating that Warden allow him access to his clients at the Jail. At the ensuing hearings, the motions judge accepted no evidence or testimony regarding whether McCague had in fact smuggled contraband into the facility. Instead, the judge limited the issue to “whether or not we are denying [McCa-gue] the right to work versus the security of the institution.” (R.R. at 38). Thus, the only evidence received was the testimony of Warden, who testified as to the penological reasons behind his policy, a policy in effect at Allegheny County Jail for years. (R.R. at 25).\nThe judge granted MeCague’s motion on July 29, 2002. On July 31, 2002, Warden applied for, and was granted, a stay pending appeal. The motions judge did not file a written opinion supporting the orders, but referenced the Hearing Transcript instead. Warden filed a notice of appeal with the Superior Court on August 27, 2002. The Superior Court transferred the appeal to this court on November 7, 2002.\nOn appeal, Warden raises two issues for consideration. First, Warden contends the motion filed by McCague requesting Jail officials lift the visitation ban imposed by Warden was in fact a request for a preliminary injunction which should have been commenced as a civil action. Second, Warden contends that if the merits of the subject matter are adjudicated, the lower court’s order, in the form of an injunction, should be vacated because the lower court did not meet the test for issuing a preliminary injunction and did not accord due deference to the legitimate penological and correctional considerations and evidence presented at the hearing. We agree that this proceeding should have been commenced as a civil action. Therefore, we need not address Warden’s second issue.\nWarden first asserts that the Courts of this Commonwealth regularly and routinely receive complaints seeking relief from, and concerning matters of, conditions in correctional facilities, visitation with inmates and similar matters, but those cases are properly initiated in the civil division of the court because of the remedy sought. Warden then asserts that the instant appeal must be likewise initiated in the civil division because, even though McCague’s motion for special relief terms it an “Order of the Court mandating that the jail officials allow the defendant access to clients at the Allegheny County Jail,” the relief requested seeks, as does a preliminary injunction, to “preserve the status quo [as it existed before the acts of which MeCa-gue complains] and prevent imminent and irreparable harm which might occur before the merits of the case can be heard and determined.” Berger By and Through Berger v. West Jefferson Hill School Dish, 669 A.2d 1084, 1085 (Pa.Cmwlth.1995) petition for allowance of appeal denied, 544 Pa. 670, 677 A.2d 840 (1996).\nAccordingly, McCague’s requested relief must be found through an action at equity subject to the Pennsylvania Rules of Civil Procedure. Under Pa. R.C.P. No. 1007, all civil actions are to be commenced either through a complaint or a praecipe for writ of summons. Here, although the record below is limited, it is clear that the action is an appeal of an adjudication by a trial court which was commenced by the filing of a motion rather than a complaint. Consequently, the procedure was improperly commenced and there is no civil action on record from which a civil remedy may be fashioned.\nMeCague argues otherwise, contending that the instant action on appeal is not subject to the Pennsylvania Rules of Civil Procedure because the motion upon which it is predicated was properly brought in the Criminal Division of the Court of Common Pleas pursuant to the Pennsylvania Rules of Criminal Procedure. MeCague cites the fact that he complied with Pa. R.Crim.P. 574, which provides the method for presentation of motions. However, whether the motion was properly brought does not change the fact that the special relief requested requires commencement of a civil action. A motion does not commence a lawsuit pursuant to Pa. R.C.P. No. 1007. Consequently, whether the motion was properly brought is independent of, and irrelevant to, the question of whether a civil action was properly commenced.\nMoreover, the lack of an underlying civil complaint, properly served on Warden, precludes a record sufficient for our review. Civil procedure allows fact pleading not only in the complaint, but permits defending parties an opportunity to formally deny and defend, including answers to petitions or complaints or filing preliminary objections (Pa. R.C.P. Nos.206.1 — 206.3, 1017, 1028), as well as the opportunity for presentation of fact witnesses (Pa. R.C.P. Nos. 223, 234.1 — 234.3, 4009.1) and trial court adjudications that require written opinions on the record (Pa. R.A.P.1925), all of which perpetuate effective appellate review.\nThe only “action” on record with the court is the underlying criminal action between MeCague and the Commonwealth, to which Warden was not a party. Because the relief sought in the instant case, the lifting of the visitation ban is in essence a request for a preliminary injunction, such must be commenced pursuant to Pa. R.C.P. No. 1007.\nThe within order is vacated and remanded to the lower court to be dismissed in its entirety for lack of an action at law properly commenced. MeCague will need to properly commence an action to pursue the relief requested.\nJurisdiction relinquished.\nORDER\nNow, August 25, 2003 the order of the Court of Common Pleas of Alegheny County at No. Mise. 635 July 2002 is vacated and remanded.\nJurisdiction relinquished.\n. 18 Pa.C.S. § 5123(a) prohibits selling, giving, transmitting or furnishing to confined persons any controlled substance contraband included in Schedules I through V of The Controlled Substance, Drug, Device and Cosmetic Act (Act), Act of April 14, 1972, P.L. 233, as amended, 35 P.S. 780-101 — 780-144. Marijuana is a Schedule I controlled substance.\n. An administrative review before the Board of the Allegheny Count Jail was not pursued. (R.R. at 28).\n. The order required McCague be subject to certain special conditions, such as demonstrating that he was indeed visiting an inmate in the capacity of client-attorney, that he submit to strip and cavity searches, that his visitations with prisoners be monitored without interception of conversation, and that his face to face communication with prisoners be conducted behind glass. Any physical contact between McCague and inmates was prohibited.\n. The Superior Court, acting sua sponte, transferred the matter to the Commonwealth Court, indicating that, pursuant to 42 Pa.C.S. 762(a), the Commonwealth Court possesses exclusive jurisdiction over appeals involving criminal proceedings which arise from violations of any rule, regulation or order of any Commonwealth agency. Although the Allegheny County Jail is not a Commonwealth agency and its warden is not an officer of Commonwealth, the Commonwealth Court will, nevertheless, decide this matter in the interests of judicial economy. Commonwealth Court does have jurisdiction of appeals from final orders of the Courts of Common Pleas in local government, civil and criminal actions or proceedings where the application, interpretation or enforcement of any statute regulating the affairs of a political subdivision or its officers acting in their capacity is drawn into question. 42 Pa. C.S. § 762(a)(4)(i)(A).\n. Pursuant to Pa. R.C.P. No. 1001 and No. 1501, the rules for seeking relief at law or in equity have been merged whereby all claims brought in or appealed to any court which is subject to these rules shall be asserted in one form of action to be known as \"civil action”.\n. We further note that the motion itself finds relief on the basis of McCague's alleged right to earn a living and to practice law and his client’s Constitutional right to counsel, all of which sound in civil action subject to Pa. R.C.P. No. 1007.\n.We do not question that the motion was properly commenced.",
        "type": "majority",
        "author": "FLAHERTY, Senior Judge."
      }
    ],
    "attorneys": [
      "Charles P. McCullough, Dennis R. Blon-do and Kathryn M. Wakefield, Pittsburgh, for appellant.",
      "Patrick J. Thomassey, Monroeville, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. Richard J. McCAGUE. Appeal of Calvin Lightfoot, Warden of the Allegheny County Jail.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs May 7, 2003.\nDecided Aug. 25, 2003.\nAs Amended Sept. 10, 2003.\nCharles P. McCullough, Dennis R. Blon-do and Kathryn M. Wakefield, Pittsburgh, for appellant.\nPatrick J. Thomassey, Monroeville, for appellee.\nBEFORE: LEADBETTER, Judge, SIMPSON, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "1089-01",
  "first_page_order": 1137,
  "last_page_order": 1140
}
