{
  "id": 12491406,
  "name": "In the MATTER OF Richard M. ROBERTS, an Attorney at Law (Attorney No. 261581971)",
  "name_abbreviation": "In re Roberts",
  "decision_date": "2017-11-15",
  "docket_number": "D–37 September Term 2017; 080300",
  "first_page": "1089",
  "last_page": "1089",
  "citations": [
    {
      "type": "official",
      "cite": "173 A.3d 1089"
    },
    {
      "type": "parallel",
      "cite": "231 N.J. 187"
    }
  ],
  "court": {
    "name_abbreviation": "N.J.",
    "id": 8815,
    "name": "New Jersey Court of Errors and Appeals"
  },
  "jurisdiction": {
    "id": 24,
    "name_long": "New Jersey",
    "name": "N.J."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 152,
    "char_count": 2382,
    "sha256": "222644b9cf1ae8077e7a446b592164f80563b94d83ff4d3c3fd1ef4b412e0d46",
    "simhash": "1:5683d0c533840fcb",
    "word_count": 397
  },
  "last_updated": "2021-08-27T20:57:28.835885+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the MATTER OF Richard M. ROBERTS, an Attorney at Law (Attorney No. 261581971)"
    ],
    "opinions": [
      {
        "text": "The Disciplinary Review Board having filed with the Court pursuant to Rule 1:20-15(k) a recommendation (DRB 17-365) that RICHARD M. ROBERTS, formerly of NEWARK, who was admitted to the bar of this State in 1971, and who has been suspended from the practice of law since November 24, 2015, be suspended from the practice of law and compelled to pay a monetary sanction to the Disciplinary Oversight Committee for failure to comply with the determination of the District VA Fee Arbitration Committee in Docket No. VA-2016-0003F, and good cause appearing;\nIt is ORDERED that RICHARD M. ROBERTS be temporarily suspended from the practice of law, effective December 15, 2017, and until respondent complies with the determination of the District VA Fee Arbitration Committee in District Docket No. VA-2016-0003F, pays a sanction of $500 to the Disciplinary Oversight Committee, and until the further Order of the Court; provided, however, this Order shall be vacated automatically if the Disciplinary Review Board reports to the Court that prior to the effective date of the suspension respondent has satisfied all obligations under this Order; and it is further\nORDERED that if respondent seeks to be heard on this matter, he shall file with the Clerk of the Court within ten days of the file date of this Order a written request for the issuance of an Order to Show Cause; and it is further\nORDERED that RICHARD M. ROBERTS remain suspended from the practice of law pursuant to the Orders of the Court filed October 26, 2015, November 4, 2015, and February 3, 2016, and pending his compliance with the determinations of the District VA Fee Arbitration Committee in those matters, and pays the sanctions of $500 imposed in each matter to the Disciplinary Oversight Committee, and until the further Order of the Court; and it is further\nORDEED that respondent continue to comply with Rule 1:20-20 dealing with suspended attorneys; and it is further\nORDERED that respondent be restrained and enjoined from practicing law during the period of his suspension and that he comply with Rule 1:20-20.\nORDERED that the entire record of this matter be made a permanent part of respondent's file as an attorney at law of this State.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In the MATTER OF Richard M. ROBERTS, an Attorney at Law (Attorney No. 261581971)\nD-37 September Term 2017\n080300\nSupreme Court of New Jersey.\nNovember 15, 2017\nORDER"
  },
  "file_name": "1089-02",
  "first_page_order": 1089,
  "last_page_order": 1089
}
