{
  "id": 12058234,
  "name": "Dr. Alexander BUNT, Jr., as Trustee for Christian Medical Center Defined Benefit Pension Plan, Campus Medical Center, Appellant v. PENSION MORTGAGE ASSOCIATES, INC., Francis J. Regan, Jr., and Jeffrey Williams; Dr. Alexander BUNT, Jr., as Trustee for Christian Medical Center Defined Benefit Pension Plan, Campus Medical Center, Appellant v. Francis J. REGAN, Jr., and Jeffrey Williams, Individually and T/A Williams Financial Group, Robert G. Welch, Esquire, Individually and T/A Robert G. Welch, P.C. and Intrepid I Services, Inc., T/A Intrepid I",
  "name_abbreviation": "Bunt v. Pension Mortgage Associates, Inc.",
  "decision_date": "1995-10-24",
  "docket_number": "",
  "first_page": "1091",
  "last_page": "1096",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 1091"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "396 Pa.Super. 155",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        882764
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/396/0155-01"
      ]
    },
    {
      "cite": "507 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792334
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0204-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 1002",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(2)(A)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "428 Pa.Super. 99",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        933149
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/428/0099-01"
      ]
    },
    {
      "cite": "415 Pa.Super. 449",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        911146
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "where appellant presented a position without elaboration or citation to ease law, we declined to address phantom argument"
        },
        {
          "parenthetical": "where appellant presented a position without elaboration or citation to ease law, we declined to address phantom argument"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/415/0449-01"
      ]
    },
    {
      "cite": "505 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788853
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0226-01"
      ]
    },
    {
      "cite": "665 A.2d 485",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866296,
        725729
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "487",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/665/0485-01",
        "/pa-super/445/0266-01"
      ]
    },
    {
      "cite": "655 A.2d 1015",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7875915,
        715972
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/655/1015-01",
        "/pa-super/440/0410-01"
      ]
    },
    {
      "cite": "440 Pa.Super. 410",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        715972
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "427"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/440/0410-01"
      ]
    },
    {
      "cite": "655 A.2d 132",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860368,
        715935
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "138"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/655/0132-01",
        "/pa-super/440/0087-01"
      ]
    },
    {
      "cite": "440 Pa.Super. 87",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        715935
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/440/0087-01"
      ]
    },
    {
      "cite": "277 Pa.Super. 47",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        144274
      ],
      "weight": 3,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/277/0047-01"
      ]
    },
    {
      "cite": "103 S.Ct. 2890",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6191473
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/463/0085-01"
      ]
    },
    {
      "cite": "463 U.S. 86",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 1109",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. §§ 1101-1114",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "parenthetical": "part 4 of subchapter I of subtitle B of ERISA' - Fiduciary Responsibility"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 1132",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "parenthetical": "emphases added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 1144",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "666 A.2d 1066",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        727449,
        12058026
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/446/0310-01",
        "/a2d/666/1066-01"
      ]
    },
    {
      "cite": "389 Pa.Super. 328",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        474469
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/389/0328-01"
      ]
    },
    {
      "cite": "505 U.S. 504",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1481129
      ],
      "weight": 4,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/us/505/0504-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 823,
    "char_count": 18400,
    "ocr_confidence": 0.726,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24527935798573586
    },
    "sha256": "e1b6b0944d8e1dac109607b549536f6167706f94181c7a0a1c506e06fb648a3b",
    "simhash": "1:d699e930f6c6afe4",
    "word_count": 2923
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BECK, SAYLOR and HESTER, JJ."
    ],
    "parties": [
      "Dr. Alexander BUNT, Jr., as Trustee for Christian Medical Center Defined Benefit Pension Plan, Campus Medical Center, Appellant v. PENSION MORTGAGE ASSOCIATES, INC., Francis J. Regan, Jr., and Jeffrey Williams. Dr. Alexander BUNT, Jr., as Trustee for Christian Medical Center Defined Benefit Pension Plan, Campus Medical Center, Appellant v. Francis J. REGAN, Jr., and Jeffrey Williams, Individually and T/A Williams Financial Group, Robert G. Welch, Esquire, Individually and T/A Robert G. Welch, P.C. and Intrepid I Services, Inc., T/A Intrepid I."
    ],
    "opinions": [
      {
        "text": "HESTER, Judge:\nDr. Alexander Bunt, Jr., in his capacity as trustee for Christian Medical Center Defined Benefit Pension Plan, Campus Medical Center (the “Plan”), appeals the April 26, 1994 decision of the trial court to dismiss two actions based on the fact that they are preempted by the Employee Retirement Income Security Act (“ERISA”), 29 U.S. §§ 1001, et seq., and that pursuant to that statute, Pennsylvania lacks jurisdiction. We affirm.\nTwo separate actions are at issue herein. Appellant instituted both actions in his capacity as trustee of the Plan. In 1989, appellant instituted the first action against Pension Mortgage Associates, Inc., Francis J. Regan, Jr., and Jeffrey Williams. In 1992, appellant instituted the second action against Mr. Re-gan, Mr. Williams, Williams Financial Group, Robert G. Welch, Esquire, Robert G. Welch, P.C., and Intrepid I Services, Inc., i/a Intrepid I. The defendants collectively are the appellees. Both actions concern the fact that appellees allegedly advised appellant to invest the Plan assets in investment vehicles which suffered losses.\nIn the 1989 complaint, appellant alleges the following. Since January, 1986, the individual defendants have been employed to administer the Plan, have been employed as investment fund managers, and have directed fund investments. In 1989, the individual defendants recommended that Plan assets be placed in a real estate mortgage which they said would be financially safe. The mortgage was to yield an annual return of eleven percent and was secured with 118 acres of real estate in New Jersey. The defendants prepared a mortgage participation agreement for the transaction, and appellant liquidated Plan assets to invest $162,026.68 in the mortgage investment vehicle. The individual defendants received a finder’s fee for the investment, and in addition, the corporate defendant, in which the two individual defendants own a controlling interest, received interest income on the mortgage principal. Appellant alleges in the complaint that he received only two interest payments from this venture and has not received any return of his principal.\nAs relief, appellant requests that the corporate defendant be dissolved, the mortgage agreement be rescinded, sanctions authorized under ERISA be imposed, an accounting be ordered, all transactions between the Plan and the corporate defendant be set aside, all money forwarded to the corporate defendant be reimbursed to the Plan, all outstanding debts due the Plan under the mortgage agreement be paid, and lost profits be refunded.\nIn the 1992 action, appellant alleges the following. Mr. Regan and Mr. Williams were responsible for the investment of Plan assets and administration of the Plan. In addition, Mr. Welch was hired to assist in the administration of the Plan and investment of Plan assets. The individual defendants collusively induced appellant to execute certain investment contracts and transfer $644,030.58 from the Plan to investments in nine entities, including Intrepid I Services, Inc. Appellant never was told that Mr. Williams and Mr. Welch were officers, directors, and controlling shareholders in that corporation. Appellant also was not informed that Mr. Williams received a commission on the foregoing investment, which was shared with the other two individuals.\nThe investments did not perform as represented by the defendants, and in June, 1990, appellant received notice that one of the nine entities filed for bankruptcy. In the 1992 action, appellant again requests return of the Plan investments and remedies similar to those requested in the 1989 action.\nThe two actions were consolidated. After the pleadings were closed and discovery was conducted and upon motion by appellees, both actions were dismissed due to the operation of ERISA. This appeal followed.\nCongress has the power to preempt state law as well as state causes of action pursuant to the supremacy clause of the United States Constitution. U.S. Const. Art. VI, cl. 2. Cipollone v. Liggett Group, Inc., 505 U.S. 504, 112 S.Ct. 2608, 120 L.Ed.2d 407 (1992); Gingold v. Audi-NSU-Auto Union, AG., 389 Pa.Super. 328, 567 A.2d 312 (1989). State law can be pre-empted by federal legislation either explicitly in the statute itself or implicitly. In the latter case, pre-emption will be found if the state law is in actual conflict with the federal law or if federal regulation of the area at issue is so comprehensive that the inference is created that Congress intended to occupy the entire area of law. Cipollone v. Liggett Group, Inc., supra; see also Heiple v. C.R. Motors, Inc., — Pa.Super. -, 666 A.2d 1066 (1995).\nAt issue in this case is ERISA’s express pre-emptive provision, 29 U.S.C. § 1144 (emphasis added):\n(a) Except as provided in subch'apter (b) of this section, the provisions of this subehapter and subchapter III of this chapter shall supersede any and all State laws insofar as they may now or hereafter relate to any employee benefit plan ...\n(c) For purposes of this section:\n(1) The term “State law” includes all laws, decisions, rules, regulations, or other State action having the effect of law, of any State....\n(2) The term “State” includes a State, and political subdivisions thereof, or any agency or instrumentality of either, which purports to regulate, directly or indirectly, the terms and conditions of employee benefit plans covered by this subchapter.\nSection 1144 is included in subchapter I of ERISA. This subchapter expansively governs reporting and disclosure requirements for all employee benefit plans, the substantive provisions that must be included in employee benefit pension plans, funding requirements for employee benefit pension plans, fiduciary responsibility and fiduciary liability provisions applicable to employee benefit plans, and administrative and enforcement provisions. Among the enforcement provisions is 29 U.S.C. § 1132 (emphases added), which regulates jurisdiction and provides in relevant part:\nExcept for actions under subsection (a)(1)(B) of this section, the district courts of the United States shall have exclusive jurisdiction of civil actions under this sub-chapter brought by the Secretary or by a participant, beneficiary, or fiduciary. State courts of competent jurisdiction and district courts of the United States shall have concurrent jurisdiction of actions under subsection (a)(1)(B) of this section.\nSubsection (a)(1)(B) confers concurrent state jurisdiction only with respect to civil actions brought by participants or beneficiaries and is not applicable herein.\nFurthermore, portions of ERISA included in subchapter I involve extensive regulation of fiduciaries. Those provisions outline the duties of fiduciaries, the standards of care applicable to them, and transactions they are not permitted to perform. See 29 U.S.C. §§ 1101-1114 (part 4 of subchapter I of subtitle B of ERISA' — Fiduciary Responsibility). Especially pertinent to this case is 29 U.S.C. § 1109, which provides in relevant part:\n(a) Any person who is a fiduciary with respect to a plan who breaches any of the responsibilities, obligations, or duties imposed upon fiduciaries by this subchapter shall be personally liable to make good to such plan any losses to the plan resulting from each such breach, and to restore to such plan any profits of such fiduciary which have been made through use of assets of the plan by the fiduciary, and shall be subject to such other equitable or remedial relief as the court may deem appropriate, including removal of such fiduciary. A fiduciary may also be removed for a violation of section 1111 of this title.\nWhere, as here, Congress has considered the issue of pre-emption and has included a provision addressing the issue, then that provision is to be used as the controlling indication of Congress’s intent with regard to the viability of state law. Cipollone v. Liggett Group, Inc., supra. Where the language is broad, it must be given that effect and will not be given a restrictive reading. Cipollone v. Liggett Group, Inc., supra. ERISA’s language is broad, and the Supreme Court has ruled specifically that the provision was intended to pre-empt any state law that relates to an employee benefit pension plan; it is not necessary that the law conflict with a substantive provision in ERISA to be pre-empted. Shaw v. Delta Air Lines, Inc., 463 U.S. 86, 103 S.Ct. 2890, 77 L.Ed.2d 490 (1983). If the substantive remedies provided by state law cover the same remedies provided in ERISA, the state law is pre-empted. Id. Section 1109 provides a remedy to the Plan for the actions of appellees which are contained in these complaints. ERISA therefore preempts these actions.\nFurthermore, the jurisdictional provision of ERISA mandates that all actions by or against a Plan, except those specified, are to be brought in federal court. These are not actions subject to concurrent state jurisdiction as they were not brought by a participant or beneficiary to recover a benefit due under the terms of a plan, to enforce rights under a plan, or to clarify rights to future benefits. These are actions instituted by a Plan to recover bad investments. Thus, we do not have subject matter jurisdiction, even if appellant’s state claims are considered to survive ERISA’s pre-emption provision. See Goldberg v. Caplan, 277 Pa.Super. 47, 419 A.2d 653 (1980).\nIn the face of this, appellant raises what can be condensed into three arguments: 1) the incorrect standard of review was employed by the trial court; 2) the complaints are not pre-empted by ERISA since they do not state causes of action arising under ERISA but instead state valid causes of action under Pennsylvania law; and 3) the trial court was without jurisdiction to decide this issue because the motions to dismiss were filed with the trial court itself rather than with the prothonotary and are not included in the certified record on appeal.\nAppellant’s first argument is that the trial court erred in failing to treat the motions to dismiss as motions for judgment on the pleadings or as summary judgment motions since discovery had been taken and the pleadings closed. He then continues that when the correct standard is utilized, it is clear that the trial court erred in failing to review the facts in the light most favorable to him. Appellant then follows this with an argument that the state causes of action are not pre-empted because they do not arise under ERISA and are valid state claims.\nHowever, whether the complaints set forth valid state causes of action is irrelevant. The issue is whether what may or may not be “valid” claims are pre-empted under section 1144’s language. Meanwhile, appellant has failed to refer us to a single case on federal pre-emption. Even more egregious, appellant does not cite the pre-emption and jurisdictional provisions of ERISA. Instead, he continues by stating how each cause of action is a valid state claim and how the claims are not ones “arising under ERISA.” Appellant’s brief at 16. He then conclusorily argues that the trial court therefore erred in concluding that these actions are barred by ERISA. Appellant cites no legal authority for his proposition that these actions are not barred by ERISA.\nPa.R.A.P. 2119(a) (emphasis added) provides in relevant part that the argument shall be “followed by such discussion and citation of authorities as are deemed pertinent.” Rule 2119 contains mandatory provisions regarding the contents of briefs. We have held consistently, “Arguments that are not appropriately developed are waived. Nimick v. Shuty, 440 Pa.Super. 87, 100, 655 A.2d 132, 138 (1995); Smith v. Penbridge Associates, Inc., 440 Pa.Super. 410, 427, 655 A.2d 1015, 1024 n. 12 (1995).” Gallagher v. Sheridan, — Pa.Super.-,-, 665 A.2d 485, 487 (1995) (footnote omitted) (emphasis added).\nIt is the appellant who has the burden of establishing his entitlement to relief by showing that the ruling of the trial court is erroneous under the evidence or the law. Commonwealth ex rel. Robinson v. Robinson, 505 Pa. 226, 478 A.2d 800 (1984). Where the appellant has failed to cite any authority in support of a contention, the claim is waived. Gallagher v. Sheridan, supra; see also Hercules v. Jones, 415 Pa.Super. 449, 609 A.2d 837 (1992) (where appellant presented a position without elaboration or citation to ease law, we declined to address phantom argument).\nAppellant raises arguments that are not relevant and then conclusorily presents the only pertinent argument, ignoring the correct legal standards. We note the following with respect to his argument that the motions were improperly treated as motions to dismiss. The allegations are not in dispute; we can accept fully all the allegations contained in the complaints about appellees’ fraudulent acts. That is not the issue in this appeal. However the complaint is viewed and whether the motions are treated as ones to dismiss, as ones for judgment on the pleadings, or as ones for summary judgment, appellant cannot ignore the substantive issue herein. That issue is whether these cases are pre-empted and whether these actions are subject to the mandatory federal jurisdictional provisions of ERISA. The complaints here “relate to” a pension plan subject to the provisions of ERISA; the actions were not instituted by plan beneficiaries. Appellant’s arguments do not refute this conclusion; the trial court will be affirmed.\nAppellant’s related argument is that if the record is viewed in the light most favorable to him, ERISA does not pre-empt the actions for the following reasons. Appellant alleged in his complaints that the individual defendants were fiduciaries within the meaning of ERISA. Those defendants denied that they were fiduciaries. Then, after appellees moved to dismiss the actions based on ERISA, appellant elected to argue that they were fiduciaries. Appellant argues that since the record viewed in the light most favorable to him establishes that the defendants are not fiduciaries under ERISA, ERISA does not apply.\nAgain, appellant misapprehends the law. This Plan is an employee benefit pension plan within the meaning of ERISA. This is true whether or not appellees are fiduciaries with respect to the Plan. ERISA, as interpreted by the previously-cited law, has made the regulation of pension plans exclusively a federal concern. ERISA expresses Congressional desire that all plans subject to its provisions be subject to uniform rules and that people who deal with ERISA plans be subject to consistent liability. Shaw v. Delta Air Lines, Inc., supra; Goldberg v. Caplan, supra.\nThus, whether the defendants are fiduciaries must be determined by federal courts under uniform federal law. Whether appel-lees are subject to liability for their actions as those actions impact on this ERISA-cov-ered plan, as clearly provided in ERISA, must be analyzed in a federal court according to uniform federally-developed law. Whether an individual’s actions render him a fiduciary is to be subject to uniform interpretation and not vary according the state where the plan was created. Fiduciaries are not to be subject to conflicting liability under various state laws.\nWe next address appellant’s claim that the trial court was without jurisdiction to decide the matter because the motions to dismiss were filed with it rather than with the pro-thonotary. There is no case holding that a trial court does not have jurisdiction to entertain a motion handed to it. Appellant has confused a jurisdictional argument with a waiver argument.\nOur law is that if appellate resolution of an issue is dependent upon materials not provided in the record, it is deemed waived. See, e.g., Commonwealth v. Muntz, 428 Pa.Super. 99, 630 A.2d 51 (1993). In this case, however, appellees’ motions to dismiss are not necessary for us to resolve the issue. Our disposition of whether these actions are pre-empted requires only an examination of the complaints and reference to relevant law.\nAs a practical matter, if we would reverse on this procedural ground, the only result would be a waste of judicial resources. The motions merely would be re-filed, the cases dismissed again, the appeals filed again, and briefs ordered again. This follows because subject-matter-jurisdiction issues cannot be waived.\nThus, appellant cannot avoid the fact that his entitlement to relief requires that he address the substantive issues presented herein. Appellant has chosen to ignore the substantive issues by misstating the law and ignoring applicable precedent. We therefore affirm.\nOrder affirmed.\n. A third action instituted by appellant also was dismissed but the propriety of that dismissal is not before us.\n. We note that there is no dispute that the plan is an employee benefit pension plan within the meaning of section 3(2)(A) of ERISA, 29 U.S.C. § 1002(2)(A).\n3. This is a savings clause, not at issue herein, that relates to insurance regulation.\n. The term \"state law” has been construed to include all common law as well as statutory causes of action permitted under state law. Ci-pollone v. Liggett Group, Inc., supra.\n. Appellant asks that we remand this case so that the trial court can consider whether to transfer this action to federal court. Issues not raised in the trial court may not be considered on appeal. Reilly by Reilly v. Southeastern Pennsylvania Transportation Authority, 507 Pa. 204, 489 A.2d 1291 (1985); see also Tartar v. Linn, 396 Pa.Super. 155, 578 A.2d 453 (1990). Appellant never raised the issue of transfer in the trial court, see reproduced record at 186a-204a, and may not now raise it on appeal.",
        "type": "majority",
        "author": "HESTER, Judge:"
      }
    ],
    "attorneys": [
      "David Zicherman, Philadelphia, for appellant.",
      "William G. Halligan, Media, for appellees."
    ],
    "corrections": "",
    "head_matter": "Dr. Alexander BUNT, Jr., as Trustee for Christian Medical Center Defined Benefit Pension Plan, Campus Medical Center, Appellant v. PENSION MORTGAGE ASSOCIATES, INC., Francis J. Regan, Jr., and Jeffrey Williams. Dr. Alexander BUNT, Jr., as Trustee for Christian Medical Center Defined Benefit Pension Plan, Campus Medical Center, Appellant v. Francis J. REGAN, Jr., and Jeffrey Williams, Individually and T/A Williams Financial Group, Robert G. Welch, Esquire, Individually and T/A Robert G. Welch, P.C. and Intrepid I Services, Inc., T/A Intrepid I.\nSuperior Court of Pennsylvania.\nArgued Aug. 1, 1995.\nFiled Oct. 24, 1995.\nDavid Zicherman, Philadelphia, for appellant.\nWilliam G. Halligan, Media, for appellees.\nBefore BECK, SAYLOR and HESTER, JJ."
  },
  "file_name": "1091-01",
  "first_page_order": 1149,
  "last_page_order": 1154
}
