{
  "id": 7902905,
  "name": "Ronald A. JACK v. DEPARTMENT OF HUMAN SERVICES",
  "name_abbreviation": "Jack v. Department of Human Services",
  "decision_date": "1989-04-06",
  "docket_number": "",
  "first_page": "1093",
  "last_page": "1096",
  "citations": [
    {
      "type": "official",
      "cite": "556 A.2d 1093"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "550 A.2d 56",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876736
      ],
      "pin_cites": [
        {
          "page": "58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/550/0056-01"
      ]
    },
    {
      "cite": "79 A. 16",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1911,
      "pin_cites": [
        {
          "page": "18"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "108 Me. 96",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        655464
      ],
      "year": 1911,
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/108/0096-01"
      ]
    },
    {
      "cite": "484 A.2d 1006",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915097
      ],
      "pin_cites": [
        {
          "page": "1008"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/484/1006-01"
      ]
    },
    {
      "cite": "313 A.2d 111",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8022527
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "119"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/313/0111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 450,
    "char_count": 7102,
    "ocr_confidence": 0.752,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20055184684512495
    },
    "sha256": "276265457a3751303df04175ee517edcbaf38a2fabd1e6034626cae75de67889",
    "simhash": "1:6592fcc07da30058",
    "word_count": 1151
  },
  "last_updated": "2024-02-27T18:15:02.706577+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and ROBERTS, WATHEN, GLASSMAN and COLLINS, JJ."
    ],
    "parties": [
      "Ronald A. JACK v. DEPARTMENT OF HUMAN SERVICES."
    ],
    "opinions": [
      {
        "text": "McKUSICK, Chief Justice.\nIn January 1986 the Department of Human Services notified petitioner Ronald A. Jack that he had been named as the father of Melissa Smith, born October 14, 1975. Jack submitted to a blood test and does not now dispute that he is Melissa’s father. After administrative proceedings pursuant to 19 M.R.S.A. § 498 (Supp.1988), the Department ordered Jack to pay to the Department on Melissa’s behalf weekly child support of $71.95 starting July 3, 1987. The Department further determined that Jack is obligated to reimburse it for benefits aggregating $18,949 paid to Melissa’s mother under the Aid to Families with Dependent Children (AFDC) program within 6 years before commencement of the Department’s action. 19 M.R.S.A. §§ 273, 495 (Supp.1988). In Jack’s M.R.Civ.P. 80C action seeking review of the administrative determinations, the Superior Court (Penob-scot County; Chandler, J.) affirmed, as do we.\nI.\nDebt for Past AFDC Payments\nJack argues that the Department’s delay in pursuing its claim against him for Melissa’s past support should prevent the Department from now asserting the obligation for that past support. First, Jack contends that the doctrine of equitable es-toppel prevents the Department from establishing this debt. The party asserting equitable estoppel bears the burden of establishing by “clear and satisfactory proof” that\nthere was either actual fraud, or fault or negligence equivalent to fraud on the part of the person to be estopped ... or that he was silent when the circumstances would impel an honest man to speak, or that there was misleading active conduct of encouragement or intervention.\nMilliken v. Buswell, 313 A.2d 111, 119 (Me.1973). Moreover, that party must show that the conduct or silence caused him to change his position to his detriment. Id. Jack has not satisfied his burden.\nThe Department fully complied with the terms of section 273, which allows commencement of an action at “any time prior to the child’s 18th birthday,” while at the same time limiting the father’s liability for past support to a period of 6 years next preceding commencement of the action. 19 M.R.S.A. § 273. Because the statute allows the Department to recover only those support payments made within the 6 years immediately preceding commencement of the action, Jack was in effect excused from any liability he might otherwise have had for support payments made during the earlier years of Melissa’s life. Jack did not establish intentional or negligent delay on the part of the Department, nor did he establish that he was harmed by the delay. He has therefore failed to establish the elements of equitable estoppel.\nSecond, Jack contends that the doctrine of laches bars the Department’s claim against him for the past AFDC payments. Even assuming without deciding that the defense of laches is available against the sovereign, laches is a doctrine that applies only to equitable actions. See Strickland v. Cousens Realty, Inc., 484 A.2d 1006, 1008 (Me.1984). The administrative proceeding here under review is a statutory action to establish a money debt, comparable to a court action to recover money damages, and thus the doctrine of laches has no application to it. Furthermore, as with equitable estoppel, the doctrine of laches would bar the Department’s claim only if Jack had demonstrated, inter alia, that the Department’s delay in asserting its rights caused prejudice to Jack. See Leathers v. Stewart, 108 Me. 96, 101, 79 A. 16, 18 (1911). That he has not done.\nFinally, we reject Jack’s contention that it is fundamentally unfair and violative of due process for the Department now to assert a debt that has been accruing for up to 6 years prior to commencement of the action. Jack, as the acknowledged father of Melissa, has had a duty at all times to support his child. 19 M.R.S.A. § 271 (1981); id. § 442 (Supp.1988). The fact that the Department did not determine Jack’s obligation for that support until recently does not render that determination “fundamentally unfair.” The Department by statute is limited to recovery of past support accrued within 6 years of commencement of the action, and the Department’s assertion of this accrued liability no more violates due process than does the 6-year statute of limitations on recovery of any money debt, 14 M.R.S.A. § 752 (1980).\nII.\nWeekly Child Support Payments\nJack also challenges the Department’s order that he pay weekly child support in the amount of $71.95. The Department’s factual determination of the amount appropriate in this case was based on substantial evidence in the record before it. See 5 M.R.S.A. § 11007(4)(C)(5) (1979). The hearing officer determined the weekly payment as a percentage of Jack’s gross income and was required by Department regulation to consider whether Jack had any circumstances of undue hardship that should be taken into account. On the administrative review of that determination, Jack’s attorney admitted that he knew of no relevant facts or circumstances of undue hardship that the first hearing officer had not taken into account. On this record we cannot say that the amount of weekly support Jack must pay is arbitrary or unreasonable.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. 19 M.R.S.A. § 495(1)(A) (Supp.1988) provides in relevant part:\nWhen no court order of support has been established, a payment of public assistance tor the benefit of the dependent child creates a debt due the department from the responsible parent in the amount of public assistance paid.\n19 M.R.S.A. § 273 (Supp.1988) provides:\nThe father’s liabilities for past education and necessary support are limited to a period of 6 years next preceding the commencement of an action.\nAll complainants may commence an action at any time prior to the child’s 18th birthday.\n. The Department’s decision was made initially by a hearing officer and was then reviewed and affirmed by a second hearing officer after a further hearing pursuant to 19 M.R.S.A. § 515 (1981 & Supp.1988).\n. Jack alleges for the first time in his reply brief that the Department did not take into account his accrued liability for past support in fixing the amount he is ordered to pay in the future for weekly child support. This argument, belatedly made, was not preserved for appellate review in the administrative agency or in the Superior Court. See New England Whitewater Center, Inc. v. Department of Inland Fisheries and Wildlife, 550 A.2d 56, 58 (Me.1988). In any event, if the Department at some time in the future undertakes collection of the $18,949 accrued liability, Jack may well be entitled to a modification of his current support obligation on the ground of changed financial circumstances.",
        "type": "majority",
        "author": "McKUSICK, Chief Justice."
      }
    ],
    "attorneys": [
      "Philip K. Clarke (orally), Gross, Minsky, Mogul & Singal, Bangor, for plaintiff.",
      "Christopher C. Leighton, Anita M. St. Onge (orally), Asst. Attys. Gen., Augusta, for defendant."
    ],
    "corrections": "",
    "head_matter": "Ronald A. JACK v. DEPARTMENT OF HUMAN SERVICES.\nSupreme Judicial Court of Maine.\nArgued March 15, 1989.\nDecided April 6, 1989.\nPhilip K. Clarke (orally), Gross, Minsky, Mogul & Singal, Bangor, for plaintiff.\nChristopher C. Leighton, Anita M. St. Onge (orally), Asst. Attys. Gen., Augusta, for defendant.\nBefore McKUSICK, C.J., and ROBERTS, WATHEN, GLASSMAN and COLLINS, JJ."
  },
  "file_name": "1093-02",
  "first_page_order": 1149,
  "last_page_order": 1152
}
