{
  "id": 12116794,
  "name": "The Heekin Company v. Lawrenceburg Roller Mills Company",
  "name_abbreviation": "Heekin Co. v. Lawrenceburg Roller Mills Co.",
  "decision_date": "1930-04-14",
  "docket_number": "No. 2345",
  "first_page": "1093",
  "last_page": "1095",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1093"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "17 C. C. P. A. 1034",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6094965
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/17-2/1034-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 362,
    "char_count": 5457,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 6.22383782585142e-08,
      "percentile": 0.385011249690619
    },
    "sha256": "b1e880afeee43a3caa21acb2f85cdfbc232a0e9df1ae597f3f2b624f516104cf",
    "simhash": "1:c44c6271337de6c9",
    "word_count": 900
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "The Heekin Company v. Lawrenceburg Roller Mills Company"
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered the opinion of the court:\n■ Lawrenceburg Roller Mills Co., of Lawrenceburg, Ind., on February 27, 1926, made application for the registration of the words “ White Cap ” as a trade-mark- for use for “ plain and self-rising flour,” alleging that such mark had been continuously used in its business since December 7, 1925.\nRegistration was at first refused on account of registered trademark 88827, to C. W. Antrim & Sons, but subsequent to this refusal there was filed a statement by one of the members of the Antrim firm reciting that the firm was no longer using the mark except for coffees, teas, spices, and rice, and declaring that the firm had no objection to Lawrenceburg Roller Mills Co. registering same for use as applied to flour.\nFollowing this, appellant, the Heekin Co., of Cincinnati, Ohio, filed notice of opposition. Proof was taken by both sides, and the examiner of interferences rendered a decision dismissing the opposition and adjudging appellee entitled to the registration sought. Upon appeal, the Commissioner of Patents affirmed the decision of the examiner and upon a rehearing granted reaffirmed it. The appeal was then taken which brings the issue before this court.\nIn its notice of opposition appellant alleged that for many years prior to December 7,1925, it had been engaged in selling teas, coffees, baking powder, spices, flavoring extracts, and other food products; that it had applied the trade-mark “ White Cap ” to various of its food products, especially “ baking powder and flavoring extracts ”; that its long-continued use of the mark had associated that mark in the mind of the public with appellant’s name, and caused it to become a means for indicating that goods of the same descriptive properties as goods of applicant, bearing the same trade-mark, came from appellant; that appellant is the owner of two registered trademarks bearing the words “ White Cap ”; that appellant’s goods are generally and commonly mixed with and used in conjunction with flour of various types and kinds for producing various products; that the products of the parties are sold to the same dealers and distributed through the same channels; that confusion in origin of the respective products would result from joint use of the mark; that the marks are the same; and that appellant would be damaged and confusion in trade would result from the use of the mark by appellee.\nThe mark as registered by appellant on May 6, 1913, for baking powder, and, on August 4, 1914, for flavoring extracts for food and tea show the words “ White Cap ” in a clear but somewhat fancy type arranged in arc formation above a figure which apparently represents a rounded cajD such as is frequently worn by chefs.\nThe specimen filed by appellee with its application shows the words “ White Cap ” in large, plain, black-faced type, the word “ White ” being above the word “ Cap.” While the proceedings were pending-in the Patent Office, however, appellee amended its design so as to show a representation of ocean waves having white surfaces, thus constituting a representation of water breaking into waves and forming what are called whitecaps. A sample of this design was permitted to be filed during the hearing before us. It shows the letters in plain, black-faced type imposed upon white background letters of the same shape as the black-faced ones and slightly larger. Notwithstanding the ocean-wave feature of the amended design, the words “ White Cap ” are left so arranged as that they constitute the dominating feature of the mark, just as the same words constitute the dominating feature of the marks of appellant. It appears to us that the distinctive and predominant features of the two marks are practically identical.\nIt remains to be determined, therefore, whether the goods to which they are applied are of the same class, or have the same descriptive properties, in the sense of the statute, so that the use of the marks upon them would be likely to create confusion in the mind of the' public or deceive purchasers as to origin.\nWe conclude that they should be so held in the light of numerous adjudicated cases, including the case of Sun-Maid Raisin Co. v. American Grocery Company, 17 C. C. P. A. 1034, decided April 14, 1930, and references therein given.\nBaking powder and self-rising flour are, in a sense, competing products. While there is no evidence that they have ever been manufactured by the same producer, still their relation to the art of cooking and their use in the production of bread and other food products is such as to bring them within what we conceive the registration statute to have contemplated in using the phrases “ same class ” and “ same descriptive properties.”\nIn view of the strong probability of confusion as to origin when these articles are offered for sale in the same stores and to the same purchasers for use in the making of the same finished products, we feel appellee should not be permitted the registration it seeks.\nThe decision of the commissioner is therefore reversed.",
        "type": "majority",
        "author": "Garrett, Judge,"
      }
    ],
    "attorneys": [
      "Walter F. Murray and Frmfo L. Zugelter for appellant.",
      "Edicurd 8. Rogers and Allen M. Reed fox- appellee."
    ],
    "corrections": "",
    "head_matter": "The Heekin Company v. Lawrenceburg Roller Mills Company\n(No. 2345)\nUnited States Court of Customs and Patent Appeals,\nApril 14, 1930\nWalter F. Murray and Frmfo L. Zugelter for appellant.\nEdicurd 8. Rogers and Allen M. Reed fox- appellee.\n[Oral argument March 12, 1930, by Mr. Murray and Mr. Rogers]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1093-01",
  "first_page_order": 543,
  "last_page_order": 545
}
