{
  "id": 12058362,
  "name": "Theresa COSTELLO, Appellant, v. Martin COSTELLO and Linda Werner",
  "name_abbreviation": "Costello v. Costello",
  "decision_date": "1995-10-26",
  "docket_number": "",
  "first_page": "1096",
  "last_page": "1099",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 1096"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "257 Pa.Super. 468",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        102970
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "visitation may be limited or denied in a custody case only where a parent has been shown to suffer from severe mental or moral deficiencies that constitute a grave threat to the child"
        },
        {
          "parenthetical": "visitation may be limited or denied in a custody case only where a parent has been shown to suffer from severe mental or moral deficiencies that constitute a grave threat to the child"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/257/0468-01"
      ]
    },
    {
      "cite": "344 A.2d 553",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "parent should seldom be denied right to visit with his child, but when severe mental or moral deficiency constitutes threat to child's welfare, visitation rights may be denied to parent who manifests such condition"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "236 Pa.Super. 42",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        6770203
      ],
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "parent should seldom be denied right to visit with his child, but when severe mental or moral deficiency constitutes threat to child's welfare, visitation rights may be denied to parent who manifests such condition"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/236/0042-01"
      ]
    },
    {
      "cite": "252 Pa.Super. 487",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        93179
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/252/0487-01"
      ]
    },
    {
      "cite": "314 Pa.Super. 391",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        84123
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/314/0391-01"
      ]
    },
    {
      "cite": "635 A.2d 1074",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7378080,
        937948
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "1076",
          "parenthetical": "citing In re Damon B., 314 Pa.Super. 391, 460 A.2d 1196 (1983); Commonwealth ex rel. Peterson v. Hayes, 252 Pa.Super. 487, 381 A.2d 1311 (1977)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/635/1074-01",
        "/pa-super/431/0066-01"
      ]
    },
    {
      "cite": "431 Pa.Super. 66",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        937948
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "69",
          "parenthetical": "citing In re Damon B., 314 Pa.Super. 391, 460 A.2d 1196 (1983); Commonwealth ex rel. Peterson v. Hayes, 252 Pa.Super. 487, 381 A.2d 1311 (1977)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/431/0066-01"
      ]
    },
    {
      "cite": "409 Pa.Super. 552",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        901190
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "566"
        },
        {
          "page": "568"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/409/0552-01"
      ]
    },
    {
      "cite": "535 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841444
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "25",
          "parenthetical": "emphasis added"
        },
        {
          "page": "167",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0018-01"
      ]
    },
    {
      "cite": "280 Pa.Super. 249",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        151267
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "252"
        },
        {
          "page": "708"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/280/0249-01"
      ]
    },
    {
      "cite": "284 Pa.Super. 498",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        158985
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "page": "502"
        },
        {
          "page": "159"
        },
        {
          "page": "501-04",
          "parenthetical": "citations omitted"
        },
        {
          "page": "159-60",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/284/0498-01"
      ]
    },
    {
      "cite": "263 Pa.Super. 27",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        117521
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/263/0027-01"
      ]
    },
    {
      "cite": "234 A.2d 47",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "210 Pa.Super. 515",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        780008
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/210/0515-01"
      ]
    },
    {
      "cite": "255 Pa.Super. 508",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        99372
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/255/0508-01"
      ]
    },
    {
      "cite": "317 Pa.Super. 8",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        89518
      ],
      "weight": 5,
      "year": 1983,
      "pin_cites": [
        {
          "page": "23"
        },
        {
          "page": "1064"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/317/0008-01"
      ]
    },
    {
      "cite": "529 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831194
      ],
      "weight": 3,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0198-01"
      ]
    },
    {
      "cite": "413 Pa.Super. 173",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        907993
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "citing McMillen v. McMillen, 529 Pa. 198, 602 A.2d 845 (1992)"
        },
        {
          "parenthetical": "citing McMillen v. McMillen, 529 Pa. 198, 602 A.2d 845 (1992)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/413/0173-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 563,
    "char_count": 9150,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24528013023153086
    },
    "sha256": "00a091e1ababdc033630f33199ef9c26af5ac7fdfa6ac41f3ae6f8b8bc709bb3",
    "simhash": "1:5f6ea78762c71be2",
    "word_count": 1498
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CIRILLO, TAMILIA and HOFFMAN, JJ."
    ],
    "parties": [
      "Theresa COSTELLO, Appellant, v. Martin COSTELLO and Linda Werner."
    ],
    "opinions": [
      {
        "text": "CIRILLO, Judge:\nPaternal Grandmother Theresa Costello (Grandmother) appeals from an order awarding her primary physical custody of her grandchild, Kevin, and awarding partial custody of Kevin to her son, Martin Costello (Father). We vacate and remand.\nFather filed a petition to confirm custody against Kevin’s mother, Linda Werner (Mother). Mother apparently had a serious drug problem. On the day the custody matter was listed for trial, Mother failed to appear, and custody was confirmed in Father.\nGrandmother petitioned for custody of the child. She asserted that Kevin had been living with her since 1990, and that Father was homeless and had both drug and alcohol addictions. Additionally, Mother filed a petition requesting partial custody. The trial court consolidated the outstanding petitions of Mother and Grandmother and a hearing was scheduled. Grandmother appeared at the hearing; Mother and Father did not. Custody was confirmed in Grandmother without prejudice to either parent. Approximately one month later, the court granted Grandmother a temporary ex parte Protection From Abuse order against Father.\nFather requested a custody hearing, at which Father, Grandmother, and Grandmother’s counsel were present. During the hearing, Father voluntarily relinquished primary physical custody of Kevin to Grandmother. The court granted Father’s request for partial custody. The parties worked with the court (on the record) and decided upon acceptable times for Kevin to spend with Father. The trial court’s order provided:\nPrimary physical custody of child Kevin is awarded to Theresa Costello, paternal grandmother. Father to have partial custody on Wednesday from 5 p.m. to 8 p.m. Paternal Grandmother will take the child to his soccer game and Father will attend and take him after the game. Father also to have the child every Saturday and Sunday, Saturday from 9 a.m. to 7 p.m. Drop off at Nativity Church and Sunday from 9 a.m. to 8 p.m. Pick up and return on Sundays to take place at curb side. Relist in six (6) months for review.\nGrandmother attempted to file a petition to modify the court’s order. The Custody Intake Department refused, stating that the case was to be relisted in six months, and that the case had only been in court one week earlier. Grandmother filed a notice of appeal to this court.\nThe following issues have been presented for our consideration:\n(1) Did the trial court abuse its discretion in failing to make a complete record from which a determination of Kevin’s best interests could be made before entering a partial custody order for Father?\n(2) Did the trial court err by violating 23 Pa.C.S.A. § 5303(a) when it entered a partial custody order in conflict with a valid, existing PFA order under which Father was prohibited from having contact with the child?\nIn child custody matters, this court is guided by the following standard of review:\nThe scope of review of an appellate court reviewing a child custody order is of the broadest type; the appellate court is not bound by the deductions or inferences made by the trial court from its findings of fact, nor must the reviewing court accept a finding that has no competent evidence to support it.... However, this broad scope of review does not vest in the reviewing court the duty or the privilege of making its own independent determination.... Thus, an appellate court is empowered to determine whether the trial court’s incontrovertible factual findings support its factual conclusions, but it may not interfere with those conclusions unless they are unreasonable in view of the trial court’s factual findings; and thus, represent a gross abuse of discretion.\nKaneski v. Kaneski, 413 Pa.Super. 173, 604 A.2d 1075 (1992) (citing McMillen v. McMillen, 529 Pa. 198, 602 A.2d 845 (1992)).\nGrandmother argues that the record did not contain sufficient evidence concerning Father’s behavior, i.e., the circumstances surrounding the PFA order, and Father’s history of drug and alcohol problems. We agree.\n[2,3J In the context of a child custody case a trial court must ensure that a full and complete record is created when ? decision as important as. the welfare of a child is at issue. Tettis v. Boyum, 317 Pa.Super. 8, 463 A.2d 1056 (1983).\nAs we have cautioned the lower courts time and time again, in order to assess the best interests and general welfare of the child or children, it is the duty of the trial judge to make the fullest possible inquiry in custody actions. Commonwealth ex rel. Cox v. Cox, 255 Pa.Super. 508, 388 A.2d 1082 (1978); Commonwealth ex rel. Ashfield, v. Cortes, 210 Pa.Super. 515, 234 A.2d 47 (1967). All pertinent facts and circumstances surrounding the contesting parties must be fully explored and developed. Sipe v. Shaffer, 263 Pa.Super. 27, 396 A.2d 1359 (1979). The hearing judge should consider the character and fitness of the respective parties, the type of home they can offer, [and] their ability to financially provide for the child. Gerald G. v. Theresa G, 284 Pa.Super. 498, 502, 426 A.2d 157, 159 (1981), quoting Commonwealth ex rel. Leighann A v. Leon A., 280 Pa.Super. 249, 252, 421 A.2d 706, 708 (1980).\nMoore v. Moore, 535 Pa. 18, 25, 634 A.2d 163, 167 (1993) (emphasis added) (quoting Tettis, 317 Pa.Super. at 23, 463 A.2d at 1064); see also Lambert v. Lambert, 409 Pa.Super. 552, 566, 598 A.2d 561, 568 (1991). It is axiomatic that the paramount concern in child custody proceedings is the best interest of the child. McMillen, supra.\nIn order to ensure that the best interests of the child will be served, the appellate court will engage in a comprehensive review of the record.... Thus, while it will defer to the [trial] court’s findings of fact, the appellate court will not be bound by the deductions and inferences made by the trial court.... Where the record is incomplete or the opinion of the [trial] court is inadequate, the case will be remanded.\nGerald G. v. Theresa G., 284 Pa.Super. 498, 501-04, 426 A.2d 157, 159-60 (1981) (citations omitted).\nOur review of the testimony indicates an inadequate record with regard to the PFA order. Specifically, Father testified that the PFA order was a result of him spitting on his sister. The trial court pursued Father’s explanation with this inquiry: “Did this incident have anything to do with Kevin[?] ... Was he involved? Was he injured by you or anything like that?” Father responded “no.” There was no further testimony on the subject of the PFA. Additionally, the fact that Father had a PFA order entered against him was not mentioned in the trial court’s opinion. Similarly, the record contains scant information with regard to Father’s drug and alcohol treatment programs. Details were not provided. In fact, Father alleged that he had been “clean” for some time, yet also admitted to having a drink the week before the hearing. The trial court has not provided this court with a record upon which a custody award, albeit a partial custody award, could properly be based. Tettis, supra; Moore, supra. We, therefore, remand for a full hearing to consider the circumstances underlying the PFA order, and for a more complete inquiry into Father’s drug and alcohol problems and/or treatment.\nOn remand, we suggest, without directing, that the trial court consider fashioning an award of visitation, as opposed to partial custody. If an order of visitation is decided upon, a full hearing on remand is still necessary, considering the applicable standard for parental visitation. “[T]he appropriate standard to apply when presented with the issue of parental visitation is whether the parent suffers from mental or moral deficiencies which pose a grave threat to the child.” Green v. Sneeringer, 431 Pa.Super. 66, 69, 635 A.2d 1074, 1076 (1993) (citing In re Damon B., 314 Pa.Super. 391, 460 A.2d 1196 (1983); Commonwealth ex rel. Peterson v. Hayes, 252 Pa.Super. 487, 381 A.2d 1311 (1977)); see Commonwealth ex rel. Sorace v. Sorace, 236 Pa.Super. 42, 344 A.2d 553 (1975) (parent should seldom be denied right to visit with his child, but when severe mental or moral deficiency constitutes threat to child’s welfare, visitation rights may be denied to parent who manifests such condition); Scarlett v. Scarlett, 257 Pa.Super. 468, 390 A.2d 1331 (1978) (visitation may be limited or denied in a custody case only where a parent has been shown to suffer from severe mental or moral deficiencies that constitute a grave threat to the child).\nOrder vacated and remanded. Jurisdiction relinquished.\n. Mother did not appear, nor did she forward an explanation of her whereabouts.\n. Pursuant to Pa.R.C.P. 1915.1(b), \" 'partial custody' means the right to take possession of a child away from the custodial person for a certain period of time[,]’’ and \" 'visitation' ” means the right to visit a child, but does not include the “right to remove the child from the custodial person's control.” Pa.R.C.P. 1915.1(b).",
        "type": "majority",
        "author": "CIRILLO, Judge:"
      }
    ],
    "attorneys": [
      "Mary A. Scherf, Philadelphia, for appellant."
    ],
    "corrections": "",
    "head_matter": "Theresa COSTELLO, Appellant, v. Martin COSTELLO and Linda Werner.\nSuperior Court of Pennsylvania.\nArgued Sept. 21, 1995.\nFiled Oct. 26, 1995.\nMary A. Scherf, Philadelphia, for appellant.\nBefore CIRILLO, TAMILIA and HOFFMAN, JJ."
  },
  "file_name": "1096-01",
  "first_page_order": 1154,
  "last_page_order": 1157
}
