{
  "id": 11338997,
  "name": "Lukisha CARROLL, a minor, by her Parent and Natural Guardian Phyllis BURBANK and Phyllis Burbank in her own right, v. PHILADELPHIA HOUSING AUTHORITY and General Elevator Company Phyllis Burbank, Appellant",
  "name_abbreviation": "Carroll ex rel. Burbank v. Philadelphia Housing Authority",
  "decision_date": "1994-11-04",
  "docket_number": "",
  "first_page": "1097",
  "last_page": "1101",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1097"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "504 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787671
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0618-01"
      ]
    },
    {
      "cite": "328 Pa.Superior Ct. 135",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        607393
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/328/0135-01"
      ]
    },
    {
      "cite": "477 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1738279
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/477/0034-01"
      ]
    },
    {
      "cite": "303 Pa.Superior Ct. 559",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        196483
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/303/0559-01"
      ]
    },
    {
      "cite": "508 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1793984
      ],
      "weight": 4,
      "year": 1985,
      "pin_cites": [
        {
          "page": "165, n. 5"
        },
        {
          "page": "1094, n. 5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0154-01"
      ]
    },
    {
      "cite": "391 Pa.Superior Ct. 340",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        477282
      ],
      "weight": 3,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/391/0340-01"
      ]
    },
    {
      "cite": "132 Pa.Commonwealth Ct. 321",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1401182
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/132/0321-01"
      ]
    },
    {
      "cite": "819 F.2d 377",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1710048
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/819/0377-01"
      ]
    },
    {
      "cite": "575 A.2d 569",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "525 Pa. 604",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "124 Pa.Commonwealth Ct. 586",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1385221
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "injury to minor gives rise to cause of action to parents for minor's medical expenses"
        },
        {
          "parenthetical": "injury to minor gives rise to cause of action to parents for minor's medical expenses"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/124/0586-01"
      ]
    },
    {
      "cite": "288 Pa.Superior Ct. 511",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        165973
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "parents' duty to support adult child continues where child physically or mentally feeble or otherwise unemployable"
        },
        {
          "parenthetical": "parents' duty to support adult child continues where child physically or mentally feeble or otherwise unemployable"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/288/0511-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 564,
    "char_count": 9824,
    "ocr_confidence": 0.711,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23987769171098391
    },
    "sha256": "65f9911420ff5bbe44c7be384adbf5301da272f67df5878c25c3d0b5045351be",
    "simhash": "1:14f3c60a8558a17e",
    "word_count": 1588
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI and KELLEY, JJ., and KELTON, Senior Judge."
    ],
    "parties": [
      "Lukisha CARROLL, a minor, by her Parent and Natural Guardian Phyllis BURBANK and Phyllis Burbank in her own right, v. PHILADELPHIA HOUSING AUTHORITY and General Elevator Company Phyllis Burbank, Appellant."
    ],
    "opinions": [
      {
        "text": "KELTON, Senior Judge.\nPhyllis Burbank (Burbank) appeals from the December 13, 1993 order of the Court of Common Pleas of Philadelphia County, granting summary judgment in favor of Philadelphia Housing Authority (PHA) in an action in which Burbank, suing in her own right, seeks to recover from PHA the future medical expenses of her injured daughter.\nThe issue before us is whether the trial court erred in determining that Burbank has no right to recovery because the alleged damages are too speculative. We reverse.\nBackground\nThe undisputed facts of this case, as recited by the trial court, are as follows. On January 9, 1988, Burbank’s minor daughter, LuMsha Carroll, then 13, fell twelve stories into an elevator shaft when the elevator door that she leaned against opened. She was seriously and permanently injured and is presently in a vegetative state from which she will not recover. Burbank brought suit in negligence on her own behalf and on behalf of her daughter against PHA and the General Elevator Company.\nIn 1991, Burbank reached a structured settlement with the elevator company. The terms of the settlement provided for an immediate cash payment to the minor in the amount of $337,600.00. Additionally, the elevator company agreed to pay to the minor $37,600.00 compounded annually at 4% for her maintenance and support for the remainder of her life. Based on the minor’s life expectancy, the court determined that the structured settlement could be worth $11,-090,811.00. Under the settlement, Burbank also receives $200 per month for a minimum of 30 years, anticipated to total $122,800.00.\nIn July 1993, Burbank reached a settlement agreement with PHA on behalf of her daughter for $250,000.00, the maximum amount payable pursuant to 42 Pa.C.S. § 8522 and § 8528(b) (relating to limitations on damages).\nPrior to the settlements, the Department of Public Welfare (DPW) assumed payment of all of the minor’s medical bills. As of January 1, 1994, DPW ceased payment. By agreement with Burbank, the settlement funds have been reduced to satisfy DPWs lien for past medical bills.\nIn this action, Burbank seeks recovery on her own behalf from PHA for future medical costs. Burbank contends that she may become liable for excess medical bills, not covered by the settlement agreements, arising from the maintenance and support of her daughter.\nThe trial court determined that, although Burbank may be liable to support her daughter even after she reaches her majority, “that obligation is so contingent and remote in this case that it precludes [Burbank’s] recovery. (Trial Court’s December 13, 1993 opinion at 3.) The court reasoned that, in order for Burbank to become liable for any additional support, among other unspecified contingencies, the settlement amount would have to be insufficient, the health provider would have to seek payment from another source, and because, in that case, DPW “would most probably assume the payment of the difference,” DPW would then have to seek recovery against Burbank. (Trial Court’s December 13, 1993 opinion at 3.) The trial court, concluding that Burbank had no enforceable right in view of these contingencies, granted summary judgment in favor of PHA.\nOn appeal to this Court, citing Verna v. Verna, 288 Pa.Superior Ct. 511, 432 A.2d 630 (1981), and Brower v. City of Philadelphia, 124 Pa.Commonwealth Ct. 586, 557 A.2d 48 (1989), petition for allowance of appeal denied, 525 Pa. 604, 575 A.2d 569 (1990), Burbank argues that she has the right to claim for future medical expenses during the total incompeteney of her daughter. Burbank contends that PHA is precluded from bene-fitting from the settled claim of her daughter under the collateral source rule. With respect to the court’s determination that Burbank’s claims are too remote and speculative, Burbank argues that there is an issue of fact as to the adequacy of the funds provided in the settlement agreement and that such an issue precludes the entry of a summary judgment. Additionally, Burbank argues that the trial court’s assumption that the medical provider would first seek payment from DPW, as opposed to Burbank, raises a mixed question of fact and law.\nPHA argues that Burbank has no legally ascertainable and cognizable basis for her claim for future medical expenses. Citing Deleski v. Raymark Industries, 819 F.2d 377 (3d Cir.1987), disallowing compensation for the risk of the development of a disease, PHA argues that a plaintiff may not recover for the mere possibility of future harm. Additionally, PHA, citing Brower, contends that, because Burbank has not paid her daughter’s medical expenses during her minority, Burbank’s obligation and, thus, her claim will cease at the daughter’s majority.\nDiscussion\nOur scope of review of an order granting a motion for summary judgment is limited to determining whether the trial court committed an error of law or a manifest abuse of discretion. Mullen v. Borough of Parkesburg, 132 Pa.Commonwealth Ct. 321, 572 A.2d 859 (1990). A trial court may properly enter summary judgment only “if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.” Pa.R.C.P. No. 1035; Samarin v. GAF Corp., 391 Pa.Superior Ct. 340, 571 A.2d 398 (1989). The trial court must review the record in the light most favorable to the non-moving party; any doubt must be resolved against the moving party. Id. Thus, the question before us is not whether Burbank is entitled to recovery, but whether the trial court erred in denying her the opportunity to present her claim to a trier of fact.\nAs recognized by the trial court, a jury may not award damages on the basis of speculation or conjecture. Martin v. Johns-Manville Corp., 508 Pa. 154, 494 A.2d 1088 (1985). Damages are speculative if the uncertainty concerns the fact of damages not the amount. See Pashak v. Barish, 303 Pa.Superior Ct. 559, 450 A.2d 67 (1982). Even in cases in which the question is one of future medical prognosis, a claim will be sustained where the plaintiff presents “competent evidence from which the jury can reasonably determine the degree to which future consequences of a present injury are probable, and accordingly, what the amount of any damages award should be.” Martin, 508 Pa. at 165, n. 5, 494 A.2d at 1094, n. 5. Where the amount of damages is difficult to calculate with absolute precision, the indefiniteness does not preclude relief; rather, a claim for damages may be sustained if the amount may be fairly estimated from the evidence. See Martin; Aiken Industries, Inc. v. Estate of Wilson, 477 Pa. 34, 383 A.2d 808 (1978). Therefore, summary judgment is improperly granted solely on the basis that the amount of damages is indefinite. See Thorsen v. Iron & Glass Bank, 328 Pa.Superior Ct. 135, 476 A.2d 928 (1984).\nIn the case before us, there is no question as to the fact of damages: Lukisha Carroll requires continuous medical care. Burbank is legally responsible for her daughter’s support. Verna v. Verna, 288 Pa.Superior Ct. 511, 432 A.2d 630 (1981) (parents’ duty to support adult child continues where child physically or mentally feeble or otherwise unemployable); Brower v. City of Philadelphia, 124 Pa.Commonwealth Ct. 586, 557 A.2d 48 (1989) (injury to minor gives rise to cause of action to parents for minor’s medical expenses). The uncertainty in this case concerns the question of whether the amount provided in the settlement agreements for Lukisha Carroll’s maintenance and support will be sufficient.\nWe turn, therefore, to the record to determine whether PHA has properly supported its motion for summary judgment with respect to the sufficiency of the settlement funds. Our examination of the record reveals that PHA has failed to show, by any supporting documentation, that no factual issue remains with respect to the sufficiency of the sums provided by the settlement agreements. We conclude, therefore, on this record, that PHA has failed to demonstrate a clear right to relief. Accordingly, we reverse the trial court’s grant of summary judgment.\nORDER\nAND NOW, this 4th day of November, 1994, the order of the Court of Common Pleas of Philadelphia County dated December 13, 1993 granting summary judgment in favor of Philadelphia Housing Authority is hereby reversed.\n. The Limitations on Damages section provides:\nAmount Recoverable — Damages arising from the same cause of action or transaction or occurrence or series of causes of action or transactions or occurrences shall not exceed $250,000 in favor of any plaintiff, or $1,000,-000 in the aggregate.\n42 Pa.C.S. § 8528(b).\n. Because neither party raised the issue, we do not discuss whether the parent’s claim for the minor child's medical expenses is derivative and would therefore be foreclosed following the minor’s settlements.\n. We note, here, our agreement with the trial court that the collateral source rale, which is intended to avoid precluding a claimant from obtaining redress from a wrongdoer merely because coverage for the claimant's injuries is provided by a collateral source, by definition, is not applicable to the case at bar. See Beechwoods Flying Service, Inc. v. Al Hamilton Contracting Corp., 504 Pa. 618, 476 A.2d 350 (1984).",
        "type": "majority",
        "author": "KELTON, Senior Judge."
      }
    ],
    "attorneys": [
      "Leonard Schaeffer, for appellant.",
      "James F. Ryan, for appellee, Philadelphia Housing Authority."
    ],
    "corrections": "",
    "head_matter": "Lukisha CARROLL, a minor, by her Parent and Natural Guardian Phyllis BURBANK and Phyllis Burbank in her own right, v. PHILADELPHIA HOUSING AUTHORITY and General Elevator Company Phyllis Burbank, Appellant.\nCommonwealth Court of Pennsylvania.\nArgued Oct. 4, 1994.\nDecided Nov. 4, 1994.\nLeonard Schaeffer, for appellant.\nJames F. Ryan, for appellee, Philadelphia Housing Authority.\nBefore PELLEGRINI and KELLEY, JJ., and KELTON, Senior Judge."
  },
  "file_name": "1097-01",
  "first_page_order": 1155,
  "last_page_order": 1159
}
