{
  "id": 9099794,
  "name": "Clair A. INGRAM, Petitioner v. Carol A. NEWMAN; Individually and in her Official Capacity as the Prothonotary and Clerk of the Courts of Blair County, Pennsylvania; and Jeffrey Beard; Individually and in his official capacity as Secretary of the Department of Corrections, et al, Respondents",
  "name_abbreviation": "Ingram v. Newman",
  "decision_date": "2003-08-27",
  "docket_number": "",
  "first_page": "1099",
  "last_page": "1104",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1099"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "598 A.2d 1364",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1423213
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/143/0374-01"
      ]
    },
    {
      "cite": "374 Pa.Super. 33",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        698129
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "costs are awarded to and recoverable by prevailing party"
        },
        {
          "parenthetical": "costs are awarded to and recoverable by prevailing party"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/374/0033-01"
      ]
    },
    {
      "cite": "812 A.2d 1270",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11376291
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/812/1270-01"
      ]
    },
    {
      "cite": "771 A2d 1232",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11105256,
        124716,
        124765,
        124721,
        11105298,
        11105213
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "Post Conviction Relief Act, 42 Pa.C.S. §§ 9541-9546, provides the sole means of obtaining collateral relief"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/771/1232-02",
        "/pa/565/0092-02",
        "/pa/565/0092-01",
        "/pa/565/0091-01",
        "/a2d/771/1232-03",
        "/a2d/771/1232-01"
      ]
    },
    {
      "cite": "565 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        124716,
        124765
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "Post Conviction Relief Act, 42 Pa.C.S. §§ 9541-9546, provides the sole means of obtaining collateral relief"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/565/0092-02",
        "/pa/565/0092-01"
      ]
    },
    {
      "cite": "824 A.2d 393",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9122687
      ],
      "pin_cites": [
        {
          "page": "396"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/824/0393-01"
      ]
    },
    {
      "cite": "823 A.2d 1110",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9125712
      ],
      "weight": 2,
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/1110-01"
      ]
    },
    {
      "cite": "807 A.2d 812",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        312804,
        312806
      ],
      "weight": 2,
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/569/0579-01",
        "/pa/569/0578-01"
      ]
    },
    {
      "cite": "569 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        312804
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/569/0579-01"
      ]
    },
    {
      "cite": "751 A.2d 1241",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11514976
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/1241-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 584,
    "char_count": 10606,
    "ocr_confidence": 0.671,
    "pagerank": {
      "raw": 6.922315453239601e-08,
      "percentile": 0.4202198661003016
    },
    "sha256": "caa769b8754e54ed000c8c555deb881fbcec3df156d9aefd4f253376ba321cec",
    "simhash": "1:f2e9ea57ddfb47b8",
    "word_count": 1705
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PELLEGRINI, Judge, SIMPSON, Judge, and MIRARCHI, JR., Senior Judge."
    ],
    "parties": [
      "Clair A. INGRAM, Petitioner v. Carol A. NEWMAN; Individually and in her Official Capacity as the Prothonotary and Clerk of the Courts of Blair County, Pennsylvania; and Jeffrey Beard; Individually and in his official capacity as Secretary of the Department of Corrections, et al, Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJUDGE SIMPSON.\nPetitioner Clair A. Ingram (Ingram), an inmate at a state correctional institution, filed a petition for review in this Court’s original jurisdiction asserting that Carol A. Newman (Newman), Prothonotary and Clerk of Courts of Blair County, and Jeffrey Beard (Beard), Secretary of the Pennsylvania Department of Corrections (DOC) (collectively, Respondents), improperly deducted funds from his inmate account pursuant to Section 9728 of the Sentencing Code, 42 Pa.C.S. § 9728, commonly known as Act 84, to pay sentenced costs, fines, and restitution.\nIngram filed a motion for summary relief under Pa. R.A.P. 1532(b), in response to which Beard filed a cross-motion for summary relief. Newman filed a brief in opposition to Ingram’s motion but no cross-motion for summary relief.\nIngram is presently serving an aggregate sentence of 12 to 24 years’ incarceration. In addition to confinement, the sentencing court ordered Ingram to pay various costs, fines, and restitution. Ingram asks this Court to: 1) enter a declaratory judgment that Respondents violated his due process rights; 2) enjoin Respondents from deducting funds from his inmate account to satisfy the court-ordered financial obligations; and 3) order Respondents to reimburse him for the deductions already taken as well as the costs Ingram incurred in filing his petition for review.\nRespondent Beard counters that: 1) Act 84 gives DOC authority to make the deductions; 2) Ingram is not entitled to an injunction to stop those deductions; and 3) Ingram is not entitled to reimbursement of the deductions already taken or the costs associated with filing his petition for review.\nThe granting of a petition for declaratory judgment under the Declaratory Judgments Act is a matter lying within the sound discretion of a court of original jurisdiction. Gmerek v. State Ethics Comm’n, 751 A.2d 1241 (Pa.Cmwlth.2000), aff'd, 569 Pa. 579, 807 A.2d 812 (2002). Its purpose is to afford relief from uncertainty and insecurity with respect to rights, status, and other legal relations, and is to be liberally construed and administered. Id.\nTo prevail in an action for injunction, a party must establish that his right to relief is clear, that an injunction is necessary to avoid injury that cannot be compensated by damages, and that greater injury will result from refusing rather than granting the relief requested. Harding v. Stickman, 823 A.2d 1110 (Pa.Cmwlth. 2003). A court may not grant injunctive relief where an adequate remedy at law exists. Id.\nBecause we find Ingram is not entitled to the relief requested, we deny Ingram’s application for summary relief and grant Beard’s application for summary relief.\nI.\nIngram first asserts the sentencing court’s failure to hold a hearing prior to the Act 84 deductions is an unauthorized taking of his private property in violation of due process.\nThe necessity for a hearing was discussed extensively in George v. Beard, 824 A.2d 393, 396 (Pa.Cmwlth.2003):\nConsidering the foregoing, it is clear that while in custody under sentence, an offender’s sole avenues to challenge payment of financial aspects of the sentence are direct appeal and postconviction proceedings. These avenues are adequate remedies at law for an offender in custody to challenge any aspect of the sentence. If, however, failure to pay sentenced financial obligations exposes an offender to initial confinement, additional confinement or increased conditions of supervision, a hearing is warranted. Stated differently, if an offender is notified that he or she is charged with contempt or with probation or parole violations as a result of failure to pay fines, costs or restitution, the offender should be afforded a hearing.\nGarnishment of an inmate’s, account by corrections authorities does not deny an inmate a pre-deprivation due process hearing. He or she is afforded a hearing on ability to pay at the time of sentencing. Id.; 18 Pa.C.S. § 1106; 42 Pa.C.S. § 9726; Pa. R.Crim. P. 704(C)(1). An inmate is not entitled to another ability to pay hearing before Act 84 deductions are taken unless there is a material change of circumstances. Changed circumstances include the threat of additional confinement or increased conditions of supervision. George. However, Ingram neither pled nor offered proof of these changed circumstances. Therefore, his request for hearing has no merit. Similarly, his requests for declaratory and injunctive relief based on the lack of a hearing are merit-less. Id.; Harding.\nAct 84 does not facially deny due process, because hearings are provided at appropriate times. However, Ingram suggests that Act 84 as applied to him denies due process, because the sentencing court failed to inquire into his ability to pay during the sentencing colloquy.\nAlleged failure of the sentencing court to inquire into Ingram’s ability to pay could be the basis for relief on direct appeal from the sentence or in a postconviction application. George. Indeed, Ingram is pursuing a postconviction remedy. But alleged illegality of the underlying sentence does not entitle Ingram to the remedies he seeks against Respondents in this Court. In this regard, Ingram’s current suit against Respondents is an improper collateral attack on the sentence. Com. v. Hall, 565 Pa. 92, 771 A2d 1232 (2001) (Post Conviction Relief Act, 42 Pa.C.S. §§ 9541-9546, provides the sole means of obtaining collateral relief).\nIngram also argues that Act 84 deductions should be stayed during litigation of his postconviction petition in another court. Since Ingram did not apply for a stay, however, we need not address this argument further.\nII.\nIngram next claims his due process rights were violated because DOC lacked authority to determine the amount deducted from his inmate account. This argument merely recasts Ingram’s first argument: he claims he has a right to be heard on whether any deductions should be taken, and he claims he has a right to be heard on the deduction amount.\nAs discussed, Ingram has no right to a hearing in the absence of pleading and proof of a material change of circumstances since sentencing, such as the threat of initial confinement, additional confinement or increased conditions of supervision as a result of the unpaid financial obligations. George.\nFurther, Ingram does not aver or offer proof that he is unable to pay the amount deducted. While incarcerated, Ingram’s basic needs, including food, shelter, clothing, and medical care, are provided by the Commonwealth. Ingram does not aver or offer to prove he has any additional expenses that would make him unable to pay the 20% deductions. Also, there is no averment of a change of financial circumstances since sentencing. Accordingly, Ingram is not entitled to a hearing. Id. at 396. Further, he is not entitled to a declaration that his due process rights were violated, nor is he entitled to an order enjoining continued Act 84 deductions.\nIII.\nIngram is not entitled to reimbursement of the monies DOC already deducted from his account, as previously decided by this Court in Harding.\nSimilarly, since costs follow the judgment and Ingram will not prevail, he is not entitled to reimbursement of his costs in bringing this action. Profit Wize Mktg. v. Wiest, 812 A.2d 1270 (Pa.Super.2002) (no costs awarded to party who did not prevail); accord, Gregory v. Harleysville Mut. Ins. Co., 374 Pa.Super. 33, 542 A.2d 133 (1988) (costs are awarded to and recoverable by prevailing party).\nFor the foregoing reasons, Ingram’s motion for summary relief is denied, and Beard’s motion for summary relief is granted. The petition for review is dismissed with prejudice as to Beard.\nORDER\nAND NOW, this 27th day of August, 2003, Petitioner Clair A. Ingram’s motion for summary relief is DENIED. Respondent Jeffrey Beard’s motion for summary relief is GRANTED. The petition for review is DISMISSED with prejudice as to Beard.\nThis Court lacking original jurisdiction over the remaining Respondent, Carol A. Newman, Prothonotary and Clerk of the Courts of Blair County, because she is not a Commonwealth officer, 42 Pa.C.S. § 761(a), the matter is TRANSFERRED to the Court of Common Pleas of Blair County. 42 Pa.C.S. § 5103.\n. Act 84, passed by the General Assembly in June 1998, amended Section 9728 of the Sentencing Code, 42 Pa.C.S. § 9728, and provided a new subsection (b)(5), which authorized DOC to collect fines, costs, and restitution from inmate prison accounts and to forward the same to the designated representative of the sentencing county.\n. In March, 2000, Ingram was sentenced to incarceration for no less than 48 months and no more than 96 months on charges of Robbery and other, lesser, offenses. Later that same month, Ingram was sentenced on a charge of Burglary to incarceration for a period of 35 to 70 months, to run concurrent with his previous sentence. In June, 2001, Ingram was sentenced on several charges, including Receiving Stolen Property, Criminal Attempt, and 3 charges of Burglary, to an aggregate of 8 to 16 years' incarceration, consecutive to any other periods of incarceration.\n. In ruling on an application for summary relief, we must view the evidence in the light most favorable to the non-moving party. Judgment may only be entered in cases where there is no genuine issue of material fact and the right to judgment is clear as a matter of law. Central Dauphin Sch. Dist. v. Dep't of Educ., 143 Pa.Cmwlth. 374, 598 A.2d 1364 (1991).\n. 42 Pa.C.S. §§ 7532-7551.\n. The 20% amount to be deducted was established by DOC’s Policy Statement Number DC-ADM 005, which allows for initial payments of 20% of the inmate’s account balance plus subsequent payments of 20% of all the inmate’s income, provided the inmate has an account balance in excess of $10.00. DC-ADM 005 was written under the authority given to DOC in Act 84, “The Department of Corrections shall develop guidelines relating to its responsibilities under this paragraph.” 42 Pa.C.S.A. § 9728(b)(5).",
        "type": "majority",
        "author": "JUDGE SIMPSON."
      }
    ],
    "attorneys": [
      "Clair A. Ingram, petitioner, pro se.",
      "Nathan W. Karn, Hollidaysburg, for respondent, C. Newman.",
      "John J. Talaber, Camp Hill, for respondent, J. Beard."
    ],
    "corrections": "",
    "head_matter": "Clair A. INGRAM, Petitioner v. Carol A. NEWMAN; Individually and in her Official Capacity as the Prothonotary and Clerk of the Courts of Blair County, Pennsylvania; and Jeffrey Beard; Individually and in his official capacity as Secretary of the Department of Corrections, et al, Respondents.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs July 3, 2003.\nDecided Aug. 27, 2003.\nClair A. Ingram, petitioner, pro se.\nNathan W. Karn, Hollidaysburg, for respondent, C. Newman.\nJohn J. Talaber, Camp Hill, for respondent, J. Beard.\nBEFORE: PELLEGRINI, Judge, SIMPSON, Judge, and MIRARCHI, JR., Senior Judge."
  },
  "file_name": "1099-01",
  "first_page_order": 1147,
  "last_page_order": 1152
}
