{
  "id": 11339123,
  "name": "CAROLINA FREIGHT CARRIERS CORPORATION, Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent",
  "name_abbreviation": "Carolina Freight Carriers Corp. v. Unemployment Compensation Board of Review",
  "decision_date": "1994-11-04",
  "docket_number": "",
  "first_page": "1101",
  "last_page": "1106",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1101"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "113 Pa.Commonwealth Ct. 169",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1369343
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/113/0169-01"
      ]
    },
    {
      "cite": "472 A.2d 752",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "81 Pa.Commonwealth Ct. 101",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1319908
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/81/0101-01"
      ]
    },
    {
      "cite": "485 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755435
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/485/0256-01"
      ]
    },
    {
      "cite": "641 A.2d 692",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11294292,
        1459885
      ],
      "weight": 4,
      "year": 1994,
      "pin_cites": [
        {
          "page": "693",
          "parenthetical": "citations omitted"
        },
        {
          "page": "694"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/641/0692-01",
        "/pa-commw/163/0583-01"
      ]
    },
    {
      "cite": "163 Pa.Commonwealth Ct. 583",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1459885
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/163/0583-01"
      ]
    },
    {
      "cite": "399 A.2d 825",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "41 Pa.Commonwealth Ct. 546",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1895324
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/41/0546-01"
      ]
    },
    {
      "cite": "153 Pa.Commonwealth Ct. 481",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1442324
      ],
      "weight": 3,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/153/0481-01"
      ]
    },
    {
      "cite": "461 A.2d 346",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "347"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "75 Pa.Commonwealth Ct. 116",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1310806
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/75/0116-01"
      ]
    },
    {
      "cite": "152 Pa.Commonwealth Ct. 603",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1439947
      ],
      "weight": 6,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/152/0603-01"
      ]
    },
    {
      "cite": "405 A.2d 1034",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "45 Pa.Commonwealth Ct. 539",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1900644
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/45/0539-01"
      ]
    },
    {
      "cite": "509 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795308
      ],
      "weight": 3,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0267-01"
      ]
    },
    {
      "cite": "499 Pa. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778819
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0455-01"
      ]
    },
    {
      "cite": "146 Pa.Commonwealth Ct. 77",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1428642
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "85"
        },
        {
          "page": "1163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/146/0077-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 693,
    "char_count": 16290,
    "ocr_confidence": 0.729,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2398786570182277
    },
    "sha256": "b379003fc57e3e05b683cf9a54cf6a90e4235b581892f943318579d8f582df92",
    "simhash": "1:7075700c941325f4",
    "word_count": 2667
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI and FRIEDMAN, JJ., and DELLA PORTA, Senior Judge."
    ],
    "parties": [
      "CAROLINA FREIGHT CARRIERS CORPORATION, Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent."
    ],
    "opinions": [
      {
        "text": "FRIEDMAN, Judge.\nCarolina Freight Carriers Corporation (Employer) appeals from an order of the Unemployment Compensation Board of Review (Board) which vacated the referee’s decision and granted benefits to William E. Hewitt (Claimant). We affirm.\nAfter being laid off by Employer, Claimant applied for and received unemployment compensation benefits. The Carlisle Job Center (job center) subsequently determined that Claimant had been overpaid benefits for the weeks ending January 2, January 9 and January 16, 1993 because he had failed to work on four days during those weeks when work was available. Claimant appealed this determination on July 13,1993, contending that he had not learned of the determination until July 9, 1993, when he telephoned the job center to inquire about the status of his case. (R.R. at 23a.) However, following a hearing, the referee found that the original Notice of Determination (Notice) had been mailed to Claimant and had not been returned by the post office as undeliverable. (Referee’s Finding of Fact, No. 2.) The Notice listed June 23, 1993 as the last day on which an appeal could be filed. Therefore, the referee dismissed Claimant’s appeal as having been untimely filed.\nOn appeal, the Board disagreed with the referee and made the following findings of fact.\n1. For purposes of this appeal, during the weeks at issue, claimant was employed by Carolina Freight Carriers on intermittent lay off status, subject to call from the casual board.[]\n2. In accordance with employer’s rules, claimant was subject to calls twenty four hours per day, seven days per week.\n3. During claim week ending January 2, 1993, the claimant had no actual earnings and received holiday pay in the amount of $167.20.\n4. During claim week ending January 9, 1993, the claimant had no actual earnings.\n5. During claim week ending January 16, 1993, the claimant had no actual earnings.\n6. In addition to the actual work, as indicated above, employer alleges that work was available for claimant on January 2, January 3, January 4, January 10, and January 11, 1993.\n7. On two of the above dates, the claimant was physically unable to perform his duties due to fatigue and on the remaining three occasions, he was not contacted and was not aware that work was available.\n8. The claimant’s weekly benefit rate is $304 and his partial benefit credit is $122.\n9. The claimant was not sent and he never received the Bureau determination issued on June 8, 1993.\n10. The claimant’s appeal from these determinations are [sic] deemed to be timely filed.\n(Board’s Findings of Fact, Nos. 1-10.) Based upon these findings, the Board vacated the decision of the referee and addressed the merits of the appeal, concluding that Claimant was entitled to partial benefits for the week ending January 2, 1993 and to full benefits for the weeks ending January 9 and January 16, 1993.\nEmployer appeals, arguing that the Board erred (1) in vacating the referee’s decision dismissing Claimant’s appeal as untimely filed and (2) in granting Claimant full benefits for the weeks ending January 9, 1993 and January 16, 1993.\nWith regard to the timeliness of Claimant’s appeal, Section 501(e) of the Unemployment Compensation Law (Law), Act of December 5,1936, Second Ex.Sess., P.L. (1937) 2897, as amended, 43 P.S. § 821(e), provides, in pertinent part, that a party must file an appeal within 15 calendar days after a Notice is personally delivered to him or mailed to his last known postal address. Employer, relying on the referee’s finding of fact, contends that because Claimant received a copy of the Notice more than fifteen days before July 13, 1993 section 501(e) bars Claimant’s appeal.\nHere, however, the Board, which is the ultimate factfinder in unemployment compensation cases, Hercules, Inc. v. Unemployment Compensation Board of Review, 146 Pa.Commonwealth Ct. 77, 604 A.2d 1159 (1992), specifically found that the Notice had not been sent and was never received by Claimant. (Board’s Finding of Fact, No. 9.) Thus, section 501(e) does not bar Claimant’s appeal unless the Board’s finding was in error or not supported by substantial evidence. Relying on Treon v. Unemployment Compensation Board of Review, 499 Pa. 455, 453 A.2d 960 (1982) and Hercules, Employer contends that the Board erred in making Finding of Fact No. 9 because the Board reversed the referee’s finding without providing reasons for its reversal. However, the rules expressed in Treon and Hercules do not apply here.\nIn Treon, our Supreme Court held that where only one party has testified before the referee, the Board must give reasons for reversing a referee’s finding which is consistent with that party’s uncontroverted testimony. Because both parties testified before the referee in this case, Treon does not help Employer. Similarly, the rule expressed in Hercules is not applicable to this case. In Hercules we said:\nWhere there exists overwhelming, uncon-troverted evidence upon which the referee relies to make findings, and where the Board takes no additional evidence, the Board may not disregard (or make findings contrary to) such findings of the referee unless it provides reasons for doing so, Treon, or those reasons are clear from the record.\nHercules, 146 Pa.Commonwealth Ct. at 85, 604 A.2d at 1163. Here, the record does not contain “overwhelming, uncontroverted” evidence to support the referee’s finding that the Notice of Determination was mailed to Claimant. Accordingly, the Board did not err in reversing the referee’s finding of fact and determining that the Notice had never been sent to Claimant.\nEmployer contends that Claimant’s claim of non-receipt of the Notice does not justify his untimely appeal. We disagree. In making this argument, Employer presumes that the Notice was sent to Claimant. As we have discussed, the Board found that the Notice was never sent. Thus, although Employer does not specifically say so, it is in effect arguing that substantial evidence does not support the Board’s finding. Substantial evidence is such relevant evidence as a reasonable mind might find acceptable to support a conclusion. Peak v. Unemployment Compensation Board of Review, 509 Pa. 267, 501 A.2d 1383 (1985). On appeal, we must determine whether the record, taken as a whole, supports the findings of the Board, id., giving the party which prevailed before the Board the benefit of all logical and reasonable inferences which can be drawn from the evidence. Miller v. Unemployment Compensation Board of Review, 45 Pa.Commonwealth Ct. 539, 405 A.2d 1034 (1979).\nHere, Employer presents no evidence to show that the Notice was sent. Together with Claimant’s testimony that the Notice was never received, this lack of evidence is sufficient to support the Board’s finding that the Notice was never sent. Thus, we must accept the Board’s finding as conclusive. Hercules. Given this finding, the Board properly accepted Claimant’s nunc pro tunc appeal. See U.S. Postal Service v. Unemployment Compensation Board of Review, 152 Pa.Commonwealth Ct. 603, 620 A.2d 572, reh’g denied, 152 Pa.Commonwealth Ct. 603, 620 A.2d 572 (1993).\nHowever, even without the finding that the Notice was never sent to Claimant, the fact that Claimant did not receive the Notice could justify an untimely appeal. For instance, in Walker v. Unemployment Compensation Board of Review, 75 Pa.Commonwealth Ct. 116, 461 A.2d 346 (1983), where a claimant testified that the postal service had failed to forward his mail to another address as he had requested, we stated that “[a]n untimely appeal may be allowed where the untimeliness is not the result of the negligence of the appellant.” Id. at 117, 461 A.2d at 347.\nOur review of the statute and the case law convinces us that the 16 day appeal period does not begin to run until notice is either personally delivered to a party or until it is mailed to his or her last known postal address. Because the Board found that the Notice was not sent and was never received by Claimant, the Board properly deemed Claimant’s appeal to be timely filed.\nAs to the Board’s decision on the merits, Employer contends that the Board erred in ruling that Claimant had good cause for refusing available work on January 3, 4, 10 and 11 and, thus, that Claimant is entitled to only partial unemployment compensation benefits for the weeks ending January 9 and January 16,1993. Section 402(a) of the Law provides, in pertinent part, that a claimant is ineligible for compensation for any week in which his unemployment is due to his failure, without good cause, to accept suitable work. 43 P.S. § 802(a). Whether a claimant has good cause for refusing suitable part-time employment is a question of law, subject to our review. Rising v. Unemployment Compensation Board of Review, 153 Pa.Commonwealth Ct. 481, 621 A.2d 1152 (1993). A claimant bears the burden of proving that he had good cause for refusing to accept suitable work, and his reasons for refusing suitable work must be real and substantial. Id.\nHere, Employer claims that Claimant did not have good cause for failing to accept truck driving assignments on four occasions when he was either fatigued or did not receive the information that work was available. The testimony establishes that Claimant refused the assignment on January 4 because he was tired and did not feel that it would be safe to drive. (R.R. at 12a and 18a.) The testimony also establishes that a driver is not required to, and is not supposed to, drive when fatigued. (R.R. at 12a, 16a and 19a.) Thus, under the circumstances, being fatigued is good cause for not accepting the truck driving assignment. The testimony also establishes that Employer was unable to reach Claimant on January 3, January 10 and January 11. (R.R. at 18a and 19a.) Claimant could not accept an assignment about which he was not aware. Thus, Employer’s inability to apprise Claimant of the available work at these times constitutes good cause for Claimant’s failure to accept such work. Under the facts of this case, we determine that good cause did exist for Claimant’s failure to accept truck driving assignments on January 3, 4, 10 and 11, 1993, and we agree with the Board that Claimant is entitled to full unemployment compensation benefits for the weeks ending January 9, 1993 and January 16, 1993.\nAccordingly, we affirm.\nORDER\nAND NOW, this 4th day of November, 1994, the order of the Unemployment Compensation Board of Review, dated January 31, 1994, is affirmed.\nPELLEGRINI, J., concurs in the result only.\n. The referee had dismissed Claimant’s appeal from the Carlisle Job Center’s Notice of Determination on the grounds that Claimant’s appeal was untimely filed.\n. The Board also determined that any prior overpayment was not the fault of Claimant and would, therefore, be subject to recoupment from future compensation. This portion of the Board's order is not challenged on appeal.\n.The job center apparently prepared three separate sheets. Two were entitled \"Notice of Determination (Earnings),’’ one dealing with earnings for the weeks ending January 9 and January 16, 1993 and the other dealing with earnings for the week ending January 2, 1993. The third sheet was titled \"Notice of Determination Overpayment of Benefit (Fault or nonfault).” For purposes of this case, these separate sheets are referred to as if they were a single Notice.\n. The testimony establishes that Claimant voluntarily elected this status; he could have opted for a total lay off on which he would not have been called at all. (R.R. at 19a.)\n. Our scope of review is limited to determining whether the Board’s findings are supported by substantial evidence, whether the Board committed an error of law or whether constitutional rights have been violated. United States Postal Service v. Unemployment Compensation Board of Review, 152 Pa.Commonwealth Ct. 603, 620 A.2d 572, reargument denied (1993).\n. Employer does not challenge the Board’s decision with regard to the week ending January 2, 1993.\n. Employer misstates the referee’s finding. What the referee actually found was that a copy of the Notice of Determination \"was mailed to [C]laimant at his last known post office address furnished to the local office, and said decision was not returned by the postal authorities as being undeliverable.” (Referee’s Findings of Fact, No. 2.) However, even as stated, the referee’s finding would have supported the Employer's argument that Claimant's appeal was untimely under section 501(e) of the Law, 43 P.S. § 821(e) because, in interpreting section 501(e), our courts have applied a presumption that notice mailed to Claimant’s last known address and not returned by the postal authorities as undeliverable has been received. Mihelic v. Unemployment Compensation Board of Review, 41 Pa.Commonwealth Ct. 546, 399 A.2d 825 (1979). Here, however, that presumption is not applicable because the record contains no testimony to show that the Notice was sent or that it would have been mailed in the regular course of business, and the Board specifically found that the Notice had not been sent.\n. In United States Postal Service, we permitted a nunc pro tunc appeal because the referee’s decision was never mailed to the last known postal address of the employer's advocate. 34 Pa.Code § 101.89 requires that a copy of the notice be sent to a party's counsel or authorized agent.\n. Our court has continued to address the question of when nunc pro tunc appeals should be allowed in unemployment compensation cases. In Cook v. Unemployment Compensation Board of Review, 163 Pa.Commonwealth Ct. 583, 641 A.2d 692 (1994), we recently discussed the instances when these appeals have been permitted, stating:\nGenerally, an appeal nunc pro tunc may be allowed when a delay in filing an appeal is caused by extraordinary circumstances involving fraud or some breakdown in a court's operations. In Bass v. Commonwealth, 485 Pa. 256, 401 A.2d 1133 (1979), however, our Supreme Court liberalized that rule to the extent that the non-negligent conduct of an appellant's attorney which results in an untimely appeal may provide grounds which would permit an appellant to appeal nunc pro tunc. The extent of the liberalization of that rule in the wake of Bass was explained in Finney v. Unemployment Compensation Board of Review, 81 Pa.Commonwealth Ct. 101, 472 A.2d 752 (1984), as follows:\nNow, non-negligent conduct of the appellant's attorney, which results in an untimely appeal, may also suffice for the grant of an appeal nunc pro tunc. [I]t has also been held that, where the appellant himself has not been negligent, negligent acts by a third party not part of the litigation process will also excuse an untimely filing and permit an appeal to be taken nunc pro tunc.\nId. at 103-04 n. 3, 472 A.2d at 753 n. 3. Cook, 163 Pa.Commonwealth Ct. at -, 641 A.2d at 693 (citations omitted) (emphasis in original omitted) (emphasis added). In Cook, we rejected the claimant’s contention that he had provided an adequate excuse for his failure to file an untimely appeal because he had been in a hospital's critical care unit during a portion of the appeal period and had not been released from the hospital until one day after the appeal period had expired, stating that \"circumstances involving action or inaction on the part of the litigant himself will not provide an ‘adequate excuse' [for failure to file an appeal within the 15 day appeal period].\" Id. at -, 641 A.2d at 694. Cook refines the exception stated in Walker.\n. Refusal of an unemployed claimant to accept suitable part-time work may result in partial loss of benefits. Department of Labor and Industry v. Unemployment Compensation Board of Review, 113 Pa.Commonwealth Ct. 169, 537 A.2d 50 (1988).\n. In his appeal Claimant elaborated on why he was too tired to drive, stating that he was tired because he had been out all day looking for jobs. (R.R. at 23a.)",
        "type": "majority",
        "author": "FRIEDMAN, Judge."
      }
    ],
    "attorneys": [
      "Christopher A. Weals and Daniel Marino, for petitioner.",
      "Ronald T. Tomasko, for intervenor William E. Hewitt."
    ],
    "corrections": "",
    "head_matter": "CAROLINA FREIGHT CARRIERS CORPORATION, Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted Aug. 19, 1994.\nDecided Nov. 4, 1994.\nChristopher A. Weals and Daniel Marino, for petitioner.\nRonald T. Tomasko, for intervenor William E. Hewitt.\nBefore PELLEGRINI and FRIEDMAN, JJ., and DELLA PORTA, Senior Judge."
  },
  "file_name": "1101-01",
  "first_page_order": 1159,
  "last_page_order": 1164
}
