{
  "id": 7871854,
  "name": "Mary T. McDONNELL, individually and as Administratrix of the Estate of David J. McDonnell, deceased, and David J. McDonnell, Jr., Appellees, v. FORD MOTOR COMPANY and Springfield Ford, Inc. Appeal of SPRINGFIELD FORD, INC.",
  "name_abbreviation": "McDonnell v. Ford Motor Co.",
  "decision_date": "1994-06-30",
  "docket_number": "",
  "first_page": "1102",
  "last_page": "1107",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1102"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "294 Pa.Super. 571",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        178522
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/294/0571-01"
      ]
    },
    {
      "cite": "348 Pa.Super. 252",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        645191
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "194"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/348/0252-01"
      ]
    },
    {
      "cite": "286 A.2d 669",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "670"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "220 Pa.Super. 171",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        798549
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "172-174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/220/0171-01"
      ]
    },
    {
      "cite": "313 Pa.Super. 575",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        214902
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "578"
        },
        {
          "page": "339"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/313/0575-01"
      ]
    },
    {
      "cite": "393 Pa.Super. 294",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        877862
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "301-302"
        },
        {
          "page": "622"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/393/0294-01"
      ]
    },
    {
      "cite": "346 Pa.Super. 427",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        640112
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "431",
          "parenthetical": "citations omitted"
        },
        {
          "page": "1076",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/346/0427-01"
      ]
    },
    {
      "cite": "358 Pa.Super. 53",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        660269
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "58"
        },
        {
          "page": "767"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/358/0053-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 763,
    "char_count": 16119,
    "ocr_confidence": 0.671,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2003860070606433
    },
    "sha256": "0fbd6747eb352936b7970c66567462bb6dc5e73eace9e05b52270195a2113af4",
    "simhash": "1:08fb42864bcf0ce2",
    "word_count": 2551
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WIEAND, HUDOCK and SAYLOR, JJ."
    ],
    "parties": [
      "Mary T. McDONNELL, individually and as Administratrix of the Estate of David J. McDonnell, deceased, and David J. McDonnell, Jr., Appellees, v. FORD MOTOR COMPANY and Springfield Ford, Inc. Appeal of SPRINGFIELD FORD, INC."
    ],
    "opinions": [
      {
        "text": "HUDOCK, Judge:\nThis is an appeal by Springfield Ford, Inc. (Appellant) from an order entered by the Court of Common Pleas of Philadelphia County approving a settlement agreement between Appellant and Mary T. McDonnell, individually, and as Administratrix of the Estate of David J. McDonnell, deceased, and David J. McDonnell, Jr. (Appellees). For the reasons which follow, we vacate the order and remand for proceedings consistent with this opinion.\nThe relevant facts and procedural history are ably summarized by the trial court as follows:\n[Appellees] filed suit against defendants Ford Motor Company and [Appellant] for damages in the death of David McDonnell, Sr., and injuries to David McDonnell, Jr., resulting from a motor vehicle accident which occurred on July 25, 1984.\n[Appellees] and [Appellant] began settlement negotiations in 1991. These negotiations included a private mediation by Judith P. Meyer on April 7, 1992, which was arranged and paid for by [Appellant],\nOn June 10, 1992, [Appellant] made a settlement offer of $350,000 to [Appellees]. On August 24, 1992, [Appellees] made a demand for an additional $50,000.\nCounsel for [Appellees] and [Appellant] orally settled the case on September 18, 1992, for $350,000 on a joint tortfeasor basis. This was confirmed in a letter dated September 23,1992. Both parties then executed a Joint Tortfeasor Release on October 12, 1992.\nOn October 21, 1992, [Appellees] filed a Petition with the Court seeking Leave To Compromise Wrongful Death And Survival Action with [Appellant] and requesting that [Appellant] be dismissed. [Appellant] then filed an Answer to the Petition which opposed the approval of the settlement.\nOn November 9, 1992, [Appellant] filed a Petition To Rescind Or Vacate Settlement Agreement And Release.\nOn February 25, 1993, [Appellees] filed a Petition For Approval Of Settlement Between [Appellees] And [Appellant].\nOn May 4,1993, after due consideration of [Appellant’s] Petition To Rescind, [Appel-lees’] Petition For Approval, and the opposing parties’ responses to both motions, this Court granted [Appellees’] Petition For Approval Of Settlement Between [Ap-pellees] And [Appellant].\nOn May 27, 1993, [Appellant] filed a Petition For Reconsideration.\nOn June 1,1993, [Appellant] filed Notice of Appeal to the Superior Court.\nTrial Court Opinion, 9/14/93, at pp. 1-2. As directed by the court, Appellant filed a statement of matters complained of on appeal. The trial court’s 1925(a) opinion followed. See Pa.R.A.P.1925, 42 Pa.C.S.\nOn appeal, Appellant presents the following issues for review:\n1. Whether the trial court erred in approving the settlement and directing [Appellant] to pay to [Appellees] forthwith the settlement amount despite the evidence of mutual mistake of fact and fraud raised in [Appellant’s] Petition to Vacate or Rescind the Settlement Agreement.\n2. Whether the trial court erred in denying the Petition to Vacate or Rescind the Settlement Agreement without first conducting an evidentiary hearing on the factual issues raised in the Petition.\nAppellant’s Brief at p. 3.\nAppellant, in support of its first issue, argues that mutual mistake existed as to the terms of the settlement agreement and, as such, the agreement should be rescinded, or, in the alternative, that Appellant was induced by fraud to enter the agreement and that rescission should result. Specifically, Appellant contends that crucial to its entering the settlement agreement was the fact that Ap-pellees had identified Carl Thelin, P.E., as their sole liability expert, and that Mr. Thelin had produced a report stating that improper maintenance and service of the subject vehicle by Appellant was the cause of the accident at issue. Appellant contends that it was primarily as a result of this report that its insurance carrier decided to settle the case. Appellant further alleges that Appellees’ counsel knew or should have known at the time of the settlement agreement that Mr. Thelin, after an inspection of the vehicle on March 12,1992, and review of the depositions by Appellant’s employees, had changed his opinion and was issuing a separate report as to causation, namely that defective design or manufacture of the van’s steering and suspension system were solely responsible for the loss of control of the vehicle in question. Appellant concludes that this modification of the expert’s report amounts to mutual mistake of a material fact or, in the event Appel-lees or their counsel were aware of the revised opinion prior to execution of the settlement agreement, that the agreement was entered pursuant to fraudulent representations. Appellees counter that Appellant’s allegations of fraud and mutual mistake are, in fact, unsubstantiated claims used by Appellant, as a disgruntled party, to avoid the settlement agreement. Appellees also contend Appellant’s assertions are mischaracter-izations of the facts. Appellees further allege that Appellant was aware that their theories of liability would change subsequent to settlement with Appellant. In addition, Appellees assert that they were not aware of Mr. Thelin’s change of opinion until after final execution of the settlement agreement.\nThe record indicates that Appellees’ expert issued a report, dated January 4,1991, which concluded:\nIt is our technical opinion, based on the evidence available to us, that defective design or manufacture of this van’s steering and suspension system, or negligent service and maintenance by Springfield Ford are responsible for the loss of control that lead to the death of Mr[J McDonnell, Sr.\nReport of Carl F. Thelin, P.E., 1/4/91, at p. 1. The evidence Mr. Thelin had available for analysis included: (1) a copy of the Pennsylvania State Police accident report; (2) color photographs of the scene of the collision, taken by the police; (3) black and white photographs of the scene of the collision; (4) the depositions of David McDonnell, Jr.; (5) the deposition of Trooper Reidenbach, who investigated the accident; (6) the deposition of Mr. and Mrs. Rozich, eyewitnesses to the collision; (7) portions of the service shop manuals for the 1983 Ford light truck front suspension and steering systems; (8) copies of the purchase order and service work order documents for the subject vehicle; (9) copies of selected pages of the owner’s manual for the subject vehicle; and (10) copies of pages from a booklet that contains service specifications for the 1983 F-100 — F-350 Ford light trucks. See Report of Carl F. Thelin, P.E., 1/4/91, at pp. 1-2. On October 9, 1992, subsequent to the settlement agreement (September 18,1992) but prior to the execution of the formal agreement and the joint tortfea-sor release (October 12, 1992), Mr. Thelin revised his report as follows:\nIt is our technical opinion, based on the evidence available to us, that defective design or manufacture of this van’s steering and suspension system are responsible for the loss of control that lead to the death of Mr[.] McDonnell, Sr.\n>:« }■{ ^ % % %\nBecause the van was only eleven months old, had been driven less than 20,000 miles, and had been serviced exclusively by Springfield Ford, and accepting the accuracy of the statements by David McDonnell, Jr., and the many eyewitnesses, the defects in the controllability and stability can only be attributable to a design and/or a manufacturing defect.\n[Please note that in the original report, the above underlined word: manufacturing had been maintenance. That was not consistent with the paragraph, CONCLUSIONS. Now that I have had the opportunity to inspect the wrecked van and to review the transcripts of the depositions of the people from Springfield Ford, I believe that there is no evidence of their failure to adequately maintain this vehicle.]\nReport of Carl E. Thelin, P.E., 10/9/92, at pp. 1,4 (emphasis in original). In addition to the above listed materials used in reaching his January 4, 1992, conclusion, Mr. Thelin had available to him copies of the depositions of personnel from the Appellant’s dealership and he had conducted a personal inspection of the vehicle on March 30,1992. See Report of Carl E. Thelin, 10/9/92, at p. 2.\nThe trial court, based on this evidence and the petitions of the parties, found that Appellant had proven neither fraud nor mutual mistake. The court reasoned that Appellant had faded to prove that there had been a fraudulent misrepresentation or, in the event there had been a misrepresentation, that Appellant had justifiably relied on the misrepresentation. The court also reasoned that the theory of mutual mistake failed because Ap-pellees were proceeding under several theories of liability against Appellant, and Mr. Thelin’s modified report continued to support several theories of liability (liability for selling a defective product, breaching warranties of fitness and merchantability, and for violating section 402A of the Restatement of Torts) against Appellant even after dropping the negligent maintenance theory. Accordingly, the trial court concluded that Appel-lees were not mistaken as to whether they had a case against Appellant when the settlement agreement was executed and, as such, mutual mistake could not be asserted. In the alternative, the court found that if mutual mistake existed, the nature and effect of the mistake could not be considered material to the settlement agreement. Finally, the trial court stated that it saw no need for an evidentiary hearing after reviewing the pleadings. The court found that the parties thoroughly laid out the history of the case and clearly stated their respective positions on the facts and law, enabling the court to reach a decision without such a hearing. Because we disagree that an evidentiary hearing was unnecessary in this instance, we vacate the order at issue and remand for such a hearing.\nIt is well-established that “[t]he enforceability of settlement agreements is determined according to principles of contract law.” Century Inn, Inc. v. Century Inn Realty, Inc., 358 Pa.Super. 53, 58, 516 A.2d 765, 767 (1986). Our Court will enforce the settlement if all of the material terms of the bargain are agreed upon. Id. Moreover,\n[i]f parties agree upon essential terms and intend them to be binding, “a contract is formed even though they intend to adopt a formal document with additional terms at a later date.” The intent of the parties is a question of fact which must be determined by the factfinder. A reviewing court must defer to the findings of the trier of the facts if they are supported by the evidence.\nJohnston v. Johnston, 346 Pa.Super. 427, 431, 499 A.2d 1074, 1076 (1985) (citations omitted). See also, Compu Forms Control, Incorporated v. Altus Group, Incorporated, 393 Pa.Super. 294, 301-302, 574 A.2d 618, 622 (1990). “A settlement will not be set aside absent a clear showing of fraud, duress or mutual mistake.” Rogo v. Nace, 313 Pa.Super. 575, 578, 460 A.2d 337, 339 (1983). However, it is equally true that an evidentiary hearing into the existence and binding effect of the settlement agreement is the appropriate procedure to be followed in matters of contested settlement agreements. Limmer v. Country Belle Cooperative Farmers, 220 Pa.Super. 171, 172-174, 286 A.2d 669, 670 (1971).\nIn Limmer, the plaintiff attempted to enforce a settlement agreement. The defendant, in its answer to the petition, denied that an agreement had been reached because its offer had not been timely accepted. Although the trial court did not conduct an evidentiary hearing, it specifically enforced the agreement and entered judgment for the amount of the settlement. On appeal, this Court reversed the judgment and remanded for an evidentiary hearing and findings of fact with regard to the alleged settlement agreement. This Court, in rendering its decision, reasoned:\nUnfortunately, we cannot decide the issues thus presented to us on this appeal as no record was made in the court below on the factual issues involved. No evidentiary hearing was held in the matter by the court below wherein the facts relied upon by both sides were placed in evidence by testimony of the parties and their witnesses. The lower court’s order, though revealing personal knowledge of the defendants’ offer, contains no specific findings as to the date on which the offer was made to plaintiff, the exact content of the offer, the manner in which it was presented to plaintiff, and the circumstances surrounding the presentation.\n... As much as this court, as well as the court below, favors the settlement of pending litigation, we must nevertheless be careful that in our efforts to clear the court calendar we do not omit the appropriate judicial procedures which not only safeguard the rights and interests of all the parties involved but which protect the court below and prepare the case for intelligent review by the appellate court.\nId. See also, Christian v. Allstate Insurance Company, 348 Pa.Super. 252, 502 A.2d 192 (1985) (in action by motorist for medical expenses under no-fault policy, this Court reversed trial court’s order granting petition to enforce settlement agreement, where trial court did not hold an evidentiary hearing and made findings of fact concerning date of offer and circumstances surrounding it); Houston-Starr Company v. Virginia Manor Apartments, Inc., 294 Pa.Super. 571, 440 A.2d 613 (1982) (where supplier filed a complaint in assumpsit against owner alleging that it had not been paid for approximately $70,000 worth of building materials, and thereafter entered into a settlement agreement which was reduced to a judgment, recitals in the order vacating the settlement were not a substitute for a full record, especially when the parties disputed the very circumstances under which the order was entered, and the trial court erred in entering the order without first conducting an eviden-tiary hearing and making findings of fact concerning the settlement agreement). Furthermore, a party’s failure to request an evidentiary hearing is not dispositive of the case, as it is for the trial court to hold a hearing on the existence of the settlement as a matter of judicial procedure. Christian v. Allstate Insurance Company, supra at 254-256, 502 A.2d at 194.\nIn this instance, although there was a precise date of offer and acceptance of record, as well as a formal execution of an agreement and joint tortfeasor release, we cannot determine from the record as to what the circumstances surrounding the agreement or the intent of the parties were in reaching the agreement. The trial court made factual findings as to the circumstances surrounding the agreement based solely on the facts set forth in the parties’ petitions, coupled with conjecture as to the intention of the parties in entering same. It is also not apparent from the record as to when Appellees became aware of Mr. Thelin’s revised opinion and conclusions. Because this information is not available by way of official record, and because, even though the negligent maintenance theory was not the only theory by which Appellees sought to recover from Appellant, the other theories asserted would have provided for indemnification by Ford Motor Company, we find that the intent and knowledge of the parties at the time of the agreement are essential to a determination of whether fraud or mutual mistake existed in procurement of the settlement agreement. Since we cannot review the trial court’s actions due to lack of testimony by the parties, we must vacate the order of the trial court and remand for an evidentiary hearing.\nOrder vacated. Case remanded for proceedings consistent with this opinion. Jurisdiction relinquished.",
        "type": "majority",
        "author": "HUDOCK, Judge:"
      }
    ],
    "attorneys": [
      "Robert M. Britton, Philadelphia, for appellant.",
      "Robert E. Slota, Bryn Mawr, for McDonnell, appellee."
    ],
    "corrections": "",
    "head_matter": "Mary T. McDONNELL, individually and as Administratrix of the Estate of David J. McDonnell, deceased, and David J. McDonnell, Jr., Appellees, v. FORD MOTOR COMPANY and Springfield Ford, Inc. Appeal of SPRINGFIELD FORD, INC.\nSuperior Court of Pennsylvania.\nArgued Jan. 20, 1994.\nFiled June 30, 1994.\nRobert M. Britton, Philadelphia, for appellant.\nRobert E. Slota, Bryn Mawr, for McDonnell, appellee.\nBefore WIEAND, HUDOCK and SAYLOR, JJ."
  },
  "file_name": "1102-01",
  "first_page_order": 1168,
  "last_page_order": 1173
}
