{
  "id": 9301180,
  "name": "The DOVER HISTORICAL SOCIETY, Henry R. Horsey, Mary Jane Richter, Joseph Gates, III, Larry Josefowski, Susan Terry, Bonnie Johnson, Holly Johnson and Charles Johnson, Petitioners Below, Appellants, v. CITY OF DOVER PLANNING COMMISSION, consisting of John Friedman, Robert M. Sadusky, Michael Von Reider, William J. Dimondi, Thomas Holt, Ann M. Baker Horsey, Robert D. Welsh, Francis Winsley and Francis C. Nichols, and Young & Malmberg, P.A., a Delaware professional association, Grace Properties, L.L.C., a Delaware limited liability company, and Yozima, L.L.C., a Delaware limited liability company, Respondents Below, Appellees",
  "name_abbreviation": "Dover Historical Society v. City of Dover Planning Commission",
  "decision_date": "2003-12-02",
  "docket_number": "No. 440, 2003",
  "first_page": "1103",
  "last_page": "1116",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 1103"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "429 A.2d 168",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7980302
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/429/0168-01"
      ]
    },
    {
      "cite": "477 U.S. 274",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6207298
      ],
      "weight": 3,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0274-01"
      ]
    },
    {
      "cite": "432 U.S. 333",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6179268
      ],
      "weight": 7,
      "year": 1977,
      "pin_cites": [
        {
          "page": "343"
        },
        {
          "page": "343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/432/0333-01"
      ]
    },
    {
      "cite": "422 U.S. 490",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9528
      ],
      "weight": 3,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/us/422/0490-01"
      ]
    },
    {
      "cite": "357 U.S. 449",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6163673
      ],
      "weight": 3,
      "year": 1958,
      "pin_cites": [
        {
          "page": "459"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/357/0449-01"
      ]
    },
    {
      "cite": "95 L.Ed. 817",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "341 U.S. 123",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1148059
      ],
      "weight": 2,
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/us/341/0123-01"
      ]
    },
    {
      "cite": "268 U.S. 510",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        13076
      ],
      "weight": 3,
      "year": 1925,
      "opinion_index": 0,
      "case_paths": [
        "/us/268/0510-01"
      ]
    },
    {
      "cite": "269 F.3d 459",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9468070
      ],
      "pin_cites": [
        {
          "page": "469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/269/0459-01"
      ]
    },
    {
      "cite": "528 U.S. 167",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9476232
      ],
      "weight": 3,
      "year": 2000,
      "pin_cites": [
        {
          "page": "183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/528/0167-01"
      ]
    },
    {
      "cite": "524 U.S. 11",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11181205
      ],
      "weight": 7,
      "year": 1998,
      "pin_cites": [
        {
          "page": "24"
        },
        {
          "page": "23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/524/0011-01"
      ]
    },
    {
      "cite": "438 U.S. 59",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1769192
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/438/0059-01"
      ]
    },
    {
      "cite": "408 F.Supp. 1323",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3852240
      ],
      "weight": 8,
      "pin_cites": [
        {
          "page": "1332"
        },
        {
          "page": "1332"
        },
        {
          "page": "1327"
        },
        {
          "page": "1332"
        },
        {
          "page": "1332"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/408/1323-01"
      ]
    },
    {
      "cite": "2003 WL 21500330",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "pin_cites": [
        {
          "page": "*3"
        },
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "781 A.2d 697",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "2000 WL 33111028",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 3,
      "pin_cites": [
        {
          "page": "*5"
        },
        {
          "page": "*6-7"
        },
        {
          "page": "*7"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "636 A.2d 892",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7371345
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "904"
        },
        {
          "page": "902"
        },
        {
          "page": "902"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/636/0892-01"
      ]
    },
    {
      "cite": "140 F.3d 478",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1318692
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "484-85",
          "parenthetical": "citing Lujan v. Defenders of Wildlife, 504 U.S. 555, 560-61, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/140/0478-01"
      ]
    },
    {
      "cite": "210 F.3d 168",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11527178
      ],
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "page": "175-76",
          "parenthetical": "citing Lujan v. Defenders of Wildlife, 504 U.S. 555, 560-61, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992)"
        },
        {
          "page": "176-77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/210/0168-01"
      ]
    },
    {
      "cite": "596 A.2d 1378",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11316396
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1382"
        },
        {
          "parenthetical": "emphasis in original"
        },
        {
          "page": "1382"
        },
        {
          "page": "1382"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/596/1378-01"
      ]
    },
    {
      "cite": "669 A.2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11308630
      ],
      "pin_cites": [
        {
          "page": "68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/0059-01"
      ]
    },
    {
      "cite": "780 A.2d 1075",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9485281
      ],
      "pin_cites": [
        {
          "page": "1082"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/780/1075-01"
      ]
    },
    {
      "cite": "504 U.S. 555",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11730070
      ],
      "weight": 15,
      "year": 1992,
      "pin_cites": [
        {
          "page": "561"
        },
        {
          "parenthetical": "quotations omitted"
        },
        {
          "parenthetical": "quotations omitted"
        },
        {
          "parenthetical": "quotations omitted"
        },
        {
          "page": "560-61"
        },
        {
          "page": "571-73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/504/0555-01"
      ]
    },
    {
      "cite": "655 A.2d 821",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870201
      ],
      "pin_cites": [
        {
          "page": "822"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/655/0821-01"
      ]
    },
    {
      "cite": "175 A.2d 403",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "404"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2003 WL 22290413",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2003,
      "pin_cites": [
        {
          "page": "*3"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1393,
    "char_count": 41058,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 2.886624877762493e-07,
      "percentile": 0.843986271014256
    },
    "sha256": "d61d969d2d4ed225654f8902177a39326ddba525fd3cc0c39c950f3573b13eee",
    "simhash": "1:1a3ae0da927d56ac",
    "word_count": 6443
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before VEASEY, Chief Justice, HOLLAND and JACOBS, Justices."
    ],
    "parties": [
      "The DOVER HISTORICAL SOCIETY, Henry R. Horsey, Mary Jane Richter, Joseph Gates, III, Larry Josefowski, Susan Terry, Bonnie Johnson, Holly Johnson and Charles Johnson, Petitioners Below, Appellants, v. CITY OF DOVER PLANNING COMMISSION, consisting of John Friedman, Robert M. Sadusky, Michael Von Reider, William J. Dimondi, Thomas Holt, Ann M. Baker Horsey, Robert D. Welsh, Francis Winsley and Francis C. Nichols, and Young & Malmberg, P.A., a Delaware professional association, Grace Properties, L.L.C., a Delaware limited liability company, and Yozima, L.L.C., a Delaware limited liability company, Respondents Below, Appellees."
    ],
    "opinions": [
      {
        "text": "HOLLAND, Justice:\nThis is an appeal from a final judgment of the Superior Court. The petitioners-appellants, are the Dover Historical Society and several individuals: Henry R. Horsey, Mary Jane Richter, Joseph Gates, III, Larry Josefowski, Susan Terry, Bonnie Johnson, Holly Johnson and Charles Johnson. This proceeding was commenced when the petitioners filed an action in the Superior Court for a writ of certiorari. The petitioners sought judicial review of a determination by the respondent-appellee, the City of Dover Planning Commission (the “Planning Commission”), which approved the construction by the other respondents, Young & Malmberg, P.A. and Yozima, L.L.C., of a 24,300 square foot, three-story office building (the “Building”) wholly within the Dover Green Historic District (the “Historic District”).\nThe respondents, Young & Malmberg, P.A. and Yozima, L.L.C. filed a motion to dismiss the petition. The Planning Commission joined in that motion. In the motion to dismiss, the respondents asserted, among other things, that the petitioners lacked the requisite standing to challenge the determination of the Planning Commission that an architectural review certificate be issued for the construction of the Building in the Historic District.\nThe Superior Court dismissed the petitioners’ claims for lack of standing. The Superior Court held that none of the petitioners have “demonstrated that they have an interest that is distinguishable from the public at large, nor have they shown an injury in fact ....” We have concluded that the judgment of the Superior Court must be reversed in part, vacated in part, and remanded for further proceedings in accordance with this opinion.\nThe Parties\nThe petitioner, Dover Historical Society, is a not-for-profit Delaware corporation. The Dover Historical Society was founded in the 1930s as The Friends of Old Dover. The Dover Historical Society encourages the preservation of buildings, gardens and memorabilia of historic value and importance. It promotes education of the community in connection with the historical and cultural heritage of the City of Dover through various programs offered to the public. The Dover Historical Society submits that the efforts of The Friends of Old Dover were instrumental in the establishment of the Historic District, the adoption of certain provisions of the City of Dover Code, and the Historic District Guidelines and Standards. The Dover Historical Society states that it is a civic entity acting as a representative body in this action for individuals who own land and/or reside in the Historic District.\nThe petitioner, Henry R. Horsey, has owned property in the Historic District of Dover for over fifty years. Horsey is the owner of property located at 7-11 the Green, known as the Ridgely House. He is also the owner of property located at 317-331 South State Street, known as the Parke Building and, as part of the Parke Building, a site known as the Golden Fleece Tavern. The petitioners, Holly Johnson (“H. Johnson”) and Charles Johnson (“C. Johnson”) are the owners of and reside in property located on the northeast corner of State Street and Water Street in the Historic District, known as the Bradford-Loockerman House. If constructed, the proposed “Building” at issue in this appeal would be located diagonally across the street from the Bradford-Loockerman House. The petitioners, Mary Jane Richter, Joseph Gates, III, Larry Josefowski, Susan Terry and Bonnie Johnson, own property in the City of Dover.\nThe respondent, the Planning Commission, is a municipal entity vested with the authority to approve construction projects in the City of Dover. In discharging that responsibility, the Planning Commission grants building permits and architectural review certificates. The nine members of the Planning Commission are John Friedman, Michael von Reider, William J. DiMondi, Robert D. Welsh and Francis C. Nichols, Robert M. Sadusky, Thomas Holt, Ann M. Baker Horsey and Francis Wins-ley. The respondent, Young & Malmberg, P.A., a Delaware professional association, applied to the Planning Commission for a building permit and architectural review certificate to construct the Building. The respondent, Yozima, L.L.C., a Delaware limited liability company, applied to the Planning Commission for a building permit and architectural review certificate to construct the Building.\nCertiorari Proceeding\nThe petitioners filed this action pursuant to DeLCode Ann. tit. 10, § 562, which provides:\nThe Superior Court may frame and issue all remedial writs, including writs of habeas corpus and certiorari, or other process, necessary for bringing the actions in that Court to trial and for carrying the judgments of the Court into execution. All writs shall be granted of course and shall be in such form and returnable at such time as may be prescribed by the rules of the Court, or otherwise as the particular case may require.\nThe common law writ of certiorari lies to review acts that are judicial or quasi-judicial in nature. The purpose of certiorari is “to correct errors of law, to review proceedings not conducted according to law, and to restrain an excess of jurisdiction.” It is well established that a writ of certiorari proceeding in the Superi- or Court is the appropriate cause of action for determining whether, on the face of the record, the City of Dover Planning Commission exceeded its powers or failed to conform to the requirements of law.\nFacts\nYoung & Malmberg, P.A. and Yozima, L.L.C. (together, the “Property Owners” or “Appellees”) are the owners of four contiguous parcels of land located in the City of Dover at 502, 508, 512 and 516-518 South State Street (the “Property”). The Property is zoned RG-0 (General Residence and Office Zone) and H (Historic District Overlay Zone) under the City of Dover Code. In order to develop the Property as proposed, the Property Owners needed to obtain site plan approval from the Planning Commission.\nBecause the Property is located in a historic district, the Property Owners needed an architectural review certificate from the Planning Commission, as part of the site plan approval process. When the Planning Commission is considering whether to issue an architectural review certificate, the Dover Code provides for it to be referred initially to the Historic District Commission. That body is created by the Dover Code to advise the Planning Commission on historic issues. The Historic District Commission considers plans for building in the Historic District and issues a non-binding recommendation to the Planning Commission.\nDuring November 2002, the Property Owners applied to the Planning Commission for a building permit and architectural review certificate to construct the Building. If constructed, the Building would be situated on, and be adjacent to, four parcels of land. Those parcels contain two 18th century buildings and two 19th century buildings that have been listed on the National Register’s Historic District for more than thirty years. All four parcels of land are entirely within the Historic District. The petitioners allege that the existing buildings located on the four parcels have been described as well-known structures that possess unique architectural features of historic worth.\nIn their original application, the Property Owners sought to demolish completely the two 19th-century buildings, to demolish the rear portion of one of the 18th century buildings, and to construct a three-story office building with a parking lot and an additional two-story office building. In connection with the original application, a public hearing and meeting of the Historic District Commission initially was scheduled to be held on December 19, 2002. The original application was “tabled” at that meeting.\nThe Property Owners submitted revised plans for developing the Property on January 10, 2003. In the revised plans, the Property Owners no longer proposed the complete demolition of two of the four historic buildings. Instead, they proposed constructing a 24,300 square foot, three-story office building — with dimensions of ninety feet by ninety feet and a height of 48.5 feet — in the backyards of the existing buildings and with a surface parking lot extending to the rear of all four historic structures.\nOn January 16, 2003, the Historic District Commission held public hearings to consider the revised plans submitted by the Property Owners for their proposed project. By a vote of 3-2, the Historic District Commission voted to recommend the issuance of an architectural review certificate. On April 21, 2003, the Planning Commission held a meeting to consider the recommendation of the Historic District Commission.\nAfter a public hearing, during which several residents of the City of Dover attended and expressed their opposition to the construction of the Building in the Historic District, the Planning Commission voted upon the following motion by Commissioner William J. DiMondi:\nMr. Chairman, I would move that in connection with Application S-03-09, that the Dover Planning Commission act favorably in connection with the recommendation of the Dover Historic District Commission recommending that we grant as part of this motion architectural review certificate as it applies to the construction of a three-story, 24,300 square foot office building and associated renovations located at the corner of Water Street and Loockerman Street as proposed ....\nThe Planning Commission members vote on the motion was five in favor and three opposed. In granting an architectural review certificate, the Planning Commission also granted four waivers from the bulk restrictions of the RG-0 zoning district regulations, granted a twenty percent reduction in the total number of parking spaces required, and granted a waiver of the requirement for a loading space. On May 19, 2003, the Planning Commission approved the minutes of the April 21, 2003 meeting.\nDover Historic District Preservation\nThe purpose of the Historic District, as set forth in the City of Dover Code, is to:\npreserve and enhance that unique character and value of the older portion of Dover as an area of special charm and interest. It is particularly intended that the regulations prevent, in the Historic District, any change of conditions that would be deemed to be a disfigurement or degradation of the present unique visual and architectural qualities of the district.\nThe City of Dover Code provides that “[a]n architectural review certificate shall be required for the demolition, construction, reconstruction, alteration or restoration of any new or existing structure or where general exterior repairs are made within the Historic District, as provided in Article 10, Section 3 of this ordinance.” The Historic District Commission was created pursuant to Article 10, Section 3.1 of the City of Dover Code:\nfor the purpose of assisting the [Planning Commission] and city planner in reviewing applications for architectural review certifications as specified in Section 3.2 of this Article; and for making recommendations for designation of historic zones; and for establishing guidelines for the preservation and conservation of historic zones; and for advising other officials and departments in the City of Dover in matters concerning historic preservation ....\nThe City of Dover Code provides that, “[n]o building permit or certificate of occupancy may be issued for any structure in the Historic District until an architectural review certificate is issued ....” An architectural review certificate may be issued only after review and recommendation by the Historic District Commission to the Planning Commission and “determination” by the Planning Commission “that the new proposed construction is in general accordance with the standards set forth in Section 3.24 ....” In setting forth the standards that must be complied with pri- or to the issuance of an architectural review certificate, the City of Dover Code provides:\nAn architectural review certificate may be issued if it is found that the architectural style, general design, height, bulk and setbacks, arrangement, location and materials and structures affecting the exterior appearance are generally in harmony with neighboring structures and complementary to the traditional architectural standards of the historic district as set forth in the Historic District Guidelines and Standards adopted by the Planning Commission ....\nThe Historic District Guidelines and Standards provide that construction of “new buildings” in the Historic District should be discouraged, if not prevented, even if those new buildings would be constructed in an historical style. Standard 3 of the Historic District Guidelines and Standards specifically states:\nThis Standard also provides a clear basis on which to discourage, if not prevent, the practice in Dover of building new buildings in a historical, especially Colonial or Georgian, idiom. Such new construction may seriously confuse the clarity of the District as a physical record. (emphasis added).\nThe Historic District Guidelines and Standards apply to each historic district in the City of Dover. These “Guidelines and Standards” have enhanced significance, however, in the “Dover Green Historic District,” as to which the Historic District Guidelines and Standards provide:\nThe buildings themselves [in the “Dover Green Historic District”] constitute a 200-year continuum of American architectural styles from the eighteenth-to the very early-twentieth century. Housed within are a variety of functions including residences, government offices, professional offices, courts, and a civic club.\nThe Green and the buildings that surround it, and by extension its immediate environs, are extremely significant historic resources by any criteria. The complete enclosure of the Green as well as the excellent state of preservation of its buildings make it an extremely significant historic resource. The Green historic context should he very carefully preserved, and requires the most restrictive design guidelines.\nSuperior Court Decision\nIn this case, the petitioners challenged the Planning Commission’s approval of the construction of a 24,300 square foot, three-story office building in the Historic District. According to the petitioners, “a mere cursory review of the City of Dover Code and the Historic District Guidelines and Standards would reveal that such a massive structure simply does not comply with the applicable zoning ordinances that govern construction in the Historic District — one of the most historic areas in the State of Delaware and in the United States.” The Superior Court granted the respondents’ Rule 12(b)(6) motion to dismiss the petition on the basis that none of the petitioners had demonstrated standing to bring an action for a writ of certiorari.\nAccording to the Superior Court, the “controversy exists because the proposed Building will be built within Dover’s Historic District and will involve the partial demolition together with renovations of four historic houses.” The Superior Court concluded that the petitioners lacked standing because “mere proximity of a landowner to a project is not enough to convey standing.” The Superior Court held that the petitioners had not demonstrated that they have an interest that is distinguishable from that of the public at large or will realize a direct harm from the decision of the Planning Commission.\nStandard of Review\nThe party invoking the jurisdiction of a court bears the burden of establishing the elements of standing. The degree and manner of evidence that is required to establish standing varies as the successive stages of any litigation proceeds. At the pleading stage, general allegations of injury are sufficient to withstand a motion to dismiss because it is “presume[d] that general allegations embrace those specific facts that are necessary to support the claim.”\nWhen a motion for summary judgment is filed, however, the plaintiff can no longer rest on such “mere allegations.” At the summary judgment stage, the plaintiff must “ ‘set forth’ by affidavit or other evidence ‘specific facts’ which must be taken as true for purposes of the summary judgment motion.” If the facts alleged to support an assertion of standing are controverted, those facts must then be “supported adequately by the evidence adduced at trial.”\nIn this appeal, we are called upon to review the Superior Court’s decision to grant the respondent’s motion to dismiss the petition for a writ of certiorari. In ruling upon a Rule 12(b)(6) motion to dismiss, the relevant universe of facts are ordinarily confined to the allegations of the petition. Accordingly, as a general rule, factual matters outside the petition may not be considered in ruling upon a motion to dismiss.\nStanding Requirements\nThe term “standing” refers to the right of a party to invoke the jurisdiction of a court to enforce a claim or to redress a grievance. Standing is a threshold question that must be answered by a court affirmatively to ensure that the litigation before the tribunal is a “case or controversy” that is appropriate for the exercise of the court’s judicial powers. The issue of standing is concerned “only with the question of who is entitled to mount a legal challenge and not with the merits of the subject matter in controversy.”\nTo establish standing, a plaintiff or petitioner must demonstrate first, that he or she sustained an “injury-in-fact”; and second, that the interests he or she seeks to be protected are within the zone of interests to be protected. The requirements for Article III constitutional standing have been identified by the United States Supreme Court and were recently summarized by the United States Court of Appeals for the Third Circuit, as follows:\n(1) the plaintiff must have suffered an injury in fact — an invasion of a legally protected interest which is (a) concrete and particularized and (b) actual or imminent, not conjectural or hypothetical;\n(2) there must be a causal connection between the injury and the conduct complained of — the injury has to be fairly traceable to the challenged action of the defendant and not the result of the independent action of some third party not before the court; and (3) it must be likely, as opposed to merely speculative, that the injury will be redressed by a favorable decision.\nThe Third Circuit’s summary of the standards for standing was based upon the United States Supreme Court’s holding in Lujan v. Defenders of Wildlife. Unlike the federal courts, where standing may be subject to stated constitutional limits, state courts apply the concept of standing as a matter of self-restraint to avoid the rendering of advisory opinions at the behest of parties who are “mere intermeddlers.” This Court has recognized that the Lujan requirements for establishing standing under Article III to bring an action in federal court are generally the same as the standards for determining standing to bring a case or controversy within the courts of Delaware.\nHistoric District Landowner/Resident Standing\nThe three petitioners who own property in the Historic District argue that they have standing on the basis that “any landowner owning property in a designated historic district would have standing to challenge the construction of a nonconforming structure in the historic district because such landowners have an interest in the vitality of the historic district as a whole.” In support of that argument, the petitioners cite Harvey v. Zoning Bd. of Adjustment of Odessa; Healy v. Bd. of Adjustment of the City of New Castle, and Save the Courthouse Comm. v. Lynn. The petitioners in this case submit that the issue of standing presented in Harvey and Healy is identical to the issue of standing presented in this action.\nIn Harvey, the petitioners sought a writ of certiorari to challenge the construction of a veteran’s memorial in the historic residential district of Odessa. In that case, the Superior Court was called upon to determine whether the petitioner was an “aggrieved person” who had standing to challenge the governmental action at issue. In Harvey, the Superior Court held the owner of land in an historic district has an enforceable right in the “aesthetic benefit” derived from the historic district as a whole. In reaching that conclusion, the Superior Court relied upon the Lynn decision by the Southern District of New York.\nIn Lynn, a citizens group asserted that it had standing, as an “adversely affected or aggrieved” party within the meaning of the applicable statute, to prevent the proposed demolition of an old courthouse complex as part of an urban renewal project. In that case, the plaintiffs alleged that the proposed demolition would deprive them of the aesthetic benefit they derived from the courthouse. In Lynn, the court stated:\nWhile it is true that such a benefit hardly can be quantified, this is not to say that it is thereby so insufficient that loss of it will not support a finding of standing. Injury due to loss of benefits that might be derived from natural resources such as camping, hiking, fishing, sightseeing and the like is similarly of an intangible character and yet potential injury to such interests was found ... to be enough to support standing. The fact that we are concerned here with esthetic enjoyment of a cultural resource with alleged historical and architectural value rather than a natural resource is not significant distinction since injury to such interests can well be said to fall into the same category.\nBased upon that reasoning, the court in Lynn held: “a mere declaration of harm to such an interest may be sufficient under some circumstances to demonstrate that plaintiffs fall within the group of persons whose interest may be injured....”\nIn Harvey, the Superior Court found that the petitioner was “a property owner within and adjacent to the Historic District of Odessa and that she had an interest in the aesthetics of the Historic District.” Therefore, in Harvey, the Superior Court held that the petitioner who owned land in the historic district was an “aggrieved person” for purposes of standing. Similarly, in Healy, the Superior Court acknowledged that the owner of property within New Castle’s Historic Residence District would be an “aggrieved person” with standing to challenge a government action within that historic district.\nIn addition to the Superior Court decisions in Harvey and Healy, the Third Circuit’s analysis and holding in Society Hill Towers provides persuasive authoritative guidance for our examination of the landowner/residents’ standing issue in this appeal. In Society Hill Towers, the Third Circuit held that a group of residents living in the historic district of Society Hill had standing to challenge a Housing and Urban Development grant to the City of Philadelphia to build a hotel and parking garage in the residents’ neighborhood. In that case, the residents argued that a proposed project to be funded by a UDAB grant would have a detrimental effect on the ambiance of their historic neighborhood; that it would impair the use and enjoyment of their property; and that it would decrease their property values.\nIn Society Hill Towers, the City of Philadelphia argued, as do the appellees here, that the residents had not identified injuries to any cognizable legal interests. The United States Court of Appeals for the Third Circuit concluded that the City of Philadelphia’s arguments against the Society Hill residents’ standing “conflates issues of standing and questions of proof.” The Court determined: “it is clear that the [residents of the historic district] are alleging injury to a legally protected interest— that of maintaining the environmental and historic quality of their neighborhood.” The Court aptly noted that if the residents of the historic district in the City of Philadelphia did “not have standing to protect the historic and environmental quality of their neighborhood, it is hard to imagine that anyone would have standing to oppose this UDAG grant. If that is the case, the requirement for public hearings, and public input would be little more than a meaningless procedural ealisthenic that would provide little or no protection to those most directly affected by the governmental action — the people who live in the vicinity of a federally funded project and who lives are most directly impacted by the expenditure of UDAG funds.”\nIn this case, the Superior Court properly noted “that a generalized grievance shared by the population at large cannot be a basis for standing.” But, as the United States Supreme Court has held, the fact that a grievance is widely held does not make it abstract and not judicially cognizable if individual plaintiffs can demonstrate a concrete and particularized injury. Most significantly, however, the United States Supreme Court has held that aesthetic injuries can constitute an injury in fact that is sufficient to support a plaintiffs standing.\nIn deciding the issue of standing, the Superior Court opinion did not address the relevance of the aesthetic aspects of the Historic District or the Historic District Guidelines and Standards. It appears, however, that all construction in the Historic District must comport with the “aesthetic standards” in the City of Dover Code and the Historic District Guidelines and Standards. In setting forth the standards that must be complied with prior to the issuance of an architectural review certificate, the City of Dover Code provides:\nAn architectural review certificate may be issued if it is found that the architectural style, general design, height, bulk and setbacks, arrangement, location and materials and structures affecting the exterior appearance are generally in harmony with neighboring structures and complementary to the traditional architectural standards of the historic district as set forth in the Historic District Guidelines and Standards adopted by the [Commission]....\nThe Historic District Guidelines and Standards provide that construction of “new buildings” in the Historic District should be discouraged, if not prevented, even if those new buildings would be constructed in an historical style.\nThe petitioners Horsey, H. Johnson and C. Johnson own property and/or reside in the Historic District, to wit: the Ridgely House, the Golden Fleece Tavern and the Bradford-Loockerman House. The Green in the Historic District, remains as a public square in the area designated by William Penn for the courthouse. The Ridgely house, facing The Green in Dover, was built in 1728. The Golden Fleece Tavern on The Green, purchased by French Bat-tell in 1774, “was the de facto seat of Delaware state government from 1777 to 1791, and it was the site of the historic convention that resulted in Delaware’s first ratification of the new Federal Constitution in 1787.” The Loockerman house, on the east side of State Street, in Dover, was built in 1742.\nThe purpose of the Historic District, as set forth in the City of Dover Code, is to:\npreserve and enhance that unique character and value of the older portion of Dover as an area of special charm and interest. It is particularly intended that the regulations prevent, in the Historic District, any change of conditions that would be deemed to be a disfigurement or degradation of the present unique visual and architectural qualities of the district.\nThe purpose of the ordinance establishing an Historic District within the City of Dover reflects the policy that aesthetic concerns pertaining to the integrity and cohesiveness of the Historic District and individual historic sites are important to the citizens of Dover. That interest by the general public, however, does not render those same aesthetic concerns any less concrete and particularized as to the landowners/residents within the Historic District. In this case, as the United States Court of Appeals for the Fourth Circuit held in Pye, the injuries asserted by owners of land in the Historic District of Dover do not arise from a “ ‘common concern for obedience to the law' but from individual concerns about the integrity and cohesiveness of historical sites in their own backyard.”\nWe hold the landowner/residents in the Historic District of Dover have an enforceable right in the “aesthetic benefit” derived from the Historic District as a whole. Accordingly, we hold that the petitioners Horsey, H. Johnson and C. Johnson have alleged facts that demonstrate the requisite standing to challenge the determination of the Planning Commission that an architectural review certificate be issued. Therefore, as to those three petitioners, the judgment of the Superior Court is reversed.\nAssociational Standing Dover Historical Society\nThe recognition of the legal concept that an association has standing to assert its members’ injury first developed in the United States Supreme Court in the early to mid-1900s. A majority of justices directly recognized the doctrine in NAACP v. Alabama ex rel. Paterson. The modern doctrine of associational standing has emerged from a series of subsequent cases. The federal courts now recognize a three-part test to determine associational standing:\n[A]n association has standing to bring suit on behalf of its members when: (1) its members would otherwise have standing to sue in their own right; (b) the interests it seeks to protect are germane to the organization’s purpose; and (c) neither the claim asserted nor the relief requested requires the participation of individual members in the lawsuit.\nIn Vassallo v. Penn Rose Civic Ass’n., this Court set forth the following factors for determining whether a particular group has standing to challenge a zoning matter:\n(1) whether the organization is capable of assuming an adversary position in the ultimate litigation;\n(2) whether the size and composition of the organization indicates that it is fairly representative of the neighborhood;\n(3) whether full participating membership in the organization is available to all residents and property owners in the community; and\n(4) whether the adverse effect of the challenged decision in the group represented by the organization is within the zone of interests sought to be protected by the zoning law.\nThereafter, in Oceanport Indus., Inc. v. Wilmington Stevedores, this Court recognized the broader federal three-part test to determine associational standing.\nThe Dover Historical Society alleges that it is a civic entity acting as a representative body in this action for individuals who own land and/or reside in the Historic District. The petition of the Dover Historical Society states that one of its purposes is to encourage the preservation of buildings, gardens and memorabilia of historic value and importance. The petition further alleges that the Historical Society and each of the individuals that it represents have an enforceable right in the “aesthetic benefit” derived from the Historic District as a whole.\nThe only assertion made by respondents in support of their motion to dismiss the Historical Society’s claims, and the sole reason stated by the Superior Court in granting that motion, was that the group represented by the Historical Society lacked the requisite standing to challenge the determination of the Planning Commission that an architectural review certificate be issued. In this opinion, however, we have held that the individuals who own land and/or reside in the Historic District — petitioners Horsey, H. Johnson and C. Johnson — do have standing to challenge the Planning Commission’s action. Thus, the legal basis for the Superior Court’s dismissal as to the Historical Society is obviated.\nThe powers of the Planning Commission that are applicable to this action were established to protect the Historic District from development that would contrast with the historical and architectural aesthetics of the Historic District. As for the Historical Society, the petition alleges facts that satisfy the three-part test to determine organizational standing. Therefore, the Superior Court judgment that the Historical Society does not have standing to challenge the determination of the Planning Commission is reversed.\nOther Petitioners’ Standing\nThe remaining petitioners are: Mary Jane Richter, Joseph Gates, III, Larry Josefowski, Susan Terry and Bonnie Johnson. Those petitioners allege that they own property within the City of Dover. In Stuart Kingston, this Court held that “[I]n order to achieve standing, the plaintiffs interest in the controversy must be distinguished from the interest shared by other members of a class or the public in general.”\nThe decisions of the United States Supreme Court hold that adjacent landowners often have standing to challenge the governmental action if that action impairs a separate concrete interest of the plaintiff. The remaining petitioners do not, however, allege that they own property either within or near the Historic District. Therefore, the Superior Court properly held that the remaining petitioners had not alleged facts that demonstrated they have an interest that is distinguishable from the public at large or that they will realize a direct harm from the decision of the Planning Commission.\nNevertheless, in the interest of justice, with regard to the remaining petitioners, the judgment of the Superior Court is vacated. The remaining petitioners will have ten days following the issuance of this Court’s mandate to file an amended petition in the Superior Court that alleges a concrete and particularized injury. Thereafter, the standing of the remaining petitioners to bring the amended petition will be subject to further review by the Superi- or Court in accordance with this opinion. If the remaining petitioners do not file an amended petition, the Superior Court’s judgment of dismissal should be reinstated, as to those individuals only.\nConclusion\nThe Historical Society and the landowner/residents of property within the Dover Historic District have asserted an injury in fact and have demonstrated that their interest is within the zone of interests intended to be protected by the City of Dover Zoning Code and the Historic District Guidelines and Standards. Those petitioners have also demonstrated that their injury is fairly traceable to the respondents’ conduct and can be redressed with the relief requested. Accordingly, the judgment of the Superior Court is reversed as to the Historical Society and as to the individuals who are landowner/residents of the Historic District: Henry R. Horsey, Holly Johnson and Charles Johnson. The judgment of the Superior Court is vacated as to the remaining individual petitioners: Mary Jane Richter, Joseph Gates, III, Larry Josefowski, Susan Terry and Bonnie Johnson. The matter is remanded for further proceedings, in accordance with this opinion.\n. Del.Code Ann. tit. 10, § 562.\n. Dover Historical Society v. City of Dover Planning Comm'n, Del.Super., C.A. No. 03A-06-002, 2003 WL 22290413 at *3 (Aug. 25, 2003), slip op. at 11.\n. Delaware Barrel & Drum Co. v. Mayor and Council of Wilmington, 175 A.2d 403, 404 (Del.Super.1961).\n. 1 Wooley, Delaware Practice Sec. 896 (1906).\n. East Lake Partners v. City of Dover Planning Commission, 655 A.2d 821, 822 (Del.Super.1994); Del Code Ann. tit. 10, § 562.\n. City of Dover Code, Art. 3, § 21.1 (emphasis added).\n. City of Dover Code, Art. 3, § 21.3.\n. City of Dover Code, Art. 10, § 3.1.\n. City of Dover Code, Art. 10, § 3.21.\n. City of Dover Code, Art. 10, § 3.22(c).\n. City of Dover Code, Art. 10, § 3.23(a).\n.City of Dover Code, Art. 10, § 3.24 (emphasis added).\n.Historic District Guidelines and Standards at 2-3, 2-4 (emphasis added).\n. Lujan v. Defenders of Wildlife, 504 U.S. 555, 561, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992).\n. Id.\n. Id. (quotations omitted).\n. Id. (quotations omitted).\n. Id. (quotations omitted).\n. Malpiede v. Townson, 780 A.2d 1075, 1082 (Del.2001).\n. In re Santa Fe Pac. Corp. S ’holder Litig., 669 A.2d 59, 68 (Del.1995).\n. See Stuart Kingston, Inc. v. Robinson, 596 A.2d 1378, 1382 (Del.1991).\n. Id. (emphasis in original).\n. Society Hill Towers Owners’ Ass'n v. Rendell, 210 F.3d 168, 175-76; see also Trump Hotels & Casino Resorts, Inc. v. Mirage Resorts, Inc., 140 F.3d 478, 484-85 (3d Cir. 1998) (citing Lujan v. Defenders of Wildlife, 504 U.S. 555, 560-61, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992)).\n. Stuart Kingston, Inc. v. Robinson, 596 A.2d 1378, 1382 (Del.1991) (quotations omitted).\n. Oceanport Indus., Inc. v. Wilmington Stevedores, Inc., 636 A.2d 892, 904 (Del.1994).\n. Harvey v. Zoning Bd. of Adjustment of Odessa, 2000 WL 33111028, at *5 (Del.Super.), aff'd, 781 A.2d 697 (Del.2001) (Table).\n. Healy v. Bd. of Adjustment of the City of New Castle, 2003 WL 21500330, at *3 (Del.Super.).\n. Save the Courthouse Comm. v. Lynn, 408 F.Supp. 1323, 1332 (S.D.N.Y.1975).\n. Harvey v. Zoning Bd. of Adjustment of Odessa, 2000 WL 33111028, at *6-7 (Del.Super.), aff'd, 781 A.2d 697 (Del.2001) (Table) (citing Save the Courthouse Comm. v. Lynn, 408 F.Supp. at 1332).\n. Id.\n. Save the Courthouse Comm. v. Lynn, 408 F.Supp. at 1327.\n. Harvey v. Zoning Bd. of Adjustment of Odessa, 2000 WL 33111028, at *7 (quoting Save the Courthouse Comm. v. Lynn, 408 F.Supp. at 1332).\n. Id. (quoting Save the Courthouse Comm. v. Lynn, 408 F.Supp. at 1332).\n. Id.\n. Healy v. Bd. of Adjustment of City of New Castle, 2003 WL 21500330, at *2.\n. Society Hill Towers Owners’ Ass’n v. Rendell, 210 F.3rd 168, 176-77 (3d Cir.2000).\n. Id. at 176.\n. Id.\n. Id.\n. Duke Power v. Carolina Envtl. Study Group, 438 U.S. 59, 80, 98 S.Ct. 2620, 57 L.Ed.2d 595 (1978).\n. See Federal Election Comm’n v. Akins, 524 U.S. 11, 24, 118 S.Ct. 1777, 141 L.Ed.2d 10 (1998).\n. See Friends of the Earth, Inc. v. Laidlaw Envtl Servs. (TOC), Inc., 528 U.S. 167, 183, 120 S.Ct. 693, 145 L.Ed.2d 610 (2000).\n. City of Dover Code, Art. 10, § 3.24 (emphasis added).\n. G. Daniel Blagg, Dover: A Pictorial History 5, 25 (1980).\n. Harold D. Eberlein and Cortlandt V.D. Hubbard, Historic Houses and Buildings of Delaware 59 (1962).\n. James B. Jackson, The Golden Fleece Tavern: The Birthplace of the First State iii (1987).\n. Harold D. Eberlein and Cortlandt V.D. Hubbard, Historic Houses and Buildings of Delaware 65 (1962).\n. City of Dover Code, Art. 3, § 21.1 (emphasis added).\n. Pye v. U.S., 269 F.3d 459, 469 (quoting Federal Election Comm'n v. Akins, 524 U.S. 11, 23, 118 S.Ct. 1777, 141 L.Ed.2d 10 (1998)).\n. Id.\n. See Society Hill Towers Owners’ Ass'n v. Rendell, 210 F.3d at 176-77.\n. See Pierce v. Society of Sisters, 268 U.S. 510, 45 S.Ct. 571, 69 L.Ed. 1070 (1925); Joint Anti-Fascist Refugee Comm. v. McGrath, 341 U.S. 123, 71 S.Ct. 624, 95 L.Ed. 817 (1951).\n. NAACP v. Alabama ex rel. Patterson, 357 U.S. 449, 459, 78 S.Ct. 1163, 2 L.Ed.2d 1488 (1958).\n. See Lujan v. Defenders of Wildlife, 504 U.S. 555, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992); Warth v. Seldin, 422 U.S. 490, 95 S.Ct. 2197, 45 L.Ed.2d 343 (1975); Hunt v. Washington State Apple Advertising Comm’n, 432 U.S. 333, 97 S.Ct. 2434, 53 L.Ed.2d 383 (1977); Int’l Union, United Auto., Aerospace & Agrie. Implement Workers v. Brock, 477 U.S. 274, 106 S.Ct. 2523, 91 L.Ed.2d 228 (1986).\n. Hunt v. Washington State Apple Advertising Comm’n, 432 U.S. at 343, 97 S.Ct. 2434.\n. Vassallo v. Penn Rose Civic Ass'n., 429 A.2d 168 (Del.1981).\n.Id. at 170.\n. Oceanport Indus., Inc. v. Wilmington Stevedores, 636 A.2d 892, 902 (Del.1994).\n. Oceanport Indus., Inc. v. Wilmington Stevedores, 636 A.2d at 902; see also Hunt v. Washington State Apple Advertising Comm'n, 432 U.S. at 343, 97 S.Ct. 2434.\n. Stuart Kingston, Inc. v. Robinson, 596 A.2d 1378 (Del.1991).\n. Id. at 1382.\n. See Lujan v. Defenders of Wildlife, 504 U.S. 555, 571-73, 112 S.Ct. 2130 (1992).",
        "type": "majority",
        "author": "HOLLAND, Justice:"
      }
    ],
    "attorneys": [
      "Grover C. Brown and Michael J. Maim-one, of Gordon, Fournaris & Mammarella, P.A., Wilmington, for appellants.",
      "Nicholas H. Rodriguez and William W. Pepper, Sr., of Schmittinger and Rodriguez, P.A., Dover, for appellee, City of Dover Planning Commission and its members.",
      "William E. Manning and Richard A. Forsten, of Klett, Rooney, Lieber & Schor-ling, Wilmington, for appellees, Young & Malmberg and Yozima, L.L.C."
    ],
    "corrections": "",
    "head_matter": "The DOVER HISTORICAL SOCIETY, Henry R. Horsey, Mary Jane Richter, Joseph Gates, III, Larry Josefowski, Susan Terry, Bonnie Johnson, Holly Johnson and Charles Johnson, Petitioners Below, Appellants, v. CITY OF DOVER PLANNING COMMISSION, consisting of John Friedman, Robert M. Sadusky, Michael Von Reider, William J. Dimondi, Thomas Holt, Ann M. Baker Horsey, Robert D. Welsh, Francis Winsley and Francis C. Nichols, and Young & Malmberg, P.A., a Delaware professional association, Grace Properties, L.L.C., a Delaware limited liability company, and Yozima, L.L.C., a Delaware limited liability company, Respondents Below, Appellees.\nNo. 440, 2003.\nSupreme Court of Delaware.\nSubmitted: Nov. 4, 2003.\nDecided: Dec. 2, 2003.\nGrover C. Brown and Michael J. Maim-one, of Gordon, Fournaris & Mammarella, P.A., Wilmington, for appellants.\nNicholas H. Rodriguez and William W. Pepper, Sr., of Schmittinger and Rodriguez, P.A., Dover, for appellee, City of Dover Planning Commission and its members.\nWilliam E. Manning and Richard A. Forsten, of Klett, Rooney, Lieber & Schor-ling, Wilmington, for appellees, Young & Malmberg and Yozima, L.L.C.\nBefore VEASEY, Chief Justice, HOLLAND and JACOBS, Justices."
  },
  "file_name": "1103-01",
  "first_page_order": 1133,
  "last_page_order": 1146
}
