{
  "id": 11633776,
  "name": "Adam LAHAV, A Minor, by His Parents and Natural Guardians, Steven LAHAV and Marcy L. Weiner, and Steven Lahav and Marcy L. Weiner, in their own right, Appellants, v. MAIN LINE OB/GYN ASSOCIATES, P.C., Stephen P. Krell, M.D.; Physicians Insurance Company; and The Medical Professional Liability Catastrophic Loss Fund, Appellees",
  "name_abbreviation": "Lahav ex rel. Lahav v. Main Line Ob/Gyn Associates P.C.",
  "decision_date": "1999-03-30",
  "docket_number": "",
  "first_page": "1104",
  "last_page": "1107",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 1104"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "702 A.2d 850",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11894828,
        17460
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "856"
        },
        {
          "page": "855"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/702/0850-01",
        "/pa/549/0613-01"
      ]
    },
    {
      "cite": "549 Pa. 613",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        17460
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/549/0613-01"
      ]
    },
    {
      "cite": "531 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834405
      ],
      "weight": 6,
      "year": 1992,
      "pin_cites": [
        {
          "page": "299-300"
        },
        {
          "page": "972"
        },
        {
          "page": "298"
        },
        {
          "page": "971"
        },
        {
          "page": "299-300"
        },
        {
          "page": "972"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0295-01"
      ]
    },
    {
      "cite": "529 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831209
      ],
      "weight": 6,
      "year": 1992,
      "pin_cites": [
        {
          "page": "595-96"
        },
        {
          "page": "430"
        },
        {
          "page": "598"
        },
        {
          "page": "431-32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0588-01"
      ]
    },
    {
      "cite": "696 A.2d 1181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12027280,
        960509
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "1183-84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/696/1181-01",
        "/pa/548/0311-01"
      ]
    },
    {
      "cite": "548 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960509
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/548/0311-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 533,
    "char_count": 12547,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24208515631606323
    },
    "sha256": "e22cc91427ed3a43aa27d68846ee537c69aaaf94ce92cc5d6db29e5c4f337786",
    "simhash": "1:fc0e0fd1efe27432",
    "word_count": 2026
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "Adam LAHAV, A Minor, by His Parents and Natural Guardians, Steven LAHAV and Marcy L. Weiner, and Steven Lahav and Marcy L. Weiner, in their own right, Appellants, v. MAIN LINE OB/GYN ASSOCIATES, P.C., Stephen P. Krell, M.D.; Physicians Insurance Company; and The Medical Professional Liability Catastrophic Loss Fund, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIGRO, Justice.\nThe issue before the Court is whether the Medical Professional Liability Catastrophe Loss Fund (CAT Fund) is liable for delay damages awarded in an underlying malpractice action. The Commonwealth Court held that the CAT Fund is not liable for delay damages and for the reasons discussed below, we affirm.\nOn April 27, 1992, Appellants Steven La-hav and Marcy Weiner filed a medical malpractice suit against Dr. Stephen Krell and Main Line Ob/Gyn Associates. Marey Weiner prematurely gave birth to Adam Lahav on August 11,1990. Her son suffers from cerebral palsy. Dr. Krell and Main Line Ob/Gyn Associates provided Marey Weiner’s prenatal care. The ease went to trial and on December 12, 1995, a jury returned a verdict against the defendants in the amount of $9,000,000. On December 6, 1996, the trial court entered an order adding delay damages to the verdict under Rule of Civil Procedure 288 in the amount of $2,047,963.50 for a total award of $11,047,963.50.\nDr. Krell and Main Line Ob/Gyn Associates have professional liability insurance coverage from PIC Insurance Group. Their coverage is in the amount of $200,000 per defendant per occurrence for total coverage of $400,000 applicable to Appellants’ award. Dr. Krell and Main Line Ob/Gyn Associates also have secondary liability coverage from the CAT Fund. The CAT Fund’s liability is limited by statute to $1,000,000 per defendant per occurrence for total coverage of $2,000,000 applicable to Appellants’ award.\nDr. Krell, Main Line Ob/Gyn Associates, PIC Insurance Group, the CAT Fund and Appellants entered into a partial settlement in the amount of $2,400,000 so that Appellants could collect the insurance proceeds. PIC Insurance Group paid Appellants $400,-000 and the CAT Fund paid them $2,000,000. The parties did not settle who was obligated to pay delay damages and post-judgment interest and agreed that these issues would be submitted to the Commonwealth Court. While PIC Insurance Group paid post-judgment interest from the date of Appellants’ award until the date it paid $400,000, the CAT Fund has paid no post-judgment interest. Neither party has paid delay damages.\nOn March 6, 1997, Appellants filed a declaratory judgment action against Dr. Krell, Main Line Ob/Gyn Associates, PIC Insurance Group, and the CAT Fund in Commonwealth Court to determine their liability for post-judgment interest and delay damages. The CAT Fund filed preliminary objections alleging that it cannot be liable for an amount above its statutory limit of $1,000,000 per provider under the Healthcare Services Malpractice Act, 40 P.S. § 1301.701(d)(1992).\nIn ruling on the CAT Fund’s preliminary objections, the Commonwealth Court found that the Healthcare Services Malpractice Act does not address whether the CAT Fund may be liable for post-judgment interest or delay damages in excess of its statutory limit. With respect to post-judgment interest, the court concluded that such interest does not impose additional liability over the statutory cap. Rather, like interest on other debts, the CAT Fund must pay post-judgment interest on its portion of the award that is not timely paid. However, the court held that the CAT Fund is not liable for delay damages under Rule of Civil Procedure 238. It found that under Rule 238, delay damages become part of the jury’s award and may only be imposed upon the parties to the underlying action.\nThe Commonwealth Court thus denied the CAT Fund’s preliminary objections related to its liability for post-judgment interest and granted them with respect to liability for delay damages. The Commonwealth Court certified its order for immediate appeal pursuant to 42 Pa.C.S. § 702(b) and we granted Appellants’ Petition for Permission to Appeal the Commonwealth Court’s ruling on delay damages.\nPreliminary objections which result in the dismissal of a suit should be sustained only in cases that are clear and free from doubt. American Housing Trust v. Jones, 548 Pa. 311, 316, 696 A.2d 1181, 1183-84 (1997). Facts that are well-pleaded and material will be considered as true, together with such reasonable inferences as may be drawn from them. Id.\nAppellants argue that the CAT Fund may be liable for delay damages under Rule 238 notwithstanding its liability limit under the Healthcare Services Malpractice Act. They maintain that they are entitled to interest on the funds that the CAT Fund held up until the date of their award. Appellants contend that if delay damages are not recoverable, the CAT Fund has no incentive to settle cases. The CAT Fund argues that Rule 238 delay damages may only be imposed against the parties to a lawsuit and since it was not a party to the underlying malpractice action, such damages are not recoverable. The CAT Fund also argues that it cannot be liable for more than its statutory limit of liability.\nRule of Civil Procedure 238 provides in part:\ndamages for delay shall be added to the amount of compensatory damages awarded against each defendant or additional defendant found to be liable to the plaintiff in the verdict of a jury, ..., and shall become part of the verdict, decision or award.\nPa. R. Civ. P. 238.\nThe Court considered the imposition of delay damages against a Commonwealth agency under Rule 238 in Tulewicz v. Southeastern Pennsylvania Transportation Authority, 529 Pa. 588, 606 A.2d 427 (1992). In that case, the decedent was struck by a municipal bus and the estate 'sued the transportation authority. The jury returned verdicts for the estate. The Court found that the transportation authority’s liability was limited by statute. 529 Pa. at 595-96, 606 A.2d at 430. In response to the transportation authority’s argument that delay damages are not authorized under the statute, the Court held that such damages are recoverable under Rule 238. Id. at 598, 606 A.2d at 431-32.\nAfter Tulewicz, the Court held in Woods v. Dep’t of Transportation, 531 Pa. 295, 299-300, 612 A.2d 970, 972 (1992), that delay damages against a Commonwealth agency under Rule 238 should be based upon the jury’s actual verdict as opposed to the statutory cap on damages. In Woods, the plaintiff sued the Department of Transportation after he was injured on & State highway. A subsequent jury award was molded to the applicable statutory cap. In calculating delay damages, the Court first found that under Tulewicz, the statutory cap did not extend to delay damages. Id. at 298, 612 A.2d at 971. The Court further explained that a calculation of delay damages based upon the jury’s verdict furthers their purpose by providing an incentive to settle and by compensating the plaintiff for the delay in receiving recovery. Id. at 299-300, 612 A.2d at 972. Thus, in addition to the statutory limit of liability, the plaintiff received delay damages under Rule 238 based upon the jury’s verdict.\nAs recognized by the Commonwealth Court in the present case, Tulewicz and Woods imposed delay damages upon a Commonwealth defendant under Rule 238. In this case, however, the CAT Fund was not a party in the underlying malpractice action. Rule 238 only allows an award of delay damages against a “defendant found to be liable to the plaintiff in the verdict of the jury.” Pa. R. Civ. P. 238. The defendants found liable to the plaintiff in the jury’s verdict are Dr. Krell and Main Line Ob/Gyn Associates. Thus, Rule 238 does not apply to the CAT Fund in this case.\nA contrary conclusion is not required by the Court’s recent decision in Willet v. Pennsylvania Medical Catastrophe Loss Fund, 549 Pa. 613, 702 A.2d 850, 856 (1997). In Willet, this Court permitted a doctor and hospital to seek indemnity or contribution from the CAT Fund for delay damages that were imposed against them in an underlying medical malpractice action. The Commonwealth Court originally sustained the CAT Fund’s preliminary objections to the doctor and the hospital’s complaints. This Court reversed and held that the providers had pled sufficient facts to support a cause of action for indemnification based upon the CAT Fund’s alleged control over settlement negotiations. Id. at 855.\nImportantly, the equitable theory of indemnification that was present in Willet is not present in the instant case, because Appellants were the plaintiffs in the underlying medical malpractice action, and therefore have no basis upon which to seek indemnification from the CAT Fund for delay damages. Rather, Appellants filed a declaratory judgment action in the lower court against Dr. Krell, Main Line Ob/Gyn Associates, PIC Insurance Group, and the CAT Fund to determine their liability for post-judgment interest and delay damages.\nThe Court’s decision in Willet does not provide a legal theory supporting the imposition of delay damages against the CAT Fund in the instant case, because Appellants have not and can not invoke the equitable theory of indemnification against the CAT Fund, which was not a party to the underlying medical malpractice action and has already paid its statutory limit of liability. Therefore, in order to determine whether the CAT Fund is hable to Appellants for the delay damages imposed against the providers based upon its status as their secondary insurer, we must look to the Health Services Malpractice Act. The applicable provision of the Act states:\nThere is hereby created a contingency fund for the purpose of paying all awards, judgments and settlements for loss or damages against a health care provider entitled to participate in the fund as a consequence of any claim for professional liability brought against such health care provider as a defendant ... to the extent such health care provider’s share exceeds his basic coverage insurance in effect at the time of occurrence.... The limit of liability of the fund shall be $1,000,000 for each occurrence for each health care provider.\n40 P.S. § 1301.701(d).\nAs stated above, Rule 238 delay damages become part of the jury’s award against a liable defendant. Pa. R. Civ. P. 238. Thus, under Section 1301.701(d), the CAT Fund may be liable for delay damages that are part of an award against a provider as a consequence of a claim for professional liability. However, Section 1301.701(d) also limits the fund’s liability to $1,000,000 per provider. In this case, since the CAT Fund has paid its liability limits, it cannot be liable to Appellants for delay damages imposed against the providers that exceed the statutory cap. Accordingly, the order of the Commonwealth Court is affirmed.\nJustices CAPPY and SAYLOR concur in the result.\n. The CAT Fund's liability limits were amended effective November 26, 1996. See 40 P.S. § 1301.701 (Supp.1998). The amended statute does not apply to this case.\n. The Insurance Commissioner seeks to stay this appeal. PIC Insurance Group has been declared insolvent and the Insurance Commissioner was appointed its Statutory Liquidator. The Commonwealth Court ordered that all actions against PIC Insurance be stayed. PIC Insurance, however, is not a party to the present appeal. This matter only involves Appellants’ claims against the CAT Fund. As such, a stay is not warranted.\n. To the extent Vfillet can be construed as potentially allowing delay damages against the CAT Fund under Rule 238, we clarify that the providers' action was based upon the theory of indemnity.\n. This decision has limited applicability due to legislative amendments to the Healthcare Services Malpractice Act. Effective November 26, 1996, delay damages applicable to the Fund’s liability in a case shall be paid by the Fund and shall not be charged against the insured's annual aggregate limits. 40 P.S. § 1301.702(j). The basic insurance carrier or self-insurer shall be responsible for its proportionate share of delay damages. Id. These amendments, however, do not apply here.",
        "type": "majority",
        "author": "NIGRO, Justice."
      }
    ],
    "attorneys": [
      "Louis Podel, Paul C. Quinn, Philadelphia, for Adam Lahav, et al.",
      "Amy L. Weber, Harrisburg, for Ins. Dept.",
      "Shanin Specter, Philadelphia, for appellees.",
      "Thomas S. Biemer, Philadelphia, for Physicians Ins. Co.",
      "Guy A. Donatelli, West Chester, for CAT Fund."
    ],
    "corrections": "",
    "head_matter": "Adam LAHAV, A Minor, by His Parents and Natural Guardians, Steven LAHAV and Marcy L. Weiner, and Steven Lahav and Marcy L. Weiner, in their own right, Appellants, v. MAIN LINE OB/GYN ASSOCIATES, P.C., Stephen P. Krell, M.D.; Physicians Insurance Company; and The Medical Professional Liability Catastrophic Loss Fund, Appellees.\nSupreme Court of Pennsylvania.\nArgued April 28, 1998.\nDecided March 30, 1999.\nLouis Podel, Paul C. Quinn, Philadelphia, for Adam Lahav, et al.\nAmy L. Weber, Harrisburg, for Ins. Dept.\nShanin Specter, Philadelphia, for appellees.\nThomas S. Biemer, Philadelphia, for Physicians Ins. Co.\nGuy A. Donatelli, West Chester, for CAT Fund.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "1104-01",
  "first_page_order": 1158,
  "last_page_order": 1161
}
