{
  "id": 9099805,
  "name": "Kendall HUDSON et al. v. CITY OF PROVIDENCE, et al.",
  "name_abbreviation": "Hudson v. City of Providence",
  "decision_date": "2003-02-12",
  "docket_number": "No. 2001-315-Appeal",
  "first_page": "1105",
  "last_page": "1107",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1105"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "490 A.2d 976",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7910885
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "977-78"
        },
        {
          "page": "978"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/490/0976-01"
      ]
    },
    {
      "cite": "420 A.2d 841",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7986951
      ],
      "pin_cites": [
        {
          "page": "843"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/420/0841-01"
      ]
    },
    {
      "cite": "559 A.2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7892089
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "647"
        },
        {
          "page": "647"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/559/0646-01"
      ]
    },
    {
      "cite": "609 A.2d 966",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119737
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "968"
        },
        {
          "page": "968"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/609/0966-01"
      ]
    },
    {
      "cite": "585 A.2d 65",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7366970
      ],
      "pin_cites": [
        {
          "page": "67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/585/0065-01"
      ]
    },
    {
      "cite": "755 A.2d 153",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11201066
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "155",
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/755/0153-01"
      ]
    },
    {
      "cite": "787 A.2d 1158",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9456121
      ],
      "pin_cites": [
        {
          "page": "1166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/787/1158-01"
      ]
    },
    {
      "cite": "686 A.2d 91",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7347209
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/686/0091-01"
      ]
    },
    {
      "cite": "713 A.2d 806",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11821481
      ],
      "pin_cites": [
        {
          "page": "810"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/713/0806-01"
      ]
    },
    {
      "cite": "674 A.2d 1223",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871071
      ],
      "pin_cites": [
        {
          "page": "1225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/1223-01"
      ]
    },
    {
      "cite": "682 A.2d 455",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861664
      ],
      "pin_cites": [
        {
          "page": "457"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/0455-01"
      ]
    },
    {
      "cite": "767 A.2d 60",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11121897
      ],
      "pin_cites": [
        {
          "page": "63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/767/0060-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 548,
    "char_count": 8832,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 8.17195513706519e-08,
      "percentile": 0.47514604133291166
    },
    "sha256": "331e1b843712f6c95f0d8d39bfeba21f3c1c14fc89e66816c399be82c2873808",
    "simhash": "1:6445d05c0dcd62c8",
    "word_count": 1402
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: WILLIAMS, C.J., LEDERBERG, FLANDERS, and GOLDBERG, JJ.",
      "Justice LEDERBERG participated in all proceedings but deceased prior to the filing of this opinion."
    ],
    "parties": [
      "Kendall HUDSON et al. v. CITY OF PROVIDENCE, et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before the Supreme Court on December 10, 2002, pursuant to an order directing the parties to appear and show cause why the issues raised in this appeal should not be summarily decided. After hearing arguments of counsel and reviewing the memoranda submitted by the parties, we are satisfied that cause has not been shown. Accordingly, we shall decide the appeal at this time.\nThe plaintiff, Kendall Hudson (Hudson or plaintiff), and the Faith Foundation Fellowship Ministries & Shelter, Inc. (Faith Foundation) brought suit against the defendant, City of Providence (city or defendant), in the Superior Court, seeking recovery for personal injury and property damage resulting from an automobile collision between plaintiff and a third party at the intersection of Priscilla and Elmdale Streets on December 8, 1999. The plaintiff alleged that the city negligently failed to maintain a stop sign on Priscilla Street at its intersection with Elmdale and proximately contributed to the collision at issue. The plaintiff, in asserting the city’s negligence, apparently relied on notations made in an accident report prepared by the responding Providence police officer that a stop sign on the Priscilla Street side of the four-way intersection was missing. Based upon an affidavit from a city official affirming that a stop sign had never been in place at that location, and applying the public duty doctrine (providing immunity from liability for a discretionary decision concerning whether a traffic-control device should be installed at a particular location) the trial justice granted the city’s motion for summary judgment. Hudson, the driver of the vehicle owned by Faith Foundation, timely appealed the judgment.\nIn support of his appeal, Hudson points to the statutory duty of a municipality to maintain its highways, causeways, and bridges, pursuant to G.L.1956 chapter 5 of title 24, “Maintenance of Town Highways.” The plaintiff asserts a statutory right to recover for injury or damages caused by the municipality’s failure to keep its traffic ways in a safe condition, in accordance with § 24-5-13, “Liability of cities and towns for injuries from defective roads.” In fight of these statutory responsibilities and the accident report notations about a missing stop sign, which plaintiff maintains is an admission of negligence by an agent of defendant, Hudson asks this Court to sustain his appeal and remand the case for a trial on the merits.\n“It is well settled that this Court reviews the granting of a summary judgment motion on a de novo basis.” M & B Realty, Inc. v. Duval, 767 A.2d 60, 63 (R.I.2001) (citing Marr Scaffolding Co. v. Fairground Forms, Inc., 682 A.2d 455, 457 (R.I.1996)). The party who opposes summary judgment bears the burden of proving the existence of a disputed material issue of fact and, in so doing, has an affirmative duty to produce specific evidence demonstrating that summary judgment should be denied. Accent Store Design, Inc. v. Marathon House, Inc., 674 A.2d 1223, 1225 (R.I.1996). “[W]e will affirm a summary judgment if, after reviewing the admissible evidence in the fight most favorable to the nonmoving party, we conclude that no genuine issue of material fact exists and that the moving party is entitled to judgment as a matter of law.” Woodland Manor III Associates v. Keeney, 713 A.2d 806, 810 (R.I.1998) (quoting Rotelli v. Catanzaro, 686 A.2d 91, 93 (R.I. 1996)). In this instance, plaintiff has not met his burden to produce evidence that a stop sign had been erected at this location and was missing, thereby demonstrating a factual dispute sufficient to overcome summary judgment. We are equally satisfied that plaintiffs reliance on the statutory responsibility of a city or town to maintain its roads and highways in accordance with chapter 5 of title 24 is misplaced. Because the issues in this case are controlled by the public duty doctrine, the city was entitled to judgment as a matter of law.\nAlthough this Court has carved out numerous exceptions to the judicially crafted public duty doctrine, see Martinelli v. Hopkins, 787 A.2d 1158, 1166 (R.I.2001), the placement of traffic-control signs by a municipality is a quintessentially governmental function and a discretionary act. We have long recognized that in the absence of a special duty owed to the plaintiff, Schultz v. Foster-Glocester Regional School District, 755 A.2d 153, 155 (R.I. 2000) (per curiam), or in circumstances that demonstrate a course of conduct amounting to egregious indifference to the safety of the public, Verity v. Danti, 585 A.2d 65, 67 (R.I.1991), no liability attaches for the performance of purely governmental functions, including a discretionary decision to install a traffic-control device. A municipality’s decision not to install a traf-fíe signal is not actionable. Similarly, the placement of a traffic sign is a discretionary act for which no statutory duty or liability has been imposed on a city or town. See Catri v. Hopkins, 609 A.2d 966, 968 (R.I.1992); Polaski v. O’Reilly, 559 A.2d 646, 647 (R.I.1989). In Catri, we held that “limited resources, a determination of traffic volume, and a consideration of engineering standards” impact upon a decision to install a traffic signal and is therefore entitled to protection under the public duty doctrine. Catri, 609 A.2d at 968. Similarly, in Polaski, we recognized that § 24-5-13, “Liability of cities and towns for injuries from defective roads,” imposes liability on a municipality for its failure to maintain its roads, but held that liability is limited to situations in which a community has failed to maintain its roads and not with the placement of traffic-control signals and devices. Polaski, 559 A.2d at 647. In this case, the controlling statute is G.L.1956 § 31-13-8, “Devices on local highways,” which is permissive, and provides that a municipality “may place and maintain traffic control signals, signs, markings, and other safety devices upon the highways under [its] jurisdiction as [it] may deem necessary * * *.” (Emphasis added.) Accordingly, we are satisfied that the grant of summary judgment was appropriate.\nAdditionally, the public duty doctrine principles established in Ryan v. State Department of Transportation, 420 A.2d 841, 843 (R.I.1980), and Knudsen v. Hall, 490 A.2d 976, 977-78 (R.I.1985), impose upon the plaintiff the burden of establishing a breach of a special duty, owed to the plaintiff as a specific, identifiable individual and not merely a breach of some obligation owed the general public, Knudsen, supra, or negligence by the city amounting to egregious conduct, Martinelly supra. Here, as in Knudsen, “[t]here is not a shred of evidence on the record before us that would indicate that the [plaintiff] could have been foreseen as [a] ‘specific, identifiable’ victim[ ] of the [city’s alleged] negligence * * Knudsen, 490 A.2d at 978. Nor is there any evidence that would support a finding that the city engaged in egregious conduct and an indifference to the plaintiff’s safety. Accordingly, in the absence of evidence tending to prove egregious indifference to the consequences of one’s negligence or a breach of a special duty that was owed to Hudson individually by the defendant, there is no basis for municipal liability and the grant of summary judgment was correct.\nFor the reasons stated herein, the plaintiffs appeal is denied and dismissed. The judgment entered in the Superior Court is affirmed. The papers in the case are remanded to the Superior Court.\nJustice LEDERBERG participated in all proceedings but deceased prior to the filing of this opinion.\n. Officer John Manzotti, investigating officer at the accident scene, wrote in the accident report that, \"[t]he intersection has a four way stop; police observed the stop sign missing on Priscilla St[reet]. Both operators stated to police that they had stopped and didn't observe the other.”\n. This affidavit, executed by Irene Testa, Director of the Department of Traffic Engineering for the city, stated that based upon a search of the placement records dating back to 1949, of all stop signs placed in the city, there has never been a stop sign controlling traffic on Priscilla Street at the intersection of Priscilla Street and Elmdale Street. Testa noted that the only traffic control located at said intersection consisted of a stop sign for traffic heading easterly or westerly on Elm-dale Street.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Desiree M. Santilli, North Kingston, Christopher E. Fay, Cranston, Andrew Al-berino, Providence, for Plaintiff.",
      "Alan E. Kornstein, Richard G. Riendeau, Providence, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Kendall HUDSON et al. v. CITY OF PROVIDENCE, et al.\nNo. 2001-315-Appeal.\nSupreme Court of Rhode Island.\nFeb. 12, 2003.\nDesiree M. Santilli, North Kingston, Christopher E. Fay, Cranston, Andrew Al-berino, Providence, for Plaintiff.\nAlan E. Kornstein, Richard G. Riendeau, Providence, for Defendant.\nPresent: WILLIAMS, C.J., LEDERBERG, FLANDERS, and GOLDBERG, JJ."
  },
  "file_name": "1105-01",
  "first_page_order": 1153,
  "last_page_order": 1155
}
