{
  "id": 11339206,
  "name": "TAPCO, INC., Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent",
  "name_abbreviation": "Tapco, Inc. v. Unemployment Compensation Board of Review",
  "decision_date": "1994-11-04",
  "docket_number": "",
  "first_page": "1106",
  "last_page": "1109",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1106"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "642 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865748,
        1461165
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/642/0629-01",
        "/pa-commw/164/0282-01"
      ]
    },
    {
      "cite": "405 A.2d 1034",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "45 Pa.Commonwealth Ct. 539",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1900644
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/45/0539-01"
      ]
    },
    {
      "cite": "509 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795308
      ],
      "weight": 3,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0267-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 502,
    "char_count": 8857,
    "ocr_confidence": 0.697,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23987885007967646
    },
    "sha256": "10c7766fcc47e68df9dce91e23a033e1ad818aa28b06329ea8165a2dbe7f31ce",
    "simhash": "1:f365d92606702354",
    "word_count": 1486
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI and FRIEDMAN, JJ., and RODGERS, Senior Judge."
    ],
    "parties": [
      "TAPCO, INC., Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent."
    ],
    "opinions": [
      {
        "text": "FRIEDMAN, Judge.\nTapco, Inc. (Employer) appeals from an order of the Unemployment Compensation Board of Review (Board) which granted benefits to Peter P. Rudyk (Claimant). We affirm.\nClaimant sought unemployment compensation benefits, claiming that Employer had fired him. Employer, on the other hand, contended that Claimant had quit to take care of his children while his wife was in another city for job training and that full-time work was available for Claimant. The Indiana Job Center (job center), crediting Employer, denied benefits. Claimant appealed. Following a telephone hearing during which both parties testified, the referee issued a decision denying benefits to Claimant. The referee’s decision, notifying Claimant that he had fifteen days after mailing in which to appeal, identified the decision mailing date as October 14, 1993. (R.R. at 45a.) Claimant appealed to the Board on October 29,1993. (R.R. at 53a.) The Board remanded to the referee for additional testimony so that the Board would have complete information regarding all matters at issue for its consideration. Following the second hearing, the Board resolved conflicts in the testimony and issues of credibility in favor of Claimant and concluded that Claimant, who had requested a regular work schedule so that he could hire babysitters while his wife was out of town, had not quit his job with Employer but was discharged by Employer. (Board’s Findings of Fact, Nos. 6-12.) The Board concluded that Claimant was entitled to benefits.\nEmployer appeals, contending that: (1) Claimant’s appeal from the referee’s decision was untimely filed, and (2) the Board’s decision is not supported by the evidence.\nEmployer contends that Claimant’s appeal from the October 14, 1993 referee’s decision was filed on the sixteenth day after the referee’s decision and was, therefore, filed one day late. We disagree. Employer miscalculates the appeal period, ignoring section 3 of the Statutory Construction Act of 1972,1 Pa.C.S. § 1908 concerning computation of time, which provides:\nWhen any period of time is referred to in any statute, such period in all cases, except as otherwise provided in section 1909 of this title (relating to publication for successive weeks) and section 1910 of this title (relating to computation of months) shall be so computed as to exclude the first and include the last day of such period. Whenever the last day of any such period shall fall on Saturday or Sunday, or on any day made a legal holiday by the laws of this Commonwealth or of the United States, such day shall be omitted from the computation.\nPursuant to this statute, October 29, 1993, the day on which Claimant filed his appeal, is within 15 days after the date of the referee’s decision. Therefore, Claimant’s appeal was timely and was properly entertained by the Board.\nAs to the merits, Employer contends that Claimant was not fired but, rather, was not available for suitable work while his wife was out of town for her training and challenges the Board’s findings to the contrary. Specifically, Employer challenges Finding of Fact, No. 8 and also appears to challenge Findings of Fact, Nos. 12 and 13. Finding of Fact, No. 8 states:\n8. Claimant could have worked either daytime hours or night hours so long as there was a regular schedule to count on since baby sitters had been lined up for either daytime or night time.\nFindings of Fact, Nos. 12 and 13 state:\n12. On or about August 4,1993, when the time was approaching for claimant’s wife to begin her training, claimant again approached the employer for an answer to his request about hours and was told that the employer would have to let him go.\n13. The claimant did not voluntarily quit his job but was only awaiting a response to his request for a reduction in hours with a regular shift at the time he was let go.\nIn making these findings of fact, the Board credited Claimant’s testimony, pertinent portions of which follow:\nC Well, what happened was that my wife got a job, and I approached Stan about this and told him that the babysitting.... that was no problem for either one of us finding babysitting, you know, for our children.\nC .... and when I approached Stan about it, he was like, well, we’ll work through it, don’t worry about it.... And he just kept telling everything is going to be okay.... Well, I approached him a week before this was going to take place that my wife was going to be gone ... and he said the same thing, that everything is okay.... I came in on Wednesday, I believe it was a Wednesday, and he said, well, we’re — you know, I asked him about, and he said, well, we’re no longer needing — his exact words were we’re going to have to let you go, and that was it.... R Well, you said you had restrictions because of childcare. Well, tell me when you could have worked or when you couldn’t have worked.\nC Regular daylight hours would’ve been nice, like, 8:00 to 4:30. Something that was steady....\n(R.R. at 32a, 33a.)\nR ... if the employer would have said to you you can work 8:00-4:30 every day with no overtime, would there have been arrangements if you had child care?\nC Yes.\nR And what were those arrangements?\nC I had a baby sitter — two baby sitters. One was to come to my home, and one was for regular hours. I had to take him to her home. If I was going to work some kind of hours like at night shift or something, I had one girl set up, and if I was going to end up working daylight hours, I had another girl set up.\n(R.R. at 69a.)\nThe Board’s findings are conclusive on review if they are supported by substantial evidence, which is such evidence as a reasonable mind might find adequate to support a conclusion. Peak v. Unemployment Compensation Board of Review, 509 Pa. 267, 501 A.2d 1383 (1985). Pursuant to this standard, we must determine whether substantial evidence in the record, taken as a whole, supports the findings of the Board. Id. As the ultimate factfinder, the Board determines the credibility of witnesses and the weight to be assigned to the evidence. Miller v. Unemployment Compensation Board of Review, 45 Pa.Commonwealth Ct. 539, 405 A.2d 1034 (1979). Here, the Board expressly resolved conflicts in the testimony and issues of credibility in favor of Claimant. Because this is the Board’s function, on review, we must afford the party prevailing before the Board the benefit of all logical and reasonable inferences which can be drawn from the evidence. Id. The fact that Employer may have produced witnesses who gave a different version of the events, or that Employer might view the testimony differently than the Board, is not grounds for reversal if substantial evidence supports the Board’s findings.\nOur review of the record as a whole, particularly the testimony quoted herein, convinces us that substantial evidence supports the Board’s findings and that the Board’s conclusions are consistent with those findings.\nAccordingly, we affirm.\nORDER\nAND NOW, this 4th day of November, 1994, the order of the Unemployment Compensation Board of Review dated March 1, 1994, is affirmed.\n. Our scope of review is limited to determining whether constitutional rights have been violated, an error of law has been committed or whether findings of fact are supported by substantial evidence. Frigm v. Unemployment Compensation Board of Review, Pa.Commonwealth Ct. -, 642 A.2d 629 (1994).\n. Section 502 of the Unemployment Compensation Law, Act of December 5, 1936, Second Ex. Sess., P.L. (1937) 2897, as amended, 43 P.S. § 822, which governs the appeal period, provides:\nWhere an appeal from the determination or revised determination, as the case may be, of the department is taken, a referee shall, after affording the parties and the department reasonable opportunity for a fair hearing, affirm, modify, or reverse such findings of fact and the determination or revised determination, as the case may be, of the department as to him shall appear just and proper. The parties and the department shall be duly notified of the referee’s decision, and the reasons therefor, which shall be deemed the final decision of the board, unless an appeal is filed therefrom, within fifteen days after the date of such decision the board acts on its own motion, to review the decision of the referee. A memorandum of testimony of any hearing before any referee shall be made and be preserved for a period of ninety days following expiration of the period for filing an appeal from the final decision rendered in the case.",
        "type": "majority",
        "author": "FRIEDMAN, Judge."
      }
    ],
    "attorneys": [
      "David S. Bloom, for petitioner.",
      "James K. Bradley, Asst. Counsel and Clifford F. Blaze, Deputy Chief Counsel, for respondent."
    ],
    "corrections": "",
    "head_matter": "TAPCO, INC., Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted Aug. 26, 1994.\nDecided Nov. 4, 1994.\nDavid S. Bloom, for petitioner.\nJames K. Bradley, Asst. Counsel and Clifford F. Blaze, Deputy Chief Counsel, for respondent.\nBefore PELLEGRINI and FRIEDMAN, JJ., and RODGERS, Senior Judge."
  },
  "file_name": "1106-01",
  "first_page_order": 1164,
  "last_page_order": 1167
}
