{
  "id": 7872002,
  "name": "Roger KLEIN, Helen Klein, Stuart C. Gaul, Joan B. Gaul, J. Murray Egan, Gayle C. Kirkwood, John M. Kirkwood, Richard F. Andracki, David W. Greve, Neil F. Jones, and Susan Stauffer, Appellants, v. COUNCIL OF the CITY OF PITTSBURGH and City of Pittsburgh and Shadyside Health, Education and Research Corporation",
  "name_abbreviation": "Klein v. Council of Pittsburgh",
  "decision_date": "1994-06-06",
  "docket_number": "",
  "first_page": "1107",
  "last_page": "1119",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1107"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "499 Pa. 246",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778915
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0246-01"
      ]
    },
    {
      "cite": "417 A.2d 836",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "105 A.2d 299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "377 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249613
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/377/0621-01"
      ]
    },
    {
      "cite": "413 A.2d 1142",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "50 Pa.Commonwealth Ct. 354",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1907677
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/50/0354-01"
      ]
    },
    {
      "cite": "286 A.2d 471",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "4 Pa.Commonwealth Ct. 327",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1847775
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/4/0327-01"
      ]
    },
    {
      "cite": "440 A.2d 696",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "64 Pa.Commonwealth Ct. 459",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1928490
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/64/0459-01"
      ]
    },
    {
      "cite": "126 A.2d 399",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "386 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1268333
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/386/0350-01"
      ]
    },
    {
      "cite": "133 A.2d 542",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "390 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1275665
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/390/0001-01"
      ]
    },
    {
      "cite": "485 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755572
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/485/0040-01"
      ]
    },
    {
      "cite": "471 A.2d 927",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "80 Pa.Commonwealth Ct. 425",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1318477
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/80/0425-01"
      ]
    },
    {
      "cite": "122 Pa.Commonwealth Ct. 384",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1381120
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/122/0384-01"
      ]
    },
    {
      "cite": "430 A.2d 1014",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "60 Pa.Commonwealth Ct. 65",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1922532
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/60/0065-01"
      ]
    },
    {
      "cite": "467 A.2d 665",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "78 Pa.Commonwealth Ct. 494",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1314917
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/78/0494-01"
      ]
    },
    {
      "cite": "431 A.2d 398",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "60 Pa.Commonwealth Ct. 298",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1922461
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/60/0298-01"
      ]
    },
    {
      "cite": "315 A.2d 311",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "313"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "12 Pa.Commonwealth Ct. 104",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1858294
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "107-08"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/12/0104-01"
      ]
    },
    {
      "cite": "643 A.2d 1120",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1461154,
        7872111
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/164/0546-01",
        "/a2d/643/1120-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1436,
    "char_count": 44053,
    "ocr_confidence": 0.664,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20038793767513086
    },
    "sha256": "288779a8bec0c5e7cb6fc5654e5bc1789f96fdfdfb1680d203f5f78267744269",
    "simhash": "1:2775f10ee54a6dfc",
    "word_count": 6978
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CRAIG, President Judge, and COLINS, FRIEDMAN, and NEWMAN, JJ."
    ],
    "parties": [
      "Roger KLEIN, Helen Klein, Stuart C. Gaul, Joan B. Gaul, J. Murray Egan, Gayle C. Kirkwood, John M. Kirkwood, Richard F. Andracki, David W. Greve, Neil F. Jones, and Susan Stauffer, Appellants, v. COUNCIL OF the CITY OF PITTSBURGH and City of Pittsburgh and Shadyside Health, Education and Research Corporation."
    ],
    "opinions": [
      {
        "text": "CRAIG, President Judge.\nINTRODUCTION\nIn this statutory zoning appeal case (related to an equity proceeding by Klein v. Shadyside Health, Education and Research Corporation, — Pa. Commonwealth Ct. -, 643 A.2d 1120 (1994), owners (objectors) of residential property located in the vicinity of Shadyside Hospital, in the City of Pittsburgh, have appealed from an order of March 23, 1993, by Judge McLean, of the Court of Common Pleas of Allegheny County, that affirmed an action of the Pittsburgh City Council giving zoning approval to a conditional use sought by that hospital’s corporate body, the Shadyside Health, Education and Research Corporation (hospital), authorizing its existing “hospital and unit group building” conditional use in an R-5 Multiple-Family Residential District to include a “helicopter medical private use landing area for a helistop” (medical helistop).\nPittsburgh Ordinance No. 40 of 1990, effective December 28, 1990, is the ordinance which amended the Pittsburgh Zoning Code (Code) to add the provisions defining and regulating the helicopter landing areas whose classifications are footnoted above.\nStatutory and charter authority for zoning ordinances and zoning administration the City of Pittsburgh is not governed by the Pennsylvania Municipalities Planning Code (MPC), Act of July 31, 1968, P.L. 805, as amended, 53 P.S. §§ 10101-11201, which has no application to the second class city classification of Pittsburgh. MPC § 107, 53 P.S. § 10107. Zoning by the City of Pittsburgh is governed by provisions of Pittsburgh’s second class city planning statute, the Act of March 31, 1927, P.L. 98, §§ 1-8, 53 P.S. §§ 25051-25058, and by the general home rule powers implemented in the Pittsburgh Home Rule Charter, § 101, subject to the Home Rule Charter Act of April 13, 1972, P.L. 184, § 302, 53 P.S. § 1-302.\nHowever, just as is true with respect to municipalities governed by the MPC, a conditional use provision in a zoning ordinance is very similar to a special exception provision, in that both types of zoning actions deal with the authorization of additional land uses, different dimensional limits, or other aspects of land uses, in accordance with express standards stated in the zoning ordinance. Cf. MPC §§ 603(c), 912.1, 53 P.S. §§ 10603(c), 10912.1. Greensburg City Planning Commission v. Threshold, Inc., 12 Pa.Commonwealth Ct. 104, 107-08, 315 A.2d 311, 313 (1974).\nSpecial exception approvals are administered in Pittsburgh by the zoning board of adjustment, Code § 909.02(e), and conditional uses are decided by city council, pursuant to hearings before the city planning commission and findings and recommendations made by that commission to city council. Code § 993.01(a).\nThe city council’s action with respect to a conditional use constitutes an administrative adjudication — not a legislative action — by council within the framework of the Local Agency Law, 2 Pa.C.S. §§ 551-555. North Point Breeze Coalition v. City of Pittsburgh, 60 Pa.Commonwealth Ct. 298, 431 A.2d 398 (1981).\nHISTORY OF CASE\nIn this case, the hospital’s application for conditional use approval of the medical heli-stop inclusion went first to the Pittsburgh City Planning Commission which held hearings that concluded in February of 1991. After the commission submitted findings, recommending approval of the helistop, to Pittsburgh City Council, the city council held hearings on two dates, in June and July of 1991, and, on July 9, 1991, voted to approve the conditional use application for the heli-stop. The objectors participated in the hearings before the commission and the city council.\nAfter filing a timely appeal with the trial court, the objectors moved that the court conduct hearings de novo and grant leave to pursue discovery. The court denied that motion.\nOn appeal here, the objectors present a series of issues.\nQUESTIONS PRESENTED\nOrdinance Content\n1.Zoning Ordinance Interpretation — Do the provisions of the Pittsburgh Zoning Ordinance (Code), as amended, expressly permit a medical helistop to be approved as a conditional use in an R-5 Multiple-Family Zoning District?\nProcedural Compliance and Ordinance Validity\n2. Conditional Use Hearing Procedures— Did the city council’s conditional use hearing procedure provide due process so as to create a record adequate for appellate review?\n3. Jurisdiction to Decide — Did the trial court have jurisdiction to review the questions of (a) the legal validity of the amending ordinance’s title and (b) the legal validity of its content and substance?\n4. Are the ordinance provisions invalid as a matter of substance as special legislation?\nANALYSIS\nBecause constitutional and ordinance validity questions should not be reached if not necessary for decision, this analysis will first consider the straightforward questions involved in applying the Pittsburgh Zoning Ordinance to the hospital’s medical helistop use. Does the ordinance actually contain terms which allow a medical helistop in an R-5 Multiple-Family District as a conditional use? In the proceedings, did the city council afford due process to all parties in conducting hearings?\nZoning Ordinance Content\n1. Does the Pittsburgh Zoning Ordinance Contain Provisions which Literally Allow Council, by the Grant of a Conditional Use, to Permit a Medical Hel-istop for a Hospital in the R-5 Multiple-Family Dwelling District?\nThe Pittsburgh Zoning Ordinance (Code), originally enacted along its present lines May 10, 1958, now constitutes Title Nine — Zoning—in Pittsburgh’s Code of Ordinances.\nAs the objectors rightly point out, the general arrangement of the Code — after setting forth the administrative and procedural provisions which include the definitions, board of adjustment chapter, provisions for administration, fees and enforcement, and amendment process — then lists an extensive range of different classes of zoning districts and planned development districts. Characteristically, within each chapter governing a particular class of district, there are provisions listing the permitted uses, the height and area requirements and also the use, height and area exceptions; the exceptions group is subdivided into conditional uses allowable by city council action, special exceptions governed by the board of adjustment and exceptions which can be authorized by the zoning administrator.\nThe last article of the zoning title contains regulations applicable to all districts, including regulations applicable to more than one district but less than all districts. Chapters within that article deal with use, height, area, environmental protection requirements, signs, day care facilities, parking, nonconforming uses and structures, and also regulations dealing with the entire category of exceptions, which, as noted above, are subdivided into conditional uses by city council, special exceptions governed by the board of adjustment and exceptions allowable by the administrator.\nWhen one focuses upon the Code provisions pertaining to the medical helistop at issue here, a logical point of departure is Chapter 903 where all classes of helicopter facilities are defined as outlined in footnote 1 above.\nThe next logical step is to examine Chapter 941, the district regulations for the R-5 Multiple-Family Residence District. Because section 941.02, the listing of uses unconditionally permitted in R-5, contains no mention of hospitals or helicopter facilities, the next reference in that chapter must be to section 941.05 Use Exceptions, where subsection (a) lists the conditional uses permitted after public hearing and recommendation by the planning commission and approval by city council. The only pertinent item there is:\n(12) Hospital or unit group building thereof. (See section 993.01(a)(8).)\nThere are no other provisions among the R-5 District regulations which pertain to hospitals or helicopter facilities.\nAccordingly, because district regulation section 941.05(a)(12) incorporates by reference section 993.01(a)(8), the next step is to refer to the latter section. Chapter 993 governs use exceptions, and section 993.01(a) spells out the conditional uses permitted by council approval and the location and specific requirements pertaining to them. One of those conditional uses is item (8), § 993.-01(a)(8), which appears in the Code as follows:\n(8) Hospital and unit group building thereof, including helicopter medical private use landing area for a helistop (See section 981.05 and 981.11): In R — 4, R — 4-H, R-5, R-5-H, I-C and I-M Districts and any A 1 District, contiguous to such R Districts: (Emphasis added.)\nThe underlined portion was added by the amendment, Ordinance No. 40 of 1990. In that amending ordinance, an ellipsis (.) followed the colon (:) in the above passage; as conventional punctuation, that ellipsis obviously was indicating that pre-existing material in the full Code (the above listing of districts — R-4 through A1 — and subpara-graphs “a” through “e”) was omitted from the amendment because that material was to remain in the Code as before, not changed by the amendment, which then added a new subparagraph “f’ to follow the unchanged pre-existing matter.\nContrary to objectors’ implication, the five-dot ellipsis was not a sinister means of concealing the districts affected, but was merely a conventional way of indicating that the preexisting list of districts where the hospital conditional use is allowed (as well as items a-e) remained in the Code as before.\nThus, although the district regulations applicable to the R-5 District in Chapter 941 make no express mention of helicopter facilities, the trial court concluded that the cross-reference in that chapter, to the conditional use item in Chapter 993, quoted immediately above, effectively did include a medical heli-stop related to a hospital, through incorporating section 993.01(a) by reference into the hospital conditional use provisions under Chapter 941, those R-5 District regulations.\nAs quoted above, section 993.01(8) in turn incorporates by reference the helicopter regulations in sections 981.05 and 981.11. Those two sections are part of the Chapter 981 use regulations within Article V, Regulations Applicable to All Districts. Section 981.05 deals with the location of vehicular entrances or exits at certain uses, including that of a hospital. More specifically applicable is section 981.11, in the use regulations applicable to all districts, dealing with “Helicopter Facilities.” This section contains the regulations which “govern and control the erection, installation and enlargement of all helicopter facilities, including heliports, helipads and helistops.” There follows subsections (a) through (n) inclusive, relating in detail to various aspects of helicopter facilities, including their location and relation to schools, residential uses, other helicopter installations, and property lines. There are also provisions dealing with federal and state law compliance, recordkeeping, building code compliance and site plan. Of particular pertinence here, in an R-5 District, are subsections (d) and (e) of section 981.11, which state:\n(d) A helicopter landing area with more than three (3) flights per month occurring between 10:00 p.m. and 7:00 a.m. shall be located at least 400 feet from residential uses in R, Al, AP, SP or Cl Districts. Medical private use helistops approved as a conditional use exception shall comply with the spacing requirements specified as conditions of approval under Section 993.01(a)A(8).\n(e) A helicopter landing area with three (3) or less flights per month occurring between 10:00 p.m. and 7:00 a.m. shall be located at least 300 feet from residential uses in R, Al, AP, SP or Cl Districts. Medical private use helistops approved as a conditional use exception shall comply with the spacing requirements specified under Section 993.01(a)A(8).\nIn response to this rather complicated Code structure, the objectors contend that Ordinance No. 40 of 1990 failed to amend the Code so as to legally and effectively include medical helistops as uses permitted by conditional use approval in R-5 Districts. Objectors’ position is based upon their description of the way in which the Code commonly includes express listings of a whole range of conditional uses within the district regulation listings for R-5 and other districts.\nObjectors stress that Article III, the district regulations, pursuant to Ordinance 40 of 1990, were amended to include express references to helicopter facilities in C-4, C-5, M-2, I-C, I-Ml, S-Pl, S-P2, CP and I-P districts.\nAlso, helicopter facilities are expressly listed as special exceptions in the Article III district regulations for various districts such as I-C, I-M, C-4, C-5, C-6, M-l, M-2, M-3, M-4, S-P, C-P, M-P, and I-P.\nObjectors refer to those passages as the “traditional mode” of the Code’s structure. Thus, their attack pertains to the format of the Code, rather than to its substantive legal effect.\nAlthough the ordinance pattern does display a difference between the treatment of helicopter facilities for hospitals versus helicopter facilities of other types, that difference, as Trial Judge McLean correctly concluded, consists chiefly of the fact that one group is incorporated by express listing within the district regulations, and the other group is incorporated by reference; i.e., the cross reference in district regulation section 941.05(a)(12) relates explicitly to conditional use exception section 993.01(a)(8).\nObjectors’ argument, that this incorporation by reference “disregards the never varied and consistent structure of the Pittsburgh Zoning Code” does not go to the Code’s validity or meaning. The Code, a typical example of a large-city zoning code, is a complicated and interrelated mass of regulations relying on many cross-references because of the undeniable impossibility of saying everything with respect to any item in just one place.\nOrdinance 40 of 1990 was consistent in using the cross-reference approach with respect to the hospital conditional use allowances, and their included helistops, in the R-4, R-^4-H, R-5-H, I-C, and I-M Districts. In every one of those districts, the listed conditional use is\nHospital or unit group building thereof. (See Section 993.01(a)(8).)\n(In the “H” districts, there are two-step in-corporations by reference.) Incorporating medical “helistops” by reference into the “hospital” use descriptions appears to reflect the fact that a medical helistop is obviously associated with a hospital as a subordinate aspect — the “parking space” for helicopters serving as aerial ambulances.\nFrom the above examination of the Code, the conclusion is that the literal provisions of the Pittsburgh Zoning Code, as amended by Ordinance 40 of 1990, do allow city council to approve a medical helistop as part of a hospital conditional use in the R-5 District involved here.\nThe objectors, having contended that the amended Pittsburgh Zoning Code simply does not contain provisions necessary to authorize a medical helistop in a residential zoning district upon proof of compliance with stated standards, have been logically consistent in not pursuing any issue in the nature of a claim that the hospital’s specific application here fell short of compliance with ordinance requirements for a medical helistop in a residential district.\nAccordingly, this analysis may proceed to the questions of hearing procedure and ordinance validity which objectors have preserved.\nProcedural Compliance and Ordinance Validity\n2. Did the City Council’s Conditional Use Hearing Procedure Conform to Law?\nAs noted above, when Pittsburgh City Council holds a hearing to consider whether or not to grant a conditional use application, council is not engaged in a legislative procedure but is concluding an administrative adjudication. North Point Breeze Coalition; The Whale’s Tale, Inc. v. City of Pittsburgh, 78 Pa.Commonwealth Ct. 494, 467 A.2d 665 (1983), adopting trial court opinion at The Whale’s Tale, Inc. v. City of Pittsburgh, 27 D. & C. 3d 327 (1982).\nObjectors point out that the city council proceeding “was structured as a public hearing and not as an adversary proceeding.” Each speaker was given only three minutes to present the speaker’s position, including counsel representing the objectors, who had only three minutes time, with no opportunity to call or cross-examine witnesses.\nAccordingly, the objectors now contend in the brief to this court that there “should be a common law requirement to compel a record ... suitable for court review in the conditional use process as is mandated by statute in proceedings before administrative agencies such as municipal zoning hearing boards....,” citing MPC § 908, 53 P.S. § 10908, as an example.\nBecause city council here did not conduct such an adversarial proceeding, with direct testimony and cross-examination, the objectors contend that the trial court erred in refusing to grant a de novo hearing and also in refusing to permit discovery.\nHowever, the objectors have not identified any point in the record where they lodged an objection with city council concerning the manner in which city council was conducting its hearing.\nAlso, examination of the issues raised by objectors to the trial court, as embodied in the Amended Notice of Appeal, does not reveal the preservation of any issue calling for adversarial proceedings of a courtroom nature by city council. Paragraph 5 complains only about the absence of a planning commission meeting notice with respect to residents of an apartment building adjacent to the hospital. Paragraph 6 objects to the absence of a full opportunity to voice concerns at the planning commission meeting where, that paragraph avers, the planning commission allowed the hospital to give a one-hour presentation but permitted the objectors only one-half hour with constant interruptions, and no opportunity to speak on the issue of medical necessity of the helistop.\nTherefore, the conclusion on this record must be that the issue now stated in objectors’ Statement of Questions Involved— whether city council’s conditional use procedure provided due process — was not raised either before city council itself or before the trial court, and therefore cannot be reviewed by this court. Taylor v. Wilkins Township, 60 Pa.Commonwealth Ct. 65, 430 A.2d 1014 (1981).\n3. Did the Trial Court Have Jurisdiction to Decide as to the Validity of the Title of the Amending Ordinance and the Validity of the Medical Helistop Provisions as Placed into the Code by that Amendment?\na. Validity of Amending Ordinance’s Title\nThe objectors have preserved an issue with respect to the title and subject matter of Ordinance No. 40 of 1990, the ordinance amendment that placed in the Code the provisions under which the present conditional use was granted by city council. For this point, objectors rely upon § 317 of Pittsburgh’s Home Rule Charter which echoes Pa. Const, art. Ill, § 3, by providing that\n[ejvery Ordinance shall have a title clearly expressing the subject. Every ordinance and resolution can contain only one main subject.\nThe title of Ordinance No. 40 makes no reference to residential districts but states that it amends the Code\nby providing definitions, use exceptions and regulations for heliports as a Conditional Use Exception in M3, M4 and MP Districts, for helipads as a Conditional Use Exception in C4, C5, C6, SP and all M and I type Districts; for helistops as a Special Exception in C4, C5, C6, CP, SP and all M and I Districts.\nIn rejecting this ordinance title attack, the trial court here relied upon Health Group Care Centers, Inc. v. City of Pittsburgh, 122 Pa.Commonwealth Ct. 384, 552 A.2d 323 (1988), in which one of the issues raised in attacking four Pittsburgh ordinances was that they “violated Art. Ill, Section 3 of the Pennsylvania Constitution, which requires that the subject of bills be clearly expressed in their titles.” This court refused to consider that issue because the attack, initiated several years after the enactment of the ordinances, was deemed to be untimely under 42 Pa.C.S. § 5571(c)(5), which states:\nQuestions relating to an alleged defect in the process of enactment or adoption of any ordinance, resolution, map or similar action of a political subdivision shall be raised by appeal commenced within 30 days after the effective date of the ordinance, resolution, map or similar action.\nThis court treated all of the attacks on the ordinances in that case, including the title attack, as defects in the process of enactment and therefore held the attack to be untimely under the quoted provision of the Judicial Code.\nHence, the issue of the title of Ordinance No. 40 of 1990 comes too late, by suit in 1993, years after the amending ordinance material had become part of the whole Code.\nb. Substantive Validity Appeals from City Council Action Issuing Approval of a Zoning Conditional Use Application — To City Zoning Board of Adjustment or to Court?\nBoard of Adjustment Jurisdiction\nThe objectors’ attack upon the constitutionality of the content of the helicopter facilities provision is substantive, contending that the provision for allowing a medical helistop in the R-5 District — if it does exist, as was concluded above — is invalid as special legislation. Objectors refer to Code § 993.-01(a)A(8), which incorporates regulations from Code § 981.11. Under the latter section, objectors argue that favoritism toward medical helistops exists, in that § 981.11(d) exempts a medical helistop approved as a conditional use from the requirement of 400-foot separation from residential uses in R Districts and subjects them only to the different spacing requirements of Code § 993.-01(a)A(8). Also, objectors contend that the exemption in § 981.11(e), freeing less intensively used medical helistops from a 300-foot separation from residential uses in R Districts, and applying the different § 993.-01(a)A(8) spacing requirements is also discriminatory as special legislation.\nFinally, objectors complain that the provision allowing all helistops as special exceptions under Code § 909.06(b)(30) require that such helistops outside of residential districts must not only comply -with § 981.11 but also must submit a noise analysis with respect to noise levels at residential uses in R Districts, but there is no similar provision for medical helistops allowed as part of a conditional use in a residential district under Code § 993.01(a)A(8).\nAlthough the trial court examined the questions of special legislation embodied in the above passages, the trial judge held that he was not required to do so, under our decision in Sorbara v. City of Pittsburgh, 80 Pa.Commonwealth Ct. 425, 471 A.2d 927 (1984), where this court held that an attack on the substantive validity of a provision of the Pittsburgh Zoning Code must not only await the issuance of a zoning approval under the ordinance being attacked, but must also be submitted first to the Pittsburgh Zoning Board of Adjustment.\nIn Sorbara, this court cited City of Pittsburgh v. Commonwealth, 485 Pa. 40, 400 A.2d 1301 (1979); Pittsburgh Outdoor Advertising Co. v. Clairton, 390 Pa. 1, 133 A.2d 542 (1957), Knup v. Philadelphia, 386 Pa. 350, 126 A.2d 399 (1956); and Wyoming Borough v. Wyco Realty Co., 64 Pa.Commonwealth Ct. 459, 440 A.2d 696 (1982), for the proposition that challenges to an ordinance under which a permit has been issued must be taken first to the board, before an appeal to court.\nThe Sorbara opinion explains Bidwell v. Zoning Board of Adjustment, 4 Pa.Commonwealth Ct. 327, 286 A.2d 471 (1972), as not being inconsistent when this court in Bidwell said that the Pittsburgh board is not charged with a “determination” of constitutionality of zoning ordinances, pointing out that the court in Sorbara is holding that, nevertheless, the challenge must first be “submitted” to the board. Of course, by such a submission, a board can make a due process record, upon an adversarial basis, which, objectors argue, here should have been made before city council.\nAll of the foregoing cases agree that no party may attack the substantive validity of a zoning ordinance, whether in Pittsburgh or under the MPC, in the abstract, i.e., before it is applied to a particular situation by the issuance of a zoning approval under it.\nAs in Sorbara, where the zoning administrator or bufiding inspector has issued that approval, the propriety of resort next to the board is apparent.\nHowever, the question here newly presented is whether we should treat the issuance of conditional use approval by city council as analogous, not only to the issuance of a special exception by the board, but also as analogous to zoning approval by an administrator, appealable from city council to the subordinate board upon an issue concerning the validity of the underlying ordinance.\nCourt Jurisdiction of Appeals from City Council\nIn North Point Breeze Coalition, this court, after concluding that Pittsburgh City Council action granting zoning approval by way of conditional use is an administrative adjudication, pointed out that the route of appeal from that city council action is under the Local Agency Law, 2 Pa.C.S. § 752, which provides that the right of appeal from such a local agency adjudication is pursuant to the Judicial Code, 42 Pa.C.S. § 933(a)(2), which sends appeals from local agencies to the common pleas courts.\nThis court identified that course of appeal from Pittsburgh zoning matters because the second class city planning statute of 1927 was never updated to deal with the concept of conditional uses subject to approval by city council, an innovation which came twenty years after the 1927 statute, which in its § 7, 53 P.S. § 25057, recognized only the board of adjustment as providing the path for administrative appeals.\nOf course, the Pittsburgh Zoning Code does not attempt to establish any court jurisdiction for appeals because of the lack of legal capacity for a city to do so. It only recognizes that, in accordance with § 7 of the 1927 statute, 53 P.S. § 25057, appeals from board of adjustment decisions go to common pleas court; Code § 909.07(g) merely refers to the common pleas court route of appeal from that board.\nThus, our decisions to date have confirmed that appeals from the interpretation and application of a Pittsburgh Zoning Code conditional use provision, by the city council, go directly to the common pleas court.\nSignificantly, neither the Sorbara decision nor any statutory provision indicates that a validity appeal from a city council grant of conditional use would go to the city’s board of adjustment rather than to the common pleas court.\nSorbara involved an attempt to appeal issuance of a building permit by the Pittsburgh Bureau of Building Inspection, constituting an administrative approval of an application for a commercial building allegedly complying with the Zoning Code as previously amended. This court confirmed that such an appeal, even though it involved a validity issue as well as an ordinance application issue, should have gone to the board of adjustment.\nHence Sorbara does not answer the question in this case.\nWe must examine the applicable law to determine if there is any basis in the statutes or ordinances for a validity issue, stemming from city council’s administrative approval of a zoning application, to go to the city’s own board of adjustment.\nExamination of the statutory and ordinance jurisdiction of the board of adjustment shows that no review power over conditional use grants or refusals, has been conferred upon the board of adjustment. Section 7 of the Act of 1927 gives the board of adjustment only the following powers:\n1.To hear and decide appeals from decisions “made by an administrative official. ...”\n2. To hear and decide special exceptions, which the ordinance places within the board’s jurisdiction; and\n3. To authorize variances. (Emphasis added.)\nTherefore the statute gives the board of adjustment no review powers over councilmanic grant of a conditional use. The Pittsburgh Zoning Code, in § 909.02, lists the board functions consistently with those powers conferred by the statute — namely, to review decisions of the administrator, to pass upon special exceptions and to grant variances.\nNot surprisingly, there can be found no legal basis anywhere for zoning board review of councilmanic administrative action under the Zoning Code.\nThe omission is understandable when the Code’s description of conditional uses is considered. Code § 993.01(a) begins by describing the nature of conditional use permissions as follows:\n(a) Conditional uses permitted by council approval. The uses named in this category are in general those of a public or a semi-public character, deemed to be essential and desirable for the general convenience and welfare, and because of the nature of the use and/or its relationship to the overall plan, require the exercise of planning judgment on location and site plan. Specific conditions to be met are listed as minimum requirements.\nAlthough conditional use permissions by city council are, as noted at the beginning of this opinion, similar to special exception grants by the board of adjustment, the above Code passage definitely indicates that the subject matter of conditional uses has more impact upon the city’s life and landscape than the subject matter of special exceptions. A glance at some of the conditional uses listed under Code § 993.01(a)A provides examples of their significance; they include: atomic reactors, distribution centers, and structures belonging to of all levels of government, including schools and educational institutions.\nThus there is considerable logic in the pattern of law and procedure described above. Appeals from decisions of individual zoning administrators go to the board of adjustment, including appeals from rejections resulting in a need to apply to that board for a variance; special exception matters are also initiated before the board for its decision. However, this statutory and ordinance pattern for the board’s review jurisdiction understandably makes no provision for having the board review conditional use administrative adjudications by city council. For example, if city council rejected a conditional use application — involving a development which the Code, as above noted, describes as having a very substantial planning significance and impact — it would be very anomalous if an applicant were then able to turn to the appointed board and ask that board to overturn the rejection issued by the elected city council.\nHence, on the merits of council’s conditional use interpretation and application, the appeal from council’s action, instead of going to the board, goes directly to common pleas court under the Local Agency Law. North Point Breeze Coalition.\nThus the law negates the notion that a conditional use case, like the one here, involving an attack on the validity of the ordinance as well as upon the grant of approval under it, would go from city council’s action to the subordinate board. Sorbara does not so hold because it involved an appeal only from a zoning approval granted by a single city official.\nAlthough there may be functional logic in having a zoning hearing board preside over the making of a record in a conditional use case also, nothing of that sort appears in the statutory framework, thus leaving the validity issues, as well as other questions on the merits, embodied in the Local Agency Law appeal to court from the city council’s action.\nWith respect to such validity attacks, our conclusion is confirmed by the Local Agency Law, which expressly contemplates that, upon an appeal to court under 2 Pa.C.S. § 752, an ordinance validity question can be decided under 2 Pa.C.S. § 753(a), which reads:\n(a) General Rule. — A party who proceeded before a local agency under the terms of a particular statute, home rule charter, or local ordinance or resolution shall not be precluded from questioning the validity of the statute, home rule charter or local ordinance or resolution in the appeal, but if a full and complete record of the proceedings before the agency was made such party may not raise upon appeal any other question not raised before the agency (notwithstanding the fact that the agency may not be competent to resolve such question) unless allowed by the court upon due cause shown.\nIn the event a full and complete record of the proceedings was made before the local agency (here, city council or, as its délegate, the city planning commission), 2 Pa.C.S. § 753(b) provides that “the court shall hear the appeal without a jury on the record certified by the agency.”\nThe Local Agency Law, in 2 Pa.C.S. § 754(a), provides for the contingency of an incomplete record by stating:\n(a) Incomplete record. — In the event a full and complete record of the proceedings before the local agency was not made, the court may hear the appeal de novo, or may remand the proceedings to the agency for the purpose of making a full and complete record or for further disposition in accordance with the order of the court.\nAccordingly, noting the absence of functional authorization for the board of adjustment as to a validity attack upon a conditional use ordinance, and recognizing the pertinent coverage of the Local Agency Law for such validity attacks, the conclusion must be that the trial court here did have jurisdiction to consider the objectors’ claim of the invalidity of the helicopter facility provisions as discriminatory special legislation.\nBecause this court has agreed with the trial court’s conclusion that the Code, subject to the stated standards, does permit the city council to grant approval of a medical heli-stop at the location involved, and because this court has also agreed with the trial court’s rejection of the validity attack on the zoning ordinance title as no longer cognizable, there must now be considered the further role, if any, of the trial court with respect to the special legislation issue which the trial judge did examine, even though he had negated the trial court’s jurisdiction to undertake that analysis.\nThe trial judge’s opinion records that he did consider the record to be adequate for consideration of the validity claims made. The trial judge expressly decided that the record was sufficient under the Local Agency Law, 2 Pa.C.S. § 754(a), as noted above.\nThis court agrees with the trial judge’s refusal to receive additional evidence on objectors’ allegation of collusion and improper motives; the trial judge stated:\nThe additional evidence which Appellants seek to introduce regarding collusion and improper motives of the drafters is simply not relevant to the validity of the Ordinance. Appeal of Mark Garner Assoc., Inc., 50 Pa.Commonwealth Ct. 354, 413 A.2d 1142 (1980).\nAlthough the Local Agency Law does empower a court to remand a validity case such as this for additional hearings by the local agency, the trial court here has determined that the record is sufficient, and this court has noted above that the objectors are not entitled to new hearings, in a due process format of direct and cross-examination, because no demand for the same was made before the agency.\nFinally, therefore, this analysis must turn to the ordinance validity issue raised by the objectors before the local agency and before the court, and also considered by the court upon the record filed.\nJp. Are the Ordinance Provisions Allowing Medical Helistops Invalid as a Matter of Substance as Special Legislation?\nOn this issue, this court adopts with approval the decision of Judge McLean upholding the helicopter facility provisions against the claim that they are invalid as special legislation. The pertinent portion of the trial court’s opinion, on that point, is as follows:\n[Objectors’] argument that Ordinance 40 is invalid as special legislation likewise cannot stand. In order to be considered special legislation, or spot zoning, a zoning ordinance must be ‘unjustly discriminatory, arbitrary, unreasonable, and confiscatory in its application, in that it [is] directly aimed at [a] particular piece of property.’ Shapiro v. Zoning Board of Adjustment, 377 Pa. 621, 105 A.2d 299 (1954).\nOrdinance 40 permits medical private use helistops in conjunction with hospitals as a conditional use in six different zoning districts. It does not rezone [Shadyside Hospital’s] property nor single it out for preferential treatment among other area hospitals. In fact Ordinance 40 confers no benefit on Shadyside Hospital that is not similarly bestowed on any other city hospital, many of which have helicopter landing facilities predating Ordinance 40. Another city hospital, St. Margaret’s, has already obtained conditional use approval for a helistop pursuant to Ordinance 40.\nNor is Ordinance 40 rendered special legislation by the fact that [the hospital] lobbied strenuously for its passage. Legislation must stand or fall on its own terms: the state of mind of its drafters or enactors is not relevant to the issue of validity. Nichols v. City of Corry, 53 Pa.Cmwlth. 248, 417 A.2d 836 (1980).\nThe [objectors] also claim that Ordinance 40’s noise limit of 75 dBLdn was set at an artificially high level specifically to accommodate Shadyside Hospital.\nIn fact the 75 dBLdn limit is not applicable to hospital helistops, but rather to helistops approved as special exceptions under § 909.-06(b)(30) of the Zoning Code. The 75 dBLdn limit is inapplicable not to Shadyside Hospital alone but to all helicopter facilities seeking conditional use approval. In the conditional use process the noise limit for a particular helistop is set individually by City Council and any increase of more than 3 dBLdn above that level requires additional approval by Council.\nMoreover, the 75 dBLdn standard kicks in on special exception cases only when a helis-top will cause an increase of more than 3 dBLdn in the ambient noise level (a change of less than 3 dBLdn is not perceptible to the human ear), resulting in a total over 75 dBLdn. Because the noise analysis in the present case projected an increase in ambient noise of less than 3 dBLdn caused by the Shadyside helistop, the 75 dBLdn standard would not have applied in any event.\nFinally, the exemption of medical helistop from the setback requirements applicable to commercial helicopter facilities does not of itself render Ordinance 40 invalid as special legislation. Again not just Shadyside but all medical helistops are exempt from these specifications. Again Ordinance 40 does not anticipate that medical helistops be completely unregulated, but requires that they comply with specific conditions set by City Council. In Shadyside’s case Council approved the helistop at a location 370 feet from the nearest residential structure, and specified that flights between the hours of 10:00 p.m. and 7:00 a.m. be limited to an average of five a month. The requirements in special exception cases are a setback of at least 400 feet in the event of three or more night flights per month and of 300 feet in the event of less than three night flights per month. A comparison of these standards and the conditions actually imposed on Shadyside reveals a difference of 30 feet in the setback requirements, a difference which though not negligible can be justified by the legitimate goal of permitting more flexibility for medical helis-tops than for purely commercial facilities.\nIn order to be valid, a zoning ordinance amendment must ‘bear a substantial relationship to legitimate community health, safety, and welfare purposes, and may not be unreasonably arbitrary, irrational, unjustifiably discriminatory or confiscatory. Hopewell Township Board of Supervisors v. Golla, 499 Pa. 246, 452 A.2d 1337 (1982). The propriety of the Shadyside Hospital helistop is a subject as to which reasonable minds can and do quite vehemently differ. Nevertheless on the basis of the briefs and pleadings in this case as well as the record amassed at the municipal level, the Court must conclude that Ordinance 40 passes constitutional muster.\nCONCLUSION\nThe decision of the trial court is affirmed with respect to:\n(1) Interpretation of Code as permitting a medical helistop to be approved as a conditional use;\n(2) Refusing to supplant the local agency’s hearing procedure by receiving additional evidence or remanding for additional hearings;\n(3) Rejecting the claim of invalidity of the amending ordinance by reason of its title; and\n(4) Determining the medical helistop ordinance provisions to be valid and not unlawful as special legislation.\nThe trial court is reversed only with respect to the conclusion that ordinance validity issues related to a conditional use grant by city council must be taken by appeal to the board of adjustment rather than to the court under the Local Agency Law.\nORDER\nNOW, June 6,1994, the order and decision of the Court of Common Pleas of Allegheny County, dated March 23, 1993, is hereby affirmed in all respects except as to the determination that ordinance validity issues related to action by the City Council of Pittsburgh on a conditional use matter must be appealed to the Zoning Board of Adjustment of the City of Pittsburgh; that determination is modified in accordance with the foregoing opinion.\nPELLEGRINI, J., did not participate in the decision in this ease.\nNEWMAN, J., dissents.\n. Definition section 903.02(h) of the Pittsburgh Zoning Ordinance uses \"helicopter landing area” as a general term embracing all types of helicopter landing and takeoff facilities. Helicopter landing areas are further subdivided, by that definition section, into “helicopter public use landing areas,” “helicopter general private use landing areas” and \"helicopter medical private use landing areas,” which last type is the one involved in this case. Specifically,\n\"Helicopter medical private use landing area” means a private use heliport, helipad or heli-stop which provides helicopter landing area for the transport of persons in need of emergency medical care; the transport of patients needing specialized treatment; or the emergency transport of organs, blood, medicine or medical equipment.\nNote that foregoing definition contemplates an additional category of three subtypes — \"heliports,\" \"helipads,” and “helistops.” A \"heliport” is a helicopter landing area with some combination of refueling, maintenance, terminal and aircraft parking space facilities. A \"helipad” is a helicopter landing area which has one or more appurtenant aircraft parking spaces. This case involves a \"helistop,” defined as follows:\n“Helistop” means a helicopter landing area limited to arrival, drop off and departures only, with no parking or storage of aircraft. Aircraft with rotors in motion may remain a period of time not to exceed ten minutes; aircraft with rotors not in motion may remain a period of time not to exceed one hour.\n. Sections 937.05(a)(ll), 939.05(a)(1), 943.-05(a)(1), 947.05(a)(6), 949.05(a)(7).\n. However, it must be noted that such Code § 993.01(a)A(8) does incorporate the environmental report, including noise analysis, required as to heliports in M districts by Code § 993.-01(a)A(ll)a.\n‘dBLdn’ is the industry standard used to measure the day/night weighted average noise level in a given area.",
        "type": "majority",
        "author": "CRAIG, President Judge."
      }
    ],
    "attorneys": [
      "Richard L. Rosenzweig, for appellants.",
      "George R. Specter, Deputy City Sol., for appellee, City of Pittsburgh.",
      "William R. Sittig, Jr., for appellee, Shady-side Health, Educ. and Research Corp."
    ],
    "corrections": "",
    "head_matter": "Roger KLEIN, Helen Klein, Stuart C. Gaul, Joan B. Gaul, J. Murray Egan, Gayle C. Kirkwood, John M. Kirkwood, Richard F. Andracki, David W. Greve, Neil F. Jones, and Susan Stauffer, Appellants, v. COUNCIL OF the CITY OF PITTSBURGH and City of Pittsburgh and Shadyside Health, Education and Research Corporation.\nCommonwealth Court of Pennsylvania.\nArgued March 2, 1994.\nDecided June 6, 1994.\nReargument Denied Aug. 1, 1994.\nRichard L. Rosenzweig, for appellants.\nGeorge R. Specter, Deputy City Sol., for appellee, City of Pittsburgh.\nWilliam R. Sittig, Jr., for appellee, Shady-side Health, Educ. and Research Corp.\nBefore CRAIG, President Judge, and COLINS, FRIEDMAN, and NEWMAN, JJ."
  },
  "file_name": "1107-01",
  "first_page_order": 1173,
  "last_page_order": 1185
}
