{
  "id": 12058660,
  "name": "COMMONWEALTH of Pennsylvania. v. John T. HARVEY, Appellant",
  "name_abbreviation": "Commonwealth v. Harvey",
  "decision_date": "1995-11-08",
  "docket_number": "",
  "first_page": "1108",
  "last_page": "1114",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 1108"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "418 Pa.Super. 425",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        916858
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/418/0425-01"
      ]
    },
    {
      "cite": "424 Pa.Super. 350",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        926705
      ],
      "weight": 6,
      "year": 1993,
      "pin_cites": [
        {
          "page": "356"
        },
        {
          "page": "958"
        },
        {
          "page": "358"
        },
        {
          "page": "958"
        },
        {
          "page": "356"
        },
        {
          "page": "957-58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/424/0350-01"
      ]
    },
    {
      "cite": "239 A.2d 818",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "minors' statements that they saw \"beer\" being served to others and that they were served \"beer\" was insufficient to prove beyond a reasonable doubt that the beverage served was a \"malt or brewed beverage\" under the statute"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "212 Pa.Super. 174",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        783453
      ],
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "minors' statements that they saw \"beer\" being served to others and that they were served \"beer\" was insufficient to prove beyond a reasonable doubt that the beverage served was a \"malt or brewed beverage\" under the statute"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/212/0174-01"
      ]
    },
    {
      "cite": "532 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1835923
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "571"
        },
        {
          "page": "981",
          "parenthetical": "1992"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/532/0568-01"
      ]
    },
    {
      "cite": "613 A.2d 559",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "531 Pa. 654",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "399 Pa.Super. 168",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        886647
      ],
      "weight": 5,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "plurality"
        },
        {
          "parenthetical": "plurality"
        },
        {
          "page": "171"
        },
        {
          "page": "1391",
          "parenthetical": "\"Had the ... cans of beer been properly offered and received into evidence at trial, then the sufficiency of the evidence presented could not be questioned, as we could take judicial notice of the fact that Coors Lite beer is a malt or brewed beverage satisfying the statutory definition.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/399/0168-01"
      ]
    },
    {
      "cite": "530 Pa. 416",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1832994
      ],
      "weight": 11,
      "year": 1992,
      "pin_cites": [
        {
          "page": "420"
        },
        {
          "page": "793"
        },
        {
          "page": "420-21"
        },
        {
          "page": "791"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/530/0416-01"
      ]
    },
    {
      "cite": "652 A.2d 378",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868034,
        710847
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "381"
        },
        {
          "page": "382"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/0378-01",
        "/pa-super/438/0289-01"
      ]
    },
    {
      "cite": "438 Pa.Super. 289",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        710847
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "296"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/438/0289-01"
      ]
    },
    {
      "cite": "517 F.2d 441",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1127869
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/517/0441-01"
      ]
    },
    {
      "cite": "130 L.Ed.2d 143",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "115 S.Ct. 215",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "972 F.2d 1007",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1871558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/972/1007-01"
      ]
    },
    {
      "cite": "811 S.W.2d 848",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9990891
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "850"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/811/0848-01"
      ]
    },
    {
      "cite": "24 Cal. Rptr.2d 260",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "the label on a can of spray paint that listed toluene as an ingredient was admissible as an exception to the hearsay rule because labels were generally used and relied upon as accurate in the course of business"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "19 Cal.App.4th 1674",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        4527673
      ],
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "the label on a can of spray paint that listed toluene as an ingredient was admissible as an exception to the hearsay rule because labels were generally used and relied upon as accurate in the course of business"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/19/1674-01"
      ]
    },
    {
      "cite": "450 N.E.2d 455",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 6,
      "year": 1983,
      "pin_cites": [
        {
          "page": "456"
        },
        {
          "page": "457"
        },
        {
          "page": "458"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "71 Ill.Dec. 20",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "weight": 4,
      "year": 1983,
      "pin_cites": [
        {
          "page": "21"
        },
        {
          "page": "21"
        },
        {
          "page": "23"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "115 Ill. App.3d 872",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        3557525
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/115/0872-01"
      ]
    },
    {
      "cite": "351 Pa.Super. 79",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        649823
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "83"
        },
        {
          "page": "275"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/351/0079-01"
      ]
    },
    {
      "cite": "529 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831161
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "504-05"
        },
        {
          "page": "795"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0498-01"
      ]
    },
    {
      "cite": "647 A.2d 907",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870282,
        706479
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "911"
        },
        {
          "page": "911"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/647/0907-01",
        "/pa-super/436/0277-01"
      ]
    },
    {
      "cite": "436 Pa.Super. 277",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706479
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "285"
        },
        {
          "page": "286"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/436/0277-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 975,
    "char_count": 22413,
    "ocr_confidence": 0.721,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2452812886002234
    },
    "sha256": "06c96a7730227f6cda21da6da501d6d7eb16a62be451a94e60d270fdd3b99c27",
    "simhash": "1:2448e76ea105d87a",
    "word_count": 3649
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, JOHNSON and CERCONE, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania. v. John T. HARVEY, Appellant."
    ],
    "opinions": [
      {
        "text": "JOHNSON, Judge.\nIn this appeal, we are asked to determine whether a witness’s testimony that he consumed a particular brand of beer, based upon the label of the container, constitutes inadmissible hearsay. In addition, we consider whether the Commonwealth may establish the alcohol content of a malt or brewed beverage by taking judicial notice that certain brands of such beverages are listed in the Pennsylvania Bulletin as containing at least 0.5% alcohol by volume. Because we find that there was no violation of the hearsay rule and that judicial notice was properly taken, we affirm the judgment of sentence.\nBeginning in September 1990, John T. Harvey, then 46 years old, provided beer to numerous teenagers at his residence. Further, he required them to stay overnight at his home if they consumed any alcohol. Several minors testified that Harvey also provided them with marijuana. This activity continued until January 1992. In addition, one minor testified that, on two occasions Harvey asked him to sleep in his bed, and that Harvey sexually assaulted him on both occasions. Following a jury trial, Harvey was convicted of nine counts of selling or furnishing liquor or malt or brewed beverages to a minor, sixteen counts of corruption of minors, two counts of indecent assault, two counts of possession of a controlled substance (marijuana), and two counts of possession with intent to deliver a controlled substance (marijuana). The trial court sentenced him to a term of 10 to 23 months’ imprisonment. This appeal followed.\nOn appeal, Harvey raises the following contentions, which we have renumbered for purposes of review. Harvey argues that (1) the trial court erred in permitting minors to testify that they consumed Busch brand beer, (2) the evidence was insufficient to support his convictions for furnishing brewed or malt beverages to minors, and (3) the jury verdict sheet was prejudicially ambiguous and confusing.\nFirst, Harvey contends that the minors’ testimony that they consumed Busch beer was based on inadmissible hearsay. Specifically, Harvey asserts that the “Busch” label on the cans constituted inadmissible hearsay. Hearsay is defined as “an out-of-court statement offered in court to prove the truth of the matters therein.” Commonwealth v. Smith, 436 Pa.Super. 277, 285, 647 A.2d 907, 911 (1994). “The basis for rejecting hearsay evidence is its assumed unreliability because the declarant is not before the trier of fact and cannot be challenged as to the accuracy of the statement.” Commonwealth v. Rush, 529 Pa. 498, 504-05, 605 A.2d 792, 795 (1992). However, “ ‘[exceptions to the hearsay rule have been fashioned to accommodate certain classes of hearsay that are substantially more trustworthy than hearsay in general, and thus merit exception to the hearsay rule.’ ” Smith, supra, 436 Pa.Super. at 286, 647 A.2d at 911, quoting Commonwealth v. Haber, 351 Pa.Super. 79, 83, 505 A.2d 273, 275 (1986).\nHarvey cites no authority, nor are we aware of any, which stands for the proposition that product names found on containers constitute inadmissible hearsay. However, courts in several other jurisdictions have concluded that product labels admitted to establish the ingredients of the product constitute hearsay. Nonetheless, even where testimony as to the contents of a container based upon the label was found to constitute hearsay, courts have held that product labels fell within an exception to the hearsay rule. For example, in In the Interest of T.D., 115 Ill. App.3d 872, 71 Ill.Dec. 20, 450 N.E.2d 455 (1983), the Appellate Court of Illinois was asked to consider whether the notation on the label of a glue container that listed the contents of the container constituted hearsay when offered to prove the truth of the matter asserted, i.e., that the glue contained a hazardous substance. In that case, a minor appealed his adjudication of wardship following a trial court’s finding that he illegally sniffed an intoxicating substance. At the hearing, a police officer read into evidence a portion of the label that appeared on a tube of glue confiscated from the minor. The label stated that the tube contained the ingredient Toluol, and it carried warnings not to breathe the vapors. Id. at 874, 71 Ill.Dec. at 21, 450 N.E.2d at 456. Defense counsel entered a hearsay objection to the reference to Toluol. The court overruled the objection and admitted the tube of glue into evidence.\nOn appeal, the minor asserted that because the officer had no personal knowledge regarding the manufacture of the tube or its contents, and because he read from the label in order to prove the identity of .its contents, this evidence was inadmissible under the hearsay rule. While the court agreed that such evidence constituted hearsay, it found that an exception existed. First, the court reasoned that the notation on the label, as a statement by the manufacturer as to the contents of the product, “was an assertion of fact by an out-of-court declarant, offered in court by the State, to prove the truth of the matter asserted, i.e. that the glue contained Toluol.” Id. at 875, 71 Ill.Dec. at 21, 450 N.E.2d at 457. The court determined that when offered for this purpose, the notation on the label and the officer’s in-court reading of that notation were hearsay. Id. The court rejected the State’s contention that the label was admissible as an exception to the hearsay rule as a business record or a public document. Nevertheless, the court recognized that both federal and state statutes required that the tube of glue bear a label stating that it contained Toluol, a hazardous substance. Id. at 877, 71 Ill.Dec. at 23, 450 N.E.2d at 458. Therefore, the court held that “the trustworthiness of the label [was] beyond suspicion and though technically it [did] not meet the requirements for a business record, it should be an exception from the rule against hearsay.” Id. See also In re Michael G., 19 Cal.App.4th 1674, 24 Cal. Rptr.2d 260 (1993) (the label on a can of spray paint that listed toluene as an ingredient was admissible as an exception to the hearsay rule because labels were generally used and relied upon as accurate in the course of business).\nIn another case, the Missouri Court of Appeals determined that statements on the packaging of a needle and vacutainer representing that they were sterile, and statements on an antiseptic label stating that the antiseptic contained 10% iodine solution, constituted hearsay, but were admissible as an exception to the hearsay rule. Moore v. Director of Revenue, 811 S.W.2d 848 (Mo.Ct. App.1991). In Moore, the appellant was charged with driving under the influence of alcohol. At trial, the State introduced evidence concerning a blood analysis taken to determine the appellant’s blood alcohol content. By statute, Missouri requires proof that the person drawing blood for the pul-póse of determining its alcohol content used a sterile needle in performing that task. Id. at 850; Mo.Rev.Stat. § 577.029 (1986). In addition, Missouri requires proof that a nonalcoholic antiseptic was used to cleanse the skin prior to venipuncture. Id. The phlebo-tomist who performed the blood analysis testified that he cleansed the puncture site with a solution contained in a small glass vial, which was labeled “Betadine prep.” He further testified that, based upon its label, the vial contained 10% iodine solution and 90% water. The phlebotomist also testified that the needle and vacutainer used to draw the appellant’s blood were packaged and labeled as “sterile.” On appeal, the appellant argued that the trial court erred in admitting the results of his blood analysis because the phle-botomist’s testimony establishing that he followed the required procedures in drawing appellant’s blood was based upon inadmissible hearsay. The court held that the statements on the label and packaging in question were sufficiently reliable and trustworthy on their face to be considered an exception to the hearsay rule. Id. The court reasoned that to hold otherwise would\n[require] an array of witnesses ... to establish qualitative analyses of substances as well as production control and packaging in order for the items to be admissible in evidence. At best, but for admitting labels as evidence of the identity and condition of items, gross inconvenience would occur. At worst, items requiring such testimony would, in all practicality, not be admissible because of the difficulty or impossibility in securing the presence of witnesses.\nId. Thus, the court affirmed the appellant’s conviction.\nThe above-cited cases are distinguishable from the present case. Had the Commonwealth relied upon the Busch label to establish the alcohol content of the beverage, such testimony would have fallen squarely within the dictates of In the Interest of T.D., In re Michael G., and Moore. However, here, the minors’ testimony was not offered to establish the contents of the container. Instead, the Commonwealth only asked the minors what brand of beer they consumed. N.T., January 12,1993, at 133,154-55; N.T., January 13, 1993, at 218-219, 253, 275, 470. In response, the minors stated that they drank Busch brand beer. Id. Clearly, this testimony does not establish anything other than the manufacturer of the beverage. Thus, we conclude that the present case is more analogous to U.S. v. Alvarez, 972 F.2d 1007 (9th Cir.1992), cert, denied, — U.S. -, 115 S.Ct. 215, 130 L.Ed.2d 143 (1994). In that case, the appellant possessed a firearm that was inscribed with the words “Garnika, Spain.” He argued that the inscription constituted hearsay when offered to prove where it was manufactured. The Ninth Circuit Court of Appeals considered a prior case, in which it held that a red tape imprinted with the appellant’s name and affixed to a briefcase containing a gun was not hearsay, “as it did not constitute an assertion ‘from which the truth of the matter asserted is desired to be inferred,’ but rather was a ‘mechanical trace’ and a type of circumstantial evidence not excludable under the hearsay rule.” Id. at 1004, quoting United States v. Snow, 517 F.2d 441 (9th Cir.1975). The Alvarez court then concluded that a manufacturer’s inscription on a firearm was similarly not a statement for purposes of the hearsay rule. Id. The court further noted that Federal Rule of Evidence 902(7) does not require extrinsic evidence of authenticity for inscriptions or labels which indicate workmanship, control, or origin. Id. Accordingly, the court concluded that “evidence consisting of a manufacturer’s inscription on a firearm [wa]s not an assertion subject to the hearsay rule.” Id.\nWe conclude that the Busch label in the present case is analogous to the inscription on the firearm. The minors’ testimony, which was based on the Busch label, served only to establish the name of the manufacturer. Therefore, we find that the label was not an assertion subject to the hearsay rule. Accordingly, we cannot find that the trial court committed any error of law in allowing the minors to testify that they consumed Busch beer at Harvey’s residence.\nNext, Harvey contends that the evidence was insufficient to support his convictions for furnishing malt or brewed beverages to minors under 18 Pa.C.S. § 6310.1. He asserts that the Commonwealth failed to prove one element of this offense, namely, that the beverages contained the requisite percentage of alcohol by volume. In evaluating a claim that the evidence was insufficient to sustain a criminal conviction, “we must determine whether, viewing the evidence in the light most favorable to the Commonwealth as verdict winner, together with all reasonable inferences therefrom, the trier of fact could have found that each and every element of the crimes charged was established beyond a reasonable doubt.” Commonwealth v. Kelley, 438 Pa.Super. 289, 296, 652 A.2d 378, 381 (1994). Moreover, issues of witness credibility “are solely within the province of the jury as trier of fact and ... will not be assailed on review by this [Cjourt.” Id. at 296, 652 A.2d at 382.\nSection 6310.1 of the Pennsylvania Crimes Code, entitled Selling or furnishing liquor or malt or brewed beverages to minors, provides, in pertinent part, that\na person commits a misdemeanor of the third degree if he intentionally and knowingly sells or intentionally and knowingly furnishes, or purchases with the intent to sell or furnish, any liquor or malt or brewed beverages to a person who is less than 21 years of age.\n18 Pa.C.S. § 6310.1(a). Here, the jury was asked to consider whether the Commonwealth proved that Harvey served malt or brewed beverages to the minors. The Crimes Code defines malt or brewed beverages as “[a]ny beer, lager beer, ale, porter or similar fermented malt beverage containing O.50% or more of alcohol by volume, by whatever name such beverage may be called.” 18 Pa.C.S. § 6310.6.\nOur supreme court has stated that the “percentage of alcohol by volume is an element of the criminal offense charged under the Liquor Code for furnishing malt or brewed beverages to minors.” Commonwealth v. Tau Kappa Epsilon, 530 Pa. 416, 420, 609 A.2d 791, 793 (1992); 47 P.S. § 4-493(1). The definition of “malt or brewed beverages” is identical under both the Liquor Code and the Crimes Code. Compare 47 P.S. § 1-102 with 18 Pa.C.S. § 6301.6. Accordingly, we conclude that the Commonwealth must establish that beverages furnished to minors contained at least 0.5% alcohol by volume in order to sustain a conviction under 18 Pa.C.S. § 6310.1(a). See also Commonwealth v. Weller, 399 Pa.Super. 168, 581 A.2d 1390 (1990) (plurality), appeal denied, 531 Pa. 654, 613 A.2d 559 (1992).\nIn Tau Kappa Epsilon, supra, eleven fraternities challenged their convictions for furnishing beer to minors in violation of 47 P.S. § 4-493(1), because the Commonwealth did not prove the alcohol content of the beverages. In that case, no chemical analysis or other facts establishing the alcohol content of the beverages were introduced into evidence. Rather, a police investigator testified that when she attended various fraternity parties, she would approach the bar, request a beer, and take the beverage that was served. She stated that the beverages were poured from a tap system. The investigator further testified that she was familiar with the taste of beer, and that the liquids served to her tasted like and appeared to be beer. Our supreme court, however, stated that “[f|amiliarity with the taste and appearance of beer does not provide the certitude achieved by proper scientific analysis. The physical experience of drinking beer does not translate itself into an ability to ascertain what percentage of alcohol is contained in a liquid.” Id. 530 Pa. at 420-21, 609 A.2d at 791. In addition, the court took judicial notice that there are beverages for sale which have the appearance and flavor of beer, but do not contain the requisite amount of alcohol to constitute “malt or brewed beverages” as defined under the Liquor Code. Id. at 420 n. 2, 609 A.2d at 793 n. 2. As a result, the court held that the evidence was insufficient to sustain the fraternities’ convictions because the Commonwealth failed to prove beyond a reasonable doubt that the beverages contained at least 0.5% alcohol by volume. Id. In a footnote, the court indicated that, to sustain its burden of proof, “[t]he Commonwealth need only have preserved the evidence that its agents obtained or introduced evidence that demonstrated that the beverage served was identified as a beverage that contains the requisite percentage of alcohol by volume.” Id. at 421 n. 3, 609 A.2d at 794 n. 3.\nIn Commonwealth v. Williamson, 532 Pa. 568, 616 A.2d 980 (1992), a minor challenged his conviction for underage drinking because the Commonwealth failed to introduce evidence to prove that he had been drinking a malt or brewed beverage in violation of 18 Pa.C.S. § 6308. Specifically, he asserted that there was no evidence which established that he consumed a beverage containing 0.5% alcohol by volume. In that case, a police officer responded to a report that there was an underage drinking party in progress. Upon arriving at the scene, the officer observed a number of individuals fleeing from the area. The minor was standing next to his car, which had an open can of beer sitting on its hood. The officer also observed some kegs containing malt beverage nearby. The officer did not observe the minor drinking, but he detected the odor of beer on his breath. In considering whether this evidence was sufficient to establish the elements of underage drinking, the court reasoned:\nThere was no actual observation of the [minor] drinking, possessing, or transporting any alcoholic beverage. The record contains no evidence that [the minor] behaved in a way that exhibited any degree of intoxication. Nor does the record contain any evidence establishing the alcohol content of any beverage that [the minor] might have consumed. Further, there is a reasonable possibility that consumption of a nonalcoholic or very low-alcohol malt or brewed beverage accounted for the odor on [the minorjs breath.\nId. at 571, 616 A.2d at 981 (1992) (citation omitted). Therefore, the court held that the evidence was insufficient to support the minor’s conviction. See also Commonwealth v. Emey, 212 Pa.Super. 174, 239 A.2d 818 (1968) (minors’ statements that they saw “beer” being served to others and that they were served “beer” was insufficient to prove beyond a reasonable doubt that the beverage served was a “malt or brewed beverage” under the statute).\nIn the present case, the Commonwealth did not introduce any chemical evidence to prove the alcohol content of the beverages. However, several minors testified that Harvey served them Busch and Busch Light beer. N.T., January 12, 1993, at 133, 154-55; N.T., January 13, 1993, at 218-219, 253, 275, 470. Subsequently, the following exchange took place:\nMR. WIGGINS [Attorney for the Commonwealth]: Your Honor, at this time I’d ask you to take judicial notice of the Pennsylvania Bulletin Volume 22 Number 32 August 8th 1992 [at 4146-4155] under the heading Liquor Control Board Products Registered by Manufacturers as Malt or Brewed Beverages. These are malt or brewed beverages that are defined as any beer, lager beer, ale, porter or similar fermented malt beverage containing one half of one percent or more of alcohol by volume. The board intends to publish periodically additions to this list. I would ask you to take judicial notice that the following beers appear on this list, Busch and Busch Light, and I would ask you to take judicial notice that those two beers appear on the list and are on this list because they have been registered with the Liquor Board as having in excess of one-half of one percent of alcohol by volume.\nTHE COURT: Ail right. Mr. Marlowe?\nMR. MARLOWE [Attorney for the defendant]: Your Honor, I would agree that those beers have been published in the Pennsylvania Bulletin.\n* * * * * *\nTHE COURT: Ladies and gentlemen, the reason this is an important practice is — I should explain it to you. One of the statutes with which the defendant is charged with violating, I can’t remember the exact language, but furnishing or selling liquor or beer to minors. Under the liquor code, malt or brewed beverages is defined as any beer, lager beer, ale or porter or similar fermented malt beverage containing one half percent or more percent of alcohol by volume by whatever [name] such beverage may be called. So it is incumbent upon the Commonwealth to prove the alcoholic content of the beer in question, and that’s the reason why the Commonwealth offered this matter for judicial notice. I will take judicial notice and you may consider it as an established fact that the Pennsylvania Bulletin lists the beers which Mr. Wiggins has named as being registered with the Liquor Control Board as containing greater than point five percent of alcohol by volume.\nN.T., January 14, 1993, at 692-94. This Court has stated that “[t]he careful use of judicial notice is especially important in criminal cases. A court may judicially notice an indisputable fact even though it establishes an element of a crime.” In Interest of D.S., 424 Pa.Super. 350, 356, 622 A.2d 954, 958 (1993). Further, “by statute, a trial court shall treat as evidence a factual proposition that is supported by reference to an appropriate governmental publication.” Id. at 358, 622 A.2d at 958. The Pennsylvania Bulletin is one such governmental publication. 45 Pa.C.S. § 506 (the contents of the Pennsylvania Bulletin shall be judicially noticed). Judicially noticed facts are treated as evidence, and, like any other evidence, they may be rebutted. Id. at 356, 622 A.2d at 957-58. However, in the present case, Harvey presented no such rebuttal evidence. Accordingly, we find that this case is distinguishable from Tau Kappa Epsilon, Williamson, and Emey, because, here, the Commonwealth presented evidence that the beverages in question contained the requisite percentage of alcohol content by volume. See also Weller, supra, 399 Pa.Super. at 171, 581 A.2d at 1391 (“Had the ... cans of beer been properly offered and received into evidence at trial, then the sufficiency of the evidence presented could not be questioned, as we could take judicial notice of the fact that Coors Lite beer is a malt or brewed beverage satisfying the statutory definition.”). Therefore, we conclude that the evidence was sufficient to sustain Harvey’s convictions for furnishing malt or brewed beverages to minors.\nFinally, Harvey contends that the verdict form was prejudicially ambiguous on the two counts of indecent assault. However, Harvey has not directed this Court to any place in the record where he objected to the form of the verdict slip. As a general rule, a party’s failure to object to the verdict form constitutes waiver of that issue. James v. Nolan, 418 Pa.Super. 425, 614 A.2d 709 (1992). Thus, we find that this issue is waived.\nBased upon the foregoing, we affirm the judgment of sentence.\nJudgment of sentence AFFIRMED.",
        "type": "majority",
        "author": "JOHNSON, Judge."
      }
    ],
    "attorneys": [
      "Terrence J. Marlow, Exton, for appellant.",
      "John W. Carroll, Assistant District Attorney, West Chester, for Commonwealth, ap-pellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania. v. John T. HARVEY, Appellant.\nSuperior Court of Pennsylvania.\nFiled Nov. 8, 1995.\nTerrence J. Marlow, Exton, for appellant.\nJohn W. Carroll, Assistant District Attorney, West Chester, for Commonwealth, ap-pellee.\nBefore KELLY, JOHNSON and CERCONE, JJ."
  },
  "file_name": "1108-01",
  "first_page_order": 1166,
  "last_page_order": 1172
}
