{
  "id": 11339315,
  "name": "Delores M. STRIKER, Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (CALIFORNIA UNIVERSITY OF PA), Respondent",
  "name_abbreviation": "Striker v. Workmen's Compensation Appeal Board",
  "decision_date": "1994-11-04",
  "docket_number": "",
  "first_page": "1109",
  "last_page": "1112",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1109"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "121 Pa.Commonwealth Ct. 436",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1379684
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/121/0436-01"
      ]
    },
    {
      "cite": "589 A.2d 694",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "527 Pa. 604",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "127 Pa.Commonwealth Ct. 628",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1391593
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/127/0628-01"
      ]
    },
    {
      "cite": "157 Pa.Commonwealth Ct. 597",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1449101
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/157/0597-01"
      ]
    },
    {
      "cite": "103 Pa.Commonwealth Ct. 397",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        8731980
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/103/0397-01"
      ]
    },
    {
      "cite": "605 A.2d 335",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "529 Pa. 671",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "143 Pa.Commonwealth Ct. 539",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1423191
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/143/0539-01"
      ]
    },
    {
      "cite": "111 Pa.Commonwealth Ct. 521",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1366566
      ],
      "weight": 3,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/111/0521-01"
      ]
    },
    {
      "cite": "151 Pa.Commonwealth Ct. 387",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1438730
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/151/0387-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 494,
    "char_count": 9021,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23987981538692024
    },
    "sha256": "c166fc322c5c2abfab73e4cc1c47bea3d3bc2320206445c9c7d05fa8b9e04bdd",
    "simhash": "1:561c3ac28dde84cf",
    "word_count": 1420
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI and FRIEDMAN, JJ., and DELLA PORTA, Senior Judge."
    ],
    "parties": [
      "Delores M. STRIKER, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (CALIFORNIA UNIVERSITY OF PA), Respondent."
    ],
    "opinions": [
      {
        "text": "DELLA PORTA, Senior Judge.\nDelores M. Striker (Claimant) appeals from an order of the Workmen’s Compensation Appeal Board (Board) which affirmed that part of the referee’s decision awarding her total disability benefits but reversed the award of attorney fees against California University of Pennsylvania (Employer).\nClaimant was employed as a custodial worker by Employer. On May 6, 1991, she filed a claim petition alleging that, on March 13, 1991, she injured her low back moving furniture in a recreation room. On June 10, 1991, Employer filed a timely answer denying the material allegations of the claim petition.\nAt a hearing before a referee, Claimant presented the deposition testimony of Mark Schultz, her treating chiropractor. Dr. Schultz testified that Claimant sustained an injury to the paravertebral soft tissue of the spine, an injury to the discs in the lumbar spine and a tear of the medial cartilage of the right knee. Dr. Schultz further testified that an MRI examination revealed posterior bulging with nerve foraminal encroachment at the L4-L5 level. Dr. Schultz testified that it was his professional opinion that Claimant’s injuries were a direct result of her work-related injury of March 13,1991 and that she was presently unable to return to her previous type of employment.\nEmployer presented the deposition testimony of Stuart L. Silverman, M.D., who examined Claimant on May 30, 1991. Dr. Silverman testified that he reviewed an MRI scan of Claimant’s lumbar spine, taken on May 1,1991, and found no disc herniation or nerve root impingement. Dr. Silverman testified that Claimant suffered a lumbar strain and that, at the time of his examination, she had no condition that would have prevented her from returning to her job.\nThe referee issued a decision on October 15,1992 in which he found that Claimant had met her burden of proving that she had sustained an injury in the course of her employment. The referee also concluded that Employer’s contest was unreasonable and assessed attorney fees against Employer. The referee stated that the denial notice issued by Employer denied benefits because “the events as described by the claimant were unwitnessed” and he did not find the basis of Employer’s denial to be reasonable in light of the medical evidence which confirmed that Claimant sustained a work injury. (Finding of Fact No. 15.) Employer then appealed to the Board which affirmed the decision of the referee to award total disability benefits. However, the Board found that Employer’s contest was reasonable and reversed the referee’s award of attorney fees against Employer. Claimant now appeals to this Court.\nThe sole issue on appeal is whether the Board erred in determining that Employer’s contest was reasonable and reversing the referee’s award of attorney fees against Employer. Section 440 of the Pennsylvania Workers’ Compensation Act states in relevant part:\nIn any contested case where the insurer has contested liability in whole or in part, the employe ... in whose favor the matter at issue had been finally determined shall be awarded, in addition to the award of compensation, a reasonable sum for costs incurred for attorney’s fee ...: Provided, That cost for attorney fees may be excluded when a reasonable basis for the contest has been established.\nThe burden of presenting sufficient evidence to establish a reasonable basis for the contest is on the employer. Delaware Valley Fish Co. v. Workmen’s Compensation Appeal Board (Woolford), 151 Pa.Commonwealth Ct. 387, 617 A.2d 48 (1992). Whether a reasonable contest has been established for the purpose of an award of attorney fees is a question of law subject to review by this Court. McConnell v. Workmen’s Compensation Appeal Board (Western Center), 111 Pa.Commonwealth Ct. 521, 534 A.2d 571 (1987). As such, this Court may examine the record to determine if the evidence presented supports the conclusion. Id.\nIn the case sub judice, Dr. Silverman testified that the results of the neurological examination of Claimant were normal, that her subjective complaints of radicular pain were not brought out by the examination, that he based his diagnosis of lumbar strain on Claimant’s subjective complaints and that, as of the date of the examination, her lumbar strain had resolved. Dr. Silverman also testified that a neural foramen encroachment, a slight disc bulge that comes close to the nerve root, cannot put pressure on the nerve, even if the person is engaged in activity.\nA reasonable contest may be established where medical evidence is conflicting or is susceptible to contrary inferences and where there is an absence of evidence that the employer’s contest was frivolous or filed for purposes of harassment. Mason v. Workmen’s Compensation Appeal Board (Wheeling-Pittsburgh Steel Corp.), 143 Pa.Commonwealth Ct. 539, 600 A.2d 241 (1991), petition for allowance of appeal denied, 529 Pa. 671, 605 A.2d 335 (1992). Moreover, an employer may contest a claim in order to ascertain the proper period of disability. White v. Workmen’s Compensation Appeal Board (Gateway Coal Co.), 103 Pa.Commonwealth Ct. 397, 520 A.2d 555 (1987). Dr. Silverman’s testimony was in conflict with that of Dr. Schultz as to the extent and duration of Claimant’s disability. There is also no evidence that Employer’s contest was frivolous or filed for the purposes of harassment. Thus, a reasonable basis was established for the contest of Claimant’s claim.\nClaimant also argues that an after-acquired medical opinion cannot provide a sufficient basis for establishing a reasonable contest. Employer cites Yeagle v. Workmen’s Compensation Appeal Board (Stone Container Corp.), 157 Pa.Commonwealth Ct. 597, 630 A.2d 558 (1993), for the proposition to reasonably contest an injury’s relation to work, an employer must have in its possession, at the time the decision to contest is made or shortly thereafter, medical evidence supporting that position.\nIn the case before us, Dr. Silverman examined Claimant approximately two and a half months after she sustained her injury and prior to the filing of the answer to the claim petition. Thus, as required by Yeagle, Employer did have in its possession at the time it contested Claimant’s petition, the necessary medical .evidence.\nClaimant further cites Kuney v. Workmen’s Compensation Appeal Board (Continental Data Systems), 127 Pa.Commonwealth Ct. 628, 562 A.2d 931 (1989), petition for allowance of appeal denied, 527 Pa. 604, 589 A.2d 694 (1990), for the proposition that an examination performed after the issuance of a notice of compensation denial cannot serve as a basis for establishing a reasonable contest. In Kuney, the employer’s medical witness examined the claimant two and one half months after a notice of compensation denial was filed. This Court, while recognizing the general rule that the existence of conflicting medical evidence may provide a reasonable basis to contest liability, held that the employer’s contest was unreasonable because the testimony of employer’s doctor, even if found credible by the referee, would not have been sufficient, as a matter of law, to support an award in the employer’s favor. Kwney does not hold that any medical examination performed after a notice of compensation denial is insufficient to establish a reasonable contest. In the case before us, Dr. Silverman’s testimony, if found credible by the referee, could have supported a decision in Employer’s favor.\nThe order of the Board is affirmed.\nORDER\nAND NOW, this 4th day of November, 1994, the order of the Workmen’s Compensation Appeal Board in the above-captioned matter is affirmed.\n. In March 1992, Employer filed a petition to review medical treatment and/or billing, alleging that further chiropractic treatment was unnecessary. Employer also filed a petition to terminate, alleging that Claimant had two separate neurological examinations and in each instance had been released to return to full duty. In his decision of October 15, 1992, the referee denied these petitions.\n. Although the referee's decision mentions Employer’s notice of denial, the notice of compensation denial is not included as part of the original record.\n. Our scope of review of an order of the Board is limited to determining whether necessary findings of fact are supported by substantial evidence, whether constitutional rights have been violated or whether an error of law has been committed. Russell v. Workmen's Compensation Appeal Board (Volkswagen of America), 121 Pa.Commonwealth Ct. 436, 550 A.2d 1364 (1988).\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 996, added by Section 3 of the Act of Febraaiy 8, 1972, P.L. 25.",
        "type": "majority",
        "author": "DELLA PORTA, Senior Judge."
      }
    ],
    "attorneys": [
      "Eric P. Betzner, for petitioner.",
      "William C. King, Jr., for respondent."
    ],
    "corrections": "",
    "head_matter": "Delores M. STRIKER, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (CALIFORNIA UNIVERSITY OF PA), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted Sept. 2, 1994.\nDecided Nov. 4, 1994.\nEric P. Betzner, for petitioner.\nWilliam C. King, Jr., for respondent.\nBefore PELLEGRINI and FRIEDMAN, JJ., and DELLA PORTA, Senior Judge."
  },
  "file_name": "1109-01",
  "first_page_order": 1167,
  "last_page_order": 1170
}
