{
  "id": 12116798,
  "name": "The B. F. Goodrich Co. v. Kenilworth Manufacturing Co.",
  "name_abbreviation": "B. F. Goodrich Co. v. Kenilworth Manufacturing Co.",
  "decision_date": "1930-04-29",
  "docket_number": "No. 2210",
  "first_page": "1110",
  "last_page": "1112",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1110"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 209,
    "char_count": 2678,
    "ocr_confidence": 0.502,
    "sha256": "7aa95dd59759aec4f05753e7b4d1b9c9ddbdfcff00d5c0476442faf693d43b87",
    "simhash": "1:55dc01d8c254bf1c",
    "word_count": 428
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "The B. F. Goodrich Co. v. Kenilworth Manufacturing Co."
    ],
    "opinions": [
      {
        "text": "GaeRett, Judge,\ndelivered the opinion of the court:\nIn this case appellant (opposer) has appealed from the decision of the Commissioner of Patents sustaining the action of the examiner of interferences dismissing the opposition to the application of ap-pellee for registration as a trade-mark of the compound word “ Zip-Midy,” having superimposed thereon in a panel shaped box or elongated rectangle the word “ Kenilworth.”\nOpposer is the owner of the trade-mark registered April I, 1925, No. 191090, comprising the word “ Zipper ” used on boots and overshoes of rubber and fabric. Appellee (applicant) states use on and for “ wearing apparel for men, women, and children — namely middies and sport shirts made of knitted and textile fabrics.”\nWe think the case is on all fours with one between the same parties, No. 2209, heard and decided concurrently herewith wherein the words at issue are “ Zipper ” and “ Zip-Knick.”\nThe only resemblance in the marks themselves is contained in the single syllable “ Zip.” In the instant case the imposition of the word “ Kenilworth ” over or upon the larger letters “ Zip-Midy ” tends to make the resemblance even more remote than that existing between the marks “ Zipper ” and “ Zip-Knick ” in plain letters'in case 2209.\nWe think the marks are entirely dissimilar and that the use by appellee of “ Zip-Midy,” as proposed, would not be likely to cause confusion in the mind of the public or deceive purchasers and should be admitted to registration. '\nThe decision of the commissioner is affirmed.",
        "type": "majority",
        "author": "GaeRett, Judge,"
      },
      {
        "text": "DISSENTING OPINION\nBland, Judge:\nThis is a companion case to suit No. 2209 and suit No. 2211 between the same parties. In suit No. 2209 the Kenil-worth Mfg. Co. was granted registration for the term “ Zip-Knick ” as applied to certain kinds of men’s, women’s, and children’s knickers, etc. In suit No. 2211 it was granted the right to register the term “ Zip-Over ” in connection with the word “ Kenilworth ” for use on sweaters and sweat shirts, and in this case appellee was granted the right to register “ Zip-Midy ” in connection with the word “ Kenilworth ” for use on wearing apparel for men, women, and children, including a middy, etc.\nFor the reasons set out in suit No. 2209, decided concurrently herewith, I dissent from the views of my associates.",
        "type": "dissent",
        "author": "Bland, Judge:"
      }
    ],
    "attorneys": [
      "Bakin & Avery (Willard D. Baltin of counsel) for appellant.",
      "Louis Alexander for appellee."
    ],
    "corrections": "",
    "head_matter": "The B. F. Goodrich Co. v. Kenilworth Manufacturing Co.\n(No. 2210)\nUnited States Court of Customs and Patent Appeals,\nApril 29, 1930\nBakin & Avery (Willard D. Baltin of counsel) for appellant.\nLouis Alexander for appellee.\n[Oral argument January 10, 1930, by Mr. Eakin and Mr. Alexander]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1110-01",
  "first_page_order": 560,
  "last_page_order": 562
}
