{
  "id": 11339408,
  "name": "LUZERNE INTERMEDIATE UNIT # 18 EDUCATION ASSOCIATION, Appellant, v. PITTSTON AREA SCHOOL DISTRICT and Pittston Area Federation of Teachers, Local 1590; LUZERNE INTERMEDIATE UNIT # 18 EDUCATION ASSOCIATION, v. PITTSTON AREA SCHOOL DISTRICT and Pittston Area Federation of Teachers, Local 1590, Pittston Area Federation of Teachers, Local 1590, Appellant",
  "name_abbreviation": "Luzerne Intermediate Unit # 18 Education Ass'n v. Pittston Area School District",
  "decision_date": "1994-11-04",
  "docket_number": "",
  "first_page": "1112",
  "last_page": "1117",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1112"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "397 A.2d 1268",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "40 Pa.Commonwealth Ct. 458",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1893674
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/40/0458-01"
      ]
    },
    {
      "cite": "155 Pa.Commonwealth Ct. 211",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1445838
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "218"
        },
        {
          "page": "805"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/155/0211-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 583,
    "char_count": 16269,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23988058763271528
    },
    "sha256": "6daa25490f416d9fd816590ad28616fca8ef843ecd5dd7a73c930c4730055730",
    "simhash": "1:15f188661c88aabc",
    "word_count": 2586
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, and FRIEDMAN, J., and KELTON, Senior Judge."
    ],
    "parties": [
      "LUZERNE INTERMEDIATE UNIT # 18 EDUCATION ASSOCIATION, Appellant, v. PITTSTON AREA SCHOOL DISTRICT and Pittston Area Federation of Teachers, Local 1590, LUZERNE INTERMEDIATE UNIT # 18 EDUCATION ASSOCIATION, v. PITTSTON AREA SCHOOL DISTRICT and Pittston Area Federation of Teachers, Local 1590, Pittston Area Federation of Teachers, Local 1590, Appellant."
    ],
    "opinions": [
      {
        "text": "KELTON, Senior Judge.\nThis case involves cross-appeals from the August 30, 1993 Order of the Court of Common Pleas of Luzerne County (trial court) in which the court granted in part and denied in part the summary judgment motions of the opposing parties, Luzerne Intermediate Unit # 18 Education Association (L.I.U. # 18), Pittston Area School District (District) and Intervenor Pittston Area Federation of Teachers, Local 1590 (Federation). Although L.I.U. # 18 and the Federation have appealed, the District has not. We affirm the order of the trial court.\nFACTS\nThe following facts are not in dispute. Lu-zerne Intermediate Unit provides special education services to various school districts in Luzerne County. Prior to the 1992-93 school year, the Intermediate Unit provided the District with school psychologists, special services and professional employees to staff learning support classes and speech and language support classes. Due to budgetary considerations and a substantial decline in its student enrollment, the District decided to realign its staff and to provide these services itself. In March 1992, the Department of Education approved the District’s proposed staffing realignment in which fifteen classes or programs were eliminated and only the least senior District employees were furloughed.\nPursuant to the Transfer of Entities Act (Act) of the Public School Code of 1949, twelve programs were transferred from the Intermediate Unit to the District. The District realigned its staff and utilized five of its own teachers to staff five of the transferred programs. The District then employed six Intermediate Unit professionals, members of L.I.U. # 18, to staff the remaining programs. Five teachers and one psychologist from the Intermediate Unit were not employed by the District. The District then placed the six transferred teachers on step three of the District’s salary schedule and credited them with up to but not more than two years seniority credit for their service with the Intermediate Unit.\nL.I.U. # 18 filed a complaint against the District, alleging that the Act required that the District hire all twelve Intermediate Unit professionals when it transferred the twelve programs. It further alleged that the transferred teachers were entitled to credit for all their years of service at the Intermediate Unit.\nThe parties filed cross-motions for summary judgment. The trial court determined that the District was not required to hire all twelve of the L.I.U. # 18 teachers because only six teachers were “needed” to staff the transferred programs. The trial court determined that the Act only requires that the District, as receiving entity, hire those professionals from the transferring entity who are needed to staff the program. The District did not need the other five L.I.U. # 18 professionals because it already had a sufficient number of properly certificated employees of its own to staff the remaining programs.\nThe trial court further determined that the District did not properly credit the transferring teachers’ years of service and ordered that they receive seniority credit for all their years of service with the Intermediate Unit.\nL.I.U. # 18 appealed that part of the trial court’s order providing that the District need not hire the remaining L.I.U. # 18 professionals. The Pittston Area Federation of Teachers appealed the portion of the court’s order allowing full seniority credit for teachers transferred from the Intermediate Unit to the District.\nISSUES\nThe two issues raised on these cross-appeals are: (1) whether the District violated the Act when it failed to hire all twelve L.I.U. # 18 professionals after it transferred twelve programs from L.I.U. # 18 to the District; and, (2) whether the Act requires that the transferred L.I.U. # 18 employees receive seniority credit for all their years of service at L.I.U. # 18.\nNUMBER OF INTERMEDIATE UNIT EMPLOYEES ENTITLED TO PITTSTON POSITIONS\nSection 1113 of the Transfer of Entities Act provides, in pertinent part, as follows:\n(a)When a program or class is transferred as a unit from one or more school entities to another school entity or entities, professional employes who were assigned to the class or program immediately prior to the transfer and are classified as teachers as defined in section 1141(1) and are suspended as a result of the transfer and who are properly certificated shall be offered employment in the program or class by the receiving entity or entities when services of a professional employee are needed to sustain the program or class transferred, as long as there is no suspended professional employe in the receiving entity who is properly certificated to fill the position in the transferred class or program.\n(b)Transferred professional employes shall be credited by the receiving entity only for their sick leave accumulated in the sending entity and also for their years of service in the sending entity, the latter for purposes of sabbatical leave eligibility and placement in the salary schedule: Provided, however, That such employes shall not utilize the sabbatical leave until they have taught in the receiving entity for a period of three (3) years. Such employes shall transfer their accrued seniority in the area of certification required for the transferred program or class only.\n(c)Nothing contained in this section shall be construed to supersede or preempt any provision of a collective bargaining agreement in effect on February 4, 1982, and negotiated by a school entity and an exclusive representative of the employes in accordance with the act of July 23, 1970 (P.L. 563, No. 195), known as the “Public Employe Relations Act.”\n24 P.S. § 11-1113. (emphasis added) (footnotes omitted).\nL.I.U. # 18 argues that subsection (a) of the Act requires that the District hire all twelve L.I.U. # 18 professional employees after it transferred their programs to the District. L.I.U. # 18 argues that the legislative intent of the Act was to maintain teaching continuity, whenever possible, by having previous teachers transfer with their program when there is a transfer of classes. According to L.I.U. # 18, allowing the District to realign its staff whenever a program or class is transferred would eliminate the protections extended to the sending entity’s staff and the students enrolled in the classes and programs, thereby defeating the legislative intent of the Act.\nL.I.U. # 18 further argues that the trial court erred in finding that the District was in compliance with the Act when it determined that it did not “need” the additional six L.I.U. # 18 professional employees. The District required twelve professional employees to staff the twelve transferred classes and programs. Therefore, the District was required to hire the twelve L.I.U. # 18 professionals. We disagree.\nIt is clear that the Legislature intended to protect the Intermediate Unit teachers. In Allegheny Intermediate Unit # 3 Education Association v. North Hills School District, 155 Pa.Commonwealth Ct. 211, 624 A.2d 802 (1993), this Court stated that “there is nothing absurd about the legislature taking special action to protect intermediate unit teachers at a time when it anticipates that many of them will be suspended.” Id. at 218, 624 A.2d at 805. The Act, however, also purports to protect the jobs of school district employees. Subsection (a) of Section 1113 clearly states that an employee transferred from the sending entity must be employed, when needed, “as long as there is no suspended professional employe in the receiving entity who is properly certificated to fill the position_” 24 P.S. § 11-1113. The clear intent of that clause is to protect also the jobs of the receiving entity’s professional employees.\nDue to declining student enrollment, the District proposed a realignment of its staff. Under the “checkerboarding” layoff and transfer system employed by the District, the professional employees with the most seniority would keep their jobs. The District’s realignment eliminated the need for fifteen employees. The limited transfer of the L.I.U. # 18 classes and programs, however, allowed the District to keep five of its own employees, reducing the number of District employees to be furloughed to ten. Even though those five District employees were never actually “suspended,” the result of employing all twelve L.I.U. # 18 employees to staff the transferred classes and programs would have been to furlough those five District employees. We must conclude that the Act’s intention was to provide such protection to the District’s employees.\nIt is further clear to us that, because the District had properly certificated professional teaching personnel available to staff the transferred classes and programs, the District did not “need” the additional six L.I.U. # 18 employees.\nFor the above reasons, we affirm the order of the trial court regarding the District’s actions in failing to hire the remaining L.I.U. #18 employees.\nSENIORITY CREDIT\nThe trial court further ordered that a transferred employee receive seniority credit in placement on the salary schedule for all of his or her respective years of service in L.I.U. # 18 in the area of certification required for the transferred program. The District did not appeal this portion of the trial court’s order. As bargaining representative of the District’s teachers, the Federation, however, did.\nSubsection (b) of the Act clearly states that transferred employees shall be credited by the receiving entity for their years of service in the sending entity. The Federation argues, however, that subsection (c) nullifies that language. Subsection (c) provides that nothing in the Act should be construed to supersede or preempt a collective bargaining agreement (CBA) in effect on February 4, 1982. Athough the current 1991-1995 CBA between the District and the Federation was not in effect on February 4, 1982, the Federation argues that subsection (e) was intended to protect against the preemption of any provision of a CBA in effect on February 4, 1982.\nThe Federation also argues that Article 3 of the current CBA was also in the CBA in effect on February 4, 1982. Article 3 recognizes and grants contractually enforceable status to the parties’ practices. The Federation contends that the District’s practice of transferring credit for seniority purposes was that a maximum of two years seniority credit was allowed for years of service outside the school district; and that this practice was memorialized by a prior arbitration award to that effect.\nThe Federation also argues that the language of subsection (e) refers to provisions of CBAs, and not to whole CBAs. According to the Federation, subsection (c) would be a legislative nullity if it were interpreted to mean that whole CBAs must be in effect on February 4, 1982. We need not address this argument, however, because we find that the Federation has not presented competent evidence that the past practice of the parties was to grant a maximum of two years credit to transferring employees.\nAs noted by the trial judge, the Honorable Corréale F. Stevens, the Federation’s evidence of an alleged “past practice” of allowing no more than two years of seniority credit was based upon a prior arbitration award. That award, however, involved a teacher who had only two years of prior service. Also, it did not involve a teacher transfer under Section 1113 of the Act, 24 P.S. § 11-1113. Thus, the past practice relied on by the Federation was not applicable to this case. Here a specific section of the School Code applies.\nMr. Gerard Musto, the Superintendent of the Pittston Area School District, testified as follows:\nA. Okay. To my understanding, anyone who is employed by the Pittston Area Sehool District that has come from another entity that they can only receive credit for two previous years to be placed on the third step [of the salary schedule]. We’ve done this with employees in our DistrictL] To my knowledge, we’ve had an arbitration ruling and it is our interpretation with the solicitor that they would go on the third step. (R.R. at 103a.)\nQ. Has there ever been prior to this transfer from the Intermediate Unit to [the District], has there ever been another transfer of entities between the Intermediate Unit and [the District] in the past?\nA. Of personnel?\nQ. Yes, sir.\nA. Not to my knowledge.\nQ. This arbitrator’s award I think — and it’ll speak for itself — but in any event, it doesn’t involve a transfer of entity situation. It involves a new hire. Am I correct?\nA. I assume. It has that somewhere.\n(R.R. at 103a.)\nIt is clear that there has never been a “past practice” of only granting a maximum of two years seniority credit to teachers transferred pursuant to the Act because there has never been such a transfer in the District before. It is equally clear that the arbitration award does not apply to the facts of this case because it did not involve a transfer from one entity to another, but involved a newly hired teacher.\nThe rules of statutory construction require that we give the words in a statute their common and approved usage. The Statutory Construction Act of 1972, 1 Pa.C.S. § 1903(a). The language used in the statute is not ambiguous. Section 1113(b) of the Act provides that: “Transferred professional employes shall be credited by the receiving entity ... for their years of service in the sending entity ... for purposes of ... placement in the salary schedule.” 24 P.S. § 11-1113(b).\nFurther, the CBA currently in effect does not contain a provision which states that transferred professional employees should be given a maximum of two years seniority credit. The provision relied upon by the Federation simply enforces “past practices” of the parties, but as noted above, that practice did not involve teachers being transferred into the receiving school district from another school entity.\nIt should be noted that the Department of Education issued Basic Education Circular # 15-91 in which it set forth its understanding of Section 1113(b). “The Department understands Section 1113 to mean that whatever credit for seniority or years of service was recognized by the sending entity, must also be recognized by the receiving entity.” (R.R. at 224a.) The Department of Education is the agency empowered to supervise all the public schools in the Commonwealth. Construction of a statute by those charged with its administration and execution, though not binding on a court, should be given some deference by the courts. Board of Education of Fairview School District v. Tomb, 40 Pa.Commonwealth Ct. 458, 397 A.2d 1268 (1979). We do not find the Board of Education’s interpretation of the statute to be unwise or violative of legislative intent. Therefore, we adopt its interpretation and affirm the order of the trial court allowing full seniority credit to the transferred employees.\nAffirmed.\nORDER\nAND NOW, this 4th day of November, 1994, the order of the Court of Common Pleas of Luzerne County dated August 30, 1993 is hereby affirmed.\n. Act of March 10, 1949, P.L. 30, as amended, added by Section 5 of the Act of February 4, 1982, P.L. 1, as amended, 24 P.S. § 11-1113.\n. The Board and its representatives shall take no action violative of, or inconsistent with, any provision of this Agreement or any policy or practice governing working conditions of teachers existing on the date of execution of this Agreement. (Article III, section 2) (emphasis added).",
        "type": "majority",
        "author": "KELTON, Senior Judge."
      }
    ],
    "attorneys": [
      "A. Martin Herring, for appellant/appellee Luzerne Intermediate Unit # 18 Educ. Ass’n.",
      "George F. Shovlin, for appellee/appellant Pittston Area School District.",
      "Robert D. Mariani, for appellee/appellant Pittston Area Federation of Teachers Local 1590."
    ],
    "corrections": "",
    "head_matter": "LUZERNE INTERMEDIATE UNIT # 18 EDUCATION ASSOCIATION, Appellant, v. PITTSTON AREA SCHOOL DISTRICT and Pittston Area Federation of Teachers, Local 1590, LUZERNE INTERMEDIATE UNIT # 18 EDUCATION ASSOCIATION, v. PITTSTON AREA SCHOOL DISTRICT and Pittston Area Federation of Teachers, Local 1590, Pittston Area Federation of Teachers, Local 1590, Appellant.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 22, 1994.\nDecided Nov. 4, 1994.\nA. Martin Herring, for appellant/appellee Luzerne Intermediate Unit # 18 Educ. Ass’n.\nGeorge F. Shovlin, for appellee/appellant Pittston Area School District.\nRobert D. Mariani, for appellee/appellant Pittston Area Federation of Teachers Local 1590.\nBefore COLINS, President Judge, and FRIEDMAN, J., and KELTON, Senior Judge."
  },
  "file_name": "1112-01",
  "first_page_order": 1170,
  "last_page_order": 1175
}
