{
  "id": 12116801,
  "name": "In re Howard M. Kilpatrick",
  "name_abbreviation": "In re Kilpatrick",
  "decision_date": "1930-05-26",
  "docket_number": "No. 2325",
  "first_page": "1115",
  "last_page": "1116",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1115"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 227,
    "char_count": 2995,
    "ocr_confidence": 0.453,
    "sha256": "a68f57c87e000095f83be027ba09f05e7526016c6e16ae29128247a9d61844be",
    "simhash": "1:110d70d823afde02",
    "word_count": 501
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hateeeld, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Howard M. Kilpatrick"
    ],
    "opinions": [
      {
        "text": "Graham, Presiding Judge,\ndelivered the opinion of the court:\nThe appellant filed an application, serial No. 122878, on July 16, 1926, for a patent on improvements in revolving, illuminated signs for show windows and other advertising purposes. Nineteen claims were filed, which were all rejected by the examiner and by the Board of Appeals. Five references were cited by the examiner.\nThe appellant’s device consists of a lamp shade open at the bottom and mounted on a pivot(at the top, having vanes at the top which operate to revolve the shade as a result of the rising heat from the lamp, and said shade having translucent letters, constituting a continuous line of reading matter, spiralling about the shade downwardly and in a direction counter to the direction of rotation of the shade. The shade, in motion, rotates from right to left.\nIt is admitted by the appellant that illuminated revolving shades for advertising purposes are old, but the principal reliance seems to be upon the continuous line of reading matter running in a diagonal line around the shade. This, it is claimed, makes it possible for the public to more easily see and read the advertising matter.\nWe believe the references show full anticipation of this device. Henderson, serial No. 441067, November 18, 1890, shows a manually rotated cylindrical calendar, with figures in a continuous line extending around the cylinder in a diagonal way. The English patent to Beville, serial No. 682, shows a shade, open at the lower end, stationary, and with stenciled letters or advertisements disposed in a diagonal way upon the same. An inner screen is caused to revolve by vanes operated by the heat of the lamp, and as it revolves it causes each letter to be illuminated in turn through the stenciled openings. Thus the letters or words appear in a continuous line running spirally around the shade in a direction diagonal to the planes of the upper and lower ends of the shade.\nThe French patent to Frey, No. 692775, granted May 7, 1925, is practically identical with appellant’s device. It has a rotating shade, with vanes at the top and with translucent advertising material thereon, which, as shown by the drawing, Figure 1, is arranged in a diagonal way.\nOther references are cited which, although they do not disclose revolving advertising signs, do disclose reading matter disposed in a continuous diagonal line about some object, as a doll or telephone register, so that to read the advertising matter the article must be rotated.\nWe are unable to discern any invention in appellant’s device, and the decision of the Board of Appeals is therefore affirmed.",
        "type": "majority",
        "author": "Graham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Carl T. Mach (Royce A. Ruess of counsel) for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Howard M. Kilpatrick\n(No. 2325)\nUnited States Court of Customs and Patent Appeals,\nMay 26, 1930\nCarl T. Mach (Royce A. Ruess of counsel) for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument May 7, 1930, by Mr. Mack and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hateeeld, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1115-01",
  "first_page_order": 565,
  "last_page_order": 566
}
