{
  "id": 12116802,
  "name": "In re Jesse G. Vincent",
  "name_abbreviation": "In re Vincent",
  "decision_date": "1930-05-26",
  "docket_number": "No. 2339",
  "first_page": "1116",
  "last_page": "1121",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1116"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "35 F. (2d) 68",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1766048
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/35/0068-01"
      ]
    },
    {
      "cite": "17 C. C. P. A. 573",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6093833
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/17-2/0573-01"
      ]
    },
    {
      "cite": "276 Fed. 465",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6739035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/276/0465-01"
      ]
    },
    {
      "cite": "258 Fed. 28",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6728401
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/258/0028-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 555,
    "char_count": 12181,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24548168638403242
    },
    "sha256": "83a8d04a2bb317826e17c0c39db933ee4e4618ee532cebf5bd4af2286023aa30",
    "simhash": "1:6c7ad5a51d25220b",
    "word_count": 2096
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Blakd, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Jesse G. Vincent"
    ],
    "opinions": [
      {
        "text": "Graham, Presiding Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals of the Patent Office affirming the decision of the examiner in rejecting claims 10 to 16, inclusive, and 18 and 19 of appellant, for a patent on certain new and useful improvements in manifolds for hydrocarbon motors. The application of the appellant was filed August 7, 1917, and is numbered serial No. 184913.\nThe Examiner also rejected claims 17 and 20 of the application, but as to these his decision was reversed by the Board of Appeals and the claims were allowed.\nClaims 1Ó, 11, 12, 13, 14, 15, and 16 are respectively claims 1, 2, 3, 5, 6, 11, and 13, of Swan, to whom a patent was granted April 28, 1925, Serial No. 1536044. It was held by the Patent Office tribunals that the appellant had no right to make the rejected claims.\nThe rejected claims are as follows:\n10. A method of distributing a fuel mixture to an engine which consists in moving the mixture in a straight line to a zone from which it is distributed to a plurality of engine cylinders, and modifying said movement by forces which tend to distribute the mixture uniformly in all directions in a plane transverse to said movement.\n11. A method of distributing a fuel mixture to an engine which consists in moving the mixture to a zone from which it is distributed to a plurality of engine cylinders, and modifying said movement by forces which tend to distribute the mixture uniformly around the perimeter of the zone.\n12. The method of distributing a fuel mixture to an engine which consists in moving a mixture to a zone from which it is d'stributed to a plurality of engine cylinders, and directing said movement by forces which tend to distribute the mixture uniformly in all directions in a plane transverse to the movement of the mixture into the zone.\n13. A method of distributing a fuel mixture to an engine which consists in moving the mixture to a zone through which it is distributed to a plurality of engine cylinders, modifying said movement by forces tending to distribute the mixture in uniform character in various directions in a plane transversely of said zone, and further subjecting the movement of the mixture to forces acting to prevent impairment of the character of the mixture due to influences created by any changes of direction beyond the zone.\n14. A method of d'stributing a fuel mixture to an engine which consists in moving the mixture from a source in various directions towards the cylinders, and maintaining the quality of the mixture for delivery to the cylinders by subjecting movements thereof to forces in a plane transversely to the 1 ne of stream acting to prevent impairment of the character of (lie mixture due to influences created by any changes of direction so that the ultimate m xture charge to all cylinders will be substantially alike.\n35. An inlet manifold comprising a distributing chamber having a single inlet conduit and a plurality of outlet conduits, said chamber being formed of walls the intersections of which form straight lines.\n16. In an inlet manifold, a distribut'ng chamber having a single inlet conduit and a plurality of outlet conduits, said chamber being formed of walls the intersections of which form straight lines, one of said walls being opposite the inlet duct and symmetrically shaped and situated relative thereto, so that entering mixture may be influenced by said wall uniformly in all d'rections transversely to the entering stream.\n18. A method of distributing a fuel mixture to an engine which consists in moving the mixture aga'nst and normal to a surface and then distributing it to a plurality of engine cylinders, said surface acting to distribute the mixture uniformly in directions parallel to its plane.\n19. An inlet manifold for internal combustion engines comprising a chamber having an inlet conduit and a plurality of outlet conduits, the wall of said chamber opposite said inlet conduit being substantially flat and symmetrical with reference to the outlets so that entering lin'd may be influenced uniformly in directions transverse to the entering stream.\nAppellant’s drawings in connection with his application disclose a. manifold adapted to a 6-cylinder internal-combustion motor. As so illustrated, the riser pipe from the carburetor enters the center of the header and on each side of such openings three curved branches conduct the gases to the cylinders. This header is said tobe rectangular in form, but the drawings show, and appellant admits in his brief, that the inside corners are rounded. The inlet opening and the openings leading to the.cylinders are in one side of the header. The opposite side of the header is shaped as described in the specifications:\nThe wall of the header opposite the inlet 14 is inclined as at 20, toward the first branch on each side of the inlet. Thus, the stream of mixture rushing through the inlet is deflected toward the entrances to these central branches, thereby causing more of the mixture to enter the same than would have without the deflecting means. In a similar manner the wall opposite the branch next removed from the inlet on each side thereof is formed with a deflecting surface, the wall being bulged out as at 21 for this purpose. The wall at 21, however, is not bulged out as much as at 201, as it is not necessary to deflect the gas stream as much opposite these latter branches as opposite the central ones. As shown in the drawings, no deflecting means is provided for the end branches. The ends of the header may be closed in any desired manner as by the screw plugs 22.\nThe sides of the header are fiat and without openings.\nWhether the gases, as they come from the carburetor, impinge upon a flat surface on the upper side of the header, or whether the upper side thereof is continuously curved, is left uncertain by the drawings and specifications. Counsel for appellant says in his brief:\nThe form of the top wall is questionable, but it is undoubtedly flat transversely.\n* * * * * * #\nFigure 2 does not give a clear disclosure of all of the wall, but that part of it hidden by the front wall of the header is a continuation of the curved parts indicated at 20 which are of gradually decreasing curvature, as can be seen from the shading in Figure 1. From the specification, however, it may be deduced that this wall is flat or substantially so. Starting at the bottom of page 3 we read the following: “ The wall of the header opposite the inlet 14 is inclined as at 20,” but 20 does not appear in a direct line opposite the inlet, and it is to be noted that “ the wall opposite the inlet ” refers to the whole top wall of the manifold. If it'is inclined at 20, it must be straight, or substantially so, directly opposite the inlet. If the wall is flat or substantially flat, then there can be no question but what claim 19 will read directly on the Vincent disclosure.\nCertainly, an inspection of the drawing, Figure 2, does not disclose what was the intention in this respect, as the top surface of the header at this point is concealed by the lug 17.\nThe query therefore is, do the rejected claims read on appellant’s application ?\nClaim 10 recites that the movement of the incoming gases is modified by forces which “ tend to distribute the mixture uniformly in all directions in a plane transverse to said movement.” It is necessary to an understanding of the extent of this claim to have definitions of the terms used by the claimant. “ Plane ” is thus defined:\nPlane, n. 1. A surface, real or Imaginary, in which, if any two points are taken, the straight line that joins them lies wholly in that surface: * * *. Webster’s New International Dictionary, 1925.\nThe word “ transverse ” has the following meaning:\nTransverse, a. Lying or being across, or in a crosswise direction; athwart; * * *. Webster’s New International Dictionary, 1925.\nCertainly, therefore, if the top surface of the manifold, against which the current of gas impinges, is a curved surface, the impinging gases will not be distributed in a plane, but in a curve, to conform with the curved surface of the manifold. On account of the failure of appellant’s disclosure in this respect, he can not maintain this claim. He can not have more than he has disclosed. Crystal Per. Co. v. Landers, et als., 258 Fed. 28; Western Well Works v. Layne & Bowler, 276 Fed. 465; In re Molyneanx, 17 C. C. P. A. 573, 35 F. (2d) 68.\nIt follows, also, that if the upper surface, impinged upon, is curved in two directions away from the apex and is level in the remaining two directions, the gases will not flow equally in “ all directions,” but would naturally have a tendency to follow the level surface at the apex, rather than to flow downward on the curves. It is true, there is no outlet for them there; but the fact remains: They do not flow equally in all directions.\nOur attention has been called to the opinion of Westenhaver, Judge, in the District Court of the Northern District of Ohio, filed September 29, 1921, in the matter of The Swan Carburetor Co. v. General Motors Corporation. That case involved the question whether royalties were due the plaintiff under the terms of a license. This license was issued upon a pending application in the Patent Office filed September 17, 1921, and which, upon a continuation application, became Swan, serial No. 1536044, dated April 28, 1925, and which is referred to in the case at bar. The header shown in Swan’s application was rectangular throughout. The defendant perfected and used another header, acting upon the same principles, but round instead of rectangular, and claimed this was not covered by Swan’s patent or claims. The court held otherwise, stating that in his opinion the gist of Swan’s invention was the deflection of the stream of incoming gases at right angles to the line of entrance thereof, in all directions, and that a round pipe would do this equally as well as a square one.\nWithout attempting to give any opinion as to the correctness of srich decision, we need only remark that we have a different condition in the case at bar. The incoming gases are not deflected equally in all directions, but to meet and conform with the curves of appellant’s header. The cases are, therefore, not analogous.\nClaim 11 recites that the distribution is to be “ uniformly around the perimeter of the zone.” It must be obvious that because of the irregular surface of the top of the header,' such distribution Avould not be uniform in appellant’s manifold.\nWhat we haA^e said as to claim 10 will equally apply to claim 12. As to claims 13 and 14, we agree with the examiner in his statement:\nIn applicant’s construction the intersecting passages do not have sharp edges. Therefore, liquid deposited on the walls of the passages Avill tend to cling to the walls at a turn and Avill not be projected into the deflected stream. Therefore, there is no basis in applicant’s construction for claims to “prevent impairment of the character of the mixture due to any influences created by any changes of direction.” Consequently, claims 13 and 14 lack foundation.\nClaims 15 and 16 recite that the header is formed of Avails, “ the intersections of which form straight lines.” Obviously, the intersections of the top of the header and the side Avails do not form straight lines, and the claims are untenable.\nClaim 18 is faulty in that it refers to a distribution in directions parallel to the plane of the upper surface of the header. As there is no such plane, there can not be any such distribution. Claim 19 refers to the impinging surface as “ substantially flat.” Appellant has disclosed no such condition in his application. This claim, therefore, can not be made.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Graham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Foster, Freeman, Watson & Coit (Charles 8. Ch’mctle of counsel) for appellant.",
      "T. A. Hostetler for tlie Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Jesse G. Vincent\n(No. 2339)\nUnited States Court of Customs and Patent Appeals,\nMay 26, 1930\nFoster, Freeman, Watson & Coit (Charles 8. Ch’mctle of counsel) for appellant.\nT. A. Hostetler for tlie Commissioner of Patents.\n[Oral argument May 1, 1930, by Mr. Grindle and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Blakd, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1116-01",
  "first_page_order": 566,
  "last_page_order": 571
}
