{
  "id": 9301218,
  "name": "In the Matter of a Member of the Bar of the Supreme Court of Delaware: Mark H. FROELICH, Respondent",
  "name_abbreviation": "In re Froelich",
  "decision_date": "2003-12-08",
  "docket_number": "No. 213, 2003",
  "first_page": "1117",
  "last_page": "1123",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 1117"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "672 A.2d 988",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7365527
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "998"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/672/0988-01"
      ]
    },
    {
      "cite": "759 A.2d 568",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11232040
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "575"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/759/0568-01"
      ]
    },
    {
      "cite": "765 A.2d 39",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11075380
      ],
      "pin_cites": [
        {
          "page": "42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/765/0039-01"
      ]
    },
    {
      "cite": "464 A.2d 881",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7970988
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "885"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/464/0881-01"
      ]
    },
    {
      "cite": "832 A.2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9087879
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/832/0724-01"
      ]
    },
    {
      "cite": "818 A.2d 151",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "774 A.2d 258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11087493
      ],
      "weight": 3,
      "year": 2001,
      "pin_cites": [
        {
          "page": "262"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/774/0258-01"
      ]
    },
    {
      "cite": "652 A.2d 1071",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879006
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1077"
        },
        {
          "page": "1077"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/1071-01"
      ]
    },
    {
      "cite": "821 A.2d 851",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9137257
      ],
      "weight": 12,
      "pin_cites": [
        {
          "page": "863-65"
        },
        {
          "page": "864-65"
        },
        {
          "page": "865"
        },
        {
          "page": "863-64"
        },
        {
          "page": "867"
        },
        {
          "page": "866"
        },
        {
          "page": "866"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/821/0851-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 813,
    "char_count": 18974,
    "ocr_confidence": 0.671,
    "pagerank": {
      "raw": 3.2456993034383186e-07,
      "percentile": 0.8685904081666538
    },
    "sha256": "f8abaf6e66323ddbd0474c6b962b354916031eee3ebac35e74c1efea06c25949",
    "simhash": "1:35c782ed3defd6d2",
    "word_count": 2953
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before YEASEY, Chief Justice, BERGER and STEELE, Justices."
    ],
    "parties": [
      "In the Matter of a Member of the Bar of the Supreme Court of Delaware: Mark H. FROELICH, Respondent."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nAs set forth in the joint stipulation between Mark Froelich and the Office of Disciplinary Counsel, the Board of Professional Responsibility of the Supreme Court of the State of Delaware recommended that Froelich be subject to public reprimand and two years of public probation. Froehlich and the ODC did not object to the Board’s recommendation. This Court, by letter dated May 14, 2003, requested supplemental memos from the parties regarding the applicability of In re Bailey. We review this matter in light of the recent ruling in In re Bailey in an effort to apply its teachings consistently. In deciding the proper sanction here, we consider two issues previously addressed in In re Bailey: (i) whether there is substantial evidence to support a finding of intentional or knowing misconduct; and, (ii) whether this Court should order a six-month suspension instead of the Board-recommended public reprimand and two year period of public probation.\nWe conclude that the record supports a finding that Froelich engaged in negligent misconduct. In re Bailey is properly distinguished because we find no actions by Froelich that rise to the level of knowing or reckless misconduct. We further conclude that a sanction of public reprimand and probation is consistent with the recent decisions of this Court.\nFACTS\nFroelich has been a member of the Bar of the Supreme Court of Delaware since 1981. At all times relevant to the Petition for Discipline, Froelich was engaged in private practice in the State of Delaware at the law firm of Froelich & Associates, P.A. Froelieh’s admitted violations, as summarized below, arose out of his real estate practice.\nMartin Zukoff, CPA, an auditor for the Lawyers’ Fund for Client Protection (LFCP), provided the ODC with an audit report dated April 22, 2002. The Zukoff Report concerned a random compliance audit conducted at Froelieh’s law office on April 18, 2002. The Zukoff report identified numerous areas of non-compliance with the requirement of the Delaware Lawyers’ Rules of Professional Conduct.\nThe Zukoff report noted that there were six deposited checks that had been returned to the maker. Four of these deposited checks (11/15/01 for $18,559.17; 12/27/01 for $5,000.00; 2/27/01 for $3,000.00; and, 11/2/01 for $88,874.32) involved situations in which certified funds were deposited into the bank account of Cahill Paralegal, an independent paralegal service Froelich used to process his real estate settlements. An uncertified check from Cahill Paralegal was then deposited into Froelich’s escrow account. Each of Cahill Paralegal’s checks, however, was returned for insufficient funds because a local bank processed the Froelich checks before the certified funds cleared Cahill Paralegal’s account. These returned cheeks were eventually redeposited and cleared.\nThe fifth returned check (3/28/01 for $123,069.05) was made payable to Cahill Paralegal. This check was endorsed and deposited into Froelich’s escrow account. However, the bank rejected the deposit because the first endorsement by Cahill Paralegal was not sufficiently legible. The check was redeposited and cleared on April 5, 2001.\nThe sixth returned check (2/21/02 for $111,469.44) involved a misdirected wire transfer attributed to a real estate settlement on December 31, 2001. These wired funds should have been deposited into Froelich’s escrow account, but the funds were misdirected for deposit into the escrow account of Thomas Cahill, Esquire. Froelich did not discover the misdirected wire transfer until mid-February 2002, after Froelich’s bank notified him that his escrow account had negative daily balances from February 8, 2002 through February 15, 2002. While Froelich’s staff generally made a practice of verifying all wire transfers, this particular wire transfer (which occurred on the last day of the year) was not verified. Froelich notified Cahill pf this problem. On February 13, 2002, a check drawn on the escrow account of Thomas Cahill, Esquire in the amount of $111,469.44 was deposited into Froelich’s escrow account. This check, however, was returned for insufficient funds. On February 19, 2002, another check drawn on the escrow account of Thomas Cahill, Esquire in the amount of $111,469.44 was deposited into Froelich’s escrow account, but was again returned for insufficient funds. On February 22, 2002, the second check was redeposited and eventually cleared Froe-lich’s escrow account.\nFroelich used Cahill Paralegal to process his post-settlement real estate transactions. In most cases, Cahill Paralegal prepared all the documents not already prepared by the lender. Froelich would review all settlement documents at or before settlement, and would conduct the settlement at the offices of Cahill Paralegal. Cahill Paralegal was also responsible for preparing the title insurance policies, preparing satisfaction papers or reviewing satisfaction papers prepared by lenders, issuing checks to the appropriate recipients after settlement, and providing copies of settlement-related documents to Froe-lich’s clients and others.\nFroelich did not have a system in place for verifying whether or not Cahill Paralegal was fulfilling these obligations. During the period of December 2000 through March 2002, when reconciliations of Froe-lich’s escrow account ceased altogether, the number of aging checks in the escrow account accelerated rapidly. Froelich was unaware of this problem until his spouse, a certified paralegal who handles the books and records at Froelich’s law firm, informed him in late 2001 of the number of outstanding checks.\nThe Certificates of Compliance filed by Froelich with this Court in 1997 through and including 2002 state that he was in compliance with bookkeeping requirements. This included the monthly preparation of his escrow accounts. Froelich, however, was not in compliance with these bookkeeping requirements.\nFroelich has made substantial efforts to rectify the consequences of this conduct. After the LFCP audit, Froelich hired a professional bookkeeper and a real estate paralegal. Froelich’s reconciliation process is now current. He has cooperated with the ODC and has voluntarily and fully disclosed all details of the circumstances to the Board. Moreover, he has admitted to the violations listed in the Petition for Discipline, and violations of the Delaware Lawyers’ Rules of Professional Conduct.\nSUPREME COURT REVIEW\nThis Court has the “inherent and exclusive authority” to discipline members of the Delaware Bar. Sanctions recommended by the Board often aid in our determination, but are not binding on this Court. We review the record independently and determine whether there is substantial evidence to support the Board’s factual findings. And we review the Board’s conclusions of law de novo.\nTHE BAILEY DECISION\nIn re Bailey involved significant deficiencies in the both the financial record keeping at Bailey’s law firm (where he was the managing partner) and the firm’s tax reporting and payment obligations. Bailey was delinquent in his personal income tax payments over a period of several years. Additionally, Bailey failed to supervise his firm’s non-lawyer assistants and falsely certified four years of annual registration statements to this Court. In In re Bailey, we focused on the following facts: (i) the firm’s bookkeeper testified that Bailey instructed him on at least one occasion to transfer escrow funds to the firm’s operating account; (ii) the firm’s operating account was repeatedly in an overdraft condition over an extended period of time; (iii) Bailey knowingly directed $26,500.00 in personal expenses to be satisfied by charges against the firm’s operating account; (iv) the firm’s escrow account was the only viable source to cover these shortfalls; and (v) client trust funds were knowingly invaded by Bailey to satisfy a personal debt. We concluded that Bailey acted knowingly.\nFurthermore, this Court held that as a managing partner, Bailey had enhanced duties, vis-a-vis other lawyers and employees of the firm, to ensure compliance with record keeping and tax obligations. Although a managing partner cannot ensure complete integrity of the firm’s books and records, he has a responsibility to implement reasonable safeguards to ensure that the firm is meeting its obligations with respect to its books and records.\nWe agree with both Froehlich and the ODC that this case is distinguishable from In re Bailey because Froelich acted neither intentionally nor knowingly. The question of intentional or knowing misconduct is a factual issue. “Knowing” misconduct under the DLRPC requires clear and convincing proof of “actual knowledge of the fact in question.”\nIn the present case, one cannot conclude from the record that Froelich acted intentionally or knowingly. First, no funds from Froehlich’s escrow account were deposited into his operating account to cover shortages or anticipated shortages. Second, Froehlich made no extraordinary expenditures for personal reasons from his firm’s escrow account. Third, Froehlich did not fail to file and pay federal and state withholding taxes. Fourth, Froeh-lich did not invade client trust funds. Fifth, Froehlich was successful in recovering funds from a misdirected wire transfer in February 2002. Sixth, the general practice in Froehlich’s office was to verify receipt of all wire transfers and failure to do so was a mere oversight. Finally, the forensic investigative audit did not reveal any other facts that suggest intentional, knowing or reckless conduct by Froehlich. We conclude that Froelich acted negligently with regard to his books and records.\nTHE APPROPRIATE SANCTION\nWe also conclude that Froelich should not be suspended. In In re Bailey, we held that the Board-recommended six-month suspension was appropriate. There, we stated, “[t]he objectives of the lawyer disciplinary system are to protect the public, to protect the administration of justice, to preserve confidence in the legal profession, and to deter other lawyers from similar misconduct.” Under the ABA Standards for Imposing Lawyer Sanctions, we consider four factors when imposing disciplinary sanctions: (i) the ethical duty violated; (ii) the lawyer’s mental state; (iii) the extent of the actual or potential injury caused by the lawyer’s misconduct; and, (iv) aggravating and mitigating factors. This Court held that Bailey violated his ethical duty to his clients, to the lawyers and employees of the firm, to the legal system, and to the legal profession. In addition, this Court held that Bailey’s sustained and systematic failure to exercise even a modicum of diligence with respect to his recordkeeping and tax obligations reflected a knowing disregard of his duties as a managing partner and created the potential for a serious injury. Based on the ABA standards, this Court deemed that suspension would be the appropriate sanction despite the ODC’s and Bailey’s stipulation for a public reprimand and three years of public probation. Moreover, Delaware precedent suggested that Bailey should be suspended. In In re Figliola, we ordered a six-month and one day suspension for knowing and reckless misappropriation of both firm and client funds.\nIn the present case, a suspension is not warranted under the ABA standards. While Froelich’s oversights and misrepresentations clearly implicated his ethical duty to the legal profession and his duty of candor to this Court, the record also clearly reveals that carelessness and not a “systematic failure” or knowing disregard was the cause. Further, there was little potential for actual injury resulting from Froe-lich’s actions, no misappropriation of client or trust funds and a swift and thorough disclosure and reconciliation.\nFinally, given these facts, a suspension would be inconsistent with recent disciplinary decisions of this Court in In re Benson and In re Thompson. Most recently, in In re Doughty, an attorney failed to maintain books and records in compliance with Delaware law, and falsely certified to this Court that the books and records were being maintained in compliance with Delaware law and that all tax obligations were being met. There, we characterized Doughty’s actions as “negligent misconduct” and “negligent misrepresentation” and ordered a public reprimand and a two-year period of probation.\nFroelich engaged in a similar pattern of carelessness and non-compliance that resulted in numerous violations of the DLRPC. Accordingly, Froelich’s negligent misconduct does not warrant a six-month suspension.\nCONCLUSION\nBased on the foregoing, the Respondent is publicly reprimanded and subject to a two-year period of probation with the following conditions:\n1. During the first year of the probationary period, on or before the 20th of each month, the Respondent shall cause to be filed with the Office of Disciplinary Counsel (“ODC”) a report by a licensed certified public accountant, certifying under oath that the Respondent has maintained his law practice financial accounts, books and records during the preceding month in full compliance with Rule 1.15(d). If there are any exceptions regarding the Respondent’s compliance during the preceding month, the report shall explain such exception(s) and the expected date of resolution, and shall be followed by a supplemental report confirming the resolution of the exception;\n2. During the second year of the probationary period, on or before the 20th of the first month of the following quarter, the Respondent shall cause to be filed with the ODC a report by a licensed certified public accountant, certifying under oath that the Respondent has maintained his law practice financial accounts, books and records during the preceding quarter in full compliance with Rule 1.15(d). If there are any exceptions regarding the Respondent’s compliance during the preceding quarter, the report shall explain such exception(s) and the expected date of resolution, and shall be followed by a supplemental report confirming the resolution of the exception; and,\n3. The Respondent shall cooperate promptly and fully with the ODC in its efforts to monitor compliance with his probation, including but not limited to cooperation with any audit performed by the Lawyers’ Fund for Client Protection (“LFCP”) at the request of the ODC, including but not limited to an audit on at least an annual basis, at the Respondent’s expense, for the duration of the probationary period. The Respondent shall cooperate with the ODC’s investigation of any allegations of unprofessional conduct which may come to the attention of the ODC during the period of probation. Upon request of the ODC, the Respondent shall provide authorization for release of information and documentation to verify compliance with the terms of his probation. If the ODC concludes, after giving the Respondent an opportunity to respond, that the Respondent has violated the terms of his probation, the ODC may file a petition directly with the Delaware Supreme Court requesting that the Court suspend the Respondent.\n4.Pursuant to Procedural Rule 27, the Respondent shall pay the ODC’s costs in this disciplinary matter promptly upon the presentation of a statement of costs by the ODC. The Respondent shall also pay the costs of the audits performed by Martin Zukoff and Joseph F. McCullough, Auditors for the LFCP, promptly upon the presentation of a statement of such costs.\n. 821 A.2d 851 (Del.2003) (ordering a six-month suspension despite a stipulation between the ODC and the respondent-attorney that the sanction should be a public reprimand and three years of public probation).\n. Id.\n. Id.; See also In re Figliola, 652 A.2d 1071, 1077 (Del.1995) (finding that \"reckless” misuse of firm funds and \"knowing” misuse of client funds warranted suspension instead of probation).\n. See, e.g. In re Benson, 774 A.2d 258 (Del. 2001); In re Thompson, 818 A.2d 151 (Del.2003); In re Doughty, 832 A.2d 724 (Del.2003).\n. Froelich admitted to violations of Del. Lawyers' R. Prof. Cond. Rules 1.15(b), 1.15(d), 1.15(n), 5.3, 8.4(c), and 8.4(d) (2003).\n. In re Benson, 774 A.2d 258, 262 (Del.2001) (citing In re Green, 464 A.2d 881, 885 (Del.1983)).\n. Id. (citing In re Howard, 765 A.2d 39, 42 (Del.2000)).\n. In re Bailey, 821 A.2d at 862 (citing In re Reardon, 759 A.2d 568, 575 (Del.2000)).\n. Id.\n. Id. at 864.\n. In re Bailey, 821 A.2d at 863-65.\n. Id. at 864-65.\n. 821 A.2d at 865; see also Del. Lawyers' R. Prof. Cond. Rule 5.1 Responsibilities of partners, managers, and supervisory lawyers:\n(a) A partner in a law firm, and a lawyer who individually or together with other lawyers possesses comparable managerial authority in a law firm, shall make reasonable efforts to ensure that the firm has in effect measures giving reasonable assurance that all lawyers in the firm conform to the Rules of Professional Conduct.\n(b) A lawyer having direct supervisory authority over another lawyer shall make reasonable efforts to ensure that the other lawyer conforms to the Rules of Professional Conduct.\n(c) A lawyer shall be responsible for another lawyer's violation of the Rules of Professional Conduct if:\n(1) the lawyer orders or, with knowledge of the specific conduct, ratifies the conduct involved; or\n(2) the lawyer is a partner or has comparable managerial authority in the law firm in which the other lawyer practices, or has direct supervisory authority over the other lawyer, and knows of the conduct at a time when its consequences can be avoided or mitigated but fails to take reasonable remedial action.\n. Del. Lawyers’ R. Prof. Cond. Rule 1.0(f), which was adopted effective July 1, 2003 and was formerly contained in the Terminology section of the DLRPC, also provides that a \"person’s knowledge may be inferred from circumstances.” See, e.g., In re Bailey, 821 A.2d 851, 863-64 (Del.2003).\n. Id. at 867.\n. Id. at 866.\n. Id. citing In re Lassen, Del.Supr., 672 A.2d 988, 998 (1996).\n. 821 A.2d at 866.\n. Id.\n. In re Figliola, 652 A.2d 1071, 1077 (Del. 1995).\n. Id.\n. 774 A.2d 258 (failing to properly maintain the required books and records for several years and was delinquent in filing and paying payroll taxes resulted in imposition of a public reprimand and a two-year period of probation).\n. 818 A.2d 151 (failing for eight consecutive years to properly maintain a firm’s books and records, and incorrectly certifying to this Court for six years that a firm’s books and records were in compliance with record-keeping and tax obligations resulted in a public reprimand and a three-year public probation).\n. 832 A.2d 724.\n. Id.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Michael S. McGinnis, Wilmington, for Office of Disciplinary Counsel.",
      "Jeffrey M. Weiner, Wilmington, for Respondent."
    ],
    "corrections": "",
    "head_matter": "In the Matter of a Member of the Bar of the Supreme Court of Delaware: Mark H. FROELICH, Respondent.\nNo. 213, 2003.\nSupreme Court of Delaware.\nSubmitted: July 29, 2003.\nDecided: Dec. 8, 2003.\nMichael S. McGinnis, Wilmington, for Office of Disciplinary Counsel.\nJeffrey M. Weiner, Wilmington, for Respondent.\nBefore YEASEY, Chief Justice, BERGER and STEELE, Justices."
  },
  "file_name": "1117-01",
  "first_page_order": 1147,
  "last_page_order": 1153
}
