{
  "id": 11502846,
  "name": "Nancy YAROS, Appellee, v. TRUSTEES OF the UNIVERSITY OF PENNSYLVANIA, Appellant",
  "name_abbreviation": "Yaros v. Trustees of the University of Pennsylvania",
  "decision_date": "1999-12-09",
  "docket_number": "",
  "first_page": "1118",
  "last_page": "1125",
  "citations": [
    {
      "type": "official",
      "cite": "742 A.2d 1118"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "355 Pa.Super. 391",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653243
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "488"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/355/0391-01"
      ]
    },
    {
      "cite": "740 A.2d 1176",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11555780
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "1178"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/740/1176-01"
      ]
    },
    {
      "cite": "1999 PA Super 260",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1999,
      "pin_cites": [
        {
          "page": "7"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "677 A.2d 1241",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7877009,
        736359
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "1246"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/677/1241-01",
        "/pa-super/450/0666-01"
      ]
    },
    {
      "cite": "450 Pa.Super. 666",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        736359
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/450/0666-01"
      ]
    },
    {
      "cite": "648 A.2d 9",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        706485,
        7861239
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/436/0377-01",
        "/a2d/648/0009-01"
      ]
    },
    {
      "cite": "436 Pa.Super. 377",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706485
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/436/0377-01"
      ]
    },
    {
      "cite": "247 A.2d 577",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "580"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919688
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "139"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0133-01"
      ]
    },
    {
      "cite": "246 A.2d 435",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "438"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "213 Pa.Super. 87",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        785218
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/213/0087-01"
      ]
    },
    {
      "cite": "363 Pa.Super. 106",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        672559
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "quoting Solomon v. Luria, 213 Pa.Super. 87, 246 A.2d 435, 438 (1968)"
        },
        {
          "page": "742",
          "parenthetical": "quoting Solomon v. Luria, 213 Pa.Super. 87, 246 A.2d 435, 438 (1968)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/363/0106-01"
      ]
    },
    {
      "cite": "643 A.2d 1102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        943128,
        7871854
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "1105"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/434/0439-01",
        "/a2d/643/1102-01"
      ]
    },
    {
      "cite": "434 Pa.Super. 439",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        943128
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/434/0439-01"
      ]
    },
    {
      "cite": "25 Pa.Super. 199",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        851975
      ],
      "weight": 3,
      "year": 1904,
      "pin_cites": [
        {
          "page": "204",
          "parenthetical": "stating \"[w]hen an offer is made to another orally and he goes away without accepting it, it would seem that ordinarily the offer would be considered as having lapsed\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/25/0199-01"
      ]
    },
    {
      "cite": "302 A.2d 426",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "427",
          "parenthetical": "stating \"an oral offer ordinarily terminates at the end of the conversation\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "223 Pa.Super. 506",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        803312
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "stating \"an oral offer ordinarily terminates at the end of the conversation\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/223/0506-01"
      ]
    },
    {
      "cite": "383 Pa.Super. 76",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        464500
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "438"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/383/0076-01"
      ]
    },
    {
      "cite": "705 A.2d 875",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11872934
      ],
      "pin_cites": [
        {
          "page": "876-77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/705/0875-01"
      ]
    },
    {
      "cite": "701 A.2d 255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11892487
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "258"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/701/0255-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 929,
    "char_count": 23878,
    "ocr_confidence": 0.68,
    "pagerank": {
      "raw": 2.6897115676142456e-07,
      "percentile": 0.8274768142853116
    },
    "sha256": "81f46308c84182a2249b6df8d040de379414de8167e879970a5909966a96dc43",
    "simhash": "1:cfeaf13c3a6a9c24",
    "word_count": 3966
  },
  "last_updated": "2024-02-27T18:02:01.051786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FORD ELLIOTT, STEVENS and ORIE MELVIN, JJ."
    ],
    "parties": [
      "Nancy YAROS, Appellee, v. TRUSTEES OF the UNIVERSITY OF PENNSYLVANIA, Appellant."
    ],
    "opinions": [
      {
        "text": "ORIE MELVIN, J.:\n¶ 1 This is an appeal from an Order entered February 22,1999, granting appel-lee Dr. Nancy Yaros’s Motion to Enforce Settlement against appellant, the Trustees of the University of Pennsylvania (“University”). For the reasons that follow, we affirm.\n¶ 2 The record reveals Dr. Yaros brought a negligence action against the University after she fell at one of its ice skating rinks. Trial was held before the Honorable Paul Ribner. At trial, attorney Richard P. Haaz represented Dr. Yaros. Counsel for the University was John Orlando. Also present was Erika Gross, who was the liability administrator for the University. Testimony began on January 26, 1998. On that date, the University offered Dr. Yaros a settlement offer of $750,-000.00. Attorney Haaz informed Attorney Orlando that Dr. Yaros would accept $1.5 million in settlement up until the time she testified, after which she would not settle for any amount. The trial continued, two defense witnesses took the stand, and then Dr. Yaros testified.’ No settlement was reached at that time.\n¶ 3 On January 29, 1998, after the conclusion of testimony, the University offered Dr. Yaros $750,000.00 in settlement. Attorney Orlando made the offer to Attorney Haaz during a ten minute recess prior to closing arguments. At the close of the conversation Attorney Orlando told Attorney Haaz “you’ve got to get back to me.” When he made this statement, Attorney Orlando looked at the clock and placed his palms sideward. No time limitations regarding the offer were communicated, nor was it indicated that the offer was only open until closing arguments began. Attorney Haaz stated he would talk to his client now. After the offer was made Attorney Haaz left the courtroom to speak to his client. Attorney Orlando also left the courtroom to go to the men’s restroom. Attorney Haaz returned to the courtroom without Dr. Yaros, who was in the restroom. Attorney Haaz asked the trial court for two minutes to speak to his client before closings, to which the court agreed. At that time Attorney Orlando assumed Attorney Haaz had not discussed the offer with Dr. Yaros. N.T., Hearing, 1/12/99, at 68, 74-75. Upon Dr. Yaros’s return, Attorney Haaz did not confer with her and closing arguments commenced immediately. Earlier that day, Judge Ribner informed both counsel he expected closing arguments to be finished by 5:00 p.m. so he could charge the jury the next day. During the University’s closing, Dr. Yaros authorized Attorney Haaz to accept the offer. After the University ended its closing, Attorney Haaz gave his rebuttal. At a sidebar conference following closings Attorney Haaz stated Dr. Yaros accepted the University’s settlement offer. Attorney Orlando replied by stating, “I don’t know if it’s still there, judge.” N.T., Trial, 1/29/98, at 559. The next day, prior to jury deliberations Dr. Yaros orally moved to enforce the settlement. Judge Ribner denied the motion pending evidentiary hearings on the matter and the jury’s verdict. The jury came back with a defense verdict. Following trial, Dr. Yaros filed a Motion for Posh-Trial Relief and a Motion to Enforce Settlement. One evidentiary hearing was held before Judge Ribner. However, upon his retirement the case was reassigned to the Honorable Sandra Mazer Moss, who conducted hearings on January 12 and 15, 1999. On February 22, 1999, Judge Mazer Moss granted Dr. Yaros’s Motion to Enforce Settlement. This timely appeal followed.\n¶ 4 On appeal, the University raises several allegations of error in connection with the trial court’s enforcement of the settlement. It presents the following issues for our review:\n1. Whether the Trial Court erred in granting [Dr. Yaros’s] Motion to Enforce Settlement, which overturns a unanimous jury verdict for [the University], even though the Trial Court failed to apply the proper legal standard for determining whether there was a valid and enforceable settlement agreement between the parties?\n2. Whether the Trial Court erred in granting [Dr. Yaros’s] Motion to Enforce Settlement, even though, as a matter of law, [Dr. Yaros’s] conduct constituted a rejection of the settlement offer?\n3. Whether the Trial Court erred in granting [Dr. Yaros’s] Motion to Enforce Settlement, even though, as a matter of law, [Dr. Yaros] did not accept the settlement offer within a reasonable time under the circumstances, and therefore allowed the offer to lapse?\n4. Whether the Trial Court’s factual finding that [Dr. Yaros] accepted the University’s offer within a reasonable period of time was against the weight of the evidence, capricious and erroneous as a matter of law?\nUniversity’s Brief, at 4.\n¶ 5 We first address the University’s contention the trial court failed to apply the proper legal standard in determining whether there was a valid and enforceable settlement. Initially, we note the University’s first claim on appeal challenges the trial court’s conclusions of law. When reviewing questions of law, our scope of review is plenary. Borden, Inc. v. Advent Ink Co., 701 A.2d 255, 258 (Pa.Super.1997). Thus, we are free to draw our own inferences and reach our own conclusions. Id. “If a trial court erred in its application of the law, [we] will correct the error.” Francis J. Bernhardt, III, P.C. v. Needleman, 705 A.2d 875, 876-77 (Pa.Super.1997).\n¶ 6 The trial court found the University’s offer was not withdrawn and Dr. Ya-ros accepted it within a reasonable amount of time under the circumstances. In analyzing whether this was a valid and enforceable settlement agreement the trial court relied upon the standards set forth in Vaskie v. West American Ins. Co., 383 Pa.Super. 76, 556 A.2d 436 (1989), wherein this Court stated:\nUnder such circumstances, i.e. where an offer does not specify an expiration date or otherwise limit the allowable time for acceptance, it is both hornbook law and well-established in Pennsylvania that the offer is deemed to be outstanding for a reasonable period of time. Textron, Inc. v. Froelich, 223 Pa.Super. 506, 302 A.2d 426 (1973); Boyd v. Merchants’ and Farmers’ Peanut Co., 25 Pa.Super. 199 (1904); Murray, Murray on Contracts 60-61 (2d ed.1974); Restatement (Second) Contracts Section 41 (1981).\nId. at 438-439. The University asserts the above legal standard is only a general rule. It maintains the “conversation rule” as stated in Restatement (Second) Contracts § 41, comment d governs. That comment provides as follows:\nd. Direct negotiations. Where the parties bargain face to face or over the telephone, the time for acceptance does not ordinarily extend beyond the end of the conversation unless a contrary intention is indicated. A contrary intention may be indicated by express words or by the circumstances. For example, the delivery of a written offer to the offeree, or an expectation that some action will be taken before acceptance, may indicate that a delayed acceptance is invited.\nOur Court has adopted the legal standard enunciated in comment d. Textron, Inc. v. Froelich, 223 Pa.Super. 506, 302 A.2d 426, 427 (1973) (stating “an oral offer ordinarily terminates at the end of the conversation”); Boyd v. Merchants’ and Farmers’ Peanut Co., 25 Pa. Superior Ct. 199, 204 (1904) (stating “[w]hen an offer is made to another orally and he goes away without accepting it, it would seem that ordinarily the offer would be considered as having lapsed”). In Textron, the Court acknowledged that this standard does not preclude the possibility that an oral offer continues past the conversation and noted the general rule that if no time is specified, the offer terminates at the end of a reasonable amount of time. Id. at 427. Furthermore, the Court stated while there may be times when a judge could find as a matter of law that an oral offer terminates with the end of the conversation, if there is any doubt as to what is a reasonable interpretation, the decision should be left to the factfin-der. Id. The University insists that because of the face to face nature of the negotiations, the offer terminated at the end of the conversation between counsel or at the very latest at the beginning of closing arguments.\n¶ 7 Because the parties’ counsel conducted face to face negotiations it appears comment d initially provides the more on point legal standard; however, this does not affect the trial court’s ultimate decision. The offer by the University clearly extended beyond the end of counsels’ conversation, during the court recess when Attorney Haaz walked out of the courtroom to speak with his client about the settlement offer. A contrary intention was clearly indicated by Attorney Orlando when he ended the conversation with Attorney Haaz by stating “get back to me.” Thus, the time for acceptance by Dr. Yaros extended beyond the end of the conversation between the parties’ attorneys. The question that then arises is how long was the offer open. The University maintains it intended the offer was only open until the beginning of closing arguments, and such intention was clear. It submits that although Attorney Orlando did not articulate explicitly a definite time limit for Dr. Yaros’s acceptance, its intention was manifested by the fact closing arguments were imminent, the established pattern of including an event condition with a settlement offer, and the verbal and non-verbal expressions used.\n¶8 The enforceability of settle ment agreements is determined according to principles of contract law. McDonnell v. Ford Motor Co., 434 Pa.Super. 439, 643 A.2d 1102, 1105 (1994). “[I]n the case of a disputed oral contract, what was said and done by the parties as well as what was intended by what was said and done by them are questions of fact.” United Coal v. Hawley Fuel Coal, Inc., 363 Pa.Super. 106, 525 A.2d 741, 742 (1987) (quoting Solomon v. Luria, 213 Pa.Super. 87, 246 A.2d 435, 438 (1968)). We find preposterous the University’s assertion that its intention regarding the time limitation of the offer was clear. The trial court made a factual determination that no time or event conditions were ever placed on the settlement offer. Here, the duration of the offer was not even clear to its trial counsel Attorney Orlando or its risk manager, Erika Gross. After Dr. Yaros accepted the offer Attorney Orlando stated, “I don’t know if it’s still there, judge.” Certainly, if Attorney Orlando, the offeror, was unclear of whether the offer was still open after closing arguments were complete, it’s incredulous to argue the offeree, Dr. Yaros, was clearly aware that the offer would lapse once closing arguments began. Moreover, we reject the University’s claim that verbal and non-verbal conduct made the time limitation of the offer apparent. • The University argues Attorney Orlando’s statement “you’ve got to get back to me” can only be interpreted as “you’ve got to get back to me with an answer as soon as possible— which is, when we both come back into the courtroom: you from your discussion with your client and I from the Men’s Room, so we can conclude this negotiation in the next few minutes before closings.” University’s brief at 27. We will not reject the trial court’s findings in favor of such a strained interpretation of the statement, “you’ve got to get back to me,” or conduct like Attorney Haaz’s statement that he needed two minutes to speak with his client and Attorney Orlando’s non-verbal act of looking at the clock and “putfting] [his] palms sidewards.”\n¶ 9 Additionally, the University makes much of the fact that Dr. Yaros had earlier during the trial imposed an event condition on a settlement offer. During trial Attorney Haaz informed Attorney Orlando that Dr. Yaros would accept a settlement in a certain dollar amount only up until the time she testified. The University now maintains this established a pattern of including an event condition with a settlement offer. While the prior course of dealings between the parties is instructive, in this case it cuts against the University’s argument. In the parties’ prior course of dealings, Dr. Yaros and her counsel explicitly informed the University of the event condition. There was no such explanation when the University made its offer just prior to closing arguments. Moreover, the offer remained open during the course of several witnesses’ testimony. Under such circumstances, the prior course of dealing between the parties did not establish closing argument was an event which would terminate the offer.\n¶ 10 The University next argues Dr. Ya-ros’s conduct constituted a rejection of the offer. Specifically, it maintains that because Attorney Haaz did not confer with Dr. Yaros when she returned to the courtroom just prior to closings and because Dr. Yaros participated in closing and rebuttal arguments without accepting the offer, it was justified in inferring she had in fact rejected the offer. The trial court found Dr. Yaros never rejected the offer. The court further rebuffed the University’s contention that it could infer its offer had been rejected when closing arguments commenced.\n¶ 11 An offer is rejected when the offeror is justified in inferring from the words or conduct of the offeree that the offeree intends not to accept the offer or to take it under further advisement. Restatement (Contracts) § 36; Smaligo v. Fireman’s Fund Ins. Co., 432 Pa. 133, 139, 247 A.2d 577, 580 (1968). In Smaligo, an insurance company made a settlement offer informing the offeree plaintiffs that proceeding forward with the case would be viewed as a rejection. The plaintiffs proceeded to arbitration. This Court agreed with the trial court that plaintiffs’ action clearly showed that they did not intend to accept the offer. Unlike Smaligo, this is not a situation where the offeree was placed on notice that certain conduct would constitute a rejection of the offer. While an offeree need not be put on specific notice that certain conduct will be viewed by the offeror as a rejection of the offer, not all conduct can justify an offeror in inferring that the offer has been rejected. In this case we can find no error in the trial court’s finding that the University was not justified in inferring that proceeding to closing arguments would constitute a rejection of the settlement offer. There is no per se rule that commencing with closing arguments constitutes a rejection of a settlement offer. Nor do we wish to create one here. It would produce a situation where an offeror would have the unfair advantage of unilaterally asserting after the offer has been accepted that an unspecified, undefined and uncommunicated event at trial constituted a rejection. Moreover, we agree with Dr. Yaros’s observation that since the University believed she had not had an opportunity to consult with her counsel and was unaware of the settlement offer, it would not be justified in inferring that proceeding to closing arguments constituted a rejection of the offer. How the University could interpret the actions of Dr. Yaros and Attorney Haaz as a rejection of its offer when the University was under the impression Dr. Yaros was unaware of the offer at that time is beyond our understanding.\n¶ 12 The University finally argues the settlement offer lapsed because, as a matter of law, Dr. Yaros did not accept it within a reasonable amount of time. It submits the trial court’s factual ■finding that Dr. Yaros accepted the offer within a reasonable amount of time was against the weight of the evidence. Where an offer does not specify an expiration date or otherwise limit the allowable time for acceptance, the offer is deemed to be outstanding for a reasonable period of time. First Home Savings Bank, FSB v. Nernberg, 436 Pa.Super. 377, 648 A.2d 9, 15 (1994); Vaskie, 556 A.2d at 438. In Vaskie, this Court examined the issue of whether reasonableness is a question of law or of fact:\nWhat is a reasonable time is ordinarily a question of fact to be decided by the jury and is dependent upon the numerous circumstances surrounding the transaction... Such circumstances as the nature of the contract, the relationship or situation of the parties and their course of dealing, and usages of the particular business are all relevant.\nHowever, there are situations where the question of what is a reasonable time for acceptance may be decided by the court as a matter of law. As stated in Boyd, supra:\nWhat is a reasonable time for acceptance is a question of law for the court in such commercial transactions as happen in the same way, day after day, and present the question upon the same data in continually recurring instances; and where the time taken is so clearly reasonable or unreasonable that there can be no question of doubt as to the proper answer to the question. Where the answer to the question is one dependent on many different circumstances, which do not continually recur in other cases of like character, and with respect to which no certain rule of law could be laid down, the question is one of fact for the jury.\nId. at 438-439. After holding numerous evidentiary hearings, the trial court treated this issue as a question of fact, finding the time period was reasonable under the circumstances. The University believes this is a question of law because trials happen in the same manner every day in the sense that the significant events of trial such as opening arguments, the presentation of evidence, and closing arguments proceed in the same manner in every trial. While trials do commence in the same manner, “the course and nature of settlement negotiations varies greatly from case to case.” Id. at 440. There are individual circumstances distinct to this case, such as when and how the offer was made, which will not necessarily continually recur in other cases. Thus, we believe the trial court was correct in treating this as a question of fact.\n¶ 13 As a reviewing court we will not disturb the findings of a trial judge sitting as the finder of fact unless there is a determination that those findings are not based upon competent evidence. Delmont Mechanical Services, Inc. v. Kenver Corp., 450 Pa.Super. 666, 677 A.2d 1241, 1246 (1996). In reviewing the trial court’s findings, the victorious party is entitled to have the evidence viewed in the light most favorable to him and all the evidence must be taken as true and all unfavorable inferences rejected. Viola v. Bocher, 1999 PA Super 260, 7, 740 A.2d 1176, 1178 (1999). Moreover, the trial court’s decision should not be overturned unless the trial court’s factual findings were capricious or against the weight of the evidence. Altomare v. Altomare, 355 Pa.Super. 391, 513 A.2d 486, 488 (1986).\n¶ 14 In support of its contention that a reasonable amount of time to accept the offer had lapsed, the University rehashes the same arguments we have already addressed. The University maintains, although it did not articulate explicitly a definite time limit for acceptance, it limited the duration of the offer through its words and body language. As we have already found such conduct would not put Dr. Ya-ros on notice of any event condition on the offer, we will not discuss it further.\n¶ 15 The University also submits the seventy minutes Dr. Yaros took to accept the offer was unreasonable in light of the fact the offer occurred during trial. It maintains there is an urgency that accompanies a response when an offer is made during the course of trial, and in such a context the actual amount of minutes from offer to acceptance is irrelevant. In effect, the University maintains where an offer is made immediately before closing arguments it is unreasonable for the offer to stay open beyond the commencement of closings, which in this case occurred approximately ten minutes after the offer was made.\n¶ 16 In this regard the University makes much of the trial court’s finding that closing arguments are not significant trial court events, instead arguing that “academic research, the wisdom of modern trial practitioners and more than two thousand years of jurisprudential history” require us to vacate the trial court’s order. University’s Brief, at 40. The University’s argument is misplaced because the trial court made its observation regarding the significance of closings to address the University’s argument that a rejection could be inferred when Dr. Yaros participated in closings. Whether or not closing arguments are significant trial events does not support the University’s contention that the occurrence of closing arguments automatically causes a settlement offer to lapse. There are many significant events during the course of a trial. Settlement offers are accepted at all stages of trial. Even assuming a closing argument is a significant trial event, such an occurrence does not necessarily determine whether an offeree accepted an offer within a reasonable period of time. It is but one consideration. Here, the trial court found the offer was accepted within a reasonable amount of time under the circumstances. We will not disturb that finding. Under the facts of this case, we cannot say the trial court erred in finding Dr. Yaros accepted the offer within a reasonable amount of time or such a finding was against the weight of the evidence. In conclusion, we find no abuse of discretion or error of law in the trial court’s enforcement of the settlement.\n¶ 17 Order affirmed.\n. The trial court questioned Attorney Orlando as follows:\nQ: To your knowledge, did [Dr. Yaros] ever take it off the table a second time? I understand it was off, then it got put back on before the closings, but did you ever know that she took it off?\nA: When I told [Attorney] Haaz the $750,-000.00 was back on the table, you’ve got to get back to me, I had a lot to do that day. I did not say to him you must tell me I didn’t put a deadline on it. I can’t tell you what Ms. Gross testified to, but it’s in the record.\n(R. 637a-638a). Ms. Gross when questioned testified:\nQ: Now when you authorized the settlement offer of $750,000.00 on the date of the closing, am I correct that you did not attach any time limitation to that offer?\nA: I did not set a time limit on it. It was extended before closings. Mr. Haaz was going to consult with his client and that’s where it was left.\nQ: Did you hear anybody say to Mr. Haaz or to Ms. Yaros that the offer was only open until Mr. Haaz began his closing?\nA: I don’t remember that ever being said. (R. 166a).\n. In yet another instance of strained interpretation, the University submits Attorney Orlando’s action of putting his palms sideward figuratively illustrated the time that Attorney Haaz had to respond to the offer was limited and short. However, Attorney Orlando used this same gesture when he told the trial court he did not know if the money was still there for a settlement. N.T., Hearing, 1/12/99, at 67. If holding one’s palms sideward denotes a limited and short amount of time, as the University submits, there would be no reason for Attorney Orlando to use such a gesture when speaking with the trial court about whether the money was still available.\n. Specifically, the trial court stated:\nWe take judicial notice an offer without time or event conditions remains open for a reasonable period under the circumstances, or until it is withdrawn or rejected. It does not lapse until the trial is terminated by verdict, non-suit, directed verdict. Closing arguments which do not constitute evidence are not necessarily significant events from which [the University] could infer its offer had been rejected.\nTrial Court Opinion, 2/22/99, at 5. (Emphasis added).",
        "type": "majority",
        "author": "ORIE MELVIN, J.:"
      }
    ],
    "attorneys": [
      "Joseph H. Foster, Philadelphia, for appellant.",
      "Robert B. Bodzin, Philadelphia, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Nancy YAROS, Appellee, v. TRUSTEES OF the UNIVERSITY OF PENNSYLVANIA, Appellant.\nSuperior Court of Pennsylvania.\nArgued Sept. 14, 1999.\nFiled Dec. 9, 1999.\nJoseph H. Foster, Philadelphia, for appellant.\nRobert B. Bodzin, Philadelphia, for ap-pellee.\nBefore FORD ELLIOTT, STEVENS and ORIE MELVIN, JJ."
  },
  "file_name": "1118-01",
  "first_page_order": 1164,
  "last_page_order": 1171
}
