{
  "id": 7373992,
  "name": "COMMONWEALTH of Pennsylvania v. Daniel K. NICODEMUS, Appellant",
  "name_abbreviation": "Commonwealth v. Nicodemus",
  "decision_date": "1993-12-03",
  "docket_number": "",
  "first_page": "1118",
  "last_page": "1121",
  "citations": [
    {
      "type": "official",
      "cite": "636 A.2d 1118"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "598 A.2d 283",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "528 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "396 Pa.Super. 339",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        882762
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/396/0339-01"
      ]
    },
    {
      "cite": "307 Pa.Super. 50",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        204412
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/307/0050-01"
      ]
    },
    {
      "cite": "384 Pa.Super. 182",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        466309
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/384/0182-01"
      ]
    },
    {
      "cite": "420 Pa.Super. 606",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        920162
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/420/0606-01"
      ]
    },
    {
      "cite": "292 Pa.Super. 100",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        174209
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "Before a court can vacate or modify an Order on reconsideration, all parties must have notice and an opportunity to be heard"
        },
        {
          "parenthetical": "Before a court can vacate or modify an Order on reconsideration, all parties must have notice and an opportunity to be heard"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/292/0100-01"
      ]
    },
    {
      "cite": "417 Pa.Super. 528",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        914315
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/417/0528-01"
      ]
    },
    {
      "cite": "417 Pa.Super. 351",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        914284
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/417/0351-01"
      ]
    },
    {
      "cite": "567 A.2d 1043",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1820298,
        1820351
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0425-01",
        "/pa/523/0426-01"
      ]
    },
    {
      "cite": "523 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820351
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0426-01"
      ]
    },
    {
      "cite": "376 Pa.Super. 25",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        702754
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/376/0025-01"
      ]
    },
    {
      "cite": "352 Pa.Super. 260",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651040
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/352/0260-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 450,
    "char_count": 8079,
    "ocr_confidence": 0.677,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1895550667239673
    },
    "sha256": "b1cf15ba32e649fb89e6f0b0b53bd8550a6ddd34a3153605efd2b9b4ae399dda",
    "simhash": "1:8d85970b775ef764",
    "word_count": 1317
  },
  "last_updated": "2024-02-27T17:56:39.653482+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROWLEY, President Judge, and TAMILIA and JOHNSON, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Daniel K. NICODEMUS, Appellant."
    ],
    "opinions": [
      {
        "text": "TAMILIA, Judge:\nAppellant, Daniel K. Nicodemus, appeals from the September 16, 1992 Order reinstating two criminal counts, manufacture of a controlled substance and criminal conspiracy, which had been previously dismissed on May 13, 1992 as part of appellant’s omnibus pretrial motion.\nOn September 24, 1991, appellant had the charges of unlawful manufacture, possession with intent to deliver, criminal conspiracy and possession of drug paraphernalia filed against him. A preliminary hearing was held before District Justice Frank C. Wise on December 4,1991, and appellant was held for court. On May 11, 1992, appellant filed the omnibus pretrial motion which contained a request for a bill of particulars, a request for discovery, a motion to suppress and two motions to dismiss. On May 13th, the omnibus motion was granted by the trial court.\nOn May 19,1992, the Commonwealth, upon notice of the Order, filed a motion to reconsider and to schedule an omnibus pretrial hearing. On May 26, 1992, the trial court scheduled the hearing for June 19, 1992, which was subsequently continued until September 16, 1992. At this hearing, the trial court reinstated the two counts, as the totality of the evidence submitted at the preliminary hearing was sufficient to find a prima facie case. The trial court held that it had jurisdiction to hear the reconsideration as it set the hearing within thirty (30) days of the Order. In the court’s mind, this meant that it granted reconsideration at that time.\nFrom the trial court Order of September 24, 1992, appellant filed an interlocutory appeal alleging to this Court that the trial court lacked jurisdiction to grant the Commonwealth’s motion to reconsider the May 13, 1992 dismissal and to rescind the dismissal. Appellant argues the Order dismissing the two counts was a final Order and, therefore, had to be appealed by the Commonwealth to this Court or modified by the trial court within the 30-day period outlined by 42 Pa. C.S. § 5505, which reads as follows:\n§ 5505. Modification of orders\nExcept as otherwise provided or prescribed by law, a court upon notice to the parties may modify or rescind any order within 30 days after its entry, notwithstanding the prior termination of any term of court, if no appeal from such order has been taken or allowed.\nAppellant contends the trial court set the initial hearing date for reconsideration thirty-six (36) days after the dismissal Order. Furthermore, the trial court did not reinstate the prior dismissal until more than four months after the initial Order. As such, appellant argues the hearing was not scheduled or heard within the 30-day period required by section 5505 and, therefore, should not be permitted.\nFurthermore, appellant contends the trial court had no jurisdiction to hear or order the reinstatement. The trial court did not vacate its prior Order pending reconsideration, the Commonwealth did not take a timely appeal to this Court and the Commonwealth did not, at any time, move to advance the argument date within the 30-day period.\nWe find appellant’s argument to be without merit. The law regarding a modification of a court Order is set forth in section 5505. This statutory limitation applies only to final Orders. Commonwealth v. Baker, 352 Pa.Super. 260, 507 A.2d 872 (1986). The provision of this statute does not apply to interlocutory Orders. Commonwealth v. McMillan, 376 Pa.Super. 25, 545 A.2d 301 (1988), appeal affirmed, 523 Pa. 426, 567 A.2d 1043 (1990).\nThe trial court’s dismissal of the two counts was part of an omnibus motion which included several additional requests. On May 13,1992, the trial judge, the Honorable John H. Brydon, signed the Order attached to the omnibus motion based solely on the transcript of the district justice. Generally, a final Order is one which ends the litigation or disposes of the entire case. Patton v. Hanover Ins. Co., 417 Pa.Super. 351, 612 A.2d 517 (1992). The finality of an Order is a judicial conclusion which can be reached only after an examination of its ramifications. Flowers v. Flowers, 417 Pa.Super. 528, 612 A.2d 1064 (1992).\nAccording to the record, the Order was signed without a full hearing or an opportunity for the Commonwealth to be heard. The Commonwealth did not receive notice of the two motions to dismiss until after they were granted. According to the Commonwealth, on May 11, 1992, they did receive a request for a bill of particulars. But, according to them motion to reconsider which was filed immediately after receiving the court Order, they never had the opportunity to respond to appellant’s averments. A final Order cannot be granted when one party has not received notice of the proceeding. See Commonwealth v. Fanelli, 292 Pa.Super. 100, 436 A.2d 1024 (1981) (Before a court can vacate or modify an Order on reconsideration, all parties must have notice and an opportunity to be heard). Without proper notice or the presence of the Commonwealth, the proceeding was ex parte and was based solely on a district justice’s determination at a preliminary hearing which is interlocutory and not appealable. Commonwealth v. Shoop, 420 Pa.Super. 606, 617 A.2d 351 (1992).\nMoreover, we note that appellant filed his motion to dismiss as part of an omnibus pretrial motion. The Pennsylvania Rules of Criminal Procedure do not allow for such a motion as part of an omnibus pretrial motion. Pa.R.Crim.P. 306. A motion to dismiss, pursuant to Pa.R.Crim.P. 315, is limited to averring that an information has not been filed within a reasonable time or that' an indictment has not been found against a defendant within a reasonable time. Rule 315(a). Neither of these grounds are relevant here. Pursuant to Rule 306, an omnibus pretrial motion may contain a motion to quash an indictment or information when it is alleged that the indictment or information is defective, but it cannot be a means of testing the adequacy or competency of the Commonwealth’s evidence. Commonwealth v. Shaffer, 384 Pa.Super. 182, 557 A.2d 1106 (1989); Commonwealth v. Meoli, 307 Pa.Super. 50, 452 A.2d 1032 (1982).\nA petition for a writ of habeas corpus is the established and accepted method for testing a pretrial finding that the Commonwealth has sufficient evidence to establish a prima facie case. Commonwealth v. Scott, 396 Pa.Super. 339, 578 A.2d 933 (1990), alloc. denied, 528 Pa. 629, 598 A.2d 283 (1991). In making this determination, the habeas court is not limited to reviewing the evidence presented at the preliminary hear ing. Rather, the Commonwealth may present additional evidence at this stage to establish a crime has been committed and the accused is the person who committed the crime. Id. If appellant would have followed this proper method, the Commonwealth would have been properly and adequately put on notice and, therefore, provided with an opportunity to respond.\nFinding appellant’s arguments to be without merit, we affirm the Order of the trial court reinstating the two previously dismissed criminal counts.\nOrder affirmed.\nJOHNSON, J., concurs in the result.\n. 35 P.S. § 780-113(a)(30).\n. 18 Pa.C.S. § 903.\n. While appellant contends the trial court \"misstated the facts in its September 16, 1992 order,\" we are of the belief appellant misinterpreted the court's statement. The court said it \"set the Reconsideration hearing within 30 days of the Order.\" Order, Brydon, J., 9/16/92. We believe the court meant he scheduled a hearing within 30 days, not that the hearing would be held within 30 days. Having made this clarification, we point out that it actually is of no consequence which is the proper interpretation because, as noted in this Opinion, the Commonwealth did not have notice and the dismissal Order was not final.",
        "type": "majority",
        "author": "TAMILIA, Judge:"
      }
    ],
    "attorneys": [
      "James A. Ashton, Pittsburgh, for appellant.",
      "Robert F. Hawk, Asst. Dist. Atty., Butler, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. Daniel K. NICODEMUS, Appellant.\nSuperior Court of Pennsylvania.\nArgued Sept. 21, 1993.\nFiled Dec. 3, 1993.\nReargument Denied Feb. 15, 1994.\nJames A. Ashton, Pittsburgh, for appellant.\nRobert F. Hawk, Asst. Dist. Atty., Butler, for Com., appellee.\nBefore ROWLEY, President Judge, and TAMILIA and JOHNSON, JJ."
  },
  "file_name": "1118-02",
  "first_page_order": 1192,
  "last_page_order": 1195
}
