{
  "id": 7868503,
  "name": "CONCERNED RESIDENTS OF THE YOUGH, INC. v. DEPARTMENT OF ENVIRONMENTAL RESOURCES. Appeal of MILL SERVICE, INC.",
  "name_abbreviation": "Concerned Residents of the Yough, Inc. v. Department of Environmental Resources",
  "decision_date": "1995-11-28",
  "docket_number": "",
  "first_page": "1120",
  "last_page": "1122",
  "citations": [
    {
      "type": "official",
      "cite": "670 A.2d 1120"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "517 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1809934
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "111",
          "parenthetical": "Unless plainly erroneous or inconsistent with the statute under which regulations were promulgated, an administrative agency's interpretation of its regulations is of controlling weight."
        },
        {
          "page": "44",
          "parenthetical": "Unless plainly erroneous or inconsistent with the statute under which regulations were promulgated, an administrative agency's interpretation of its regulations is of controlling weight."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/517/0106-01"
      ]
    },
    {
      "cite": "522 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818975
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "18"
        },
        {
          "page": "512"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0007-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 453,
    "char_count": 8255,
    "ocr_confidence": 0.688,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20033465271527415
    },
    "sha256": "b969928071d270882b02322c5cfe0a65e0804967e1267e41a0c4433ffe82cc73",
    "simhash": "1:f9436a76111188e6",
    "word_count": 1268
  },
  "last_updated": "2024-02-27T23:51:20.508374+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "CONCERNED RESIDENTS OF THE YOUGH, INC. v. DEPARTMENT OF ENVIRONMENTAL RESOURCES. Appeal of MILL SERVICE, INC."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis is an appeal by allowance from a memorandum decision of the Commonwealth Court which affirmed in part and reversed in part a decision of the Environmental Hearing Board (EHB). The EHB had affirmed an order of the Department of Environmental Resources (DER) granting approval of a closure plan for a waste disposal facility in Westmoreland County.\nThe facility, known as Impoundment No. 5, had since 1977 been operated by the appellant, Mill Service, Inc., as a site for disposal of residual industrial waste. Following the 1980 enactment of the Solid Waste Management Act (SWMA), 35 P.S. § 6018.101 et seq., Mill Service applied for a permit to continue operations at Impoundment No. 5. Pending review of this application, the DER granted “interim status,” allowing waste disposal operations to continue, on a temporary basis, as though a permit had been issued.\nThe DER subsequently determined that Impoundment No. 5 should be closed because it was causing contamination of groundwater. In 1985, the DER issued a consent order requiring that the interim status of Impoundment No. 5 be terminated as of June 30, 1985, that Mill Service withdraw its application for a permit to operate Im-poundment No. 5 as of the same date, and that the deposit of any additional waste be simultaneously curtailed. In 1989, the DER approved a long-term plan to close the im-poundment, a plan which incorporated numerous environmental safeguards. Nevertheless, the Concerned Residents of the Yough, Inc. initiated a challenge to the elo-sure plan, alleging that it failed to require Mill Service to obtain certain insurance required by DER regulations.\nThe DER took the position that its regulations did not require Mill Service to obtain environmental liability insurance covering the closure process. The EHB agreed and affirmed the closure plan. The Commonwealth Court reversed as to the insurance requirement, but affirmed the closure plan in all other respects. On the basis that the DER’s interpretation of its regulations was proper, we reverse the portion of the Commonwealth Court’s order which imposed an insurance requirement.\nSection 75.331(a) of the regulations, titled “Requirement for Insurance Coverage,” required that certain waste disposal facilities maintain insurance coverage from September 9,1985 onwards:\n(a) Except for departments and agencies of the United States or the Commonwealth, all hazardous waste storage, treatment and disposal facilities which have been permitted under the [SWMA], or which are being treated as having been issued a permit under the [SWMA], shall file proof of insurance coverage for the facility under this part before September 9,1985.\n25 Pa.Code § 75.331(a) (emphasis added). Clearly, Mill Service was never issued a permit for Impoundment No. 5. Further, Mill Service ceased “being treated as having been issued a permit” on June 30, 1985 when the interim status of the impoundment was terminated. Hence, the DER reasonably concluded that, under the plain language of this regulation, insurance coverage was not required. To conclude otherwise would be to entirely ignore the regulation’s references to permits, construing the language as though it simply imposed a blanket requirement that every waste disposal facility obtain insurance. Given the clear language of the regulation, such a construction would be untenable.\nThe DER regulation primarily relied upon by the Commonwealth Court in holding that Mill Service must obtain environmental liability insurance was the following:\n(b) A permit applicant or permittee of a hazardous waste surface impoundment, land treatment or disposal facility shall submit proof that the owner or operator has in force a liability insurance policy for personal injury and property damage to third parties caused by nonsudden accidental occurrences arising out of operation of the facility. The minimum amount of coverage for nonsudden accidental occurrences shall be $4 million per occurrence with an annual aggregate of at least $8 million, exclusive of legal defense costs....\n25 Pa.Code § 267.42(b) (emphasis added). The Commonwealth Court reasoned that closure of Impoundment No. 5 “arose out of operation” of the facility, and that insurance was therefore required. This differed from the DER’s rationale that the impoundment was no longer in operation as a waste disposal facility, and that the regulation pertained only to operations being conducted under a permit or under interim status.\nThe language of the regulation plainly makes the insurance requirement applicable only to “permit applicants” and “permittees.” At no time after June 30, 1985 was Mill Service a permit applicant with respect to Impoundment No. 5, for that is the date by which the 1985 consent order required that the application for a permit be withdrawn. Obviously, too, Mill Service was not a permit-tee with regard to the impoundment, since no permit was ever issued, and since interim status was terminated on June 30, 1985. Thus, when the closure plan was approved by the DER in 1989, the fact that Mill Service was not a permit applicant or a permittee made the cited regulation inapplicable.\nAs we stated in Mathies Coal Co. v. Department of Environmental Resources, 522 Pa. 7, 18, 559 A.2d 506, 512 (1989), “[t]he DER’s interpretation of its regulations and regulatory scheme is entitled to deference by this court and should not be disregarded unless shown to be clearly erroneous.” Accord Fair Winds Manor v. Department of Public Welfare, 517 Pa. 106, 111, 535 A.2d 42, 44 (1987) (Unless plainly erroneous or inconsistent with the statute under which regulations were promulgated, an administrative agency’s interpretation of its regulations is of controlling weight.) Here, the DER’s interpretation of applicable regulations was soundly based in the language of the regulations. There is no basis to conclude, therefore, that the interpretation embodied any clear error. The DER’s determination should, therefore, have been accorded deference by the Commonwealth Court.\nThe order of the Commonwealth Court must be reversed insofar as it reversed the decision below that environmental liability insurance was not required.\nOrder reversed in part.\nMONTEMURO, J., participates by designation as a senior judge as provided by Rule of Judicial Administration 701(f).\n. The plan does not require Mill Service to obtain environmental liability insurance, but it does require that ordinary public liability insurance be maintained, and, in addition, requires that Mill Service post bond to cover the cost of closure and post-closure care of Impoundment No. 5.\n. These regulations were promulgated pursuant to the SWMA, which granted the DER, through its Environmental Qualily Board, authority to adopt regulations \"to provide for proof of financial responsibility of owners or operators of hazardous waste storage, treatment, and disposal facilities, as necessary or desirable for closure of the facility, post-closure monitoring and maintenance, sudden and accidental occurrences, and nonsudden and accidental occurrences.... ” 35 P.S. § 6018.506. In devising the regulations, the DER assessed not only environmental concerns but also matters such as the limited availability of environmental liability insurance for waste disposal facilities, such as Impoundment No. 5, that have been ordered to close due to leakage of contaminants.\n.The DER’s March 1985 insurance regulations, which control disposition of this case, were published at 25 Pa.Code § 75.301 through § 75.336. The regulations, subsequently amended and renumbered, now appear at 25 Pa.Code § 267.1 through § 267.46.\n. Renumbered from the substantially identical 25 Pa.Code § 75.332(b).",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      }
    ],
    "attorneys": [
      "Robert L. Byer, Richard W. Hosking, Peter N. Flocos, Pittsburgh, for Mill Service.",
      "George Jugovic, Pittsburgh, Michael D. Buchwaeh and David Gallogly, Meadville, Jody Rosenberg, Pittsburgh, for Dept, of Environmental Resources (DER)."
    ],
    "corrections": "",
    "head_matter": "CONCERNED RESIDENTS OF THE YOUGH, INC. v. DEPARTMENT OF ENVIRONMENTAL RESOURCES. Appeal of MILL SERVICE, INC.\nSupreme Court of Pennsylvania.\nArgued Sept. 20, 1995.\nDecided Nov. 28, 1995.\nRobert L. Byer, Richard W. Hosking, Peter N. Flocos, Pittsburgh, for Mill Service.\nGeorge Jugovic, Pittsburgh, Michael D. Buchwaeh and David Gallogly, Meadville, Jody Rosenberg, Pittsburgh, for Dept, of Environmental Resources (DER).\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "1120-02",
  "first_page_order": 1192,
  "last_page_order": 1194
}
