{
  "id": 7872111,
  "name": "Roger KLEIN, Helen Klein, Stuart C. Gaul, Joan B. Gaul, J. Murray Egan, Gayle C. Kirkwood, John M. Kirkwood, Richard F. Andracki, David W. Greve, Neil F. Jones, Susan Stauffer, Charles A. Scudder and Judith A. Stewart, Appellants, v. SHADYSIDE HEALTH, EDUCATION AND RESEARCH CORPORATION and the City of Pittsburgh",
  "name_abbreviation": "Klein v. Shadyside Health, Education & Research Corp.",
  "decision_date": "1994-06-06",
  "docket_number": "",
  "first_page": "1120",
  "last_page": "1126",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1120"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "110 A.2d 884",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "177 Pa. Superior Ct. 380",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        724699
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/177/0380-01"
      ]
    },
    {
      "cite": "101 A.2d 667",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 596",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244412
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0596-01"
      ]
    },
    {
      "cite": "133 A.2d 542",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "390 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1275665
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/390/0001-01"
      ]
    },
    {
      "cite": "126 A.2d 399",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "386 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1268333
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/386/0350-01"
      ]
    },
    {
      "cite": "231 A.2d 757",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "426 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1908617
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/426/0083-01"
      ]
    },
    {
      "cite": "149 Pa.Commonwealth Ct. 22",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1435324
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/149/0022-01"
      ]
    },
    {
      "cite": "491 A.2d 307",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "88 Pa.Commonwealth Ct. 603",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1328749
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/88/0603-01"
      ]
    },
    {
      "cite": "459 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481054
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0268-01"
      ]
    },
    {
      "cite": "187 A.2d 549",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "parenthetical": "zoning issues, related to developer's agreement with township, cognizable in equity"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883284
      ],
      "year": 1963,
      "pin_cites": [
        {
          "parenthetical": "zoning issues, related to developer's agreement with township, cognizable in equity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0441-01"
      ]
    },
    {
      "cite": "105 A.2d 287",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "parenthetical": "zoning questions affecting transmission line construction project, cognizable in equity"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "377 Pa. 323",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249623
      ],
      "year": 1954,
      "pin_cites": [
        {
          "parenthetical": "zoning questions affecting transmission line construction project, cognizable in equity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/377/0323-01"
      ]
    },
    {
      "cite": "109 Pa.Commonwealth Ct. 200",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1363621
      ],
      "weight": 6,
      "year": 1987,
      "pin_cites": [
        {
          "page": "209"
        },
        {
          "page": "53, 54"
        },
        {
          "page": "208"
        },
        {
          "page": "53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/109/0200-01"
      ]
    },
    {
      "cite": "643 A.2d 1107",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872002,
        1461141
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "1109, n. 1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/643/1107-01",
        "/pa-commw/164/0521-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 961,
    "char_count": 21163,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20039006135106718
    },
    "sha256": "3ec6713c229c74fb50f048ded5e8ce19d736e3c380cd57793d2e7fab68423a0c",
    "simhash": "1:46d526686f9f74eb",
    "word_count": 3209
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CRAIG, President Judge, and COLINS, FRIEDMAN, KELLEY and NEWMAN, JJ."
    ],
    "parties": [
      "Roger KLEIN, Helen Klein, Stuart C. Gaul, Joan B. Gaul, J. Murray Egan, Gayle C. Kirkwood, John M. Kirkwood, Richard F. Andracki, David W. Greve, Neil F. Jones, Susan Stauffer, Charles A. Scudder and Judith A. Stewart, Appellants, v. SHADYSIDE HEALTH, EDUCATION AND RESEARCH CORPORATION and the City of Pittsburgh."
    ],
    "opinions": [
      {
        "text": "CRAIG, President Judge.\nINTRODUCTION\nIn this action in equity with an ancillary claim for declaratory judgment — related to a statutory zoning appeal by Klein v. Council of the City of Pittsburgh, — Pa.Commonwealth Ct. -, 643 A.2d 1107 (1994) CKlein II) — owners (objectors) of residential property located in the vicinity of Shadyside Hospital, in the City of Pittsburgh, have appealed from an order of October 8, 1992, by Judge McLean, of the Court of Common Pleas of Allegheny County, in which the judge sustained defendants’ preliminary objections, as filed by the City of Pittsburgh and the hospital’s corporate body, and dismissed the equity action on the ground that the statutory zoning appeal procedure provides the exclusive remedy available to the objectors.\nThe objectors had in fact earlier filed a statutory zoning appeal with the common pleas court, on July 19,1991, appealing from an action of the Pittsburgh City Council which gave zoning approval to a conditional use sought by the hospital to authorize its existing “hospital and unit group building” conditional use in an R-5 Multiple-Family Residential District to be augmented by a “helicopter medical private use landing area for a helistop” (medical helistop), pursuant to Pittsburgh’s Zoning Code (Code).\nOn April 24, 1992, the objectors filed their complaint in the equity proceeding to which this opinion relates, requesting, in three counts, the following relief:\nCount I — an injunction barring the City of Pittsburgh from issuing any building permits to the hospital for the proposed medical helistop pursuant to the conditional use zoning approval of July 9, 1991;\nCount II — an injunction restraining the hospital from constructing that medical helistop at the hospital location; and Count III — ancillary declaratory relief holding the city’s zoning amendment relating to helicopter facilities, Ordinance No. 40 of 1990, to be invalid as special permissive legislation.\nThe objectors’ equity complaint avers that the objectors do not have an adequate remedy at law by way of the statutory appeal previously filed by them. The equity complaint’s averments under Count I relate to the zoning amendment, Ordinance No. 40 of 1990, and the objectors’ claims directed to establishing its invalidity. In connection with that count, paragraph 28 avers that Ordinance No. 40 is “a combination of zoning ordinance and operational regulation with regard to helicopter landing facilities.” Paragraph 32 describes the same amendment as “an example of an inextricable combination of operational regulations and zoning regulations subject to challenge as special discriminatory legislation.”\n. Count 11 Presents averments that the hel-would create a nuisance, resulting in irreparable harm to objectors’ property, comfort and well-being.\nThe averments as to Count III of the complaint state that the amending ordinance is special legislation, illegal, discriminatory and invalid, an aberration from the city’s zoning scheme, enacted in error, without realization by city council or the mayor as to its intentionally deceptive and special legislation character.\nPursuant to preliminary objections filed by the city and the hospital to the equity complaint, the trial judge, noting that equitable relief cannot be granted where there is an adequate remedy at law, sustained the preliminary objections and dismissed the equity action on the ground that the remedies sought in it were “already being actively pursued” in the pending statutory appeal.\nISSUE\nThe issue, as stated by the objectors, is as follows:\nDid the trial court have subject matter jurisdiction in an equity and declaratory judgment proceeding to decide ordinance validity questions involving both operational provisions and zoning provisions, without the objectors first exhausting the statutory zoning appeal remedy for the invalidation of the zoning provisions?\nAs will be seen, before reaching that precise issue, this court must first decide if this case indeed involves operational ordinance provisions in addition to, and distinct from, zoning ordinance provisions.\nMore specifically, a decision as to whether or not this litigation is viable in an equity proceeding depends on whether it involves operational regulations so inextricably intertwined with zoning regulations that a statutory zoning appeal proceeding is inadequate for resolution of the case.\nTownship of Plymouth Case Rule\nTo support equity jurisdiction, objectors rely upon this court’s decision in Township of Plymouth v. County of Montgomery, 109 Pa.Commonwealth Ct. 200, 531 A.2d 49 (1987). There, this court’s opinion stated that “zoning provisions — which the township has inextricably connected with the operational regulations — are, and should be, also cognizable in the same jurisdiction [equity] for adjudication.”\nThis court supported that proposition by stating:\nWhen the public welfare calls for the simultaneous adjudication of zoning provisions along with other matters, as where ordinance provisions and public contracts and projects are interrelated as in this ease, the administrative process is not adequate and equity jurisdiction is appropriate to achieve a prompt and unified resolution. Duquesne Light Co. v. Upper St. Clair Township, 377 Pa. 323, 105 A.2d 287 (1954) (zoning questions affecting transmission line construction project, cognizable in equity). Also pertinent is Gladwyne, Inc. v. Township of Lower Merion, 409 Pa. 441, 187 A.2d 549 (1963) (zoning issues, related to developer’s agreement with township, cognizable in equity). The exhaustion of administrative remedies is not warranted when that process would be unfeasible. Borough of Green Tree v. Board of Property Assessment, 459 Pa. 268, 328 A.2d 819 (1974).\n109 Pa.Commonwealth Ct. at 209, 531 A.2d at 53, 54. Plymouth involved an equity action testing the validity of a series of ordinances enacted by Plymouth Township to forbid Montgomery County from placing and operating a trash-to-steam refuse disposal plant within the township. The county, by counterclaim, sought to have the trial court invalidate the ordinances.\nAccording to the history of that case, after Montgomery County proposed a 1200-ton-per-day plant of that sort, the township amended its zoning ordinances to establish a resource recovery district allowing such a plant. But community opposition developed in the township, and the township repealed that zoning amendment two weeks later. Three months thereafter, the township enacted the ordinances which became the subject of litigation.\nOne ordinance was a Solid Waste Management Ordinance — entirely separate from the township’s zoning ordinance — which regulated the processing and disposal of waste by requiring permits and user fees per ton for waste processed, by regulating the disposal of waste at the facility and the transportation of waste with respect to details of route, vector control, vehicle size and emergency contingency plans.\nNext there was a zoning ordinance amendment allowing a refuse disposal plant only by conditional use approval of the township council, with height and bulk' limited. A companion zoning amendment described the resource recovery district of some thirty-six acres.\nAlso involved, in addition to some subdivision and land development regulations, were a township ordinance section subjecting the proposed facility to air pollution control approval, and another section requiring a permit for connection of the refuse disposal facility to the sewer authority’s line.\nAlthough the township had initiated the litigation, it raised the question of the court’s jurisdiction to embrace the ordinance validity issues presented by the county’s counterclaim.\nA key conclusion in Plymouth was our affirmance of the trial court’s decision that the operational regulations were invalid as preempted by the Solid Waste Management Act of July 7, 1980, P.L. 380, §§ 101-1003, 35 P.S. §§ 6018.101-6018.1003.\nIn Plymouth, we noted that this court in Municipality of Monroeville v. Chambers Development Corp., 88 Pa.Commonwealth Ct. 603, 491 A.2d 307 (1985), had made clear that “the regulation of waste disposal operations ‘presents an issue which is qualitatively different from the question of regulating the physical location of a proposed landfill.’” Township of Plymouth, 109 Pa.Commonwealth Ct. at 208, 531 A.2d at 53.\nFollowing Plymouth was our more recent decision in Pennsylvania Coal Co. v. Cone- maugh Township, 149 Pa.Commonwealth Ct. 22, 612 A.2d 1090 (1992). There this court upheld the use of a declaratory judgment action, without resort to a zoning hearing board proceeding, to test the validity of extensive surface mining provisions which Conemaugh Township had enacted nominally as part of its zoning ordinance. The surface mining regulations required information similar to that required to be submitted to the Pennsylvania Department of Environmental Resources under statutes regulating surface mining. The new ordinance provisions also regulated other surface mining activities, including construction of structures near streams and wetlands, timber harvesting, extraction of coal, excavations and fills, storm-water management and blasting.\nHolding that these regulations, seeking to regulate surface mining operations, were more extensive than the traditional land use controls, this court reversed the trial court’s dismissal of the declaratory judgment action and remanded the case for consideration on its merits.\nTherefore, in examining the propriety of equity jurisdiction here, one must turn to see whether the City of Pittsburgh has enacted a blend of operational and locational regulations similar to Conemaugh Township’s surface-mining controls or akin to the melange invalidly erected by Plymouth Township against the refuse disposal facility.\nThe Regulations at Issue Here\nFirst, one must note that the City of Pittsburgh in this case, in terms of ordinance categories, has enacted only an amendment to its Zoning Code. This case involves no municipal regulations outside of the formal zoning ordinance category, as was true in Plymouth Township.\nAll of the helicopter regulations appear in the amending ordinance, Ordinance No. 40 of 1990, so that examining it can provide the answer as to whether equity jurisdiction is necessary or appropriate.\nOrdinance No. 40, in A, begins by announcing seven definitions of helicopter facilities, describing the scope of the following terms;\nHelicopter landing area\nHeliport\nHelipad\nHelistop\nHelicopter public use landing area\nHelicopter general private use landing area\nHelicopter medical private use landing area\nThese definitions are, in form and content, characteristic of definitions of facilities or installations commonly found in zoning ordinances. None of them prescribe details of operation; they only classify the various types of helicopter facilities. Those definitions are placed in § 903.02 of the Pittsburgh Zoning Code. In Klein II, — Pa.Commonwealth Ct. at -, n. 1, 643 A.2d at 1109, n. 1, the definitions are quoted or described in detail.\nNext, Ordinance 40, in B, added to Zoning Code a new section, § 981.11, as to “helicopter landing areas,” which is the generic term embracing all types of helipads, heliports and helistops. A summary of the new content is as follows:\n(a) Helicopter landing areas are not allowed if their flight paths extend over schools, with a medical exception allowable by Zoning Board of Adjustment;\n(b) Helicopter landing areas are to be located at least 180 feet from school playing field facilities, with a medical exception allowable by Zoning Board of Adjustment;\n(c) Helicopter landing areas must be located at least 400 feet from an elementary or secondary school building;\n(d) Helicopter landing areas with specified flight frequency must be located at least 400 feet from residential uses, except that medical helistops are subject to different spacing requirements;\n(e) Helicopter landing areas of lesser activity must be located at least 300 feet from residential uses, except that medical helistops are subject to different spacing requirements;\n(f) Helicopter landing areas are not permitted on rooftops in commercial districts;\n(g) Each helicopter landing area must be spaced at least 2,000 feet from any other helicopter landing area, except medical landing areas, which are subject to 1,500-foot spacing between them;\n(h) Helicopter landing areas shall be set back at least 50 feet from property lines;\n(i), (j), (k) Helicopter landing areas must be ones licensed and controlled by federal or state aviation agencies;\nCl) Helicopter landing areas must maintain a log of arrivals and departures (for determination of flight frequency categories mentioned above);\n(m) Helicopter landing areas must meet other conditions required by the Board of Adjustment, Planning Commission, council and building code related to hours of operation, number of helicopters based, type of operation surface transportation, parking, site circulation and other aspects;\n(n) Helicopter landing area applicants must submit a site plan, with proof that the county aviation department has been invited to comment to the city.\nAmending Ordinance No. 40 of 1990, in C, amended Code § 993.01(a)A-“Conditional Use Exceptions Permitted by Council Approval” by revising Exception No. (11) in two respects.\nFirst, subitem (ll)a was amended to provide that heliports in industrial districts would require an environmental report involving sixteen specific environmental categories, out of the twenty outlined by the Federal Aviation Administration in its Order 5050.4A, Airport Environmental Handbook.\nNext, under b, helipads in commercial, special, industrial and institutional districts were required to have an environmental report addressing the foregoing environmental categories.\nOrdinance No. 40 of 1990, in D, amended the existing conditional use exception (8) in § 993.01(a)A, at the beginning of (8) and also at the end of (8). At the beginning, there was inserted the first part of the D portion of the amendment:\n(8) Hospital and Unit Group Building thereof including Helicopter Medical Private-Use Landing Area for a helistop (See Section 981.05 and 981.11): .\nThe portion underlined was the new language added by the amendment. The five-dot ellipsis indicated the retention of preexisting material in the Code extending from the colon (:) through pre-existing items a-e inclusive. The amendment then added an additional item f, requiring an environmental report addressing the environmental categories listed above. Thus, the same environmental report requirement applied to helicopter landing areas in various districts was also applied to the medical helistops involved in this case, in connection with the medical helistop treatment in the conditional use authorization article.\nNext, Ordinance No. 40 of 1990, in E, amended Code § 909.06(b), relating to special exceptions allowable by the board of adjustment (in commercial, special, industrial and institutional districts), by applying the new § 981.11 to them, requiring the same environmental report as is mandated by the above requirements, and also requiring a noise analysis.\nThe remaining portions of Ordinance No. 40 of 1990 — F, G, H, and I — made routine amendments to existing cross-referencing portions of the Code.\nANALYSIS\nComparison of the above description of the Plymouth Township regulations with the foregoing detailed listing of the helicopter provisions placed in the Pittsburgh Zoning Code by the 1990 amendment, shows that, despite the intricacy of both aggregations of municipal regulations, Plymouth Township set out to govern the way in which refuse disposal facilities would be operated, not just where they were located and what spacing and dimensional requirements applied to them.\nSimilarly, Conemaugh Township in Pennsylvania Coal embarked upon the regulation of the ongoing process of surface mining and related activities such as timber harvesting, excavations and fills, stormwater management and blasting.\nIn contrast, the new Pittsburgh helicopter facility zoning provisions focus primarily upon the matter of location rather than operational process. The major new section, § 981.11, declares at its outset:\nThe following regulations shall govern and control the erection, installation and enlargement of all helicopter facilities, including heliports, helipads, and helistops. (Emphasis added.)\nNote that the emphasized nouns deal with location and size — i.e., zoning concerns — not with operational matters.\nAs listed above, the items added by the B portion of the amendment, within § 981.11, deal with location in relation to schools (a), (b), (c); residential uses and commercial districts (d), (e), (f); proximity to each other (g); or to property lines (h).\nThe same provisions in the amendment leave the licensing and controlling of helicopter facilities to the aviation agencies of other governments, making reference to licensed facilities in order to limit those entitled to legal recognition as helicopter facilities (i), (j), (k).\nRequirements of environmental reports are logically related to the zoning decision of allowing or disallowing the facility to be located in a particular site in relation to other components of the urban landscape.\nIn (m) there is reference to the imposition of conditions as to hours of operation, a matter which has long been encountered in zoning administration in Pittsburgh, Wm. Chersky Joint Enterprises v. Board of Adjustment, 426 Pa. 83, 231 A.2d 757 (1967).\nFinally, the requirement in the B portion of the amendment requiring submission of a site plan (n), is associated with many zoning regulations in general and other provisions of Pittsburgh’s Code in particular.\nFor the zoning issues represented by the provisions involved in this case and the questions raised by objectors concerning them, the use of the statutory zoning appeal procedure is exclusive. Knup v. Philadelphia, 386 Pa. 350, 126 A.2d 399 (1956); Pittsburgh Outdoor Advertising Co. v. Clairton, 390 Pa. 1, 133 A.2d 542 (1957), Shender v. Philadelphia, 375 Pa. 596, 101 A.2d 667 (1954).\nThe use of equity jurisdiction is particularly inappropriate when, as in this case, a statutory zoning appeal is already being pursued. Costa v. Pittsburgh, 177 Pa. Superior Ct. 380, 110 A.2d 884 (1955).\nCONCLUSION\nTherefore, Trial Judge McLean was correct in disallowing the use of an equity and declaratory judgment proceeding when the issues exclusively involved are zoning matters, that can be fully adjudicated in the statutory zoning appeal.\nCount I of the complaint in this case, seeking to bar the issuance of building permits, and Count III, seeking to have the zoning amendment declared invalid are the counts most clearly duplicative of the remedies available in the statutory zoning appeal.\nCount II, as pleaded in the complaint, sounds in terms of nuisance, averring that the objectors’ property, comfort and well-being are faced with irreparable harm as a consequence of the existence and environmental aspects of the medical helistop in question. There is no doubt that an equity action may be pursued to seek an injunction against an existing or threatened nuisance, even if the land, structures or activities causing the nuisance have been authorized under zoning procedures. That is, a land use can obtain a proper zoning approval under a zoning ordinance which is valid, and yet, by reason of the manner of its operation or its particular nature, still constitute a nuisance subject to an equitable remedy.\nHowever, the objectors here, in their Statement of the Question Involved on this appeal, pursued only the question of “jurisdiction in an equity and declaratory judgment proceeding to decide ordinance validity questions ... without first exhausting administrative remedies for the invalidation of the zoning provisions.”\nHence no nuisance claim as such has been presented. Accordingly, this court’s decision must be to affirm, with no remand for non-zoning litigation as to nuisance.\nPELLEGRINI, J., did not participate in the decision in this case.\nORDER\nNOW, June 6,1994, the order of the Court of Common Pleas of Allegheny County at No. GD 92-7654, dated October 8, 1992, is affirmed.\n. Surface Mining Conservation and Reclamation Act, Act of May 31, 1945, P.L. 1198, as amended, 52 P.S. §§ 1396.1-1396.31; Noncoal Surface Mining Conservation and Reclamation Act, Act of December 19, 1984, P.L. 1093, 52 P.S. §§ 3301-3326.",
        "type": "majority",
        "author": "CRAIG, President Judge."
      }
    ],
    "attorneys": [
      "Richard L. Rosenzweig, for appellants.",
      "William R. Sittig, Jr., for appellee Shady-side Health, Educ. and Research Corp.",
      "George R. Specter, for appellee City of Pittsburgh."
    ],
    "corrections": "",
    "head_matter": "Roger KLEIN, Helen Klein, Stuart C. Gaul, Joan B. Gaul, J. Murray Egan, Gayle C. Kirkwood, John M. Kirkwood, Richard F. Andracki, David W. Greve, Neil F. Jones, Susan Stauffer, Charles A. Scudder and Judith A. Stewart, Appellants, v. SHADYSIDE HEALTH, EDUCATION AND RESEARCH CORPORATION and the City of Pittsburgh.\nCommonwealth Court of Pennsylvania.\nArgued March 2, 1994.\nDecided June 6, 1994.\nRichard L. Rosenzweig, for appellants.\nWilliam R. Sittig, Jr., for appellee Shady-side Health, Educ. and Research Corp.\nGeorge R. Specter, for appellee City of Pittsburgh.\nBefore CRAIG, President Judge, and COLINS, FRIEDMAN, KELLEY and NEWMAN, JJ."
  },
  "file_name": "1120-01",
  "first_page_order": 1186,
  "last_page_order": 1192
}
