{
  "id": 12116804,
  "name": "In re Percy St. George Kirke",
  "name_abbreviation": "In re St. George Kirke",
  "decision_date": "1930-05-26",
  "docket_number": "No. 2517",
  "first_page": "1121",
  "last_page": "1125",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1121"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "26 F. (2d) 681",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1722948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/26/0681-01"
      ]
    },
    {
      "cite": "34 F. (2d) 994",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1762742
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/34/0994-01"
      ]
    },
    {
      "cite": "17 C. C. P. A. 594",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "opinion_index": 0
    },
    {
      "cite": "261 U. S. 45",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137018
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/261/0045-01"
      ]
    },
    {
      "cite": "50 App. D. C. 398",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "273 Fed. 362",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        5390156
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/273/0362-01"
      ]
    },
    {
      "cite": "219 Fed. 895",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3893110
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/219/0895-01"
      ]
    },
    {
      "cite": "208 Fed. 20",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6744756
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/208/0020-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 679,
    "char_count": 11954,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 8.41186757842258e-08,
      "percentile": 0.4829026711595927
    },
    "sha256": "2c24f3c1410c136e629965dfc51309a61a6ec72103ec7b025228b16d8eea9dfb",
    "simhash": "1:cfca91ebf1a6b2c3",
    "word_count": 2069
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Percy St. George Kirke"
    ],
    "opinions": [
      {
        "text": "Graitam, Presiding Judge,\ndelivered the opinion of the court:\nThe appellant, in his application filed August 9, 1921, serial No. 490887, seeks a patent on claimed improvements in waste-heat boilers. This application was a continuation of application No. 354878, filed January 29, 1920, which was passed upon adversely by the board of examiners in chief, November 16, 1920, the references cited therein being the same as those cited in the case at bar. The examiner rejected the claims, three in number, and the Board of Appeals affirmed this decision.\nClaim 1 is illustrative of all the claims and is as follows:\n1. The improvement in the art of generating steam from high temperature dust-laden gases from industrial furnaces, which comprises interposing in tlie path of said gases a fire-tube boiler of materially smaller diameter than those of the same rated capacity handling the same volume and temperature of gases used in standard practice, the tubes of said boiler having lengths at least fifty times their diameters; and drawing through said tubes at the rated capacity of said boiler at least four thousand pounds of gases per hour per square foot of tube cross-sectional area at a velocity which will substantially preclude the deposit of dust therein.\nThe references relied upon are:\nLayng, 951191, March 8, 1910.\nBulletin No. 18, Bureau of Mines.\nThe appellant’s device is a boiler to utilize waste heat from furnaces, kilns, etc., in the generation of steam for commercial purposes. This he does by conducting the waste heat through a conduit into a chamber containing a superheater, whence it is drawn into tubes through the boiler and into an escape pipe, by means of an electric motor-operated rotary fan.\nAppellant concedes there is nothing novel in the idea of utilizing waste heat in boilers for the generation of steam and that the reference Layng shows such a device. He claims, however, that he has shown invention in the following respects: First, that in his process he uses tubes at least fifty times as long as their diameters. Second, that he draws the gases through the tubes at the rated capacity of the boiler at least 4,000 pounds of gases per hour per square foot of tube cross sectional area. Third, that he generates his steam from dust-laden gases.\nWhat does or does not constitute invention, is incapable of exact definition. Each case depends largely upon its own facts, and the jurist oftentimes has difficulty in determining in his own mind just where the copy ends and the original concept begins. In the case at bar it is qxfite evident that if the appellant is to have his claims allowed it must be because in one or more of the three particulars in which he claims invention as above set forth, he has contributed something new to the art.\nThe specifications, drawings, and claims of appellant do not give details as to the dimensions of the tubes to be used in his boilers. It is apparent, therefore, that the size is immaterial, except that these tubes must be straight and be at least fifty times as long as their diameters. This arrangement, appellant says, he has found by experiment to produce the best results in the utilization of the waste heat. Is this idea new? The Patent Office says it is not and cites Bulletin 18 of the Bureau of Mines. This bulletin was published in ] 912. From this reference, pages 26 to 80, it appears that the United States Geological Survey undertook certain experiments with small multitubular boilers for the purpose of obtaining data that could be used to study the factors influencing the rate at which heat is imparted by convection to the heating surfaces of boilers.\nIn these experiments heated air was fed to the tubes contained within these small boilers and the results were observed. The boilers and tubes were of various lengths and diameters, the idea being to observe the point where the best results were effected. The velocity of the heated air was also varied. The results are recorded in various tables, with explanatory comment, and give much valuable information. Four boilers were used, in one of which, at least, the length of each tube was over fifty times its diameter. The result of 54 tests of this boiler, No. 3, are given, and it is apparent that, anyone skilled in the art can readily ascertain therefrom the various results which follow changes in area and velocity. Other tables are also given, showing many experiments with tubes of other lengths and sizes. These tables also disclose velocities exceeding 40 feet per second and the drawing through the tubes of at least 4.000 pounds of gases per hour per square foot, as claimed herein. The whole constitutes full and exhaustive information on the subject matter.\nIt is argued that these tests carried on with miniature boilers ought not to be treated as references against a device intended to operate in a commercial way. No showing, however, is made by applicant that this factor affects the result. The experts of the Patent Oiflce state that there is no difference in result, so long as the respective proportions are maintained. This is also the teaching of said Bulletin 18. We quote from page 87 thereof, wherein deductions are drawn from tests of commercial boilers:\nThe general conclusion that can be drawn from the above-mentioned tests on the Normand water-tube boiler and the locomotive boiler is that the principle of the rate of heat absorption, developed by the! experiments with small boilers, holds good to a great extent with large boilers.\nIn addition, the bulletin in question gives curves and careful data showing the relation of the length of the flues to the weight of the heated air passing through when the diameter of the flues is constant. We can not escape the conviction that this bulletin was a publication to the world of every principle announced by applicant in his application, from which any one skilled in the art could readily have arrived at the same conclusions which he did as to the matters above discussed. It was therefore an anticipation in these respects.\nAppellant insists, however, that experiments conducted with clean, heated air constitute no anticipation of an invention utilizng dust-laden air. There is no informaton in the record from which we may deduce the finding that the heat-producing qualities of dust laden, heated air or gases, are any different from those of dust free, heated air or gases. It may be that such is the case, but, if so, neither the Patent Office nor this court has been furnished with this information herein. The one point especially pressed is that expressed in the following language, taken from appellant’s specifications :\n* * * whereas in the present invention the hot gases flow over the heating surface at high speed in straight lines so that dust is carried through from one end to the other. * * *\nThe rate at which the gases are thus induced to flow in appellant’s device is induced by a motor-actuated fan. Layng also shows such a fan, in the same respective location. Is it not within the general knowledge which all those engaged in the art have, that to free the flues from dust the operator must accelerate or retard his fan to produce the required result ? We can not believe that this claim of appellant’s constitutes invention. If it were, then the operator of a mine fan might contend that to properly aerate his mine, a fan of a certain size must be operated at a fixed number of revolutions per second, and that this idea constituted invention. Such matters are things which he who practices the art is presumed to be able to provide for, by the knowledge which experience and education has given him of the art.\nWe are much impressed with the applicability of Edison v. Alsen's A. P. C. Wks., 208 Fed. 20. In the case cited, heard in the District Court, Southern District of New York, Edison, a patentee, was suing for an infringement of his patent No. 802681, for an apparatus for burning Portland cement clinker. The claims in question rested upon the use of a tubular kiln, “ upward of 100 feet in length.” Although the claims were for an apparatus, the court felt called upon to discuss the process involved. The patentee claimed that in using this particular length, much longer than any theretofore used, he derived certain new and useful results. The court, in holding the Edison patent invalid, said in part:\nObviously, as a general proposition, there is nothing patentable in making a machine or apparatus larger or smaller, if it produces the same result in the same manner. * * * The evidence satisfies me that in kilns of all sizes whether the action in the calcining zone overlaps the action in the combustion zone depends very largely upon the operation of the kiln. The operator can introduce at will a longer or shorter blast; he can revolve the kiln more slowly or more rapidly; lie can feed into the kiln a larger or smaller amount of cement material; and it depends largely upon the manner in which the kiln is operated whether the calcining process is substantially completed before the material is subjected to the heat in the combustion zone, and the best results obtained generally.\n* * * It is in fact simply a claim for a patent for a larger kiln than was in common use when the patent was taken out. If this patent can be sustained, the man who first made a 60-foot kiln could have taken out a similar patent which would be infringed by the use of any longer kiln. The first claim is for a kiln 100 feet long. A kiln 99 feet long does not infringe, but a kiln 101 feet does infringe, if this claim is valid.\nThis judgment was affirmed, and the case appears, in 219 Fed. 895, and was approved by the Court of Appeals of the District of Columbia in In re Pruden, 273 Fed. 362, 50 App. D. C. 398.\nIt is said that this device has been proved to be a commercial success and that, therefore this should be taken into account in passing upon its patentability. In support of this position appellant cites Eibel Co. v. Paper Co., 261 U. S. 45. It is true such evidence may be at times weighty, but as said in the case cited “ it is not conclusive and may be explained.” Certainly it ought not to be adverted to where it is obvious that the claimant has disclosed no invention. In re Daniel, 17 C. C. P. A. 594, 34 F. (2d) 994.\nSchlaich v. Robertson, 26 F. (2d) 681, is not in conflict with this. The case cited involved the production of capillary tubing of small size, something that had theretofore not been accomplished, and which tubing was of use simply because of its minute size.\nThe examiner held that the adjudication on the original application, being upon the same disclosure and practically the same claims, was binding upon him, and gave sufficient reason for a denial of the claims here. In doing so, he called attention to the language of claim 1 of said original application, where the gases were said to “ travel through the tubes at a mean velocity of not less than 40 feet per second.” This velocity, it appears from papers submitted by the application, is the same as a flow of at least four thousand pounds per hour. The board, however, did not decide the matter upon claim of res ad judicata, but called attention to the fact that the claims in the later case referred to the use of dust laden gases, thus differing from the original claims, and having done so, proceeded to dispose of the matter upon its merits. There is, therefore, no error in this respect.\nThe decision of the Board of Appeals is-affirmed.",
        "type": "majority",
        "author": "Graitam, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Emery, Booth, Janney c6 Varney (Henry M. Weictner and A. ill. Holeotnbe of counsel) for appellant.",
      "T. A. Hostetler (Howard, 8. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Percy St. George Kirke\n(No. 2517)\nUnited States Court of Customs and Patent Appeals,\nMay 26, 1930\nEmery, Booth, Janney c6 Varney (Henry M. Weictner and A. ill. Holeotnbe of counsel) for appellant.\nT. A. Hostetler (Howard, 8. Miller of counsel) for the Commissioner of Patents.\n[Oral argument May 2, 1930, by Mr. Weidner and Mr. Miller]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1121-01",
  "first_page_order": 571,
  "last_page_order": 575
}
