{
  "id": 6081272,
  "name": "In re Bostwick",
  "name_abbreviation": "In re Bostwick",
  "decision_date": "1939-04-10",
  "docket_number": "No. 4112",
  "first_page": "1122",
  "last_page": "1124",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1122"
    },
    {
      "type": "parallel",
      "cite": "102 F.2d 889"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "102 F. (2d) 886",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1068576,
        6081226
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/102/0886-01",
        "/ccpa/26-2/1117-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 311,
    "char_count": 5192,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 1.8492433224196855e-07,
      "percentile": 0.7232657193527499
    },
    "sha256": "970c84ff16433b2703013947717438356468cc720d9a3cf201d0a7d76796aaad",
    "simhash": "1:790ff13a628c8f1f",
    "word_count": 856
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gabeett, Presiding Judge, and Bland, Hatjteld, Leneoot, and Jackson, Associate Judges"
    ],
    "parties": [
      "In re Bostwick"
    ],
    "opinions": [
      {
        "text": "LeNROOt, Judge,\ndelivered the opinion of the court:\n. This, appeal; involves the review of a decision of the Board of Appeal's'of the United States Patent Office, affirming a decision of the Primary Examiner rejecting six claims (numbered 10, 11, 12, 14, 15, and 1.6) of - appellant’s application .filed on December 24, 1936, for a reissue of a patent granted to him on July 10, 1934, application for which patent was filed on February 15, 1933.\nThe claims were copied by appellant for purposes of interference from a patent issued to .one Heston on May 5, 1936, No. 2,039,532, upon an application filed December T, 1933, the copied claims being claims 13, -14, 15, 21, 22, and 29 of the Heston patent.\n;-The gT&uild bf rejection-'of\" the involved claims was-that'each' of them is broader than the claims of appellant’s original patent, and that appellant was chargeable witli ladies in not presenting said claims within two years from the date of his original patent. Claim 16 was further rejected by the Primary Examiner upon the ground that it is not supported by appellant’s disclosure.\nUpon appeal the Board of Appeals affirmed the decision of the examiner.\nClaim 14 is illustrative of the claims in issue and reads as follows:\nIn tire building apparatus, the combination of a supply roll of liner and tire building fabric positioned adjacent a rotatable tire building form, a tiltable tray positioned between said supply roll and said form, respective rollers jour-naled at opposite ends of said tray, driving means interconnecting said rollers whereby rotation of one roller will cause rotation of the other roller, and means for tilting said tray whereby one of the rollers thereon is caused to engage the perimeter of the tire building form and the other roller is caused to engage the supply roll.\nAppellant in liis brief has dealt with claim 9 of his original patent as illustrative of the claims therein. Said claim 9 reads as follows:\nÍ). In a tire-building machine, the combination of a rotary drum for substantially-flat band tire building, and means for feeding strip material substantially without tension to said drum comprising a turret carrying a plurality of alternatively-operating stock-feeding units, each unit having a liner, a liner-driven stock roll for interwound strip material and liner, and a liner rewind roll, and liner driving means including devices frictionally driven by the drum periphery or material thereon and adapted alternately to drive the liners on the respective rewind rolls for propelling said liners at the same surface speed as the material on the drum.\nIt will be observed that claim 9 embraces a “turret carrying a plurality of alternatively-operating stock-feeding units.” This element is not. embraced in claim 14 or in any other of the claims of the reissue application, and therefore the claims before us are broader in that respect.\nThe examiner in his statement pointed out in detail the respects in which each of the involved claims is broader than any of the claims in appellant’s original patent. He also pointed out that if a claim is broader in any respect than a claim in the original patent, it is immaterial that the reissue claim is narrower in other respects by the inclusion of limitations not found in the claims of the original1 patent. This question was discussed by us in the decision in the companion case decided concurrently herewith, In re Bostwick, patent appeal No. 4111, 26 C. C. P. A. (Patents) 1117, 102 F. (2d) 886, and it is unnecessary to repeat that discussion here.\nWe are in agreement wdtli the Patent Office tribunals that each of the claims before us is broader than any claim of the original patent, and hence the two-year rule is applicable — that the claims in the reissue application are not allowable because the application was not filed within two years from the date .of granting of the original patent, appellant not Laving shown any special circumstances excusing his delay in filing his reissue application.\nThe circumstances in the case at bar relied upon by appellant to excuse the delay in filing his reissue application are identical with the circumstances relied upon in the companion case, and our views upon this question set out in our decision in said companion case are applicable here. Therefore we hold that appellant has not shown any special circumstances excusing his delay in filing his reissue application.\nIn view-of our conclusion that the involved claims are-not allowable in appellant’s reissue application for the reasons hereinbefore set forth, it is unnecessary to discuss the question of whether claim 16 is supported by the disclosure of appellant’s application.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "LeNROOt, Judge,"
      }
    ],
    "attorneys": [
      "Bates, Golrieh & Teare (Albert R. Teare, Walter F. Liesegang, and Donald A. Gardiner of counsel) for appellant.",
      "It. F. Whitehead (Howard 8. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "102 F. (2d) 889\nIn re Bostwick\n(No. 4112)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1939\nBates, Golrieh & Teare (Albert R. Teare, Walter F. Liesegang, and Donald A. Gardiner of counsel) for appellant.\nIt. F. Whitehead (Howard 8. Miller of counsel) for the Commissioner of Patents.\n[Oral argument March 9, 1939, by Mr. Teare and Mr. Miller]\nBefore Gabeett, Presiding Judge, and Bland, Hatjteld, Leneoot, and Jackson, Associate Judges"
  },
  "file_name": "1122-01",
  "first_page_order": 440,
  "last_page_order": 442
}
