{
  "id": 9301255,
  "name": "SUTTER OPPORTUNITY FUND 2 LLC, MacKenzie Patterson Value Fund 7, LLC, and MacKenzie Real Estate Securities Fund 1983, L.P., Plaintiffs, v. CEDE & CO., Nominal Plaintiff, v. FFP Real Estate Trust, Defendant",
  "name_abbreviation": "Sutter Opportunity Fund 2 LLC v. Cede & Co.",
  "decision_date": "2003-12-10",
  "docket_number": "C.A. No. 20130",
  "first_page": "1123",
  "last_page": "1133",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 1123"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "290 U.S. 240",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3925947
      ],
      "weight": 3,
      "year": 1933,
      "pin_cites": [
        {
          "page": "245-46"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/290/0240-01"
      ]
    },
    {
      "cite": "1999 WL 669354",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1999,
      "pin_cites": [
        {
          "page": "*44",
          "parenthetical": "internal citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "678 A.2d 526",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11737313
      ],
      "pin_cites": [
        {
          "page": "532"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/678/0526-01"
      ]
    },
    {
      "cite": "17 C.F.R. § 240",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "517 A.2d 263",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7922933
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "270"
        },
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/517/0263-01"
      ]
    },
    {
      "cite": "1988 WL 105754",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1988,
      "pin_cites": [
        {
          "page": "*5"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1006,
    "char_count": 26997,
    "ocr_confidence": 0.685,
    "pagerank": {
      "raw": 6.884805146940624e-08,
      "percentile": 0.41873773335819964
    },
    "sha256": "56bf0083cd12306a25280519f5e9d222a92166a19ee06db9c1ba72ec4b3839dd",
    "simhash": "1:7a9296b317887e46",
    "word_count": 4348
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "SUTTER OPPORTUNITY FUND 2 LLC, MacKenzie Patterson Value Fund 7, LLC, and MacKenzie Real Estate Securities Fund 1983, L.P., Plaintiffs, v. CEDE & CO., Nominal Plaintiff, v. FFP Real Estate Trust, Defendant."
    ],
    "opinions": [
      {
        "text": "MEMORANDUM OPINION AND ORDER\nLAMB, Vice Chancellor.\nI.\nSeveral investment funds that, in total, hold 11.6% of the interest partnership in a Delaware limited partnership are acting as a group to propose an amendment to the partnership agreement. That agreement allows limited partners holding 10% or more of the ownership interest in the partnership to propose amendments but also imposes a 4.9% cap on the ownership interest of any single person. The funds brought suit against the partnership to compel a vote on their proposed amendment. On cross-motions for summary judgment, the court concludes that the investment funds are not entitled to force a vote on their proposed amendment because (i) they are a group, which is defined as a “Person” within the meaning of the partnership agreement; and (ii) due to the 4.9% ownership cap, that Person does not have the requisite 10% ownership interest in the partnership.\nII.\nFFP Partners L.P. is a Delaware limited partnership (“Partnership” or “FFP”) whose business is managing real estate. Defendant FFP Real Estate Trust (“FFP-RET” or “the defendant”) is FFP’s general partner.\nSutter Opportunity Fund 2 LLC (“Sut-ter”) is a California LLC managed by Sut-ter Capital Management, Inc. (“SCM”), a company wholly owned by Robert Dixon. MacKenzie Patterson Value Fund 7 LLC (“MacKenzie 7”) and MacKenzie Real Estate Securities Fund 1983 (“MacKenzie 1983”) are real estate investment entities owned by Mackenzie Patterson Incorporated (“MPI”). Sutter, MacKenzie 7 and MacKenzie 1983 are hereinafter referred to as “the plaintiffs.” Charles Patterson is President and a director of MPI, where his stepson Glen Fuller is also an officer and director. Dixon is Fuller’s brother-in-law and Patterson’s son-in-law.\nA. The i.9% Ownership Cap\nTo protect its tax status as a pass-through entity, FFP’s partnership agreement (“partnership agreement” or “agreement”) imposes a 4.9% cap on the amount of units any “person” can “constructively own.” The agreement defines “person” broadly to include any “individual, corporation, partnership, estate, trust, association, private foundation ..., joint unit company or other entity, or a group as that term is used for purposes of Section 13(d)(3) of the Securities Exchange Act of 1934, as amended.” The plaintiffs have stipulated that they are a 13(d) Group.\nThe agreement erects a procedural barrier to persons attempting to purchase units in violation of the ownership cap. Such transfers are deemed void. According to the agreement, the normal partnership units that the potential violator attempts to purchase are automatically exchanged for special “excess units.”\nThese excess units are held by FFP in an “excess unit trust.” Owners of excess units have no partnership rights except the right to name a beneficiary to.the trust, or to sell the excess units at a price no higher than the one for which the units were purchased, with express permission of the partnership.\nB. The Purchases\nWith full knowledge of the ownership limitation, Dixon, on behalf of Sutter, bought 9.9% of the outstanding FFP units. On October 4, 2001, Dixon filed a false Schedule 13G reporting his wife as the owner of half the units actually owned by Sutter, apparently to hide his violation of the agreement’s ownership cap. Dixon then submitted a written proposal to FFP that he, through SCM, should become the general partner of FFP. Dixon also requested a waiver of the 4.9% ownership cap. FFP declined both the take-over offer and the waiver.\nDixon continued to buy FFP units despite this setback, and, by March 13, 2002, Sutter owned 23.4% of the partnership units outstanding. On June 4, 2002, Sut-ter, SCM and Dixon as a group filed a Schedule 13D, containing false information. This report stated that Dixon’s wife had sold her 4.9% of units outstanding to Sutter, when she never owned them to begin with. Dixon admits that both the 13G and the 13D contain false statements.\nDixon’s failure to obtain a waiver of the ownership cap left Sutter in danger of forfeiting its excess units if FFP discovered then’ true ownership. On a fishing trip with Patterson and Fuller, Dixon suggested that MPI buy out Sutter’s units. Fuller agreed to buy a 9.4% interest and, allegedly to avoid the ownership cap, split MPI’s newly acquired units between two of its investment funds, MacKenzie 7 and MacKenzie 1983. Dixon then distributed the remainder of Sutter’s units to that fund’s members, which included Dixon, his wife, and several other family members. Dixon again offered to acquire FFP, this time for stock in one of his other companies, and FFP again declined.\nC. The Proposed Amendment\nDixon and Fuller next agreed to cooperate to get rid of FFP’s 4.9% ownership cap. This would require amending the partnership agreement, and the agreement requires a 10% ownership interest to propose amendments. Sutter began buying FFP units once more, reaching 2.2% ownership by August 2002. At that time Mac-Kenzie 7 and MacKenzie 1983 together owned 9.4%, giving the plaintiffs a combined total of 11.6% of total FFP units outstanding. Acting on behalf of Sutter, MacKenzie 7 and MacKenzie 1983, Dixon submitted a proposal to repeal the agreement’s Third Amendment, which included the ownership cap. At Dixon’s request, Cede & Co., the nominal owner of the plaintiffs’ units, submitted the same proposal.\nOn August 30, 2002, the plaintiffs, Dixon and Patterson filed a Schedule 13D, reporting the aforementioned purchases. The filing stated that the plaintiffs purchased their units for investment purposes and did not mention Dixon’s acquisition proposals. The filing also stated that the plaintiffs wished to repeal the ownership cap in order to buy more units for investment purposes. FFP responded by demanding information on the plaintiffs’ interrelationships and holding of units. The plaintiffs refused that request and filed this lawsuit, seeking to compel a meeting of limited partners to vote on their proposed repeal of the ownership cap.\nIII.\nThe plaintiffs believe that they are entitled to a vote on their proposed amendment for two reasons. First, they claim that the partnership agreement requires FFP to treat Cede & Co. as the limited partner proposing the amendment because Cede & Co. is the registered owner of the units that the plaintiffs ultimately own. Since Cede & Co. is the nominal owner of 95% of FFP units, the plaintiffs insist, the 10% threshold for proposing amendments is satisfied.\nSecond, the plaintiffs claim that then* 11.6% aggregate ownership interest entitles them to propose amendments without regard to Cede & Co. The plaintiffs deny that any one of them “constructively owns” more than 4.9% of outstanding FFP units, within the meaning of the agreement, or that their units are subject to the forfeiture provision embodied in the ownership cap. Alternatively, the plaintiffs argue that FFP has waived any right to impose the 4.9% cap by failing to enforce the cap against the plaintiffs and other persons it knew to be violating the cap on earlier occasions. The plaintiffs also claim that, even if the ownership cap applies, the excess trust provision of the agreement is invalid and they should be allowed to vote their excess units. For the reasons expressed below, none of these arguments has merit.\nA. Cede & Co.\nThe plaintiffs read Section 10.3 of the agreement as obliging FFP to treat Cede & Co. as the limited partner proposing the amendment. Since Cede & Co. nominally owns 95% of the FFP units, the argument goes, the 10% ownership threshold for proposing amendments is easily satisfied. Even if this reading of Section 10.3 is correct, however, it does not follow that Cede & Co. purported to act on behalf of all of its beneficial holders when it proposed the amendment. On the contrary, Cede & Co. was merely acting in an agency capacity on behalf of the 13(d) Group in proposing the amending. Thus, for the purposes of determining whether the 10% minimum ownership requirement is met, the general partner would be entitled to look at the ownership interest of the principal rather than that of the agent.\nIn proposing the plaintiffs’ amendment, Cede & Co. was acting as the plaintiffs’ agent, as it is required to do by law. “Agency is the relationship which results from the manifestation of consent by one person to another that the other shall act on his behalf and subject to his control, and consent by the other so to act.” Among other things, the plaintiffs’ power to instruct Cede & Co. to act on their behalf in submitting their amendment and Cede & Co.’s legal duty to follow that instruction shows an agency relationship.\nIn the circumstances, in ascertaining whether or not the 10% minimum threshold is met, FFP is entitled to look through the agent, Cede & Co., to determine the ownership interest of its principals. This reading gives effect to other provisions of the agreement. Section 15.2(a)(ii) allows proposal of amendments only “by Limited Partners owning at least 10% of the Percentage interest owned by Limited Partners.” The clear intent of this provision is to limit proposal rights to those with a substantial stake in the Partnership. Due to Cede & Co.’s high nominal ownership, the plaintiffs’ reading would allow anyone owning even a single FFP unit through Cede & Co. to hijack the ownership rights of practically every other FFP stakeholder. Minimally interested parties could then propose amendments in opposition to the interests of the major stakeholders on whose units they base their proposal “right.” This absurd result would render Section 15 “illusory and meaningless.” Accordingly, the partnership agreement must be read so that only the underlying beneficial ownership of the principal is considered when Cede & Co. proposes an amendment as an agent, not Cede & Co.’s entire ownership interest.\nB. The Plaintiffs’ Ownership Interest\nThe plaintiffs next contend that, even without Cede & Co.’s 95% nominal ownership, they have the power to propose amendments to the partnership agreement in their own right because they together own 11.6% of the units outstanding. This argument would require the court to conclude one of the following: (1) the plaintiffs, collectively, are not a “Person” that “constructively owns” more than 4.9% of FFP units; or (2) the plaintiffs do “constructively own” more than 4.9% but the ownership cap does not apply to them; or (3) the plaintiffs “constructively own” more than 4.9% and the ownership cap applies, but the plaintiffs may still vote their excess units. None of these outcomes is possible under the partnership agreement.\n1. Constructive Ownership\nSection 11.10(b) of the agreement defines the term “person” to include “a group as that term is used for purposes of Section 13(d)(3) of the Securities Exchange Act of 1934, as amended.” Section 11.10(c)(i) then provides that “no Person other than [FFP-RET] shall Constructively Own Partnership Units in excess of the Ownership Limit.” Section 11.10(b) of the agreement defines constructive ownership as: “ownership of Units by a Person who would be treated as an owner of such Units, either actually or constructively, directly or indirectly, through the application of Section 318 of the [Internal Revenue] Code.” The same section of the agreement also provides that “[t]he terms ‘Constructive Owner,’ ‘Constructively Own,’ ‘Constructively Owns,’ and ‘Constructively Owned’ shall have correlative meanings.”\nThe plaintiffs concede that they are a 13(d) Group, which is a Person within the meaning of the partnership agreement; but, they argue that the Group, although a Person, is not the Constructive Owner of the units held by the members of the Group, as defined in that agreement. The fundamental basis of this argument is the observation that the tax law definition of constructive ownership (incorporated into the agreement) does not attribute ownership to a Section 13(d) Group of interests held by members of that group.\nNot surprisingly, FFP disagrees with this narrow reading ' of the constructive ownership provisions of the agreement. It would, instead, have the court focus on the fact that Section 13(d) Groups are specifically included within the definition of Person as indicative of an intention to subject such groups to the ownership cap. FFP also relies on the word “actually” in Section 11.10(b)’s definition of Constructive Ownership, and on the context of the agreement as a whole. Taken together, FFP argues, all of this requires a finding that a Section 13(d) Group owns the units of its members for purposes of the agreement, regardless of whether the Group would own those units for tax purposes.\nThe court concludes that the language of the definition of the partnership agreement permits, rather than precludes, a finding that a 13(d) Group is the Constructive Owner of shares Constructively Owned by members of that Group. This result is obtained by recalling that both the plaintiffs in this case and the Group they comprise are defined as Persons under the agreement. The plaintiffs as separate Persons under the agreement meet the tax law driven definition of Constructive Ownership, collectively being the Constructive Owners of at least 11.6% of the partnership interest. All the- inclusion of the plaintiffs’ 13(d) Group as a separate “Person” under that agreement does is to impose the ownership cap on the 13(d) Group, in order to give effect to the commonly understood principle that 13(d) Groups are attributed the ownership of securities or interests held by members of the Group. This concept comes directly from Section 13(d)(3) of the Securities Exchange Act of 1934 and the rules and regulations adopted thereunder. This reading of the partnership agreement gives effect to all of its parts and avoids an outcome that would threaten to render the partnership’s ownership cap “illusory or meaningless” and jeopardize the partnership’s tax status.\nThe plaintiffs offer several reasons why the court should not reach this result, all of which are insubstantial. The plaintiffs argue that under some circumstances the agreement’s broad definition of constructive ownership could cause a unit holder to accidentally violate the ownership cap. This may be so, but it ignores the fact that these plaintiffs were fully aware of each other’s ownership interests and knowingly colluded to avoid the ownership cap. The plaintiffs also argue that enforcing the agreement’s broad definition of constructive ownership would prevent anyone from ever achieving the 10% ownership threshold for proposing amendments. This argument mistakenly ignores the fact that a unit holder could solicit revocable proxies or consents to reach the 10% threshold without becoming the constructive owner of the units covered by those proxies. Neither the federal securities laws nor the tax laws treat the holder of a revocable proxy as the owner of the underlying shares.\n2. Waiver\nThe plaintiffs next argue that FFP waived its right to enforce the ownership cap because it did not enforce it on earlier occasions against the plaintiffs and others. The plaintiffs offer no evidence that FFP ever intended to waive the ownership cap, arguing instead that waiver does not require specific intent. This argument is wrong both on the law generally and as it relates to the specific agreement at issue. The agreement clearly states that the ownership cap operates automatically, and thus does not require any action by FFP to be enforced. Moreover, the record is clear that FFP did act once it became aware that the plaintiffs claimed to own in excess of 10% and appeared to be acting as a group by demanding information about the plaintiffs’ ownership.\nMoreover, even if there were some basis on which to find a waiver by FFP of the ownership cap provision, the court would withhold any remedy from the plaintiffs in light of their unclean hands. “Well established law dictates that when a party who seeks relief in this Court has violated conscience or good faith or other equitable principles in his conduct, then the doors of the Court of Equity should be shut against him.” “[The doctrine of unclean hands] is not bound by formula or restrained by any limitation that tends to trammel the free and just exercise of discretion.”\nIn this case, the plaintiffs intentionally violated the ownership cap in the partnership agreement with full knowledge of its existence, falsely reported their ownership in a series of SEC filings, and refused to provide information to FFP about their interrelationships even though the partnership agreement clearly required them to make such disclosure.\n3. Validity Of The Excess Trust Provision\nThe plaintiffs are not entitled to vote any unit they own in excess of the 4.9% ownership cap. Section 11.11(a) states that persons who exceed the ownership cap “shall have no rights in such Excess Units except the right to designate a transferee of such Excess Units.” Obviously, this single right does not include the right to propose amendments or vote on them. If there were any doubt, Section 11.10(d) provides, “[t]he holders of Excess Units shall not be entitled to vote on any matters (except as required by [Delaware law]).”\nThe plaintiffs argue that they can vote their excess units because the ownership cap’s transfer provision violates Article 8 of the UCC or because the excess trust it creates is not a valid trust. These arguments are insubstantial and will be addressed only briefly.\nThe plaintiffs’ UCC argument is that the ownership cap cannot force Cede & Co. to transfer the plaintiffs’ units into an excess trust because only the plaintiffs can order Cede & Co. to transfer their units. The transfer provision would apply, the argument goes, if the plaintiffs directly owned their units, but because they have chosen to own through a financial intermediary, the plaintiffs can thwart the ownership cap simply by refusing consent to transfer.\nFirst, the court notes that the settlement process of Article 8 is irrelevant in most legal contexts. Even assuming ar-guendo that Article 8 applies, the plaintiffs’ interpretation requires the novel finding that the manner of holding a security determines the characteristics of the security itself. This reading is at odds with UCC Section 8-104. The plaintiffs give no reason to conclude that the validity of a transfer restriction turns on whether the security at issue is held directly or indirectly. If the transfer restriction did turn on the manner of holding, however, FFP-RET has requested an order of specific performance compelling the plaintiffs to instruct Cede & Co. to transfer their excess units in accordance with the partnership agreement. The court would grant that order if it were necessary.\nFinally, the plaintiffs advance a barrage of technicalities to challenge the validity of the excess trust. These arguments appear somewhat disingenuous given that the plaintiffs bought their units with full knowledge of the ownership cap and its excess trust provision, and thus have no cause to complain of it now. More importantly, the agreement contains a severability clause whose validity the plaintiffs have not challenged. This motion does not require a finding of when or how the excess trust provision operated against the plaintiffs, or the status of the units therein, or various other trust questions. The only issue here is whether the plaintiffs can vote the units that they hold in excess of the ownership cap. Section 11.11(a) says that they cannot, and that is enough to defeat the plaintiffs’ claim.\nIY.\nFor the foregoing reasons, the plaintiffs’ motion for summary judgment is DENIED and the defendant’s motion for summary judgment is GRANTED. IT IS SO ORDERED.\n. Plaintiffs' and Defendant’s Exhibits cited in Cross Motions for Summary Judgment, Exhibit 4 (Third Amendment to Amended and Restated Agreement of Limited Partnership of FFP Partners, L.P. (hereinafter \"Partnership Agreement”) Section 11.10(b)).\n. PI. Op. Br. at 18.\n. Id.\n. PL Ans. Br. at 20.\n. PI. Ans. Br. at 21.\n. PL Ans. Br. at 31-45.\n.Section 10.3 reads as follows:\nThe Partnership shall be entitled to treat the Record Holder as the Limited Partner or Assignee in fact of any Units and, accordingly, shall not be bound to recognize any equitable or other claim to or interest in such Units on the part of any other Person, whether or not the Partnership shall have actual or other notice thereof, except as otherwise provided by law or any applicable rule, regulation, guideline or requirement of any unit exchange on which the Units are listed for trading. Without limiting the foregoing, when a Person (such as a broker, dealer, bank, trust company or clearing corporation, or an agent of any of the foregoing) is acting as a nominee, agent or in some other representative capacity for another Person in acquiring and/or holding Units, as between the Partnership on the one hand such other Persons on the other hand, such representative Person (a) shall be the Limited Partner or Assignee (as the case may be) of record and beneficially, (b) must execute and deliver a Transfer Application and (c) shall be bound by the Partnership Agreement and shall have the obligations of a Limited Partner or Assignee (as the case may be) hereunder and as provided for herein.\nThe plaintiffs point to the second sentence of this provision, in particular, to support their argument that FFP must regard Cede & Co. as the limited partner for the purpose of considering the proposed amendment.\nFFP suggests a different reading of Section 10.3. According to FFP, the first sentence is intended to create a right or power in the partnership, rather than a duty, giving it the discretion to choose whether it will treat the nominal owner of units as the limited partner or to look through to beneficial ownership. The phrase \"[w]ithout limiting the foregoing,” that begins the second sentence, reserves this discretion from the remainder of that sentence, which is the text on which the plaintiffs base their argument. This alternative reading is much more easily aligned with the agency law principles that appear to underlie this portion of the partnership agreement.\n. Cede & Co. is actually the second tier financial intermediary. The plaintiffs hold their units through broker Paine Webber, and Paine Webber holds the units of the plaintiffs and others through Cede & Co. Paine Webber has acknowledged that it is the principal and Cede & Co. is its agent in similar contexts. See e.g. Neal v. Alabama By-Products Corp., 1988 WL 105754, at *5 (Del.Ch. Oct. 11, 1988).\n. 6 Del. C. § 8-506 (“A securities intermediary shall exercise rights with respect to a financial asset if directed to do so by an entitlement holder. A securities intermediary satisfies the duty if [inter alia ] the securities intermediary acts with respect to the duty as agreed upon by the entitlement holder and the securities intermediary ... ”).\n. Restatement (First) Of Agency § 1(1) (1933).\n.The plaintiffs claim that Cede & Co. is acting on its own behalf because it has an interest: the interest of fulfilling its agency duty to obey its principal. If this were so, all agents would always also be acting for themselves when acting for their principals. This is clearly not the case.\n. Seabrealc Homeowners Assn, Inc. v. Gres-ser, 517 A.2d 263, 270, (Del.Ch.l986)(courts must read contracts to avoid rendering a provision “illusory or meaningless”).\n. See supra footnote 1.\n. Stipulated Facts 42.\n. See Securities Exchange Act Rule 13d-5(b)(1), 17 C.F.R. § 240.13d-5(b)(l).\n. Seabreak Homeowners Ass'n, Inc., 517 A.2d at 270.\n.Stipulated Facts 59, 60.\n. PL Ans. Br. at 21.\n. See Kallop v. McAllister, 678 A.2d 526, 532 (Del.1996) (\"Waiver, however, requires more than mere inaction. To substantiate his waiver defense, [the defendant] needed to show that [the plaintiff] intentionally relinquished his right ...”).\n. Partnership Agreement 11.10(d)(i) (\"[S]uch units ... in excess of the applicable Ownership limit automatically shall be exchanged for an equal number of Excess Units ...” (emphasis added)).\n. Plaintiffs’ and Defendant’s Exhibits cited in Cross Motions for Summary Judgment, Exhibit 5 (Letter from FFP Partners, L.P. to Robert Dixon, Sept. 25, 2002).\n. Merck & Co., Inc. v. SmithKline Beecham Pharmaceuticals Co., 1999 WL 669354, at *44 (Del.Ch. Aug.5, 1999) (internal citations omitted).\n. Keystone Driller Co. v. General Excavator Co., 290 U.S. 240, 245-46, 54 S.Ct. 146, 78 L.Ed. 293 (1933).\n. Partnership Agreement 11.10(g)(ii) (\"[Constructive Owners] shall provide to the partnership such information as the Partnership, in its sole discretion, may request in order to ... determine compliance or to ensure compliance with the applicable Ownership limit ...”).\n. The effect of the operation of the ownership cap on the plaintiffs’ holdings is unclear. The record indicates that the plaintiffs violated the cap on at least one occasion prior to the current transactions, but sold or distributed their units to third parties before being caught by FFP. Any ruling on when or how the excess trust provision operated against the plaintiffs would necessarily affect the rights of those third parties. Such a ruling is not necessary to the current motion. It is enough to say that plaintiffs have violated the ownership cap and cannot vote units in excess of 4.9% of units outstanding, regardless of how the cap operated in the past or the current status of the excess units.\n. 7A Hawkland & Rogers, UCC Series [Rev] Article 8, p. 19.\n. 6 Del. C. § 8-104 (acquiring a security directly and acquiring a security indirectly are just two different ways of acquiring an underlying interest in the security).\n. In passing, the plaintiffs also claim that the UCC bars the ownership cap from operating against them by characterizing their unit ownership as ownership of a \"securities entitlement1' in the units that Cede & Co. nominally owns. By the plaintiffs' logic, only limited partners are the actual holders of units and subject to the partnership agreement, while the beneficial owners of those units possess only a \"securities entitlement” that creates an agency relationship with the nominal owner but cannot pull them under the aegis of the agreement. This is irrelevant; the ownership limit applies to all \"Persons,” not just limited partners or assignees. Partnership Agreement 11.10(c)(i).\n. Stipulated Facts 59, 60.\n. Partnership Agreement 11.13.",
        "type": "majority",
        "author": "LAMB, Vice Chancellor."
      }
    ],
    "attorneys": [
      "Craig B. Smith, Smith, Katzenstein & Furlow LLP, Wilmington, Delaware, for the Plaintiffs.",
      "Elizabeth M. McGeever, Prickett, Jones & Elliott, Wilmington, Delaware, for the Defendant."
    ],
    "corrections": "",
    "head_matter": "SUTTER OPPORTUNITY FUND 2 LLC, MacKenzie Patterson Value Fund 7, LLC, and MacKenzie Real Estate Securities Fund 1983, L.P., Plaintiffs, v. CEDE & CO., Nominal Plaintiff, v. FFP Real Estate Trust, Defendant.\nC.A. No. 20130.\nCourt of Chancery of Delaware, New Castle County.\nSubmitted: Oct. 17, 2003.\nDecided: Dec. 10, 2003.\nCraig B. Smith, Smith, Katzenstein & Furlow LLP, Wilmington, Delaware, for the Plaintiffs.\nElizabeth M. McGeever, Prickett, Jones & Elliott, Wilmington, Delaware, for the Defendant."
  },
  "file_name": "1123-01",
  "first_page_order": 1153,
  "last_page_order": 1163
}
