{
  "id": 6081336,
  "name": "Fernandez v. Gillman, Jr.",
  "name_abbreviation": "Fernandez v. Gillman",
  "decision_date": "1939-04-10",
  "docket_number": "No. 4120",
  "first_page": "1124",
  "last_page": "1128",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1124"
    },
    {
      "type": "parallel",
      "cite": "102 F.2d 891"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "102 F. (2d) 894",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6081372,
        1068878
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/26-2/1128-01",
        "/f2d/102/0894-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 577,
    "char_count": 11375,
    "ocr_confidence": 0.43,
    "sha256": "ce7183c9d4beea60ab88fa4924acb791a8a040d1097950b7aa28814d259d49ad",
    "simhash": "1:a65d5cd83958c45d",
    "word_count": 1899
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garrett, Presiding Judge, and Bland,, Hatfield, Lenroot, and Jackson, Associate Judges"
    ],
    "parties": [
      "Fernandez v. Gillman, Jr."
    ],
    "opinions": [
      {
        "text": "Lenroot, Judge,\ndelivered the opinion of the court:\nThis is an appeal in an interference proceeding wherein the Board of Appeals of the United States Patent Office affirmed a decision of the Examiner of Interferences awarding priority of invention to appellee upon tjyci bPimts forming the issue. Count 1 is''illustrative arid reiids as ’follows:\n1. A tubular structure composed of a plurality of abutting- substantially diamond-shaped plates, each of said plates having a pair of edges of uniform length converging to a point and forming one pointed end for the plate, and having two other edges of the same length as the aforesaid edges, said two other edges also converging to a point and forming a second, p'ointed end for the plate, the points of said ends of each plate being disposed in a plane at right angles to the length of said structure, all of said edges being provided throughout their lengths with lateral flanges, and bolts securing the flanges of' the various plates together, whereby half the number of said flanges are pitches in one direction and the other flanges are pitched in the other direction, said plates being so positioned that any of said flanges of any plate lies throughout its length against- the full length of an adjacent flange of an adjacent plate, whereby half the number of said flanges jointly form continuous reinforcing members pitched in one direction and the other flanges jointly form continuous reinforcing members pitched to the same extent in the other direction to effectively brace the structure.\nThe invention defined, by the counts is directed to a tubular structure adapted to be used in constructing tunnels, sewers, water conduits,vete.\nThe interference arises between an application of appellant filed on May 14, 1934, and an application filed by appellee on January 15, 1934. Appellee is therefore the senior party, and the burden was upon appellant to establish priority of invention by a preponderance of evidence.\nOriginally there was a third party to the interference, one Philip B. Hill, who was eliminated therefrom by a dissolution of the same as to him on motion of appellant. In response to such motion to dissolve, Hill, in addition to resisting such motion, proposed four additional counts to be added to the interference, which motion was granted. Appellant’s motion to dissolve was denied as to appellee.\nThereafter the instant interference was reformed by eliminating Hill therefrom, and a new interference was declared between the applications of appellant, appellee, and Hill, which' interference is the subject of patent appeal No. 4121, Fernandez v. Hill, 26 C. C. P. A. (Patents) 1128, 102 F. (2d) 894, decided concurrently herewith.\nAppellee did not appear at any stage of the proceedings following tire-declaration of interference, except to file a preliminary statement, and he was restricted to his filing date for conception and reduction to practice of the invention. Appellee has not appeared in the proceedings'bófoihHliis court. ■\nAppellant was represented by counsel before the various Patent Office tribunals, but his appeal to this court was taken pro se, the notice stating that, for lack of funds, appellant was unable to engage counsel. In this court, upon a proper showing, printing of. the record was dispensed with, and appellant was allowed to file a typewritten brief. He argued the case personally before us.\nIn his preliminary statement appellant alleged no actual reduction to practice of the invention, nor did he allege diligence in reducing the invention to practice at and immediately before, or since, appellee’s filing date. However, appellant took testimony with' respect to conception and actual reduction to practice of the invention, ancl both the examiner and the Board- of Appeals considered the testimony as to actual reduction to practice, as well as to conception and’disclosure of the invention. In the circumstances of this case we will do likewise.\nAppellant- in his testimony claims to have conceived the invention and disclosed, it to others in 1911; that at various times he offered the invention to the Government; that it was considered by officials of the'.War Department, but was not accepted by them; that at various’ times he attempted to secure financial assistance in order to apply for a patent for the invention, but was unable to do so, although the record shows that lie took o'tít a number of patents on other inventions subsequent to his' claimied date of conception of tile invention in issue. He also testified that he attempted to secure financial aid in reducing the invention to actual practice by making a full size structure of the same, but was unable to do so except in one instance-which, he claims, resulted in an actual reduction to practice. He testified that’ in the Spring of 1926 he constructed a set of steps for one Mrs. Malett-i, and that in such construction he embodied the invention here in issue. He testified in part as follows:\nQ. 97. Would you stale just wliat the form of your invention was as used in that repair work?\nA. Yes, Diamond-shaped plates with edges bent with an apparatus used also On tin roofs. Drilled holes on the bent edges, set them together, bolt them and test their resistance.\nUpon cross-examination in behalf of the party Hill in appeal No., 4121 (which testimony forms part of appellant’s record herein), appellant testified as follows:\nXQ. 106. Were the piales taken down from the concrete when the steps were-made?\nA. No.\nX Q. 107. They were left there?\nA. They were inside plates, not the outside plates.\nX Q. 10S. Did these plates form a part of the reinforcement of the steps?\nA. No, they form the skeleton for the interior of the ixlatform.\nX Q. 109. And you left them? They had to be left there because they were covered by the concrete, is that right?\nA. Yes, sir.\nX Q. 110. These plates weren’t in a tubular construction, were they?\nA. Yes, sir.\nX Q. 111. Were the stops made tubular?\nA. The steps were not made tubular, but in the form of an arc shape.\nIt is unnecessary for us to determine whether this testimony, if corroborated, might be considered sufficient evidence of actual reduction to practice because there is no corroboration of appellant’s testimony that the plates used in the construction of such steps, when combined, constituted a tubular structure as called for by each of the counts.\n. -Upon this point the -Examiner' of Interferences in. his decision stated:' ■ .\nThe 'evidence relied on to prove such a reduction to practice iélátes to- the installation of some concrete steps for Mrs. Elizabeth Maletti in 1926. It seems to,be established that some sort.of diamond shaped'metal plates were used at this time, but it is not shown that the specific arrangement of the counts was employed. Each of the counts calls for a tubular structure and it is not clear'how such a form could be used'in making steps. It is time'that Fernandez indicates (XQ’s. 110'and 111) that the form was tubular but he'does-not explain how it was used, beyond indicating that the steps weré arc shaped.-.vlt seems likely that the forms were merely arcuate rather than ¡completely tubular. In any ease, there is no corroborating witness who testifies that the forms were tubular. Mrs. G-regoricli, the only witness with first-hand knowledge,' who noticed the forms says that they were like exhibit G, which is perfectly flat.' It 'seems most unlikely that she would have made such a statemen-C if they--Had been tubular. Presumably, therefore, if they were curved at all, the'.curvature was comparatively slight. , .. ,,\nTlie Examiner of Interferences also found tliat tlie evidence-offefed by appellant fails to show that he was diligent in filing his application for a patent.' Upon this point the examiner stated-:\nThe evidence offered by Fernandez clearly fails to show \"that lie was' -diligent iif’ filing his application. So far a’s appears, he was as well able to file-it -six months or a year prior to his actual filing date as he was mil .that:date. ..Eyen if he had not been, it was incumbent on him to show some attempt- to interest others in advancing him the money to file It. In view of this lack of -diligences, Fernandez cannot prevail unless he has proved an actual reduction to practice prior to the filing date of the senior party.\nThe examiner therefore awarded priority of invention to appellee, the senior party. Appellant took an appeal to the Board of Appeals, but in this appeal we find no reason for appeal raising the question of appellee’s right to make the claims corresponding to the counts, and accordingly this question is not referred to in the decision of the board. Although appellant’s reasons for appeal filed with his notice 0‘f appeal to this court might be construed as raising this question, there was clearly no error upon the part of the board in not considering that question under the circumstances, and therefore that question is not before us.\nThe pertinent portion of the decision of the Board of Appeals- is as follows:\nWe liave carefully considered tbe record presented for Fernandez and we agree with the Examiner of Interferences that be was negligent in failing to file bis application for patent. His allegations of reduction to practice prior to tbe filing date of tbe senior party are not definite as to tbe tubular structure, nor do his witnesses corroborate him as to máterial points in tbe issue.\nWe are in agreement with the views of the.Patent Office tribunals. We havé carefully read the testimony, and it is clear’ that there is no corroboration therein of appellant’s alleged actual reduction to ,prac: tice. It is elementary that, no matter how credible an inventor may be, his testimony as to actual reduction to practice must be corroborated before a finding of an actual reduction to practice in his behalf may be made.\nAppellant in his brief states that the witness Mrs. Gregorich in her testimony, with respect to the nature of the form used in constructing the steps aforesaid, described an imaginary arc with her finger; but it is obvious that there is no such indication in the record before us and appellant’s contention in this respect may not be considered, assuming without deciding that such representation on the part of the witness would be material.\nThe same is true with respect to a drawing in appellant’s brief of what he contends was-the form of the invention used in the construction of the steps for said Mrs. Maletti; this of, course likewise can ,not be considered by us. ' ■ ¡\nWe are satisfied that, upon the record before us, a finding of actual reduction to practice of the invention by appellant prior to appellee’s filing date is not warranted. We are likewise satisfied from the record that appellant, while entitled to a conception date prior to appellee’s filing date, has not established diligence, either in actually reducing the invention to practice or in filing his application for a patent.\nFor the reasons stated, the decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Lenroot, Judge,"
      }
    ],
    "attorneys": [
      "Alphonse Fernandez, pro se.",
      "No appearance for appellee."
    ],
    "corrections": "",
    "head_matter": "102 F. (2d) 891\nFernandez v. Gillman, Jr.\n(No. 4120)\nUnited States Court of Customs and Patent Appeals,\nApril 10, 1939\nAlphonse Fernandez, pro se.\nNo appearance for appellee.\n[Oral argument March 13, 1939, by Mr. Fernandez]\nBefore Garrett, Presiding Judge, and Bland,, Hatfield, Lenroot, and Jackson, Associate Judges"
  },
  "file_name": "1124-01",
  "first_page_order": 442,
  "last_page_order": 446
}
