{
  "id": 12116805,
  "name": "In re Thomas A. Hill",
  "name_abbreviation": "In re Hill",
  "decision_date": "1930-05-26",
  "docket_number": "No. 2314",
  "first_page": "1125",
  "last_page": "1129",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1125"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 483,
    "char_count": 10294,
    "ocr_confidence": 0.45,
    "sha256": "cb788bb57d75b7e84b53d59959df2c11b20d20c992ff349ce994f387cf9b7b16",
    "simhash": "1:d33e8002d638e10a",
    "word_count": 1720
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Leneoot, Associate Judges"
    ],
    "parties": [
      "In re Thomas A. Hill"
    ],
    "opinions": [
      {
        "text": "Bland, Judge,\ndelivered the opinion of the court:\nAppellant appeals from the decision of the Board of Appeals of the United States Patent Office, rejecting 28 claims for improvement in ovens, particularly an oven of a stove such as a gas cooking-stove.\nThe chief benefit flowing from the invention rests in the fact that it provides a means for raising and lowering adjustable shelves or grids in the oven in order that the material to be cooked may be closer to or farther from the fire and also in providing a means for projecting said shelves from said oven and back into the oven so as to afford opportunity for' inserting articles to be cooked and withdrawing same after cooking, without injury, from the fire.\nAs the application stands it contains 104 claims, 65 of which were transferred into the present case from another pending application. Of the 104 claims, 76 were allowed by the examiner and the Board of Appeals, and 28 were rejected by both tribunals. Appeal was taken on the 28 claims rejected and here appellant withdraws 14 of said claims, leaving 14 for consideration, which folloAv :\n18. In combination with an oven having an adjustable shelf and means for raising same, means for projecting said shelf from said oven, said means substantially invisible- from the outside of the oven.\n24. In combination with an oven having an adjustable shelf and means for raising- same, means for projecting said shelf from said oven, said shelf having means in combination therewith for supporting a broiler.\n25. In combination with an oven having an adjustable shelf and means for raising same, means for projecting said shelf from said oven, said shelf having-collapsible means therewith for holding a broiler in operative position.\n56. An oven of the class described having a shelf, mechanism for moving said shelf vertically or horizontally, and selective operating means for actuating either of said mechanisms. ■\n65. An oven-shelf convertible into a collapsible broiler support.\n66. In an oven shelf, a broiler support normally collapsed within said shelf.\n67. An oven shelf convertible into collapsible broiler supports, and means for supporting a pan therebetween.\n75. An oven of the class described having a shelf and mechanism for moving the same in four directions, said mechanism clear of the oven space and clear of the outside of said oven.\nSO. An oven of the class described having a shelf and mechanism for substantially raising and projecting said shelf independently of the operation of the door of said oven.\n88. An oven having a movable shelf and mechanism to move the same, said mechanism positively connected throughout and adapted to move said shelf in either of two planes at an angle to each other.\n97. A cooking stove having an enclosed oven, a shelf in said oven, and means outside said oven for moving said shelf in either of two directions.\n99. A cooking stove having an oven, a shelf therein, means outside said oven for lifting said shelf or for projecting the same, each of said shelf movements being independent of the other.\n102. A cooking stove having an oven, a shelf therein, means outside said oven for moving said shelf in either of two directions until substantially clear of the interior of said oven.\n103. A cooking stove having an. oven, a shelf therein, self contained means for moving said shelf in either of two directions, and means outside said oven for actuating said self contained means.\nClaim 18 was rejected, on Schey, 1320497, November 4,1919. Upon the rejection of this claim and other claims on the reference Schey, applicant made a strong contention in the Patent Office and here earnestly contends that the Schey patent is inoperative and gives 14 different reasons why it is inoperative. The board stated:\nWe think it unnecessary to consider each of those reasons in detail but will state that we have carefully considered each of them and fail to find that the ' Schey device is inoperative in any fundamental respect. It may be considered very poor mechanical construction and perhaps of little value commercially, as contended in the brief and affidavits filed in the case, but most of the defects can be corrected without invention by a competent draftsman.\nAppellant in this court presented what he claimed to be an absolutely accurate model of the Schey patent. He demonstrated in detail its inoperative features, which demonstration to us was quite persuasive, especially in view of the fact that the Solicitor for the Patent Office was unable to convincingly suggest how it could be made commercially operative without the exercise of inventive skill. But, irrespective of this question, we think the claim should be allowed for what it is worth (substantially invisible is certainly very broad), inasmuch as the means in Schey for adjusting the shelf, for raising same and projectng the same from the oven, is, in the Schey patent, not substantially invisible. In Schey the means for projecting the shelf projects out from the interior of the oven so far that we can not see how it can successfully operate. Moreover, the projecting member must operate through a slot in'the oven and we are not advised how the heat of the oven is prevented from passing out at said slot. It would seem to us that the invisible feature of appellant’s device shows inventive merit not disclosed in the clumsy, and in some respects unsightly, raising, lowering, and projecting means in the Schey patent.\nClaims 24 and 25 were rejected on Schey, supra, and Caswell, 1352352, September 7, 1920. Claim 24 provides for “ * * * shelf having means in combination therewith for supporting a broiler,” and claim 25 provides for “ * * * shelf having collapsible means therewith for holding a broiler in operative position.” Appellant insists thát neither Schey nor Caswell shows collapsible broiler supports in addition to the means for raising and projecting, while applicant’s means consist of brackets, which collapse into the shelf when down, and when turned up, serve as supjmrts for the broiler. In our opinion, these features are disclosed in the prior art cited, and the claims were properly rejected.\nClaims 56 covers “ * * * selective operating means for actuating either of said mechanisms ” and refers to the mechanisms which move the shelf vertically or horizontally. The Patent Office took the position that Schey disclosed a selective operating means for actuating either of the mechanisms. This claim is designed to cover that feature of appellant’s invention shown in Figure 3 of his drawings and which consists of a single handle or lever, which upon being given a certain movement will lower or raise the grid, and when given another movement, will project the same out of the oven or back into it. Appellant’s very able counsel argues that by the word “ selective ” in this claim is meant nothing more than that with one lever he performs the two functions above described, and that the operator by twisting the lever selects the function desired. According to the dictionaries, the word “ selective ” has several meanings. It is unnecessary to quote them here. It is obvious that appellant used the word in the claim to describe his disclosure in said Figure 3. Apxrellant’s disclosure, in this respect, differs from Schey in that the up-and-down and in-and-out movements of the shelf in Schey require operation of two separate levers. Both have been combined into one by appellant in an artful manner, not disposed by Schey, and we think with inventive skill. Claim 56, when given the meaning claimed by appellant, should have been allowed.\nClaims 65, 66 and 67, having reference to the collapsible broiler support, were rejected by the board on account of the disclosures in the prior art. We have examined the references and agree with the conclusion reached by the board.\nClaim 75 is based upon a mechanism leaving a clear oven space and a mechanism “ clear of the outside of said oven.” As we understand applicant’s disclosure, the mechanism could not be clear of the oven space and also “ clear of the outside of said oven.” While appellant’s mechanism is less noticeable on the outside and inside than is the mechanism in the references, we hardly think the difference warrants the allowance of this claim. The same was properly rejected.\nClaim 80 is for a mechanism Avhicli substantially raises and projects the shelf independently of the operation of the door. It has not been pointed out to us how the projecting operation in appellant’s apparatus could be performed independently of the operation of the door. Since we are not convinced that this claim properly describes appellant’s disclosure, Ave must affirm the Board’s action on this claim.\nClaim 88 Avas rejected on Schey. This claim covers the feature in appellant’s mechanism which moves the “ shelf in either of íavo planes at an angle to each other.” While Schey’s device provides for an upward movement at an angle from the movement which projects the shelf, it is urged that both motions, OAving to the inoperative feature of the machine, are so restricted by virtue of the many inoperative features in the mechanical construction of same, that the raising and lowering amounts only to a few inches and renders the apparatus of no value. We think the idea covered by this claim is suggested and taught in the Schey patent. It is apparent that the raising and projecting means in Schey will not raise or project to a satisfactory degree but nevertheless it raises and projects to some extent, AAThich accomplishes in some degree Avhat appellant’s structure is claimed to perform to a greater degree. The claim was, therefore, properly rejected.\nClaims 97, 99, 102, and 103 Avere also rejected on Schey and Ave think properly, for the reasons assigned herein as to claim 88.\nThe decision of the Board of Appeals is reversed as to claims 18 and 56, and affirmed as to claims 24, 25, 65, 66, 67, 75, 80, 88, 97, 99, 102, and 103.",
        "type": "majority",
        "author": "Bland, Judge,"
      }
    ],
    "attorneys": [
      "Thomas A. Hill for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Thomas A. Hill\n(No. 2314)\nUnited States Court of Customs and Patent Appeals,\nMay 26, 1930\nThomas A. Hill for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument May 6, 1930, by Mr. Hill and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Leneoot, Associate Judges"
  },
  "file_name": "1125-01",
  "first_page_order": 575,
  "last_page_order": 579
}
