{
  "id": 7872200,
  "name": "Joan BROGAN, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING",
  "name_abbreviation": "Brogan v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "1994-06-06",
  "docket_number": "",
  "first_page": "1126",
  "last_page": "1129",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1126"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "525 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1823776
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/525/0080-01"
      ]
    },
    {
      "cite": "521 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817472
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0242-01"
      ]
    },
    {
      "cite": "143 Pa. Commonwealth Ct. 601",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1423165
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/143/0601-01"
      ]
    },
    {
      "cite": "160 Pa.Commonwealth Ct. 49",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1454658
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/160/0049-01"
      ]
    },
    {
      "cite": "120 Pa.Commonwealth Ct. 211",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1378506
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "each revocation of a motorist's license for driving under suspension was a separate appealable government action, and the motorist's failure to appeal two of three revocations precluded the trial court from considering them"
        },
        {
          "parenthetical": "each revocation of a motorist's license for driving under suspension was a separate appealable government action, and the motorist's failure to appeal two of three revocations precluded the trial court from considering them"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/120/0211-01"
      ]
    },
    {
      "cite": "157 Pa.Commonwealth Ct. 603",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1449065
      ],
      "weight": 4,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/157/0603-01"
      ]
    },
    {
      "cite": "154 Pa.Commonwealth Ct. 118",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1443679
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/154/0118-01"
      ]
    },
    {
      "cite": "623 A.2d 364",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "153 Pa.Commonwealth Ct. 4",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1442288
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/153/0004-01"
      ]
    },
    {
      "cite": "263 A.2d 448",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927824
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0463-01"
      ]
    },
    {
      "cite": "327 A.2d 47",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 342",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479743
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0342-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 563,
    "char_count": 10741,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20039160584265722
    },
    "sha256": "ab9f3a504b8fbb25ae91dfa34f85db06bf30af1caa25ded45d4db5f325069e79",
    "simhash": "1:99e8a226657e2044",
    "word_count": 1720
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CRAIG, President Judge, and DOYLE, McGINLEY, PELLEGRINI, FRIEDMAN, KELLEY and NEWMAN, JJ."
    ],
    "parties": [
      "Joan BROGAN, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING."
    ],
    "opinions": [
      {
        "text": "NEWMAN, Judge.\nJoan Brogan (Brogan) appeals from an order of the Court of Common Pleas of Delaware County (trial court) quashing her appeal from the suspension of her motor vehicle registration imposed by the Commonwealth of Pennsylvania, Department of Transportation, Bureau of Driver Licensing (DOT) pursuant to Section 1786(d) of the Vehicle Code (Code), 75 Pa.C.S. § 1786(d). We affirm.\nThe following facts are undisputed. Brogan is the registered owner of two vehicles, a 1991 Isuzu Stylus and a 1990 Honda Civic. Both vehicles were insured under the same policy which lapsed on December 6, 1992. By separate notices dated March 29, 1993, DOT notified Brogan that the registration for both vehicles was being suspended for a period of three months, effective May 4, 1993, for failure to provide proof of financial responsibility.\nOn April 27, 1993, Brogan appealed both vehicle registration suspensions to the trial court in a single appeal. Specifically, Brogan alleged that prior to March 29,1993, she had acquired insurance for both vehicles, that Section 1786 of the Code does not provide for the continued suspension of a vehicle registration once proof of insurance is submitted to DOT, and that DOT’s actions in suspending her registrations should therefore be reversed.\nIn response, DOT filed a motion to quash on the ground that filing a single petition for appeal from multiple suspension notices is improper. A hearing was held before the trial court, which entered an order on June 23, 1993, granting DOT’s motion in part and quashing Brogan’s appeal relating to the registration suspension of her Honda Civic. From that order, Brogan appealed to this court.\nThe sole issue presented on appeal is whether a party may appeal from multiple suspension notices, relating to separate vehicle registrations, in a single statutory appeal.\nBrogan asserts that a trial court has discretion to allow a single appeal from multiple orders of a Commonwealth agency. While acknowledging that the appellate courts of this state have generally disfavored such a practice, Brogan cites numerous cases in which appellate courts chose to reach the - merits of a single appeal from multiple orders, instead of dismissing the appeal. Specifically, Brogan cites Philadelphia Federation of Teachers, Local No. 3 v. Board of Education, 458 Pa. 342, 327 A.2d 47 (1974); General Electric Credit Corp. v. Aetna Casualty and Surety Co., 437 Pa. 463, 263 A.2d 448 (1970); and Department of Transportartion, Bureau of Driver Licensing v. Slack, 153 Pa.Commonwealth Ct. 4, 623 A.2d 364 (1992), overruled on other grounds, Department of Transportation, Bureau of Driver Licensing v. Buss, 154 Pa.Commonwealth Ct. 118, 623 A.2d 369 (1993).\nIt is Brogan’s position that by reaching the merits of these cases, Pennsylvania’s appellate courts have implicitly held that the filing of one appeal from multiple orders is permitted where the circumstances warrant it. According to Brogan, the factors which must be taken into consideration by a trial court before quashing a single appeal are whether multiple suspension notices involve common issues of law and fact and whether the appellant would be prejudiced by a decision to quash.\nThe law is clear that each notice of suspension issued by DOT constitutes a final order of a governmental agency pursuant to Section 933(a)(l)(iii) of the Judicial Code, 42 Pa.C.S. § 933(a)(l)(iii). Slack. This court has expressly disapproved of the practice of filing a single statutory appeal from more than one suspension notice. E.g., Department of Transportation, Bureau of Driver Licensing v. Marpoe, 157 Pa.Commonwealth Ct. 603, 630 A.2d 561 (1993). Cf. Department of Transportation v. Vento, 120 Pa.Commonwealth Ct. 211, 548 A.2d 385 (1988) (each revocation of a motorist’s license for driving under suspension was a separate appealable government action, and the motorist’s failure to appeal two of three revocations precluded the trial court from considering them).\nWe acknowledge that this court has disregarded this defect “for reasons of judicial economy” and has nonetheless addressed the merits of two separate orders raised in a single filing. Slack, 153 Pa.Commonwealth Ct. at 8, 623 A.2d at 366. However, the suspension cases in which this defect was ignored are readily distinguishable from the appeal presently before us. Namely, in those cases, the issue of whether a single appeal from multiple orders is permissible was not raised before the trial court but rather was raised for the first time on appeal to this court.\nIn this regard, we find guidance in the Pennsylvania Rules of Appellate Procedure. Specifically, Pa.R.A.P. 302(a) provides that “[tissues not raised in the lower court are waived and cannot be raised for the first time on appeal.” In the instant case, the record is clear that DOT initially objected to Brogan’s filing of single appeal in its motion to quash filed at the trial court level. As such, DOT did not attempt to raise this issue for the first time on appeal, and the issue was not waived.\nWe also note that this case is readily distinguishable from Department of Transportation, Bureau of Driver Licensing v. Perruso, 160 Pa.Commonwealth Ct. 49, 634 A.2d 692 (1993), in which a panel of this court permitted the filing of a single statutory appeal from multiple suspension notices of a licensee’s operating privileges. In Permiso, a licensee was convicted of two separate counts of possession of a controlled substance in violation of Section 13(a)(16) of The Controlled Substance, Drug, Device and Cosmetic Act. Thereafter, DOT notified the licensee, by separate notices of the same date, that as a result of the first conviction his operating privileges were scheduled to be suspended for ninety days and as a result of the second conviction his operating privileges were scheduled to be suspended for one year. The licensee filed a single statutory appeal, which the trial court allowed.\nOn appeal, a panel of this court similarly found the filing of a single statutory appeal to be acceptable. As recognized by that panel, however, the filing of a single appeal from separate suspension notices relating to the registrations of different automobiles is inherently different than the filing of a single appeal from multiple suspension notices relating to a licensee’s operating privileges. We therefore find Permiso to be distinguishable from the instant case in that (1) all of Perruso’s criminal convictions were obtained at a single proceeding and (2) Per-ruso’s sole and individual operator’s privileges were being suspended. As such, based upon the long standing rule in this Commonwealth discouraging the filing of a single appeal from multiple orders, we conclude that a party may not file a single statutory appeal from multiple suspension notices relating to separate vehicle registrations.\nWe further conclude that the trial court did not err in requiring Brogan to file separate statutory appeals from the two suspension notices and in quashing Brogan’s appeal relating to the registration suspension of her Honda Civic. Accordingly, we affirm the order of the trial court.\nORDER\nAND NOW, June 6, 1994, the order of the Court of Common Pleas of Delaware County in the above-captioned matter is affirmed.\n. Because neither notice of suspension was conditional on its face, we are not presented with the issue of whether the notices served as final ap-pealable orders as addressed by this court in Department of Transportation, Bureau of Motor Vehicles v. Andrews, 143 Pa. Commonwealth Ct. 601, 600 A.2d 622 (1991) and its progeny.\n. We note that in Department of Transportation, Bureau of Driver Licensing v. Marpoe, 157 Pa.Commonwealth Ct. 603, 630 A.2d 561 (1993), this court held that Section 1786(d) of the Code does not authorize DOT to impose a vehicle registration suspension for ninety days but rather only authorizes DOT to impose a suspension until insurance for the vehicle is obtained. Under this statutory provision, registration will be reissued when proof of financial responsibility is submitted to DOT and the required fees are paid.\n. The trial court’s order denied DOT’s motion to quash as to Brogan’s appeal relating to the registration of her Isuzu Stylus.\n. Our scope of review is limited to determining whether the trial court's findings of fact are supported by competent evidence and whether the trial court committed an error of law or a manifest abuse of discretion in reaching its decision. Department of Transportation, Bureau of Traffic Safety v. O’Connell, 521 Pa. 242, 555 A.2d 873 (1989).\n. Brogan also relies upon Pa.R.C.P. No. 1508 which allows a plaintiff to state in his or her complaint two or more causes of action cognizable in equity. We note, however, that the rules of civil procedure do not apply in statutory appeals. Appeal of the Borough of Churchill, 525 Pa. 80, 575 A.2d 550 (1990).\n. Act of April 14, 1972, P.L. 233, as amended, 35 P.S. § 780-113(a)(16).\n. Also, in Perruso, DOT did not challenge the validity of the single statutory appeal.",
        "type": "majority",
        "author": "NEWMAN, Judge."
      },
      {
        "text": "FRIEDMAN, Judge,\nconcurring.\nI write separately to note that while I agree with the public policy stated in Judge Kelley’s dissent, I believe that existing law compels the result reached by the majority; any change requires legislative intervention. Accordingly, I join the majority.",
        "type": "concurrence",
        "author": "FRIEDMAN, Judge,"
      },
      {
        "text": "KELLEY, Judge,\ndissenting.\nI respectfully dissent.\nWhen there are identities of parties, facts and controlling law, one appeal from multiple orders is appropriate. Such a practice is consistent with judicial economy in avoidance of multiplicity of suits, as well as minimizing the expense upon citizens when pursuing their rights against the government.\nIn the case sub judice, two orders affecting two automobiles, titled in the same owner, insured by the same policy, which was terminated by the same fact should as a matter of law be appropriately challenged by one appeal. Otherwise we condone the self-destruction of effectiveness of the process and impose excess expense upon the people. In addition, such a policy embraced by the majority opinion renders a technical advantage for the government to prevail on technical matters over the substantive in the regard to rights of citizens.\nOur government was never intended or designed for such and, accordingly, I would reverse.",
        "type": "dissent",
        "author": "KELLEY, Judge,"
      }
    ],
    "attorneys": [
      "Julie A. Auerbach, for appellant.",
      "Timothy P. Wile, Asst. Counsel-In-Charge Appellate Section, for appellee."
    ],
    "corrections": "",
    "head_matter": "Joan BROGAN, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING.\nCommonwealth Court of Pennsylvania.\nArgued April 13, 1994.\nDecided June 6, 1994.\nJulie A. Auerbach, for appellant.\nTimothy P. Wile, Asst. Counsel-In-Charge Appellate Section, for appellee.\nBefore CRAIG, President Judge, and DOYLE, McGINLEY, PELLEGRINI, FRIEDMAN, KELLEY and NEWMAN, JJ."
  },
  "file_name": "1126-01",
  "first_page_order": 1192,
  "last_page_order": 1195
}
