{
  "id": 12256144,
  "name": "Alphonso MURRAY, Clifford Stokes, Antoine L. Thomas, Appellants, v. UNITED STATES, Appellee",
  "name_abbreviation": "Murray v. United States",
  "decision_date": "2004-08-12",
  "docket_number": "Nos. 02-CF-52, 02-CF-194, 02-CF-391",
  "first_page": "1126",
  "last_page": "1137",
  "citations": [
    {
      "type": "official",
      "cite": "855 A.2d 1126"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "620 A.2d 1342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7370100
      ],
      "pin_cites": [
        {
          "page": "1346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/620/1342-01"
      ]
    },
    {
      "cite": "609 A.2d 1099",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119926
      ],
      "pin_cites": [
        {
          "page": "1111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/609/1099-01"
      ]
    },
    {
      "cite": "619 A.2d 931",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7363529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/0931-01"
      ]
    },
    {
      "cite": "826 A.2d 398",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9110411
      ],
      "pin_cites": [
        {
          "page": "406-09"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/826/0398-01"
      ]
    },
    {
      "cite": "507 U.S. 725",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6237509
      ],
      "weight": 3,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/us/507/0725-01"
      ]
    },
    {
      "cite": "478 A.2d 644",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7926450
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "656",
          "parenthetical": "improper for prosecutor \"to tell the jury that it saw fear in the faces and voices\" of two government witnesses, as this intrudes on the jury's assessment of demeanor evidence"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/478/0644-01"
      ]
    },
    {
      "cite": "792 A.2d 1048",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "1048-51"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "751 A.2d 956",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11512808
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/0956-01"
      ]
    },
    {
      "cite": "838 A.2d 1140",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9301365
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1149"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/838/1140-01"
      ]
    },
    {
      "cite": "652 A.2d 64",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863013
      ],
      "pin_cites": [
        {
          "page": "70"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/0064-01"
      ]
    },
    {
      "cite": "597 A.2d 36",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11934708
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "41"
        },
        {
          "page": "41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/597/0036-01"
      ]
    },
    {
      "cite": "602 A.2d 154",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7936074
      ],
      "pin_cites": [
        {
          "page": "159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/602/0154-01"
      ]
    },
    {
      "cite": "328 U.S. 750",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        377132
      ],
      "weight": 6,
      "year": 1946,
      "pin_cites": [
        {
          "page": "765"
        },
        {
          "page": "776"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/328/0750-01"
      ]
    },
    {
      "cite": "754 A.2d 312",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11209568
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "321"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/754/0312-01"
      ]
    },
    {
      "cite": "706 A.2d 542",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11861330
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "551"
        },
        {
          "page": "551"
        },
        {
          "page": "551",
          "parenthetical": "\"It is not unnatural ... for any witness to react self-protectively out of generalized fear for her own safety after witnessing a murder, even though the witness may not have received a direct threat.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/706/0542-01"
      ]
    },
    {
      "cite": "683 A.2d 1087",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872525
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/683/1087-01"
      ]
    },
    {
      "cite": "724 A.2d 1176",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11641992
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1186"
        },
        {
          "page": "1184"
        },
        {
          "page": "1184",
          "parenthetical": "\"Evidence concerning a witness' fear ... may be admissible where the witness has given conflicting statements.\""
        },
        {
          "page": "1186"
        },
        {
          "page": "1186, 1187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/724/1176-01"
      ]
    },
    {
      "cite": "783 A.2d 575",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9469804
      ],
      "weight": 5,
      "year": 2001,
      "pin_cites": [
        {
          "page": "588",
          "parenthetical": "quoting Mercer v. United States, 724 A.2d 1176, 1186 (D.C.1999)"
        },
        {
          "page": "586"
        },
        {
          "page": "588"
        },
        {
          "page": "588"
        },
        {
          "page": "588"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/783/0575-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1400,
    "char_count": 33780,
    "ocr_confidence": 0.688,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24771424897745004
    },
    "sha256": "e021969b3fb7c6083b883b210fe5359064e533d08f8fb93024596beac6d0d989",
    "simhash": "1:05e9254a490c5338",
    "word_count": 5585
  },
  "last_updated": "2024-02-27T17:50:30.577958+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FARRELL, REID, and GLICKMAN, Associate Judges."
    ],
    "parties": [
      "Alphonso MURRAY, Clifford Stokes, Antoine L. Thomas, Appellants, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "FARRELL, Associate Judge:\nAppellants were each found guilty by a jury of kidnapping while armed, possession of a firearm during a crime of violence, and carrying a pistol without a license. Their principal claim on appeal is that the prosecutor engaged in improper and inflammatory bolstering of the credibility of government witnesses by asserting in his closing argument that the witnesses’ reluctance to testify stemmed from their fear of appellants. We agree that, although a portion of this argument was supported by evidence before the jury, the prosecutor exceeded the bounds of proper argument in asserting that “these people,” the government’s witnesses collectively, were scared of appellants and yet had “sacrificed” to come to court and accuse them— a sacrifice, he implied, the jury should vindicate. We nevertheless hold, for reasons to be stated, that this impropriety was not of sufficient gravity when weighed against the strength of the government’s evidence to require reversal of appellants’ convictions. Since we also reject appellants’ other claims of error, we affirm.\nI.\nAccording to the government’s evidence, on April 23, 2001, fifteen-year-old Charles King went to the Oak Park Apartments in Southwest Washington to look for his school friend “Dray.” The apartment he visited belonged to appellant Antoine Thomas (whom King knew by name as “Peetey” or “El”), Dray’s uncle. Dray was not there, so King decided to wait for him. He saw appellants Murray, Stokes, and others in the apartment. King waited there for forty-five minutes but his friend did not show up. He saw a 9 mm Taurus pistol lying on the floor, and observing that the others had fallen asleep or were engrossed in a television show, he picked up the gun and left the apartment unnoticed.\nSamura Diggs was also in the apartment that day with Stokes, Thomas, and Murray, all of whom she had known for years. Initially, “[t]he little boy” (inferentially King) was also there, but he left before the others and “took a pistol” with him. She-linda Bryant too was -with Stokes, Thomas, Murray, and “a little boy” at the Oak Park apartment. She had known Stokes for some five months, and Thomas and Murray for years. According to Bryant, Thomas and Murray were sitting around and talking, but Stokes was only “hanging [in the apartment] for a minute. He didn’t stay.” King also left soon after she arrived.\nAfter leaving, King went to Brandywine Street, S.E., and met up with his friends “Putt” and Myles Spires. King showed the Taurus pistol to Spires, then went with his friends to trade the gun to someone named “Tony” for $100 and a smaller, 9 mm Glock handgun. While in the shopping center on Wheeler Road, King gave Spires the Glock for safekeeping because he was afraid the owner of the Taurus gun “was going to ride up on [him] sooner or later.”\nMeanwhile, soon after King left the Oak Park apartment, Thomas “jumped up and looked under the couch” and saw that his Taurus gun was missing. He looked under the chair and asked Bryant if anyone had been by the couch while he slept. Not finding the gun, Thomas and Murray left the apartment and climbed into a Bronco truck that belonged to Thomas’s wife. Although Stokes had not been in the apartment when Thomas woke up, Bryant saw him come down the street as the others were leaving and join them as the driver of the Bronco. Diggs heard Murray remark before leaving that “he hoped the little boy had not taken [Thomas’s] gun.”\nKing saw the group pull up to the Wheeler Road shopping center, with Stokes driving; he recognized the Bronco as the one previously parked outside the Oak Park Apartments. Stokes, Murray, Thomas, and two other men jumped out of the vehicle, and Thomas accused King of stealing the gun. All three appellants demanded to know why King had taken the gun, warning him that “[y]ou fucked up man.” Murray punched King in the face, whereupon King begged Spires to hand over the Glock 9 mm gun to Thomas, and Spires complied. According to King, appellants now had at least three guns in their possession, the Glock, another 9 mm gun, and a third handgun. Not satisfied with receiving the Glock, appellants forced King into the back of the Bronco where the beating continued. Murray, according to King, “just kept punching me in the face” while threatening to kill him (Murray at one point pulled out a gun), and Thomas added, “[n]o, we’re going to take him to the fat man” first, a threat King viewed ominously. Stokes climbed back into the driver’s seat and drove the Bronco out of the parking lot and down Barnaby Street to Brandywine Street, as the punching continued in the backseat.\nSaintclair Parks, ■ a bystander in the parking lot, had watched as a “goldish, brownish Bronco” sped up to the parking lot, the doors flew open, and “five guys” got out, two from the driver’s side, two from the passenger side, and one out of the back window. Some of the men “posted themselves around the vehicle and on the sidewalk.” As “this young man was walking across the walkway,” one of the men grabbed him by the neck with his left arm and “pressed up against his body.” That man had a “dark object,” and Parks “could see from the way his hand was formed that it wasn’t his fist ... [his hand] was molded around something.” The man holding the boy — who “seemed ... real scared, real frightened” — squeezed him harder and said “we[’ve] been looking for you.” At the same time, the four other men from the vehicle were “scanning” the surroundings, acting as look-outs. Two of the men searched the boy’s pockets before the man who held him by the neck pushed him into the Bronco. All five men then climbed back into the car, surrounding the boy. Parks watched through the open rear window as someone struck the boy with a closed fist and “the boy’s head just, kept jerking and jerking.” (Photographs depicting King’s bruised and bloodied face on the day of the assault were shown to the jury.) The vehicle backed up, turned around, and drove off.\nParks quickly “walked off because, [he knew he] needed to get the [license plate] tag number, ... because the boy looked real scared.” Before the Bronco left he was able to see the number, which he wrote down in pencil on top of a phone booth. He dialed 911 and reported the kidnapping, describing the Bronco and its tag number. Less than a minute later police officers responded to the call, pulled up behind the Bronco on Brandywine Street, and ordered the occupants to exit the vehicle. Before Murray jumped out, King saw him throw a handgun under the driver’s seat; he then tried to flee but was caught by the police and arrested. Stokes was also arrested on the scene, while Thomas was able to run away; he was arrested later. Frisking Stokes, an officer found a .25-caliber semi-automatic pistol tucked in his right pocket; though it was unloaded, the hammer was cocked. Stokes’s fingerprint matched one later found on the ammunition magazine in a loaded semi-automatic pistol seized from under the driver’s seat of the Bronco. King had seen one of the assailants flee with the Glock 9 mm.\nII.\nAppellants’ principal argument on appeal is that the prosecutor in his rebuttal argument made groundless and inflammatory attempts to bolster the credibility of government witnesses by claiming that they were afraid of the defendants when they testified. Appellants contend that there was no evidentiary basis for these imputations of fear, and that this interjection “of unsubstantiated fear of ... reprisal from [the] defendants ... ‘could very well have aroused the passions of the jury, and suggested a conviction based on their aversion [to such intimidation].’ ” Gordon v. United States, 783 A.2d 575, 588 (D.C. 2001) (quoting Mercer v. United States, 724 A.2d 1176, 1186 (D.C.1999)).\nA.\nThe train of events relevant to this issue began when the prosecutor, without objection, elicited testimony from Shelinda Bryant that she had tried to “avoid[ ] having to come down here and testify,” and did “not want to testify in this case.” In his initial summation the prosecutor twice, without objection, mentioned that Bryant, as well as Charles King and Samura Diggs, had not willingly testified (“One was brought over from custody in Virginia. There was a material witness warrant out for a couple of these people.”) In turn, counsel for Murray asserted in his closing that “by their own admission [Diggs and Bryant were] reluctant witnesses, they didn’t want to testify,” and suggested that the reason why “they were reluctant to come down” was that “they were pressured by the detectives” (who had been “duped by Mr. King”) to falsely incriminate appellants. The prosecutor then took up this theme in rebuttal, stating first:\nOne of the things that one of the defense counsel said in closing is that the witnesses in this case were reluctant. That’s true, that’s absolutely true. Who is reluctant to testify? People that have nothing to gain. People that lose a day’s work by coming down to the courthouse. People that lose a day’s schooling by coming down to the courthouse. People that waste them time by having to come down to the U.S. Attorney’s office, and the police department and the grand jury and trial. These are people that don’t want to testify, just like the people in this case; people that have nothing to gain, they’re reluctant to come in.\nHe went further, however:\nAnd remember another thing too ... [T]he witnesses in this case were saying ... that these people [the defendants] went out in the street that day to retrieve their gun, they were willing to go out in a group together, they were willing to go out armed as a group; they were willing, in the middle of the day, on the street, in daylight, in front of witnesses to abduct a person at gunpoint.\nIs it reasonable to assume that these people [the witnesses] were scared, that these people did not want to testify because they’re scared and if that is reasonable to assume, who would they be scared of? If they’re scared of coming into this courtroom, if they don’t want to come into this courtroom and take that stand in front of these three people because they’re scared, then who are they scared of? Those three people. Right? Why else would they be reluctant? And yet they did it. They came forward and they did it. They didn’t want to do it, but they did it.\nHe tied this theme “in particular [to] Charles King,” asking “what benefit did [he] get out of this ... walking in a courtroom, sitting on the stand and accusing three people of committing an armed violent crime against him.” King, he added later, was scared when he was kidnapped “[a]nd he was scared when he testified too, and you saw it on his face. There was no benefit, Mr. King did not want to be here.” Indeed, King and Myles Spires “were [both] seared ... when this happened and ... were scared when they took the stand, and yet they came in here as 15-year-old boys, they overcame their fear and they pointed at these three guys and said they kidnapped me.” The prosecutor concluded:\nA lot of people sacrificed in this case in a big way to make accusations about three people that were willing to commit a violent crime in this city. You can either let those three people get away with that violent crime or you can basically say that what these people did had a reason, had a purpose and they accomplished it, which is justice.\nFollowing argument, counsel for Murray objected to the assertion “that Mr. King testified the way he did because he was frightened of my client.... [T]here was no evidence that [King] was frightened [of Murray, who “has been incarcerated during the entire pendency of this action”], and I object to it on that ground.” Without further explanation, counsel for Stokes and Thomas joined in this objection.\nB.\nSeizing on the fact that appellants mentioned only Charles King in objecting to the prosecutor’s arguments about witness fear, the government contends that those comments were proper (1) because evidence amply supported an inference that King was afraid of appellants, and (2) because King’s fear of them was relevant to rebut the vigorous attack on his credibility and character that appellants had mounted starting with their opening statements. The government points out that, far from being a troubled youth who had been victimized in this case, the defense had portrayed King as a “liar, [a] gang-mongering, gun-toting 15-year-old” (this the opening statement of Murray’s counsel) who had “every reason to come in here and make stuff up” and “kept changing his story” (the opening statement of Stokes’s counsel) beginning with his first account to the police. In the government’s view, evidence and comments fairly based thereon that King’s reluctance and shifting versions of events were the result not of fabrication but of the intimidation appellants had worked upon him were a legitimate response to the defense characterization of King and his testimony.\nWe have little difficulty agreeing that King’s testimony, confirmed by Saintclair Parks’s observation of the beatings, supported a reasonable inference that King was still frightened of appellants, which could explain, at least partly, his reluctance as a witness and his evasive or shifting answers. King testified that, besides shoving him into the Bronco and pummeling him, appellants told him that they were “going to take him to the fat man,” something he feared meant worse violence. Later, when King met appellant Thomas on the street (before the latter was arrested), Thomas warned him not to talk to the police, a threat that again made King afraid. That a fifteen-year-old, later called on to accuse in open court those who had beaten and threatened him, would continue to feel intimidated is certainly a plausible inference. Accordingly, the objection to the prosecutor’s remarks about King’s fear cannot be that they lacked evidentiary support, or that they had no relevance at all as an explanation for his changing recollection and unwillingness to testify. Rather, the objection must be that any relevance his fear of appellants had was outweighed by its potential to prejudice the jury unfairly.\nThe government agrees in its brief that “[r]elevant evidence should be excluded if its probative value is substantially outweighed by its prejudicial effect, and the same is presumably true of reasonable inferences suggested by counsel in closing argument” (Br. for Appellee at 34-35, citing Johnson v. United States, 683 A.2d 1087, 1095 n. 8 (D.C.1996) (en banc)). Our decisions have explained that “evidence concerning a witness’ fear tends to be extremely prejudicial because it appeals to the passions of the jury and may cause the jury to base its decision on something other than the rule of law.” Gordon, 783 A.2d at 586, citing Mercer, 724 A.2d at 1184, and McClellan v. United States, 706 A.2d 542, 551 (D.C.1997). More particularly, reference to fear may “suggest[ that] the witness fears reprisal at the hands of the defendants] or [their] associates if [he] testifies,” McClellan, 706 A.2d at 551; see Gordon, 783 A.2d at 588, thereby substituting concern — in the jurors’ minds — with the ongoing dangerousness of the defendants for the issue of whether they committed the crimes charged. The government argues that it had a special need to mention King’s fear of appellants because his character and credibility had been harshly attacked, but it frankly admitted at oral argument that a similar justification for testimony and comment regarding witness fear could be urged in a good many cases involving witness-complainants who have been the victim of violent crime. Our decisions such as McClellan; Mercer, and Gordon teach that permissible questioning and argument by prosecutors about witness fear — especially fear of the defendants on trial — must be the limited exception rather than the rule.\nWithout finally deciding the issue, however, we may concede that the prosecutor legitimately argued to the jury Charles King’s fear of appellants as a partial reason for whatever hesitation and inconsistencies he demonstrated in his recollection. See generally Mercer, 724 A.2d at 1184 (“Evidence concerning a witness’ fear ... may be admissible where the witness has given conflicting statements.”). Where the prosecutor undeniably went astray, however, was in collectively describing “the [government] witnesses in this case” as motivated by fear of appellants in their reluctance to testify. His mention of “these people [who] were scared” because they “know that [the defendants] went out in the street ... to retrieve their gun” and were “willing ... to abduct a person at gunpoint” was an unmistakable reference not just to King but to Samura Diggs and Shelinda Bryant, who had watched appellants leave in the Bronco and whose testimony by all accounts had been grudging. But no evidence at all permitted a fair inference that Diggs or Bryant had been given reason to fear appellants or were in fact afraid of them. There was no evidence that either had been threatened by appellants or anyone else. Bryant testified only that she “[did] not want to testify,” and Diggs, far from expressing fear of appellants, explained any reluctance she had about testifying by saying that Thomas, Murray, and Stokes were “like family” to her. Sweeping them into the category of witnesses who were afraid of appellants was therefore a plain case of introducing “unsubstantiated fear of ... reprisal from [the] defendants,” Gordon, 783 A.2d at 588, thereby inviting “conviction based on [the jury’s] aversion [to such intimidation].” Mercer, 724 A.2d at 1186.\nThe prosecutor compounded this impropriety when, in the coda of his closing argument, he implicitly' linked witness fear to the “sacrifieef ]” which “a lot of people” had made in accusing “three people that were willing to commit a violent crime in this city,” then urged the jurors to vindicate that sacrifice — to “basically say that what these people did had a ... purpose” — rather than “let those three people get away with that violent crime.” This inflammatory argument suggested that an acquittal would both allow the defendants to “get away with” a violent crime and somehow breach a compact with witnesses whose sacrifice in testifying should be rewarded and not made nugatory. It was no more permissible an argument than the one we censured in Battle v. United States, 754 A.2d 312 (D.C.2000), where the prosecutor “implied that after the witnesses had done their part in summoning the courage to testify, now it was the jury’s turn to do justice not only for the victim but for the witnesses too: a not-guilty verdict would somehow be unfaithful to them.” Id. at 321. The prosecutor should have known better.\nC.\nWe nevertheless must decide whether these improprieties warrant reversal of appellants’ convictions, applying “the nonconstitutional harmless error doctrine.” Gordon, 783 A.2d at 588; see Mercer, 124 A.2d at 1194. Under that doctrine, reversal is not required if the reviewing court can say,' “with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the judgment was not substantially swayed by the error.” Kotteakos v. United States, 328 U.S. 750, 765, 66 S.Ct. 1239, 90 L.Ed. 1557 (1946); see Harris v. United States, 602 A.2d 154, 159 (D.C.1992). Determining whether a defendant has suffered “substantial prejudice” under this test, McGrier v. United States, 597 A.2d 36, 41 (D.C.1991), entails balancing “the gravity of the [impropriety], its direct relationship to the issue of innocence or guilt, and the effect of specific corrective instructions of the trial court, if any, against the weight of the evidence of appellants’] guilt.” Bowman v. United States, 652 A.2d 64, 70 (D.C.1994) (citation omitted). Applying these standards, we conclude that the improprieties in the prosecutor’s argument, while serious, did not substantially influence the outcome of the trial.\nAs we have seen, the prosecutor arguably stayed within proper bounds when he traced Charles King’s reluctance to testify and his contradictions as a witness to fear of appellants. King was the victim of the kidnapping and the main government witness, and to the extent references to his fear were justified, the gravity of the prosecutor’s venture otherwise onto forbidden ground is lessened. Aso, unlike in Mercer; Gordon, and Ebron v. United States, 838 A.2d 1140 (D.C.2003), in which reversal was ordered, the improprieties challenged here did not include attempts to elicit testimony about fear, but were limited to closing argument by the prosecutor; and the trial judge instructed the jury that the arguments and statements of counsel were not evidence and that in its deliberations it could consider only the evidence properly admitted at trial. See, e.g., Clayborne v. United States, 751 A.2d 956, 966 n. 11 & 970 (D.C.2000) (court’s instructions diminished somewhat the risk of unfair prejudice from questioning and argument about witness fear). More important than these considerations, though, is the reason the prosecutor gave for why the witnesses were afraid of appellants: they had watched (or in King’s case been the victim of) appellants’ involvement in the crime or its antecedent events. In this regard, too, the case differs from others in which we have reversed. In Mercer, for example, the prosecutor elicited testimony from a witness “impl[ying that she] had received some type of threat regarding her testimony,” and specifically tried through questioning “to link [certain] people in the back of the courtroom to the defendants, creat[ing] an impression that the spectators were there to influence the testimony of the witnesses.” 724 A.2d at 1186, 1187. In Ebron, similarly, the prosecutor used questioning of a witness to “attribute to one defendant] the threatening actions of ... [courtroom] spectators based solely on their association with him in the neighborhood.” 838 A.2d at 1149. See also Foreman v. United States, 792 A.2d 1048, 1048-51 (D.C.2002) (testimony that government witness was frightened by conversation she had had with defendant’s girlfriend erroneously permitted because it tended to unfairly imply defendant’s consciousness of guilt and involvement “in a scheme to threaten a key witness”). In this case, by contrast, the prosecutor’s references to witness fear were based on something the jury might naturally have understood anyway: that witnesses to a violent crime subpoenaed to testify in court may continue to exhibit fear of those they believe were the perpetrators. See McClellan, 706 A.2d at 551 (“It is not unnatural ... for any witness to react self-protectively out of generalized fear for her own safety after witnessing a murder, even though the witness may not have received a direct threat.”). Athough any suggestion that a witness fears retaliation for testifying may invite unfair speculation by the jury, the danger is compounded when a prosecutor, without evidentiary basis, alludes to conduct by the defendant(s) as-sertedly meant to intimidate him or her as a witness. That is not what took place here.\nWeighing against reversal, finally, is the fact that the government’s case against appellants was a very substantial one. As a practical matter, there was no issue at trial of whether King had been abducted by persons who had a score to settle with him. Saintclair Parks, an entirely disinterested bystander, saw five men accost King saying “we[’ve] been looking for you,” search him and shove him into the Bronco, and drive away while surrounding him and beating him. Parks was barely cross-examined, except to confirm that he could not identify the assailants. So the issue was whether appellants were among the five abductors. King’s testimony that they were — that appellants beat and kidnapped him because he had stolen Thomas’s Taurus gun — was firmly corroborated. Stokes and Murray were arrested on the scene barely a minute after Parks called 911 to report the abduction. Seeing the police approach, Murray jumped out of the vehicle (after throwing down a firearm, according to King) and tried to flee but was apprehended nearby. Stokes’s fingerprints were on an ammunition cartridge retrieved from the gun found under the driver’s seat, and a second gun (unloaded but cocked) was in his pocket. Myles Spires identified Thomas from a photograph as the man who had taken the 9 mm Glock from him (King saw one of the assailants — he did not say which — flee the police carrying the Glock.) And Samura Diggs and Shelinda Bryant identified all three appellants, whom they knew well, as part of the group who had left the Oak Park Apartments in Thomas’s wife’s Bronco after (in the case of Thomas and Murray) Thomas discovered that his gun had been taken — and after Murray declared that “he hoped the little boy [King] had not taken [the gun].” Stokes, according to Bryant, rejoined the others on the street and was the driver of the Bronco, thus confirming King’s testimony that Stokes drove the vehicle before and during the abduction.\nThese circumstances, altogether, persuade us that the prosecutor’s improper references to witness fear and sacrifice in closing argument did not have “substantial and injurious effect or influence in determining the jury’s verdict.” Kotteakos, 328 U.S. at 776, 66 S.Ct. 1239. The jury heard convincing evidence both of appellants’ motive to teach King a lesson (or worse) and of their joint involvement in abducting him. The gravity of the prosecutor’s impropriety, and its centrality to the issues of credibility the jury was asked to resolve, were not such as to outweigh the cumulative testimony that appellants were the principal abductors.\nThis conclusion, of course, does not change the fact that the prosecutor played with fire in invoking fear to bolster the credibility of King, Diggs and Bryant. That ultimately he was not burned' — in the sense that we affirm the convictions— should not serve as an inducement for others to tempt fortune in this way again.\nAffirmed.\n. As we point out infra, note 10, the carrying a pistol without a licensé charge was erroneously submitted to the jury as to appellant Thomas, but the error was cured when no judgment against him was entered on the charge.\n. From a photographic array shown to him two and a half months after the assault, King identified Stokes as the driver of the Bronco, Murray as the one who \"pulled out\" a gun and punched him repeatedly, and Thomas as the one who threatened him for stealing his gun. Spires identified Thomas from a photograph as the person to whom he had given the Glock. At trial he described the kidnapping and initial assault as follows:\nWe was walking and then the truck pulled up and some dudes hopped out of it. And they was asking where they stuff at. And [King] was acting like he didn’t know what they were talking about. And then one hit him and jacked him up. It was like checking his pockets .... And then ... I gave them the gun that I had in my pocket because I knew that must be what they was talking about. Then they put him in their car and rode off.\nAs the Bronco drove off, Spires could see someone hitting King.\n. Thomas was charged with obstruction of justice for this threat, but the jury acquitted him of the charge.\n. On the other hand, the government all but concedes that the prosecutor's suggestion that the jury \"saw [King’s fear] on his face” was improper. See, e.g., Sherrod v. United States, 478 A.2d 644, 656 (D.C. 1984) (improper for prosecutor \"to tell the jury that it saw fear in the faces and voices” of two government witnesses, as this intrudes on the jury’s assessment of demeanor evidence). We likewise assume, without deciding, that there was adequate justification for arguing fear on the part of juvenile witness Myles Spires, who had viewed the abduction.\n. The government argues that, to the extent the prosecutor’s mention of fear embraced other witnesses than -King, the standard of review is plain error, see United States v. Olano, 507 U.S. 725, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993), because appellants' objection related solely to the asserted lack of a basis for imputing fear to him. It further points out that no objection was made to the prosecutor’s concluding reference to witness \"sacrifice.” Appellants counter (1) that their objection made clear the basic point that references to witness fear had no legitimate place in this trial, and (2) that any further explanation for their objection would have been futile since the trial judge essentially brushed aside the objection that was made, stating that \"none of the arguments that were made [by the prosecutor] were particularly arbitrary or outside the scope of the issues ... raised in this trial” (emphasis added). In light of our disposition of the appeals, we need not resolve this dispute over what claims of impropriety were preserved for review.\n. That is not to say that these generalized instructions qualify as the “specific corrective instructions,” McGrier, 597 A.2d at 41, our decisions look to as a means of neutralizing improper argument to the jury. There is a significant difference between merely telling the jurors that the arguments of counsel are not evidence and instructing them to disregard unjustified allusions to witness fear.\n. The government points out, additionally, that prejudice from the prosecutor’s statement that \"[a] lot of people [had] sacrificed ... in a big way to make accusations about [the defendants]” was partly ameliorated by the fact that he had earlier defined \"sacrifice” by reference not just to witness fear but also— and innocuously — to the inconvenience the witnesses had experienced in “los[ing] a day’s work,” “losfing] a day’s schooling,” and \"wast[ing] their time” by having to come to court, the U.S. Attorney’s office, the police department or the grand jury.\n.Testifying alone among the defendants, Stokes gave the somewhat improbable story that he happened to be on Brandywine Street when an \"old associate” named Charles got out of a gold Bronco and they greeted each other; that Charles fled almost immediately when he saw the police approach, leaving Stokes standing next to the Bronco. His fingerprints were on the cartridge, he said, because a day earlier the same Charles had shown him a gun and Stokes, who \"was kind of fascinated by” the gun, “checked it out” by removing the clip, putting it back in, \"and stuff like that.” The unknown Charles had presumably left the gun under the front seat of the vehicle.\n. Although Diggs and Bryant admitted that they were consuming drugs at the time of the events they described, their capacity to observe and recall required only that they be able to identify appellants — whom they knew well — as the men present in the apartment who left in search of King after discovering that Thomas’s gun was missing.\n. Stokes cites, as a separate instance of improper argument by the prosecutor, his statement while debunking Stokes's testimony, see note 8, supra, that \"if you find Stokes not guilty you’ve got to say ... that’s reasonable, yeah, I believe that story.” This rhetoric, as the government now concedes, wrongly implied that it was Stokes’s burden to explain himself sufficiently to create a reasonable doubt. But the added impropriety does not change our conclusion that reversal is unwarranted. The trial judge repeatedly told the jury that the government had the burden of proving guilt beyond a reasonable doubt. And regardless of the prosecutor’s argument or his own story, Stokes faced the problem of countering proof that he was arrested on the scene and that his fingerprints were on the ammunition cartridge found inside the Bronco. See, e.g., Porter v. United States, 826 A.2d 398, 406-09 (D.C.2003).\nIn light of the evidence arrayed previously, the claims of insufficient evidence made by Thomas and Murray are groundless. Thomas’s additional claim that the judge erroneously submitted a charge of carrying a pistol without a license to the jury although he was not indicted for that charge entitles him to no relief, because — as he concedes — the judge later realized the error and did not enter judgment against him on that charge. Murray’s further claim that he was erroneously denied an admitted perjurer's instruction as to Charles King fails in light of decisions such as Skyers v. United States, 619 A.2d 931, 932 n. 3 (D.C.1993), and Mitchell v. United States, 609 A.2d 1099, 1111 (D.C.1992). Finally, Thomas had no right to be present when the trial judge, twelve days after signing the judgment and commitment order, issued an amended order adding the statutorily required terms of supervised release. See D.C.Code § 24— 403.01(b)(2)(A) (2001); Super. Ct.Crim. R. 43(c)(4) (presence of defendant not required at proceeding to correct sentence under Rule 35(a)); Bennett v. United States, 620 A.2d 1342, 1346 (D.C.1993) (citing cases).",
        "type": "majority",
        "author": "FARRELL, Associate Judge:"
      }
    ],
    "attorneys": [
      "Ferris R. Bond, Washington, DC, for appellant Murray.",
      "Molly Schmidt-Nowara, Public Defender Service, with whom James Klein, Sarnia Fam, and Andrea Roth, Public Defender Service, were on the brief, for appellant Stokes.",
      "M. Elizabeth Kent, Washington, DC, for appellant Thomas.",
      "Roy W. McLeese III, Assistant United States Attorney, with whom Roscoe C. Howard, Jr., United States Attorney at the time, and John R. Fisher, Kenneth Behle, and Alexandra F. Foster, Assistant United States Attorneys, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Alphonso MURRAY, Clifford Stokes, Antoine L. Thomas, Appellants, v. UNITED STATES, Appellee.\nNos. 02-CF-52, 02-CF-194, 02-CF-391.\nDistrict of Columbia Court of Appeals.\nArgued June 10, 2004.\nDecided Aug. 12, 2004.\nFerris R. Bond, Washington, DC, for appellant Murray.\nMolly Schmidt-Nowara, Public Defender Service, with whom James Klein, Sarnia Fam, and Andrea Roth, Public Defender Service, were on the brief, for appellant Stokes.\nM. Elizabeth Kent, Washington, DC, for appellant Thomas.\nRoy W. McLeese III, Assistant United States Attorney, with whom Roscoe C. Howard, Jr., United States Attorney at the time, and John R. Fisher, Kenneth Behle, and Alexandra F. Foster, Assistant United States Attorneys, were on the brief, for appellee.\nBefore FARRELL, REID, and GLICKMAN, Associate Judges."
  },
  "file_name": "1126-02",
  "first_page_order": 1162,
  "last_page_order": 1173
}
