{
  "id": 11339776,
  "name": "Arthur DAVIS, Administrator of the Estate of Betty Jean Davis, Deceased and Arthur Davis, in his own right and Maurice Davis, Appellants, v. CITY OF PHILADELPHIA",
  "name_abbreviation": "Davis v. City of Philadelphia",
  "decision_date": "1994-11-10",
  "docket_number": "",
  "first_page": "1127",
  "last_page": "1131",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1127"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "417 N.E.2d 260",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "266"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "48 Ill.Dec. 858",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "93 Ill.App.3d 425",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        3131206
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/93/0425-01"
      ]
    },
    {
      "cite": "154 Pa.Commonwealth Ct. 309",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1443710
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/154/0309-01"
      ]
    },
    {
      "cite": "135 Pa.Commonwealth Ct. 534",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1406790
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/135/0534-01"
      ]
    },
    {
      "cite": "444 U.S. 277",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11306021
      ],
      "weight": 3,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/us/444/0277-01"
      ]
    },
    {
      "cite": "159 Pa.Commonwealth Ct. 274",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1452493
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/159/0274-01"
      ]
    },
    {
      "cite": "648 A.2d 1273",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883820,
        1466710
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/648/1273-01",
        "/pa-commw/167/0556-01"
      ]
    },
    {
      "cite": "436 U.S. 658",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1490618
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "page": "690"
        },
        {
          "page": "2035"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/436/0658-01"
      ]
    },
    {
      "cite": "130 Pa.Commonwealth Ct. 148",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1397395
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/130/0148-01"
      ]
    },
    {
      "cite": "474 U.S. 327",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204748
      ],
      "weight": 3,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/474/0327-01"
      ]
    },
    {
      "cite": "451 U.S. 527",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6188807
      ],
      "weight": 3,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/us/451/0527-01"
      ]
    },
    {
      "cite": "153 Pa.Commonwealth Ct. 599",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1442321
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/153/0599-01"
      ]
    },
    {
      "cite": "208 A.2d 764",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1894053
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0080-01"
      ]
    },
    {
      "cite": "302 Pa.Superior Ct. 184",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        194576
      ],
      "weight": 4,
      "year": 1982,
      "pin_cites": [
        {
          "page": "187-88"
        },
        {
          "page": "589-90"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/302/0184-01"
      ]
    },
    {
      "cite": "563 A.2d 888",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "522 Pa. 619",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "382 Pa.Superior Ct. 348",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        462974
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "page": "350"
        },
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/382/0348-01"
      ]
    },
    {
      "cite": "337 Pa.Superior Ct. 39",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        624006
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "42-43"
        },
        {
          "page": "471"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/337/0039-01"
      ]
    },
    {
      "cite": "492 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1767164
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "554"
        },
        {
          "page": "1330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/492/0550-01"
      ]
    },
    {
      "cite": "501 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782489
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0093-01"
      ]
    },
    {
      "cite": "522 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818920
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0230-01"
      ]
    },
    {
      "cite": "514 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1804564
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0351-01"
      ]
    },
    {
      "cite": "534 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839702
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "474-75"
        },
        {
          "page": "1093-94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0467-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 815,
    "char_count": 15529,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2398834835544466
    },
    "sha256": "0c026051d06854e1c0a239e7b2227fc5b9b9117c65768acdcb2b88e4adc0f8b7",
    "simhash": "1:3eccca784736bde0",
    "word_count": 2562
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, and PELLEGRINI and NEWMAN, JJ."
    ],
    "parties": [
      "Arthur DAVIS, Administrator of the Estate of Betty Jean Davis, Deceased and Arthur Davis, in his own right and Maurice Davis, Appellants, v. CITY OF PHILADELPHIA."
    ],
    "opinions": [
      {
        "text": "PELLEGRINI, Judge.\nArthur Davis, as administrator of the estate of Betty Jean Davis (Deceased) and in his own right as her parent, and Maurice Davis, her child, (collectively, Davis) appeal the order of the Court of Common Pleas of Philadelphia County (trial court) granting summary judgment to the City of Philadelphia (City).\nDavis filed a negligence suit against the City alleging wrongful death. The factual allegations were as.follows: Decedent was falsely arrested by City police officers on November 5, 1987, and was taken to a local police station and then to the Police Administration Building in Philadelphia. Decedent was a diabetic in need of continuous medical care. She was wearing a medical alert bracelet indicating this condition and that information was noted in the police log book. While she was in custody, she became ill, but no medical care was provided. Shortly after being released, she died from insulin shock. The City denied that Decedent made them aware of her diabetic condition or that she was ill while she was in custody. The City also raised immunity under what is known as the Political Subdivision Tort Claims Act (Tort Claims Act), 42 Pa.C.S. §§ 8541-8564.\nThe City filed a motion for summary judgment based on its governmental immunity. At the hearing on the motion for summary judgment, Davis requested leave to amend the complaint to add a claim under 42 U.S.C. § 1983 to this action, admitting that he had voluntarily discontinued his federal court action under Section 1983, but arguing that he had done so in reliance on the waiver provision in Section 21.701 of the Philadelphia Code. The trial court denied the request to amend the complaint because the statute of limitations on the Section 1983 claim was two years and had run, making an amendment raising a new theory of liability time barred. Because under City of Philadelphia, Police Department v. Gray, 534 Pa. 467, 633 A.2d 1090 (1993), the former waiver provision contained in the City’s ordinances was held to be inconsistent with the Tort Claims Act and invalid from the time of the enactment of the Tort Claims Act, the trial court then granted the City’s motion for summary judgment, holding that the City is permitted to claim governmental immunity even though the cause of action arose before the ordinance was declared invalid. Davis then filed this appeal.\nDavis contends because the incident occurred and the action was filed before the Supreme Court’s decision in Gray, that the holding in Gray should not be applied retroactively. In any event, Davis contends, he should be allowed to amend the complaint and resurrect the Section 1983 action. The City counters that because the Supreme Court determined in Gray that the waiver provision itself was invalid, the waiver didn’t lawfully exist at the time the cause of action arose and cannot prevent the City from claiming governmental immunity. It also contends that the complaint cannot be amended to allow for Section 1983 because it is a new cause of action outside the applicable statute of limitations.\nAs to the issue of whether Gray applies retroactively, the Supreme Court in Gray held that the City’s waiver ordinance was invalid relying on Section 802(c) of the original Political Subdivision Torts Claim Act which, as enacted, provided that “[a]ll other acts or parts of acts are repealed to the extent of any inconsistency.” The Supreme Court stated:\n[W]e found in Mascaro v. Youth Study Center, 514 Pa. 351, 523 A.2d 1118 (1987), that an absolute rule of governmental immunity was stated in 42 Pa.C.S. § 8541. Similarly in In re: Upset Sale of Properties Against Which Delinquent 1981 Taxes Were Returned to the Tax Claim Unit On or About the First Monday of May 1982 (Skibo Property), 522 Pa. 230, 560 A.2d 1388 (1989), we stated that the defense of governmental immunity is an absolute defense, directly analogous to our holding in workmen’s compensation cases and is not waivable nor is.it subject to any procedural devise that could render a governmental agency hable beyond the exceptions granted by the legislature....\nBecause the City of Philadelphia waived immunity under Section 21-701 and rendered the City of Philadelphia hable beyond the exceptions granted by the legislature, we now hold that Philadelphia Code Section 21.701 is inconsistent with the Political Subdivision Tort Claims Act and is therefore invalid.\nGray, 534 Pa. at 474-75, 633 A.2d at 1093-94.\nDavis argues that Gray should not be retroactively apphed to his case because the cause of action accrued and the action was filed while the waiver ordinance was in effect. However, in Pennsylvania and at common law, decisions changing the law are retroactive and are usually apphed to cases pending on appeal. McCloskey v. Workmen’s Compensation Appeal Board, 501 Pa. 93, 98 n. 3, 460 A.2d 237, 239 n. 3 (1983); August v. Stasak, 492 Pa. 550, 554, 424 A.2d 1328, 1330 (1981). If such decisions rely upon statutory interpretations, they relate back to the date the particular statute became effective, because they merely interpret existing legislation. McCloskey; Fairbanks v. Travelers Insurance Company, 337 Pa.Superior Ct. 39, 42-43, 486 A.2d 469, 471 (1984).\nBecause the Supreme Court held in Gray that the waiver ordinance was invalid because it was inconsistent with the original Political Subdivision Tort Claims Act under Section 802(c), the decision is properly ap-phed retroactively to the effective date of the Tort Claims Act as an interpretation of existing legislation. This cause of action arose in 1987, well after the enactment of the original Political Subdivision Tort Claims Act made the waiver ordinance invalid. We affirm the trial court’s finding of immunity for the City.\nDavis also contends that the trial court erred in denying his request to amend the complaint because the amendment does not amplify or enlarge the existing cause of action. Although admitting that the statute of limitations has run on the Section 1983 claim, and that they discontinued the federal action voluntarily, he argues that it is unfair not to allow them to amend because he relied on the waiver ordinance and had no way of .knowing the Supreme Court’s decision invalidating it would be applied retroactively.\nAn amendment introducing a new cause of action will not be permitted after the statute of limitations has run in favor of a defendant. Hodgen v. Summers, 382 Pa.Superior Ct. 348, 555 A.2d 214 (1989), petition for allowance of appeal denied, 522 Pa. 619, 563 A.2d 888 (1989).\nIn determining whether a wholly different cause of action is introduced by the amendment, technical considerations or ancient formulae are not controlling; nothing more is meant than that the defendant shall not be required to answer a wholly different legal liability or obligation from that originally stated.... The tests to be applied when the question presented is whether an amended [complaint] presents a new and different cause of action are, would a judgment bar any further action on either, does the same measure of damages support both, is the same defense open in each, and is the same measure of proof required?\nId. 382 Pa.Superior Ct. at 350; 555 A.2d at 215 (quoting Sanchez v. City of Philadelphia, 302 Pa.Superior Ct. 184, 187-88, 448 A.2d 588, 589-90 (1982)); see also Saracina v. Cotoia, 417 Pa. 80, 208 A.2d 764 (1965).\nAlthough the same conduct may give rise to both claims, a comparison between a tort claim on the theory of ordinary negligence and a constitutional tort under Section 1983 shows that there are substantial differences between them. First of all, a negligence claim is brought under the state common law, while a Section 1983 claim is a federal cause of action created by Congress pursuant to direct authorization contained in Section 5 of the Fourteenth Amendment investing Congress “with the power to enforce the Fourteenth Amendment with appropriate legislation.” A different governmental entity created the Section 1983 claim than the one which allowed common law remedies, and for different reasons — one to enforce the Fourteenth Amendment and one to compensate individuals for harm done by the negligence of others. Consequently, a different measure of proof is required in a negligence action as opposed to a Section 1983 action. An ordinary negligence action requires a showing that the plaintiff was damaged by the defendant’s breach of a duty of ordinary care. Although we have previously decided that just because a plaintiff has not specifically set forth the statute by stating a “Section 1983” cause of action does not mean the claim cannot be pursued; to maintain such an action, a plaintiff is required to allege first that a person or persons deprived him of some cognizable federal right, privilege or immunity, and second, that the person or persons deprived him of that right while acting under the color of state law. Heinly v. Commonwealth, 153 Pa.Commonwealth Ct. 599, 621 A.2d 1212 (1993). See also Parratt v. Taylor, 451 U.S. 527, 101 S.Ct. 1908, 68 L.Ed.2d 420 (1981), overruled on other grounds by Daniels v. Williams, 474 U.S. 327, 106 S.Ct. 662, 88 L.Ed.2d 662 (1986); Uram v. County of Allegheny, 130 Pa.Commonwealth Ct. 148, 567 A.2d 753 (1989).\nMoreover, because respondent superi- or does not apply, the touchstone of the Section 1983 action against a governmental body is an allegation that an official policy, custom or usage is responsible for a deprivation of rights protected by the Constitution. Monell v. Department of Social Services, 436 U.S. 658, 690, 98 S.Ct. 2018, 2035, 56 L.Ed.2d 611 (1978); Balent v. City of Wilkes-Barre, — Pa.Commonwealth Ct. -, 648 A.2d 1273 (1994). Relevant to this case, for the Fourteenth Amendment to apply to find a violation of civil rights, there must be deliberate indifference to a person’s medical needs by a custodial official acting under color of state law. Diaz v. Houck, 159 Pa.Commonwealth Ct. 274, 632 A.2d 1081 (1993). No such allegations of an official policy or custom or of deliberate indifference were made in this case nor are they necessary in an ordinary negligence claim.\nSecondly, the same defenses are not available in a Section 1983 case as in a negligence case. Unlike a claim brought under a negligence theory, under Section 1983, governmental immunity is not a defense. Martinez v. California, 444 U.S. 277, 284 n. 8, 100 S.Ct. 553, 558 n. 8, 62 L.Ed.2d 481 (1980); Heinly. Moreover, additional defenses, such as that there was no policy or custom or a lack of deliberate indifference, are available to the City in a Section 1983 action.\nBased on these factors, it is clear that a Section 1983 claim proposes a different legal theory and requires additional facts to support it; therefore, it is a new cause of action. Although Davis argues it is unfair to preclude this claim now when the federal court action was discontinued in reliance on the waiver ordinance, the discontinuance of the action was a voluntary choice and it is unfair to require a defendant to answer a new and different legal theory when the statute of limitations has run in favor of that defendant. Accordingly, the trial court properly denied Davis’ request to amend his complaint because the proposed amendment would add a new cause of action beyond the statute of limitations.\nORDER\nAND NOW, this 10th day of November, 1994, the order of the Court of Common Pleas of Philadelphia County dated January 14, 1994, No. 1605 June Term 1988, is affirmed.\n. Davis filed an additional action for Decedent’s death alleging a civil rights violation under 42 U.S.C. § 1983. That action was removed to federal court and subsequently dismissed by stipulation of the parties.\n. Section 21-701 of the Philadelphia Code was enacted in 1962 and, as amended, provided:\n(a) The City shall not plead governmental immunity as a defense in any civil action commenced by any person sustaining bodily injury or death caused by negligence or unlawful conduct of any police officer while the latter is acting within the scope of his office or employment. ...\nThis section was repealed on December 4, 1990, and the repealer stated that it was effective immediately as to all pending civil actions and all civil actions commenced on or after that date.\n.Our review of a grant of summary judgment is limited to determining whether the trial court abused its discretion or committed an error of law. Bowles v. Southeastern Pennsylvania Transportation Authority, 135 Pa.Commonwealth Ct. 534, 581 A.2d 700 (1990). Summary judgment shall be granted when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue of material fact and that the moving party is entitled to a judgment as a matter of law.” Pa.R.C.P. No. 1035(b); Peterson v. Philadelphia Housing Authority, 154 Pa.Commonwealth Ct. 309, 623 A.2d 904 (1993).\n. Act of November 26, 1978, P.L. 1399, as amended, formerly 53 P.S. § 5311.802(c).\n. The Supreme Court noted that a similar provision to Section 802(c) can be found in Section 8563(a), which provides:\nA local agency may promulgate rules and regulations not inconsistent with this subchapter in order to implement the intent of this subchap-ter.\n42 Pa.C.S. § 8563(a).\n.There was no argument made that the City or its police officers' actions fell within an exception to the governmental immunity and we do not believe that any exception applies.\n. 42 U.S.C. § 1983 provides:\nEvery person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizens of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity or other proper proceeding for redress.\n. Although the two claims have similar measures of damages, that similarity is not enough to overcome the differences in the measure of proof and the defenses available. Additionally, the question of whether a judgment would bar further action on either asserted claim is essentially asking if res judicata would apply. However, the determination of whether res judicata applies is partly based on whether there are separate causes of action, making that factor circular and unhelpful. See Sanchez, 302 Pa.Superior Ct. at 188 n. 2, 448 A.2d at 590 n. 2.\n. Our determination that a Section 1983 claim is a new cause of action concurs with the decision in Melvin v. City of West Frankfort, 93 Ill.App.3d 425, 48 Ill.Dec. 858, 417 N.E.2d 260 (1981). In Melvin, the complainant alleged that the city denied him a position as a firefighter in violation of either the state constitution or the Fourteenth Amendment and sought to amend to add a claim under Section 1983. The appellate court of Illinois held that the complainant “urges an entirely new Federal statutory cause of action” and denied leave to amend the complaint. Id. at 434, 417 N.E.2d at 266.",
        "type": "majority",
        "author": "PELLEGRINI, Judge."
      }
    ],
    "attorneys": [
      "Kenneth L. Mirsky, for appellants.",
      "Alan C. Ostrow, Deputy City Sol., for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Arthur DAVIS, Administrator of the Estate of Betty Jean Davis, Deceased and Arthur Davis, in his own right and Maurice Davis, Appellants, v. CITY OF PHILADELPHIA.\nCommonwealth Court of Pennsylvania.\nArgued Oct. 3, 1994.\nDecided Nov. 10, 1994.\nKenneth L. Mirsky, for appellants.\nAlan C. Ostrow, Deputy City Sol., for ap-pellee.\nBefore COLINS, President Judge, and PELLEGRINI and NEWMAN, JJ."
  },
  "file_name": "1127-01",
  "first_page_order": 1185,
  "last_page_order": 1189
}
