{
  "id": 12058925,
  "name": "Jeffrey WHITE, Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (GOOD SHEPHERD REHAB HOSPITAL), Respondent",
  "name_abbreviation": "White v. Workmen's Compensation Appeal Board",
  "decision_date": "1995-10-19",
  "docket_number": "",
  "first_page": "1128",
  "last_page": "1131",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 1128"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "529 A.2d 1084",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "515 Pa. 611",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "520 A.2d 122",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8731642
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/103/0303-01"
      ]
    },
    {
      "cite": "639 A.2d 421",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861152,
        1843145
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/0421-01",
        "/pa/536/0271-01"
      ]
    },
    {
      "cite": "536 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1843145
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0271-01"
      ]
    },
    {
      "cite": "650 A.2d 1172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1468992,
        11341475
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/168/0426-01",
        "/a2d/650/1172-01"
      ]
    },
    {
      "cite": "529 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831225
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0573-01"
      ]
    },
    {
      "cite": "379 Pa.Superior Ct. 226",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874682
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/379/0226-01"
      ]
    },
    {
      "cite": "642 A.2d 587",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1461176,
        7864905
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/164/0182-01",
        "/a2d/642/0587-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 554,
    "char_count": 10861,
    "ocr_confidence": 0.725,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24528244696891593
    },
    "sha256": "9fe09fd41a213da5f40edcc22749e9a31b79be9b4488614dbdf0329443ac5861",
    "simhash": "1:e67d7192503bb4dd",
    "word_count": 1812
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, and NEWMAN, J., LORD, Senior Judge."
    ],
    "parties": [
      "Jeffrey WHITE, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (GOOD SHEPHERD REHAB HOSPITAL), Respondent."
    ],
    "opinions": [
      {
        "text": "NEWMAN, Judge.\nJeffrey White (White) appeals from an order of the Workmen’s Compensation Appeal Board (Board) affirming the decision of a Workers’ Compensation Judge (WCJ) that held that wage loss compensation due and owing to Linda White (Claimant) at the time of her death was payable to her estate. We affirm.\nOn February 22, 1989, Claimant sustained a work-related injury while employed by Good Shepherd Rehabilitation Hospital (Employer). As a result of this injury, Claimant received benefits pursuant to a notice of compensation payable. Claimant subsequently executed a supplemental agreement, indicating that she returned to work on June 3, 1989 without a loss of earning power. On January 16, 1991, Claimant filed a petition for reinstatement of benefits. Prior to receiving a final adjudication of her reinstatement petition, Claimant died on March 23, 1993 from a cause unrelated to her work injury. Claimant died intestate and was survived by her husband, the petitioner in this matter, and Laurel Wingert (Wingert), her 22-year old daughter from a previous marriage.\nOne week after Claimant’s death, the WCJ issued a decision, dated March 31, 1993, which reinstated her benefits for the period December 15, 1989 through March 23, 1993. Employer appealed to the Board. During the pendency of the appeal, Employer filed a petition for supersedeas, which the Board denied. Accordingly, a cheek was issued to Claimant’s estate in the amount of $33,-945.31, representing the benefits due Claimant for the period December 15, 1989 through the date of her death. On August 1, 1994, the Board affirmed the WCJ’s decision granting Claimant’s petition for reinstatement of benefits.\nIn the interim, White filed a petition to review the WCJ’s decision, requesting that the check in the amount of $33,945.31 be paid to him as Claimant’s only dependent, and not to Claimant’s estate. Employer filed a timely answer, denying the material allegations of White’s petition. Upon consideration of the evidence presented, the WCJ concluded that wage loss compensation due and owing to a successful claimant is payable to the claimant’s estate if the claimant dies before receiving the funds.\nThe WCJ reasoned that Section 410 of The Pennsylvania Workers’ Compensation Act (Act) applies only to specific loss claims and death claims. Specifically, the.WCJ distinguished specific loss and death cases from the present matter on the basis that compensation in the former cases is not paid in a single lump sum but is paid on a weekly basis to aid in the support of the dependents who are entitled to compensation under the Act. The WCJ further explained that payment of such a significant sum to White would serve to defeat the interests of taxing authorities and Claimant’s creditors. Therefore, the WCJ denied White’s petition for review. White appealed to the Board, and the Board affirmed. This appeal followed.\nOn appeal to this court, the sole issue presented is whether the WCJ erred in deeming Section 410 of the Act inapplicable and therefore holding that the wage loss compensation due and owing to Claimant who died prior to the final adjudication of her reinstatement petition should be paid to Claimant’s estate.\nWe first look to Section 410 of the Act that states in pertinent part as follows:\nIn case any claimant shall die before the final adjudication of his claim, the amount of compensation due such claimant to the date of death shall be paid to the dependents entitled to compensation, or, if there be no dependents, then to the estate of the decedent.\n77 P.S. § 751.\nIt was the WCJ’s position that this section applies solely to specific loss and death cases because only two sections of the Act, i.e., Sections 306(g) and 307, 77 P.S. §§ 541 and 561, speak in terms of paying benefits to someone other than the claimant, and those sections deal with specific loss and fatal claims. White, on the other hand, asserts that Section 410’s scheme of distribution applies to all claims regardless of the nature of the loss. We agree.\nWhen construing a statute, the starting point is the language therein, and absent any evidence to the contrary, a statute’s plain meaning must prevail. Retenauer v. Flaherty, 164 Pa.Cmwlth. 182, 642 A.2d 587 (1994). Upon reading the Act in general and Section 410 in particular, we find no support for the WCJ’s position. Section 410, by its very language, does not limit its application to a specific doss or fatal claim, and we cannot interpret it as such. The law is clear that we, as an appellate court, are without authority to insert language into a statutory provision where the legislature has failed to supply it. Key Savings and Loan Assn. v. Louis John, Inc., 379 Pa.Superior Ct. 226, 549 A.2d 988 (1988), petition for allowance of appeal dismissed, 529 Pa. 573, 605 A.2d 1223 (1992). Therefore, we conclude that Section 410 is not limited solely to specific loss and fatal claims and that the WCJ erred in declaring Section 410 inapplicable to the present case.\nHaving held that the statute applies here, we must determine whether Claimant had any dependents. Section 410 does not define the term “dependents.” Thus, we must look to other sections of the Act, as White suggests, that deal with payments to a claimant’s dependents. Section 306(g), which is entitled “Payments to survivors in event of death from cause other than injury,” provides in pertinent part:\nShould the employe die from some other cause than the injury, payments of compensation to which the deceased would have been entitled to under section 306(c)(1) to (25) [77 P.S. § 513 relating to specific losses] shall be paid to the following persons who at the time of the death of the deceased were dependents within the definition of clause (7) of section S07 [77 P.S. § 562] ....\n77 P.S. § 541 (emphasis added).\nTherefore, we turn next to clause 7 of Section 307, 77 P.S. § 562, which limits the payment of compensation to a claimant’s dependents. Pursuant to clause 7:\nCompensation shall be payable under this section to or on account of any child ..., only if and while such child ... is under the age of eighteen unless such child ... is dependent because of disability ... or unless such child is enrolled as a full-time student in any accredited educational institution _ No compensation shall be payable under this section to a widow, unless she was living with her deceased husband at the time of his death, or was then actually dependent upon him and receiving from him a substantial portion of her support. No compensation shall he payable under this section to a widower, unless he be incapable of self-support at the time of his wife’s death and be at such time dependent upon her for support.... Should any dependent of a deceased employe die or remarry, or should the widower become capable of self-support, the right of such dependent or widower to compensation under this section shall cease ...: Provided, however, that if, upon investigation and hearing, it shall be ascertained that the widow or widower is living with a man or woman, as the case may be, in meretricious relationship and not married ..., the board may order the termination of compensation payable to such widow or widower....\n77 P.S. § 562 (emphasis added).\nBased upon our reading of clause 7 of Section 307, we conclude that White as a “widower” would qualify as a “dependent” if he was incapable of self-support at the time of his wife’s death and was at such time dependent upon her for support. White maintains that the evidence of record unequivocally establishes that he was Claimant’s only dependent at the time of her death, but our review of the record belies this assertion. At a hearing before the WCJ, White testified that he was living with Claimant at the time of her death and that they had never been separated. Notes of Testimony, April 7, 1994, at 12. White, however, did not offer any evidence that he was incapable of self-support or that he was otherwise dependent upon Claimant for support at the time of her death. We therefore conclude that White failed to establish that he was a dependent entitled to compensation under Section 410 of the Act.\nIn addition, our review of the record indicates that Wingert, Claimant’s daughter, similarly does not qualify as a dependent. Wingert testified before the WCJ that at the time of Claimant's death, she was twenty-two years of age, had no physical or mental disabilities and was not enrolled as a full-time student in an accredited educational institution. Notes of Testimony, June 14, 1994, at 9-10. She also testified that at that time, she was married and had not lived with her mother for a least one year. Id. at 11-12. Because neither White nor Wingert qualify as dependents under the Act, the wage loss compensation due and owing to Claimant should be paid to her estate.\nWe note that although the WCJ erred in holding that Section 410 was not applicable to the instant case, he nonetheless was correct in concluding that Claimant’s benefits were payable to her estate. Accordingly, we affirm the Board’s order, affirming the WCJ’s decision.\nORDER\nAND NOW, October 19, 1995, we affirm the order of the Workmen’s Compensation Appeal Board, dated November 28, 1994.\n. Claimant filed a fatal claim petition, but the WCJ treated it as a petition for review.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 751.\n. Our scope of review is limited to determining whether constitutional rights were violated, an error of law was committed, or whether necessary findings of facts are supported by substantial evidence. Pettola v. Workmen’s Compensation Appeal Board (Sharon Steel Corp,), 168 Pa. Cmwlth. 426, 650 A.2d 1172 (1994).\n. When a court construes one section of a statute, it must read that section not by itself but with reference to, and in light of, the other sections. Commonwealth v. Mayhue, 536 Pa. 271, 639 A.2d 421 (1994).\n.The statute then lists those dependents entitled to compensation in order of priority and amount. If there are no children under the age of eighteen, compensation is paid first to the surviving widow or widower.\n. This court may affirm the judgment of an administrative agency where the result is correct, even though the reason given is erroneous, when the correct basis for the decision is clear on the record. See Rhoads v. Lancaster Parking Authority, 103 Pa.Cmwlth. 303, 520 A.2d 122 (1987), petition for allowance of appeal denied, 515 Pa. 611, 529 A.2d 1084 (1987).",
        "type": "majority",
        "author": "NEWMAN, Judge."
      }
    ],
    "attorneys": [
      "James L. Reich, for petitioner.",
      "Platte B. Moring, III, for respondent."
    ],
    "corrections": "",
    "head_matter": "Jeffrey WHITE, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (GOOD SHEPHERD REHAB HOSPITAL), Respondent.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 11, 1995.\nDecided Oct. 19, 1995.\nReargument Denied Nov. 29, 1995.\nJames L. Reich, for petitioner.\nPlatte B. Moring, III, for respondent.\nBefore COLINS, President Judge, and NEWMAN, J., LORD, Senior Judge."
  },
  "file_name": "1128-01",
  "first_page_order": 1186,
  "last_page_order": 1189
}
