{
  "id": 7872316,
  "name": "GREEN CONSTRUCTION COMPANY, on its own behalf, and to the use of Chapin & Chapin, Inc., and Chapin & Chapin, Inc., Petitioners, v. DEPARTMENT OF TRANSPORTATION, Respondent; DEPARTMENT OF TRANSPORTATION, Petitioner, v. GREEN CONSTRUCTION COMPANY, on its own behalf, and to the use of Chapin & Chapin, Inc., and Chapin & Chapin, Inc., Respondents",
  "name_abbreviation": "Green Construction Co. ex rel. Chapin & Chapin, Inc. v. Department of Transportation",
  "decision_date": "1994-06-07",
  "docket_number": "",
  "first_page": "1129",
  "last_page": "1140",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1129"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "503 Pa. 624",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785946
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0624-01"
      ]
    },
    {
      "cite": "313 Pa. Superior Ct. 425",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        214988
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/313/0425-01"
      ]
    },
    {
      "cite": "520 A.2d 1386",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "513 Pa. 636",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "95 Pa.Commonwealth Ct. 310",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1344945
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/95/0310-01"
      ]
    },
    {
      "cite": "108 Pa.Commonwealth Ct. 48",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1362138
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/108/0048-01"
      ]
    },
    {
      "cite": "400 A.2d 930",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "42 Pa.Commonwealth Ct. 359",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1896508
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/42/0359-01"
      ]
    },
    {
      "cite": "429 A.2d 1251",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "pin_cites": [
        {
          "page": "1253"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "59 Pa.Commonwealth Ct. 330",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1920753
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "336"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/59/0330-01"
      ]
    },
    {
      "cite": "328 A.2d 886",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "16 Pa.Commonwealth Ct. 237",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1863311
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/16/0237-01"
      ]
    },
    {
      "cite": "371 A.2d 261",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "29 Pa.Commonwealth Ct. 447",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1879791
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/29/0447-01"
      ]
    },
    {
      "cite": "138 Pa.Commonwealth Ct. 388",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1412261
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/138/0388-01"
      ]
    },
    {
      "cite": "362 Pa. Superior Ct. 588",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        671182
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/362/0588-01"
      ]
    },
    {
      "cite": "109 Pa.Commonwealth Ct. 134",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1363634
      ],
      "weight": 3,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/109/0134-01"
      ]
    },
    {
      "cite": "559 A.2d 527",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "522 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "377 Pa. Superior Ct. 200",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        704455
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/377/0200-01"
      ]
    },
    {
      "cite": "517 A.2d 1293",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        660240,
        1800468
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/358/0400-01",
        "/pa/512/0611-01"
      ]
    },
    {
      "cite": "358 Pa. Superior Ct. 400",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        660240
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/358/0400-01"
      ]
    },
    {
      "cite": "27 L.Ed.2d 47",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "91 S.Ct. 37",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "400 U.S. 820",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12056547,
        12056740,
        12056487,
        12056904,
        12056681,
        12056587,
        12056407,
        12056335,
        12056818,
        12056983,
        12057080,
        12057180
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/400/0820-04",
        "/us/400/0820-07",
        "/us/400/0820-03",
        "/us/400/0820-09",
        "/us/400/0820-06",
        "/us/400/0820-05",
        "/us/400/0820-02",
        "/us/400/0820-01",
        "/us/400/0820-08",
        "/us/400/0820-10",
        "/us/400/0820-11",
        "/us/400/0820-12"
      ]
    },
    {
      "cite": "426 F.2d 192",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2246975
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/426/0192-01"
      ]
    },
    {
      "cite": "569 A.2d 1367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "524 Pa. 608",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1989,
      "pin_cites": [
        {
          "page": "621"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. Superior Ct. 556",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        461391
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/381/0556-01"
      ]
    },
    {
      "cite": "309 Pa. Superior Ct. 333",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        207024
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/309/0333-01"
      ]
    },
    {
      "cite": "185 A.2d 598",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1962,
      "pin_cites": [
        {
          "page": "600"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883319
      ],
      "weight": 2,
      "year": 1962,
      "pin_cites": [
        {
          "page": "159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0155-01"
      ]
    },
    {
      "cite": "349 Pa. Superior Ct. 561",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        646828
      ],
      "weight": 4,
      "year": 1985,
      "pin_cites": [
        {
          "page": "569-70"
        },
        {
          "page": "190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/349/0561-01"
      ]
    },
    {
      "cite": "139 Pa.Commonwealth Ct. 509",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1415168
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/139/0509-01"
      ]
    },
    {
      "cite": "99 Pa.Commonwealth Ct. 557",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1350932
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/99/0557-01"
      ]
    },
    {
      "cite": "157 Pa.Commonwealth Ct. 573",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1449108
      ],
      "weight": 5,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/157/0573-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1455,
    "char_count": 39498,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20039334339569603
    },
    "sha256": "8466537c59a64cdb7d0e87e919b8421ee5d6d3a6abb8d1091b33fb843f926610",
    "simhash": "1:1295809c350be8da",
    "word_count": 6368
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DOYLE and SMITH, JJ., and KELTON, Senior Judge."
    ],
    "parties": [
      "GREEN CONSTRUCTION COMPANY, on its own behalf, and to the use of Chapin & Chapin, Inc., and Chapin & Chapin, Inc., Petitioners, v. DEPARTMENT OF TRANSPORTATION, Respondent. DEPARTMENT OF TRANSPORTATION, Petitioner, v. GREEN CONSTRUCTION COMPANY, on its own behalf, and to the use of Chapin & Chapin, Inc., and Chapin & Chapin, Inc., Respondents."
    ],
    "opinions": [
      {
        "text": "SMITH, Judge.\nGreen Construction Company (Green), on its own behalf and to the use of Chapin & Chapin, Inc. (Chapin), Green’s subcontractor; and the Department of Transportation (DOT) cross-appeal from an order of the Board of Claims (Board) awarding Green $1,676,885.76 on a complaint Green filed against DOT seeking $14,730,340.70 in damages and costs arising out of a highway construction contract. The issues presented in this consolidated appeal are whether the Board erred in failing to apply the force account provisions of the contract as the proper measure of damages; in failing to find that Green was entitled to be paid on a force account basis for Class I excavation in 1985 and 1986; whether Chapin is entitled to additional damages on a force account basis; whether the Board properly exercised its discretion in admitting excerpts and testimony relating to DOT’s master diaries; whether the Board erred in failing to exclude the testimony of an expert witness for DOT due to its violation of the Pennsylvania rules of discovery; whether the Board erred by not dismissing DOT’s counterclaim against Green; whether the Board properly calculated the interest due to Green and Chapin; whether the Board properly pro-rated time-related damages.\nI.\nIn July 1984, DOT and Green entered into a contract calling for construction of 2.42 miles of a four-lane, limited-access interstate highway, 1-78, which also included a concrete box culvert and two bridges. The contract plans estimated that over three million cubic yards of Class I excavation and 2.8 million cubic yards of embankment would be required, with two large fills at the north and sound ends of the site. Green was the low bidder on this project with a bid price of $15,689,753.88. The contract consisted of several documents including DOT’s Form 408 specifications, project plans, and a project schedule that provided a planned duration of 761 calendar days to perform all work, beginning on the date of the notice to proceed, and carried liquidated damages of $800 for each day of work exceeding the 761-day duration.\nIn July 1984, DOT issued to Green a notice to proceed with the project. Because of numerous delays, which shall be further addressed below, Green substantially completed the project on June 30, 1988, or about 1,445 days after the written notice to proceed. DOT accordingly assessed liquidated damages against Green for 683 calendar days at the contract rate of $300 per day. In May 1990, Green filed with the Board a complaint on its own behalf and on behalf of Chapin, one of its paving subcontractors, alleging, inter alia, that it incurred additional costs in 1985 caused by the impact of excessive DOT requirements on Class I excavation; DOT’s actions constituted actual or constructive fraud upon Green; a DOT-imposed work suspension disrupted Green from its embankment operations; DOT was required to compensate Green for its costs pursuant to force account provisions of the contract; DOT issued extra work orders without granting additional contract time; DOT failed to design the project in a manner which would permit Green to be able to timely perform the work; the assessment of liquidated damages was improper because the delay was caused solely by DOT’s own acts; DOT’s delays and contract changes required Green to incur subcontractor delay damage claims; and DOT improperly rejected payment for standby equipment under force account.\nII.\nAfter hearings, the Board made the following findings of fact. During the course of designing the project, Benatec Associates (Benatec), DOT’s engineering consultant, prepared a soils and geological engineering investigation report for the project, incorporated into DOT plans, recommending that during construction of the embankment, special consideration be given to controlling compaction of the embankment and foundation due to the high moisture content and the type of fine-grain material. Also, soil bor-ings were made available to contractors. It was through Green’s site inspection and evaluation of the Benatec survey that Green became aware of the very wet conditions on the south end of the project and hard rock in the north end. Green assumed the rock to be easily “rippable” after observing another company’s drillers in an area adjacent to the project site.\nRegarding the project description, contract, and pre-bid background, the Board found, inter alia, that although Green personnel inspected the project site, they took no sofi borings, conducted no subsurface investigation, and reviewed neither the Benatec report nor the available soil borings. Further, the calculations Green used in bidding the project did not take into account other operations that might impact the earth-moving project; Green did not consider the moisture content of materials in formulating the bid; Green did not plan on drilling and shooting the rock; and Green’s estimate for the project did not account for any equipment, trucks, or loaders for rock excavation.\nWith respect to 1984 operations, the Board found that DOT required Green to obtain a Department of Environmental Resources earth disturbance permit; as a result, Green had to devote more time and effort to erosion control and made several force account submissions to DOT, which paid for the extra work; Form 408 required that Green place embankment material, other than rock, in uniform, eight-inch-deep horizontal layers, and that material may not be placed on an embankment made unstable by excessive moisture. In October 1984, there was evidence of instability indicated by “pumping” under weight of construction equipment; Green had started a two-shift operation in October, but stopped such operations on its own accord after only four days; and after the winter shutdown called for by the contract, Green did not resume earth work production until March 7, 1985, although the contract called for production resuming on February 15, 1985. The Board found that Green lost much productive time during its self-imposed suspension of work.\nRegarding 1985 operations, the Board found that as of April 1985, Green’s earth work was behind schedule and the soil embankment continued to exhibit instability, as indicated by deep rutting and movement under construction equipment; because of severe rutting in the south embankment caused by Green’s equipment, DOT halted the operation on several occasions in April and May of 1985. In late May, DOT suggested several ways that Green could correct the problem it experienced in achieving stability, including a test which utilized Green equipment already on the site; by August, embankment work on the south end was satisfactory and shaped for drainage; when Green reached the hard rock which needed to be drilled and shot, it ultimately had to rent a fleet of rock excavating equipment; most of Green’s rock excavation consisted of drill and shoot operations; and prior to its 1985 winter shutdown, Green had, pursuant to contract specifications, constructed an earth noise barrier and the required embankments, all of which were stable.\nAs for 1986 operations, the Board found that during the 1985-86 winter shutdown, a portion of one of the earth noise barriers failed due to a Benatec design error; DOT issued a work order for removal of the failed barrier; and in March 1986, DOT began a project site investigation of slope stability and suspended further operations pending investigation. At this point, DOT knew that its suspension of the embankment and bridge work would directly affect the paving and most of the remaining work and that the project’s duration would be extended beyond the contract’s completion date. In April, Green performed force account work on the embankment, and in July, DOT lifted the suspension of work and notified Green that the force account work ceased as of that point. On many occasions after work resumed in July 1986, DOT inspectors halted the fill operations despite the fact that density and compaction requirements were being achieved; and because of loading restrictions and the presence of the testing instruments left by DOT in the embankments after it lifted the suspension, Green’s rate of production on the west embankment was substantially impacted after July 1986.\nRegarding 1987 operations, the Board found that DOT issued a work order directing Green to undercut several stations; and this work did not prevent J.L. Foster (Foster), the subcontractor that was to perform fine grading and subbase operations on the project, from proceeding in the westbound lanes. In April, Foster encountered rocks in the subgrade of Green’s rough grade; and Foster’s subgrade preparation was impeded by rain for a substantial part of May which necessarily delayed accomplishment of the paving operation by Chapin. Once Chapin began operations it encountered numerous equipment problems, breakdowns, and picket lines at its concrete plant site; on October 16,1987, DOT directed Chapin to stop paving since the “spray cure” was not in place at least twelve hours prior to the paving operation; and during the 1987 construction season, there were numerous delays in the construction of the pavement structure that were not caused by DOT.\nIn the spring of 1988, Chapin remobilized and completed pavement work in eight paving days; because of delays associated with DOT’S suspension of embankment work in 1986, Foster and Chapin subsequently experienced increased material costs; because of the Benatec design failure of the earth noise barrier, DOT directed Green to design and install concrete barriers pursuant to a work order; DOT admitted that the duration of the entire project was extended by the extra work Green was directed to do and the period that work on the south fill was suspended by DOT; DOT failed to consider the “ripple effect” when analyzing these events and their impact on the project’s completion; and DOT did not grant any of Green’s numerous requests for time extensions.\nNonetheless, the Board found that Green grossly underestimated the effort required for rock excavation, failed to timely provide rock trucks and loaders required for the job, and Green’s use of three different rented rock truck fleets was further evidence of Green’s disarray in its management of the Class I excavation. DOT paid Green $2,514,-903.18 on a force account basis for the Class I excavation work performed between April 1, 1986 and July 14, 1986, but would not pay for idle equipment; and the evidence also established additional Class I excavation costs incurred by Green for which DOT was responsible as well as the reasonable requests for material cost increases to Foster and Chapin.\nIn its conclusions of law, the Board noted that Green’s bid was not realistic because it was unprepared to handle the rock that was found in the site and the degree of water found in the material. The Board also concluded that Green is not entitled to any compensation for Chapin’s use-plaintiff claim because it failed to prove with reasonable certainty that DOT was in any way responsible for any such costs. The Board stressed that DOT plans accurately reflected the amount of rock at the site and the moisture content of the soil. With regard to Green’s claim for compensation for idle equipment during the April to July 1986 force account period, the Board held that DOT was not liable to pay for equipment which was idle by no action of DOT. Based on testimony from Timothy Van Noy, DOT’s expert witness in construction project cost accounting, regarding the total standby not paid for by DOT on the work order associated with scraper dirt excavation, the Board awarded an amount it deemed fair and adequate compensation.\nAs to Green’s claim that the Class I excavation was affected during the April to July 1986 suspension, the Board noted that the parties clearly negotiated a price for this work under the force account method, Green’s acceptance of the method of payment constituted adequate compensation, and no claims for additional compensation arising out of such work could be asserted against DOT. The Board held that the record is replete with evidence of delays as to the 1987 operations due to Green’s method of operation and Chapin’s delays in performing contract work. Although Green sought $1,026,-000 in damages for extended site overhead delays, the Board found that even though DOT was responsible for the delay, Green’s actual costs for the period were $608,606.\nThe Board further held that despite DOT’s awareness that completion of the project was extended by DOT-directed extra work and suspensions, DOT failed to grant any time extensions and instead imposed liquidated damages. The Board found that extension of time was justifiable and abated the assessment of liquidated damages. Both Foster and Chapin were found by the Board to be entitled to costs related to material price increases as a result of the suspension, but Chapin was not entitled to reimbursement for replacement of transfer dowel baskets, which DOT found unsatisfactory, because Chapin produced no invoice.\nThe Board denied Green’s and Chapin’s claim for $2,599,034.64 from DOT because the sum represents a judgment entered in a federal court action filed by Chapin and against Green and its insurance company. The Board noted that the project records are filled with evidence of delays to the paving operations from Green’s method of instruction, including the operations of the subbase contractor; from Chapin’s problems on the job; and from Chapin’s decision to suspend paving operations in November 1987. Moreover, Green never notified DOT of any delay in the paving operation. On December 17, 1992, the Board entered its award in favor of Green and against DOT. It further ordered that interest at the statutory rate of six percent shall be paid from August 30, 1988, the date of completion of the directed extra work.\nIII.\nGreen first argues that the Board erred in failing to apply the force account provisions of the contract as the proper measure of payment for the extra work performed by Green and Chapin, and instead improperly awarded damages based on an equitable standard. Form 408, Section 104.-02, provides that if changes in quantities or alterations of the construction will significantly increase or decrease the cost of performing the work directly affected, payment for such work will he made as additional work, extra work, or extra work on a force account basis. In Section 110.03, “extra work” is defined as:\nWork arising from changes which result in a significant increase or decrease in the cost of performing the work and work having no quantity and/or price included in the contract, which is determined by the District Engineer to be necessary or desirable to complete the project.\nGreen had requested $5,010,000 as additional cost in 1985 and $2,372,853 under force account for the 1986 Class I excavation.\nIn essence, Green requests that any work it performed to meet the contract requirements of density, moisture, and stability should be paid for by DOT on a basis of time and material under the force account provisions of the contract. The Board did not determine that Green was required to perform extra work for which it was not compensated. Rather, the record clearly demonstrates that much of the “extra work” Green claims to have been required to do was the result, among other things, of its failure to conduct subsurface investigations prior to bidding on the project, its failure to initially account for the amount and density of the rock at the site, and its inability to achieve the required lift thickness and stability specifications of the contract. The suggestions made by DOT to Green regarding ways that Green could correct the problems it experienced with achieving stability did not rise to the level of extra work and the equipment used to correct the problems was not rented to meet DOT’s suggestions.\nIn such cases, DOT should not be required to pay additional sums to a contractor in order to induce compliance with the initial contract requirements. Moreover, although Green’s initial bid was based on its belief that the rock on the site could be easily ripped, in fact the bulk of Green’s rock excavation consisted of drill and shoot operations which made Green’s operation inefficient and considerably more costly, as well as creating a need for changing the direction for a haul road. Therefore, the Board was correct in finding no entitlement to compensation for any alleged extra work for 1985 Class I excavation where Green was unprepared for site conditions due solely to its own inadvertence.\nWith regard to the 1986 excavation costs, the Board upheld payment to Green under the force account provisions during the April to July period that embankment construction was suspended, where the parties freely and openly negotiated a price under the contract. A review of the record supports the Board’s determination that Green was entitled to additional costs of the Class I excavation in the amount of $390,448.85, which was appropriately based on only those costs incurred by Green for which DOT was responsible, and not on the total cost of the Class I excavation for 1986. In such a situation, the appropriate measure of damages is the net amount of losses caused and gains prevented by the breach. Department of Transportation v. Herbert B. Imbt, Inc., 157 Pa.Commonwealth Ct. 573, 630 A.2d 550 (1993). The Board’s award placed Green in the same position in which it would have been absent DOT’s breach.\nSeveral cases relied upon by Green are distinguishable from the matter sub judice. In Department of Transportation v. Trumbull Corp., 99 Pa.Commonwealth Ct. 557, 513 A.2d 1110 (1986), this Court affirmed the Board’s determination that the force account method was appropriate in determining additional compensation to a highway resurfacing contractor for base repair which was much less than the quantity originally estimated in the contract, and caused higher unit costs. In that instance, DOT made no effort to compensate the contractor for the increased costs, thereby breaching the contract requirement to pay for such extra work under force account method. This Court upheld the Board’s determination that Trumbull was entitled to only $220,562.27 plus interest, which reflected the increase in its unit costs, despite the fact that Trumbull’s compensation under the contract was reduced by $1,670,428.30. Implicit in Trumbull is the principle that even where force account provisions apply, DOT is only liable for damages directly attributable to the breach.\nIn i.A. Construction Corp. v. Department of Transportation, 139 Pa.Commonwealth Ct. 509, 591 A.2d 1146 (1991), this Court held that the Board erred in failing to apply force account provisions of a contract between DOT and a contractor in calculating the damages due where the Board held that the use of the force account provisions was inappropriate and awarded damages on another basis. In this respect, the Board found that work not contained in the contract was required. This Court concluded that, as in Trumbull, the costs were increased as a result of a change in the amount of work designated by DOT and therefore, force account provisions of the contract were to be put into effect. Nevertheless, in remanding the case to the Board this Court noted that in situations where both parties advance arguments concerning the proper amount of damages, the Board must make factual findings on the claimant’s proof and it is for the Board to decide which of the costs set forth by a claimant must be considered in setting damages and to give an explanation of why any elements of the proof are being rejected. In the present matter, this is precisely what the Board has done by rejecting certain aspects of Green’s claim and accepting others.\nIn Herbert R. Imbt, Inc., this Court upheld a determination by the Board that a contractor’s remediation work was extra work directly related to DOT’s breach of the contract and that payment should be made to the contractor on a force account basis for such work. This holding does not alter the result in the matter sub judice. Further, this Court rejected the contractor’s argument that it was entitled to recover standby equipment costs, a situation similar to the present matter, where DOT directed the contractor to remove equipment from the construction site, but the evidence presented by the contractor did not afford a sufficient basis for estimating the amount of damages for standby equipment costs.\nThis Court disagrees with Green’s assertion that the Board’s findings that Green’s bid was not realistic and that Green was not prepared to handle the rock found on the site and the degree of water found in the material have no applicability under a force account analysis and are therefore irrelevant to this ease. On the contrary, the Board in this instance was compelled to examine the nature and circumstances of Green’s bid in order to determine the extent of damages allowable under the contract between Green and DOT. Where, as here, it has been established that through no fault or misrepresentation by DOT a contractor has encountered difficulties in execution of the contract requirements due solely to the contractor’s own preparations, DOT cannot be held hable for damages under force account provisions.\nGreen next argues that the Board erred in failing to find Chapin’s paving operations were to be paid on a force account basis. Green contends that DOT’s suspensions and directives were responsible for forcing the paving operations into 1987, and DOT is likewise responsible for the expiration of Chapin’s original subcontract prices. The Board’s findings, however, detail extensive delays in 1987 operations, beginning with the delay when Foster encountered rocks in Green’s subgrade, which in turn delayed Chapin’s paving operations. The Board also specifically found that Green failed to properly construct the embankments which led to extensive extra work for Foster. Although the Board concluded that Foster and Chapin experienced increased material costs in 1987 because of DOT’s suspension and delay, the record is replete with evidence supporting the Board’s determination that the numerous delays in construction of the paving structure were not caused by DOT, but rather by such things as Chapin’s equipment problems, and Green’s failure to complete a bridge approach and the subbase in time for paving.\nIV.\nGreen next argues that the Board erred in admitting into evidence excerpts and testimony relating to DOT’s master diaries ■under the business records exception to the hearsay doctrine. During its presentation of the case, DOT introduced the testimony of Joseph Nemchik, DOT’s project engineer, who testified concerning his role in the project and introduced portions of the project’s master diaries. Green objected to Nem-chik’s testimony regarding the master diaries, arguing that they were compiled of multiple levels of hearsay and were thus inadmissible. The Board overruled Green’s objections on the basis that the diaries were within the business records exception. The Uniform Business Records as Evidence Act, 42 Pa.C.S. § 6108(b), provides:\n(b) General Rule. — A record of an act, condition or event shall, insofar as relevant, be competent evidence if the custodian or other qualified witness testifies to its identity and the mode of its preparation, and if it was made in the regular course of business at or near the time of the act, condition or event, and if, in the opinion of the tribunal, the sources of information, method and time of preparation were such as to justify its admission.\nDespite Green’s emphasis on Nem-chik’s admission that he had no personal knowledge of the accuracy of the entries in the master diaries, and Green’s assertion that DOT could have introduced evidence of project events and conditions by offering testimony of individuals with firsthand knowledge of the events and conditions in question, it is not necessary for a manager to have personal knowledge of the act recorded in order to prove the authenticity of the company records under the business record exception. Ganster v. Western Pennsylvania Water Co., 349 Pa. Superior Ct. 561, 504 A.2d 186 (1985). As long as someone in the organization has personally observed the event recorded, the evidence should be admitted. Fauceglia v. Harry, 409 Pa. 155, 185 A.2d 598 (1962).\nThe situation presented in the present matter is precisely that envisioned in Ganster, in which the court noted that the business records exception was meant to allow for situations where larger departments for recording business transactions make it virtually impossible to identify each person and each phase of the recording process. In such instances, whether a document should be admitted under the business record exception is within the discretionary power of the trial court. Thomas v. Allegheny & Eastern Coal Co., 309 Pa. Superior Ct. 333, 455 A.2d 637 (1982). Green nevertheless argues that where a business record contains multiple levels of hearsay, it is admissible only if each level falls within a recognized exception to the hearsay rule, citing Hreha v. Benscoter, 381 Pa. Superior Ct. 556, 554 A.2d 525, appeals denied, 524 Pa. 608, 621, 569 A.2d 1367, (1989).\nWholly different circumstances are presented in Hreha and it is therefore inapplicable, especially in light of its reliance upon Felice v. Long Island Railroad Co., 426 F.2d 192 (2d Cir.1970), cert. denied, 400 U.S. 820, 91 S.Ct. 37, 27 L.Ed.2d 47 (1970). In Felice, the court held that it was not part of a regular course of business for a nurse to record extraneous statements regarding the cause of a patient’s injury whereas notations of statements of a patient’s bodily condition were within the regular course of business: under such circumstances, the analysis goes to the trustworthiness of the statement and the court acknowledged that such hearsay is admissible if it was a part of the regular course of business for declarants to report to a person what they knew, and for the person to record what they said.\nTo follow Green’s logic “would exclude almost all evidence concerning the activities of large business organizations — a result diametrically opposed to the purpose and spirit” of the business records exception. Fauceglia, 409 Pa. at 159, 185 A.2d at 600. Where, as here, it is shown “that the entries were made with sufficient contemporaneousness to assure accuracy and that they were made pursuant to the business [sic] practices and not influenced by the litigation in which they are being introduced, a sufficient indicia of reliability is provided to overcome their hearsay nature.” Ganster, 349 Pa. Superior Ct. at 569-70, 504 A.2d at 190. Therefore, the Board properly admitted DOT’s evidence pertaining to the master diaries.\nGreen next argues that the Board erred in failing to exclude the testimony of DOT’s expert witness, Timothy Van Noy, and asserts that the late disclosure of Van Noy’s identity and the substance of his testimony resulted in prejudice to Green. On May 31, 1991, five days before trial was scheduled to begin, DOT informed Green that Van Noy was among the expert witnesses expected to be called during trial. The delay in identification of expert witnesses was due to the discovery by DOT in late May 1991, while attempting to depose Green’s damages witness, that Green had decided to present its damage evidence through a different witness. Also, DOT first obtained Green’s amended damage request when Green put on its casein-chief.\nDue to the timing of DOT’s obtaining related discovery information from Green, Van Noy had little time to analyze Green’s damage claim and based his damages analysis on Green’s own project documents. During trial, and four days before Van Noy was scheduled to testify, DOT provided Green with Van Noy’s expert report. Green objected to introduction of any testimony by Van Noy based upon Pa. R.C.P. No. 4003.5, which provides in pertinent part:\n(a)....\n(1) A party may through interrogatories require\n(a) any other party to identify each person whom the other party expects to call as an expert witness at trial and to state the subject matter on which the expert is expected to testify and\n(b) the other party to have each expert so identified by him state the substance of the facts and opinions to which the expert is expected to testify and a summary of the grounds for each opinion.\n(b) If the identity of an expert witness is not disclosed in compliance with subdivision (a)(1) of this rule, he shall not be permitted to testify on behalf of the defaulting party at the trial of the action. However, if the failure to disclose the identity of the witness is the result of extenuating circumstances beyond the control of the defaulting party, the court may grant a continuance or other appropriate relief.\nThe Board denied Green’s objection and permitted Van Noy to testify.\nThe imposition of sanctions such as excluding the use of expert witness testimony for failure to comply with a rule of discovery is largely within the discretion of the trial court. Brophy V. Brizuela, 358 Pa. Superior Ct. 400, 517 A.2d 1293 (1986). Absent extenuating circumstances, Rule 4003.-5(b) is a rule of mandatory preclusion at trial of the testimony of an undisclosed expert witness. Id. However, the preclusion of expert testimony is a drastic sanction which should not be applied unless the facts of a case make it absolutely necessary to do so. Kearns v. DeHaas, 377 Pa. Superior Ct. 200, 546 A.2d 1226 (1988), appeal denied, 522 Pa. 584, 559 A.2d 527 (1989). The court must balance the facts and circumstances of each case to determine the prejudice to each party. Werner v. Department of Public Welfare, 109 Pa.Commonwealth Ct. 134, 530 A.2d 1004 (1987). In practice, sanctions for noncompliance with discovery requests are generally not imposed until there has been a refusal to comply with a court order compelling compliance. Id.\nAssuming that a party has not acted in bad faith and has not misrepresented the existence of an expert expected to be called at trial, no sanction should be imposed unless the complaining party shows that it has been prejudiced from properly preparing its case for trial as a result of a dilatory disclosure. Kearns. Where there is ambiguity, Rule 4003.5 must be construed to secure a just determination of the action: this will more likely be achieved by receiving relevant evidence than by excluding it. Clark v. Hoerner, 362 Pa. Superior Ct. 588, 525 A.2d 377 (1987). In the present matter, absent a showing of prejudice by Green, the Board was well within its discretion in permitting Van Noy^ expert testimony in light of the extenuating circumstances surrounding his testimony.\nGreen next argues that the Board erred in failing to grant its motion for nonsuit on DOT’s counterclaim. DOT filed an answer with new matter and counterclaim to Green’s complaint in the consolidated proceedings seeking, inter alia, recovery of sums paid to Green on the force account basis during the period of suspension of embankment construction. Following the presentation of Green’s case, DOT offered testimony and introduced exhibits on the issues of liability and damages presented in the case. Entry of a nonsuit is proper only if the factfinder could not reasonably conclude that the elements of a cause of action have been established after reviewing the evidence and all reasonable inferences deducible therefrom in the light most favorable to the complainant. Costa v. Frye, 138 Pa.Commonwealth Ct. 388, 588 A.2d 97 (1991).\nWhile DOT presented evidence on its counterclaim by way of rebuttal to Green’s case on liability and damages, the issues raised in DOT’s counterclaim are also the subject of an action initially filed before this Court and subsequently transferred on September 12, 1988 to federal district court, which DOT has not pursued pending final resolution of the instant matter. DOT contends that the Board properly refused to rule on the counterclaim; however the Board expressly stated that it reserved ruling on Green’s motion to dismiss the counterclaim and would issue a ruling in its opinion. The Board’s opinion makes no reference to the counterclaim or Green’s motion to dismiss. Whether due to oversight or otherwise, a ruling should have been made by the Board, and despite DOT’s contention to the contrary, the Board was not precluded from ruling on the counterclaim due to the pen-dency of DOT’s lawsuit in federal court which admittedly was not pursued in anticipation of a ruling by the Board on all issues before the Board, including the counterclaim. For this limited purpose, the case shall therefore be remanded to the Board for a ruling on Green’s motion to dismiss the counterclaim.\nGreen last argues that the Board erred in failing to award prejudgment interest to Green and Chapin from the date on which DOT first owed payment to Green and Chapin for the sums due, rather than the date all project work was completed. The Commonwealth is obligated to pay interest on awards only from the date the obligation arises. Department of Transportation v. De- Paul, 29 Pa.Commonwealth Ct. 447, 371 A.2d 261 (1977). Further, when a contract is fully performed, the obligation to pay for that performance arises on the date of completion absent contractual terms to the contrary. General State Authority v. Loffredo, 16 Pa.Commonwealth Ct. 237, 328 A.2d 886 (1974). Section 110.10 of Form 408 specifications specifically states that interest payments at the rate of six percent per annum shall begin “the day after the work under the contract has been completed.” DOT’s obligation to award payment thus did not arise until Green’s and Chapin’s performance was completed on August 30, 1988.\nFinally, DOT argues that the Board erred by failing to pro-rate time-related damages in its award for Count IV time-related additional costs, Count V extended site overhead, and Count VI abatement of liquidated damages. DOT contends that because of the Board’s findings regarding delays due to actions by Green, Foster, and Chapin, the Board must apportion the time-related damages between the parties according to their respective responsibility for delay. A review of the Board’s findings and conclusions however reveals that the Board clearly acknowledged the responsibility of each party for the delays, and it is apparent that the Board considered their respective liabilities in arriving at the award amount. Therefore, the Board did not err in this regard.\nBased upon the foregoing, the order of the Board of Claims is affirmed in all respects to the extent that the Board ruled on the issues before it. However the ease is remanded to the Board for a ruling on Green’s motion to dismiss the counterclaim filed by DOT.\nORDER\nAND NOW, this 7th day of June, 1994, the order of the Board of Claims is affirmed to the extent indicated in this opinion. The case however is remanded to the Board for a ruling on Green Construction Company’s motion to dismiss the counterclaim filed by the Department of Transportation.\nJurisdiction relinquished.\n. In general, force account work is additional to that called for by the contract, ordered to be done by DOT and agreed to be paid for on a time and material basis. Department of Transportation v. Lastooka, 59 Pa.Commonwealth Ct. 330, 336, 429 A.2d 1251, 1253 (1981).\n. The Board awarded Green, Chapin, and J. L. Foster, another subcontractor for Green, the following: Count I, 1985 Class I excavation, $0.00; Count II, 1986 unpaid standby, $105,412.67; Count III, 1986 Class I excavation additional costs, $390,448.85; Count IV, time-related additional costs, $204,344.00; Count V, extended site overhead, $608,606.00; Count VI, abatement of liquidated damages, $204,900.00; Count VII, concrete paving, $77,151.50 (Chapin), $1,543.03 (Green); Count VIII, subbase, $82,823.25 (Foster), $1,656.46 (Green). Therefore, the total award was for $1,676,885.76.\n. This Court’s scope of review of a decision of the Board of Claims is limited to a determination of whether an error of law was committed or whether findings of fact are not supported by substantial evidence. Department of Transportation v. Herbert R. Imbt, Inc., 157 Pa.Commonwealth Ct. 573, 630 A.2d 550 (1993). It is not within the province of this Court to retry the case or to make independent factual findings and conclusions from the evidence. Id.\n. Green further asserts that the present matter is controlled by Department of Transportation v. W. P. Dickerson & Son, Inc., 42 Pa.Commonwealth Ct. 359, 400 A.2d 930 (1979), in which this Court addressed only the issue of whether DOT provided design specifications for certain beams in a construction contract and whether Dickerson complied with the specifications. Holding that a contractor who performs according to detailed plans and specifications is not responsible for defects in the result, this Court affirmed the Board's determination that, because Dickerson strictly followed DOT’s specifications, any delay in construction caused by the apparent defects was attributable solely to DOT. Dickerson is inapposite to the instant matter, which presents a far broader range of facts and issues to be considered.\n. Moreover, a review of Glasgow, Inc. v. Department of Transportation, 108 Pa.Commonwealth Ct. 48, 529 A.2d 576 (1987), Larry Armbruster & Sons, Inc. v. State Public School Building Authority, 95 Pa.Commonwealth Ct. 310, 505 A.2d 395 (1986), appeal denied, 513 Pa. 636, 520 A.2d 1386 (1987), and John F. Harkins Co., Inc. v. School District of Philadelphia, 313 Pa. Superior Ct. 425, 460 A.2d 260 (1983), does not support Green’s assertion that reasonableness of a bid is relevant only where the contractor is claiming damages under a total cost approach or some modification thereof. Rather, those cases simply discuss the total cost method for calculating damages, which method will only be utilized by the courts when there is no other means of determining damages and the plaintiff has presented reasonably accurate evidence of the various costs incurred.\n. Furthermore, the Board was correct in denying Green's and Chapin's claim for $2,599,034.64 where that sum represented a judgment entered in a federal court action filed by Chapin against Green and its insurance company, where no witnesses were produced and no specific damages were the subject of stipulation.\n. Furthermore, Hreha's reliance upon Commonwealth v. Scott, 503 Pa. 624, 470 A.2d 91 (1983), in its discussion of the business records exception is puzzling because Scott was not addressing the business records exception, but rather the issue of multiple hearsay.",
        "type": "majority",
        "author": "SMITH, Judge."
      }
    ],
    "attorneys": [
      "C. Graninger Bowman, for petitioners/respondents Green Const. Co., et al.",
      "John J. Robinson, Jr., Asst. Counsel, Chief Claims Atty., for respondent/petitioner Dept, of Transp."
    ],
    "corrections": "",
    "head_matter": "GREEN CONSTRUCTION COMPANY, on its own behalf, and to the use of Chapin & Chapin, Inc., and Chapin & Chapin, Inc., Petitioners, v. DEPARTMENT OF TRANSPORTATION, Respondent. DEPARTMENT OF TRANSPORTATION, Petitioner, v. GREEN CONSTRUCTION COMPANY, on its own behalf, and to the use of Chapin & Chapin, Inc., and Chapin & Chapin, Inc., Respondents.\nCommonwealth Court of Pennsylvania.\nArgued Dec. 16, 1993.\nDecided June 7, 1994.\nReargument Denied July 22, 1994.\nC. Graninger Bowman, for petitioners/respondents Green Const. Co., et al.\nJohn J. Robinson, Jr., Asst. Counsel, Chief Claims Atty., for respondent/petitioner Dept, of Transp.\nBefore DOYLE and SMITH, JJ., and KELTON, Senior Judge."
  },
  "file_name": "1129-01",
  "first_page_order": 1195,
  "last_page_order": 1206
}
