{
  "id": 8017022,
  "name": "Arcelious B. MOSS, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Moss v. United States",
  "decision_date": "1977-02-02",
  "docket_number": "No. 9519",
  "first_page": "1131",
  "last_page": "1135",
  "citations": [
    {
      "type": "official",
      "cite": "368 A.2d 1131"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "65 App.D.C. 246",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "year": 1936,
      "pin_cites": [
        {
          "page": "249"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "82 F.2d 852",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        935021
      ],
      "year": 1936,
      "pin_cites": [
        {
          "page": "855"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/82/0852-01"
      ]
    },
    {
      "cite": "297 U.S. 721",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "56 S.Ct. 670",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "80 L.Ed. 1006",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "322 A.2d 587",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8058378
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/322/0587-01"
      ]
    },
    {
      "cite": "119 U.S.App.D.C. 156",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3649018,
        3648157
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "159"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "338 F.2d 265",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        886256,
        886018,
        3648157,
        3649018
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/338/0265-01",
        "/f2d/338/0265-02"
      ]
    },
    {
      "cite": "379 U.S. 999",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11809740,
        11809712,
        11809844,
        11809655,
        11809918
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/379/0999-03",
        "/us/379/0999-02",
        "/us/379/0999-04",
        "/us/379/0999-01",
        "/us/379/0999-05"
      ]
    },
    {
      "cite": "85 S.Ct. 719",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "13 L.Ed.2d 701",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "229 A.2d 161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8085463
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/229/0161-01"
      ]
    },
    {
      "cite": "213 A.2d 819",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "76 U.S.App.D.C. 205",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "133 F.2d 313",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3647032
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/133/0313-01"
      ]
    },
    {
      "cite": "317 U.S. 671",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        304035,
        303780,
        303830,
        304186,
        304157
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/us/317/0671-03",
        "/us/317/0671-04",
        "/us/317/0671-05",
        "/us/317/0671-02",
        "/us/317/0671-01"
      ]
    },
    {
      "cite": "63 S.Ct. 77",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "87 L.Ed. 539",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "282 U.S. 687",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6933273
      ],
      "weight": 5,
      "year": 1931,
      "pin_cites": [
        {
          "page": "691-92"
        },
        {
          "page": "692"
        },
        {
          "page": "219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/282/0687-01"
      ]
    },
    {
      "cite": "277 A.2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8102055
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "95"
        },
        {
          "page": "95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/277/0093-01"
      ]
    },
    {
      "cite": "146 U.S.App.D.C. 265",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1971,
      "pin_cites": [
        {
          "page": "268-69"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "450 F.2d 1312",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        793875
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "1315-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/450/1312-01"
      ]
    },
    {
      "cite": "328 A.2d 378",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8036327
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "382"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/328/0378-01"
      ]
    },
    {
      "cite": "393 F.2d 404",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2109231
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/393/0404-01"
      ]
    },
    {
      "cite": "365 F.2d 395",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2066727
      ],
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "400-01"
        },
        {
          "page": "401"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/365/0395-01"
      ]
    },
    {
      "cite": "126 A.2d 305",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8129217
      ],
      "year": 1956,
      "pin_cites": [
        {
          "page": "307-08"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/126/0305-01"
      ]
    },
    {
      "cite": "77 U.S.App.D.C. 14",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1942,
      "pin_cites": [
        {
          "page": "22"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "135 F.2d 633",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3662992
      ],
      "year": 1942,
      "pin_cites": [
        {
          "page": "641"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/135/0633-01"
      ]
    },
    {
      "cite": "318 U.S. 776",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        364227
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/us/318/0776-01"
      ]
    },
    {
      "cite": "63 S.Ct. 829",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "87 L.Ed. 1145",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "130 U.S.App.D.C. 60",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1967,
      "pin_cites": [
        {
          "page": "62"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "397 F.2d 621",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2145989,
        2146014
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "623"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/397/0621-01",
        "/f2d/397/0621-02"
      ]
    },
    {
      "cite": "297 A.2d 766",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11253531
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/297/0766-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 724,
    "char_count": 12544,
    "ocr_confidence": 0.773,
    "pagerank": {
      "raw": 2.667204685571136e-07,
      "percentile": 0.8254794005364792
    },
    "sha256": "f753ab7f9d6c9c981bf1faad7dbee31ad0f714984eda6ef78da2ea0f8e64a6d1",
    "simhash": "1:ad3db56313bdcbf2",
    "word_count": 1984
  },
  "last_updated": "2024-02-27T23:10:53.000455+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEBEKER, YEAGLEY and HARRIS, Associate Judges."
    ],
    "parties": [
      "Arcelious B. MOSS, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "HARRIS, Associate Judge.\nThis is an appeal from a conviction of attempted petit larceny. D.C.Code 1973, §§ 22-103, -2202. Appellant contends principally that the trial court erred in denying his motion for a new trial on the grounds (1) that the government failed to prove corporate ownership of the property in question, and (2) that the defense was denied its right to cross-examine the central government witness and to impeach him with testimony concerning allegedly inconsistent prior statements. We agree with appellant’s position on the latter point, and remand the case for a new trial.\nThe pertinent facts were elicited from two government witnesses. ■ Earl Saunders, the manager of one of the many supermarkets operated by Safeway Stores, Inc., in the District of Columbia, observed appellant pick up three packages of steaks, walk down one aisle and up another, stop, pull his sweater out of his trousers, and stuff the meat into his trousers. Saunders then approached appellant and demanded the return of the meat. When appellant denied having the steaks, Saunders reached into his trousers and, after a short scuffle, retrieved them. Saunders took appellant into the storage room where he asked appellant to pay for the meat (which no longer was fit for sale). When appellant refused to pay, the police were called. Officer Bobby Dickens arrived shortly thereafter, and arrested appellant for attempted petit larceny.\nDuring the direct examination of the store manager, the prosecutor adduced testimony that Safeway is a corporation authorized to do business in the District of Columbia. Defense counsel objected, contending that a certificate of incorporation was required. With respect to this question, the trial court made two observations worth noting. First, the court stated: “Besides, [defense counsel], everyone in this room including you knows that Safeway is a corporation . . . and is authorized to do business in the District of Columbia.” Shortly thereafter, when defense counsel sought to determine the state in which Safeway had been incorporated, the court said: “We are not here to decide what the corporate status of Safeway was. We are going to decide whether or not the defendant attempted to steal and take from the possession of someone else without a right to do so.”\nOverall, the trial court was correct. At an early date, the U.S. Court of Appeals for this jurisdiction established a practical standard for proving the corporate nature of the complainant in a larceny case: “[T]he corporate character of the [complainant] may be proved by parol evidence of an officer or other person acquainted with the fact.” Bimbo v. United States, 65 App.D.C. 246, 249, 82 F.2d 852, 855, cert. denied, 297 U.S. 721, 56 S.Ct. 670, 80 L.Ed. 1006 (1936). While we have set aside a conviction where the record gave no real indication as to the legal nature of the complainant, Atkinson v. United States, D.C.App., 322 A.2d 587 (1974), we agree with the many jurisdictions in which sufficient corporate ownership of the property in question is found where the name of the complainant company connotes the existence of a corporation, or where the corporate name is alleged and is generally known. See cases cited at 50 Am.Jur.2d Larceny § 134 & n. 16 (1970).\nThe common law definition of larceny recognized it as a crime against possession, rather than against legal ownership of property. Levin v. United States, 119 U.S.App.D.C. 156, 159, 338 F.2d 265, 268 (1964), cert. denied, 379 U.S. 999, 85 S.Ct. 719, 13 L.Ed.2d 701 (1965). The enactment of what is now § 22-2202 was merely a codification of common law larceny. Ray v. United States, D.C.App., 229 A.2d 161 (1967). Proof of legal ownership formerly was required to negate the thief’s right to take the property, and to protect him from a second prosecution for the same offense. Washington v. United States, D.C.App., 213 A.2d 819 (1965); Bord v. United States, 76 U.S.App.D.C. 205, 133 F.2d 313, cert. denied, 317 U.S. 671, 63 S.Ct. 77, 87 L.Ed. 539 (1942). These same purposes can be accomplished, however, without establishing actual ownership. Indeed, the government can carry its burden of showing possession by proving only that the possessor has greater rights in the property than the accused. See Bord v. United States, supra. See also 50 Am.Jur.2d Larceny § 22 (1970). Under § 22-2202, the gist of the offense of larceny is an unlawful taking and carrying away of anything of value, and it is unnecessary to establish actual ownership of the property. Levin v. United States, supra.\nAs true ownership thus is not an element of the offense of larceny, to require firm proof that the complainant is legally capable of true ownership is both pointless and anachronistic. The government need only allege and support with some evidence the basis for the complainants’ possession of the stolen object. In this case, the government alleged Safeway’s corporate status in the information, and offered evidence that Safeway was licensed to do business in the District of Columbia. Such facts also are ones of general knowledge. The evidence adduced was sufficient to establish that Safeway had a greater possessory interest in its merchandise than did appellant. As the government put some evidence of Safeway’s corporate status in the record, it met its burden of proving the complainant’s possession as an element of the crime of larceny.\nWe turn now to the limitations imposed on the cross-examination of the store manager. Defense counsel repeatedly attempted to question Saunders concerning a conversation which the manager previously had with a defense investigator. In response to the government’s objection to this line of questioning, defense counsel proffered that Saunders had made statements to the investigator which were inconsistent with his testimony; Saunders allegedly had admitted to remembering the incident only vaguely, and then had recalled certain facts differently from the way he related them at trial. The trial court sustained the government’s objection, denying defense counsel the opportunity to cross-examine Saunders and to lay a foundation for impeaching his credibility.\nIn appellant’s defense, counsel attempted to call one witness, his investigator, to testify to Saunders’ allegedly inconsistent statements. When the government objected to the admission of this testimony, defense counsel repeated the proffer made during his cross-examination of Saunders, adding that Saunders had recalled stopping appellant at the last cash register, rather than in the aisle. The trial court sustained the objection, ruling that the investigator’s proposed testimony concerned a collateral issue and therefore was incompetent.\nWe disagree with those two rulings by the trial court. The right to cross-examine an adverse witness is fundamental and essential to a fair trial. Cross-examination concerning matters pertaining to credibility must be given broad scope, especially when allegedly inconsistent prior statements are involved. Alford v. United States, 282 U.S. 687, 691-92, 51 S.Ct. 218, 75 L.Ed. 624 (1931); Holmes v. United States, D.C.App., 277 A.2d 93, 95 (1971); cf. United States v. Broadus, 146 U.S.App.D.C. 265, 268-69, 450 F.2d 1312, 1315-16 (1971). See also Best v. United States, D.C.App., 328 A.2d 378 (1974); McConnell v. United States, 393 F.2d 404 (5th Cir. 1968); United States v. Barash, 365 F.2d 395, 400-01 (2d Cir. 1966).\nIn Holmes v. United States, supra, we held, upon similar facts, that the trial court erred in substantially denying a defendant his right of cross-examination. There, defense counsel attempted to question a police sergeant who was present at the scene of the crime concerning a statement he purportedly made to defense counsel’s investigator. The apparent purpose for the questioning was to expose prior inconsistent statements made by the sergeant. We reasoned that as the sergeant was the only government witness who testified to appellant’s crime, his testimony, if believed, would be sufficient to establish the defendant’s guilt. Consequently, the sergeant’s credibility was crucial, and appellant was entitled to cross-examination for the important purpose of seeking to impeach him based upon prior inconsistent statements. We emphasized:\nA defendant should not only be afforded procedural due process of law; it is also important that the appearance of due process be present. [277 A.2d at 95.]\nThat reasoning applies with equal force in the instant case. Saunders, the only witness to observe appellant’s actions, previously had given an allegedly inconsistent account of the facts. As his credibility was crucial to the issue of appellant’s guilt, defense counsel should have been allowed to cross-examine him concerning that account. Defense counsel’s proffer was adequate to establish the relevancy and materiality of the proposed impeachment testimony, and it was prejudicial error to deny him this cross-examination.\nThe trial court also erred in excluding the testimony of the investigator on the ground that it concerned a collateral issue. The test for admitting extrajudicial statements and extrinsic evidence for impeachment purposes does not focus on whether the matter is “collateral,” but rather on whether it concerns a matter which is relevant or could otherwise be admitted into evidence for any purpose independently of the self-contradiction. Phillips v. Mooney, D.C.Mun.App., 126 A.2d 305, 307-08 (1956); Ewing v. United States, 77 U.S.App.D.C. 14, 22, 135 F.2d 633, 641 (1942), cert. denied, 318 U.S. 776, 63 S.Ct. 829, 87 L.Ed. 1145 (1943); 3A J. Wigmore, Evidence § 1020 (Chadbourne rev. 1940). It also has been said that an effort to impeach may properly solicit over a wide range “any information of potential value to the trier of fact in the assessment of credibility.” Wynn v. United States, 130 U.S.App.D.C. 60, 62, 397 F.2d 621, 623 (1967). Accord, White v. United States, D.C.App., 297 A.2d 766 (1972).\nAs Saunders’ testimony was essential to the government’s case, evidence purporting to impeach the store manager’s credibility was independently admissible as material and relevant to the conduct of a fair trial. Any inconsistency in Saunders’ account of the crime, if known to the jurors, might have created a reasonable doubt in their minds as to appellant’s guilt, and should have been aired.\nReversed and remanded.\n. Later the government introduced a letter from the Assistant Secretary of Safeway Stores, Inc., which stated that Safeway is authorized to do business in ¡the District of Columbia. That letter bore the corporation’s seal which reflects its incorporation in Maryland in 1926.\n. The government alleges several deficiencies in appellant’s proffers. However, as we noted in Best v. United States, supra, 328 A.2d at 382, an exhaustive proffer is not normally required to initiate cross-examination. The reasons for this were discussed by the Supreme Court in Alford v. United States, supra, 282 U.S. at 692, 51 S.Ct. at 219 [citations omitted] :\nCounsel often cannot know in advance what pertinent facts may be elicited on cross-examination. For that reason it is necessarily exploratory; and the rule that the examiner must indicate the purpose of his inquiry does not, in general apply. * * * It is the essence of a fair .trial that reasonable latitude be given the cross-examiner, even though he is unable to state to the court what facts a reasonable cross-examination might develop. ... To say that prejudice can be established only by showing that the cross-examination, if pursued, would necessarily have brought out facts tending to discredit the testimony in chief, is to deny a substantial right and withdraw one of the safeguards essential to a fair trial.\n. Moreover, impeachment as ,to prior inconsistent statements is proper even with respect to collateral matters as to which the witness has testified on direct or cross-examination. United States v. Barash, supra, at 401; McCormick, Evidence § 36 (2d ed. E. Cleary 1972) ; 3A Wigmore, supra, at § 1023.",
        "type": "majority",
        "author": "HARRIS, Associate Judge."
      }
    ],
    "attorneys": [
      "Joseph Rubin, Washington, D.C., appointed by the court, for appellant.",
      "Frederick A. Douglas, Asst. U. S. Atty., Washington, D.C., with whom Earl J. Sil-bert, U. S. Atty., and John A. Terry, Asst. U. S. Atty., Washington, D.C., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arcelious B. MOSS, Appellant, v. UNITED STATES, Appellee.\nNo. 9519.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 30, 1976.\nDecided Feb. 2, 1977.\nJoseph Rubin, Washington, D.C., appointed by the court, for appellant.\nFrederick A. Douglas, Asst. U. S. Atty., Washington, D.C., with whom Earl J. Sil-bert, U. S. Atty., and John A. Terry, Asst. U. S. Atty., Washington, D.C., were on the brief, for appellee.\nBefore NEBEKER, YEAGLEY and HARRIS, Associate Judges."
  },
  "file_name": "1131-01",
  "first_page_order": 1183,
  "last_page_order": 1187
}
