{
  "id": 12059055,
  "name": "Patricia DIPIETRAE; Bernard Bukowski; Mary Boice; Marina Domit; and Maryanne Hildenberger v. CITY OF PHILADELPHIA and Philadelphia City Commissioners/Philadelphia County Board of Elections, Appellants",
  "name_abbreviation": "Dipietrae v. City of Philadelphia",
  "decision_date": "1995-10-25",
  "docket_number": "",
  "first_page": "1132",
  "last_page": "1137",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 1132"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "72 A. 510",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1909,
      "opinion_index": 0
    },
    {
      "cite": "223 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961070
      ],
      "year": 1909,
      "opinion_index": 0,
      "case_paths": [
        "/pa/223/0271-01"
      ]
    },
    {
      "cite": "105 A.2d 64",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "377 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249534
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/377/0405-01"
      ]
    },
    {
      "cite": "190 A.2d 719",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885986
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0045-01"
      ]
    },
    {
      "cite": "509 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795223
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0347-01"
      ]
    },
    {
      "cite": "1995 WL 639747",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "19 F.3d 873",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10511528
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "882-84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/19/0873-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 12132",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "130 L.Ed.2d 785",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "115 S.Ct. 901",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "37 F.3d 1487",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "opinion_index": 0
    },
    {
      "cite": "1994 WL 37722",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 815,
    "char_count": 18400,
    "ocr_confidence": 0.75,
    "pagerank": {
      "raw": 1.8869284328152582e-07,
      "percentile": 0.7284592653857426
    },
    "sha256": "3954ce22a5fa32b0ddd4408b4732f365f61084762771d9b5153ede5a8fb3c607",
    "simhash": "1:23bd6276170eb7f7",
    "word_count": 2972
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, SMITH, J., and KELTON, Senior Judge."
    ],
    "parties": [
      "Patricia DIPIETRAE; Bernard Bukowski; Mary Boice; Marina Domit; and Maryanne Hildenberger v. CITY OF PHILADELPHIA and Philadelphia City Commissioners/Philadelphia County Board of Elections, Appellants."
    ],
    "opinions": [
      {
        "text": "KELTON, Senior Judge.\nIssues\nThis case presents two issues: 1) whether the Court of Common Pleas of Philadelphia County (trial court) erred in determining that a disabled elector may have the assistance of another person in order to obtain an absentee ballot from the Philadelphia County Board of Elections (Board) and to have that ballot be returned to the Board once the disabled elector has completed and signed it; and 2) whether the court erred in finding that election judges may delegate the task of transporting election materials on election days. On October 13, 1995, we entered the attached order affirming the September 21, 1994 order of the Honorable Russell M. Nig-ro for the trial court. This opinion is filed in explanation of our order.\nBackground\nAppellants in this case are the City of Philadelphia and the Philadelphia City Commissioners in their official capacity as the Philadelphia County Board of Elections (collectively “the City”). Appellees are Judge of Elections Patricia DiPietrae and disabled electors Bernard Bukowski, Mary Boice, Marina Domit and Maryanne Hildenberger. The disabled electors are all registered to vote, but physically disabled to the extent that they are unable to travel to polling places or to the Office of the City Commissioner, must vote in their homes and need assistance in sending their applications and completed ballots to the City Commissioners. (Trial Court’s September 21, 1994 Opinion at 3.)\nOn April 29, 1994, Appellees filed a complaint for declaratory and injunctive relief seeking guidance as to the way in which they may legally vote by absentee ballot and the way in which they may legally perform their duties as election judges. (R.R. 5-10.) Their concerns arose after the Honorable Clarence C. Newcomer for the United States District Court for the Eastern District of Pennsylvania entered an order on April 26, 1994 in a case involving widespread and flagrant election fraud. Judge Newcomer determined that certain past practices of Philadelphia election officials in discharging their election duties violated the Pennsylvania Election Code (Code). Marks v. Stinson, 1994 WL 37722 aff'd, 37 F.3d 1487 (3rd Cir. Pa.1994), cert. denied, — U.S. -, 115 S.Ct. 901, 130 L.Ed.2d 785 (1995).\nOn May 6, 1994, the trial court granted temporary injunctive relief to Appellees for the May 10, 1994 Philadelphia primary election. (R.R. 39-40.) The trial court entered permanent declaratory and injunctive relief on September 21,1994, the appeal of which is the subject of this action.\nThe City appeals from the September 21, 1994 order of the trial court directing that\n(1) [Disabled voters are authorized to appoint any person of their choice as their agents to obtain absentee ballot applications, to deliver absentee ballot applications to the Board of Elections, to obtain absentee ballots, and to deliver completed absentee ballots to the Board of Elections in person or by mail with the limitation that an individual cannot be the agent for persons living in more than one household;\n(2) [The City is ordered] to issue instructions that permit [election judges] within the County of Philadelphia to designate any competent adult person to assist in the transportation of election materials between the polling places and the designated receiving areas for such materials, provided that:\n(a) The Judges of Elections or acting Judges of Elections shall obtain the assent of the minority inspector to the above designation, if he or she is available;\n(b) The Judges of Elections or acting Judges of Elections shall obtain possession of the voting machine keys before the opening of the polls, and shall retain possession of the keys throughout the election process; and\n(c) The City Commissioners shall continue to take all reasonable steps to assure that the election paraphernalia and voting machine keys are actually at each polling place prior to the time set for the scheduled opening of the polls.\n(3) All other procedures of the Pennsylvania Election Code shall be complied with.\nDiscussion\n1. Agents and Absentee Ballots:\nIn order to better appreciate tbe parties’ concerns regarding the conduct of the absentee ballot voting, a brief review of the Code’s provisions governing that process may be helpful. Pursuant to Section 1301 of the Code, qualified electors may vote by absentee ballot if the elector, inter alia, is physically unable to go to the polls or is going to be absent during the entire period the polls are open due to his duties, occupation or business. 25 P.S. §§ 3146.1(j) and (k). Generally, an elector wishing to vote by absentee ballot due to a physical disability must submit an absentee ballot application to the appropriate board of elections, which must include a statement that he is physically unable to go to the polls, a declaration stating the nature of the disability and the name, address and telephone number of his treating physician. 25 P.S. §§ 3146.2(a) and (e)(2).\nIf the board approves the elector’s application, it is required to “mail or deliver” the absentee ballot package to the elector at the address listed on the application. 25 P.S. § 3146.5. This package consists of a declaration envelope, an inner envelope and instructions, all of which are enclosed in an outer envelope. 25 P.S. § 3146.4.\nPursuant to 25 P.S. § 3146.6(a), the disabled elector is then to mark the ballot in secret, enclose and seal it in the inner envelope, enclose and seal the inner envelope in the declaration envelope and then execute the declaration on the declaration envelope. 25 P.S. § 3146.6(a). After voting, the elector must “send by mail” or deliver “in person” the completed package to the board. 25 P.S. § 3146.6.\nThe City concedes that neither the Code, 25 P.S. § 3146.2(e), nor the United States District Court’s order in Marks v. Stinson prohibits “the delivery of absentee ballot applications to the voter, and the delivery of completed applications from the voter to the County Board of Elections, by someone other than the voter himself.” (City’s Brief at 10) (emphasis in original). It argues, however, that the trial court erred in entering a declaratory judgment order holding that it was proper for an agent to deliver the package containing the unmarked absentee ballot to a disabled elector. The City submits that such an agent-delivery practice may be prohibited by the United States District Court’s order in Marks v. Stinson and the Code. The City concedes, however, that the applicable Code section does not expressly prohibit or permit such a practice. (City’s Brief at 11.) Section 1305 of the Code provides as follows:\n(b) The county board of elections upon receipt and approval of an application filed by any elector qualified in accordance with the provisions of section 1301, subsections (i) to (l), inclusive, shall commence to deliver or mail official absentee ballots on the second Tuesday prior to the primary or election. As additional applications are received and approved, the board shall deliver or mail official absentee ballots to such additional electors within forty-eight hours.\n25 P.S. § 3146.5(b).\nIn reference to whether an agent may return the completed ballots to the Board on behalf of a disabled elector, the City similarly argues that the trial court’s September 21, 1994 order conflicts with both the United States District Court’s order in Marks v. Stinson and the applicable section of the Code. The section governing the return of completed absentee ballots provides that “[s]uch envelope [containing the completed absentee ballot] shall then be securely sealed and the elector shall send same by mail, postage prepaid, except where franked, or deliver it in person to said county board of electors.” 25 P.S. § 3146.6(a).\nIn response to the City’s arguments that the trial court overstepped its judicial boundaries and legislated, Appellees argue that, since the Code does not expressly prohibit or permit agents from assisting disabled electors in obtaining absentee ballot applications and in returning completed ballots to the Board, the trial court correctly followed the well established Pennsylvania Supreme Court precedent of liberally interpreting the Code in order to facilitate the right to vote. Appellees additionally argue that two federal acts mandate the result reached by the trial court.\nAppellees contend that the Americans with Disabilities Act imposes an affirmative duty upon state and local governmental agencies to assure that all persons with disabilities are effectively able to exercise their constitutionally guaranteed rights, none of which is more important than the right to vote. 42 U.S.C. § 12132. Further, Appellees argue that the Federal Voting Rights Act provides that any voter who requires assistance to vote by virtue of a disability may be given assistance by a person of the voter’s choice. 42 U.S.C. § 1973aa-6. We agree.\nWith regard to the agent-delivery practice, we conclude that the trial court properly exercised its discretion. In the Election Code, the General Assembly clearly contemplated delegation in order to facilitate a disabled elector’s right to vote. See, e.g., 25 P.S. § 3146.6(a) (permitting an agent to assist a disabled elector in making his mark on the declaration); 25 P.S. § 3146.2(e) (does not preclude qualified elector, such as a bedridden or hospitalized veteran, from submitting an absentee ballot application through an agent).\nIn addition, we note that each of the federal acts cited mandates that the rights of the disabled be preserved and facilitated. Significantly, the City has no quarrel with this interpretation of those acts as evidenced by its statement that “modification of existing Election Code provisions to accommodate the rights of the disabled is mandated by the Americans with Disabilities Act, 42 U.S.C. § 12132, and the Voting Rights Act, 42 U.S.C. § 1973aa-6.” (City’s Brief at 9.)\nWe conclude, therefore, that the trial court properly allowed a disabled voter to appoint a person of his or her choice to obtain an absentee ballot application, to deliver it to the Election Board, to obtain an absentee ballot from the Board and to deliver the completed ballot either to the mail box or to the Board. The trial court’s proviso that “an individual cannot be the agent for persons living in more than one household” appears to be a reasonable means of balancing the rights of a disabled person who wishes to vote with the public need to insure a fair election. It is self-evident that a voter who is so disabled that he or she is unable to get to the polls on election day, would probably be unable to get to the mail box or Election Board in the weeks before the election.\nAccordingly, we affirm the trial court’s order wherein it permitted disabled electors to select agents to assist them in exercising their voting rights via the absentee ballot process. We next address that part of the trial court’s order permitting election judges to seek assistance in transporting election materials on election days.\n2. Election Judges’ Delegation of the Task of Transporting Election Materials:\nSection 1228 of the Code addresses the role of election judges in the disposition of returns, posting, the return of district registers and the return of voting cheek lists. 25 P.S. § 3068. The City argues that the trial court erred in determining that election judges could seek assistance in the transportation of election materials on election days because Section 1228 provides that certain items are to be returned and delivered by the particular judge of election and the United States District Court in Marks v. Stinson ordered that there be no deviation from the express mandates of the Code.\nAppellees argue that the trial court correctly determined that election judges could seek out assistance in the transportation of election materials because there are sufficient safeguards in place to prevent election fraud, such as the sealed permanent record in the voting machine and the duplicate returns retained by the minority inspector. In an amicus curiae capacity, the Committee of Seventy argues that the relevant provisions of the Code regarding the administrative processes of running elections should be construed as directory, rather than mandatory, in order to ensure that the polling places are, in fact, open at 7:00 a.m. on election days and remain functioning until 8:00 p.m. on election nights. Thus, the Committee contends that the trial court was correct in concluding that election judges are authorized to seek assistance in maneuvering the voting machines in place and in obtaining and returning the registration binders and related election materials before and after elections. We agree with Appellees and the Committee.\nAs we noted in the first segment of this opinion, the General Assembly in the Code clearly contemplated delegation in the election process. In addition, the trial court included several important safeguards to bar against fraud in the election process, but at the same time,, to ensure facilitation of the voting franchise. Significantly, the City does not appear to be arguing that there is a lack of safeguards and checks and balances regarding the election judges’ delegation of a selected portion of their tasks.\nAccordingly, we also affirm that part of the trial court’s order permitting election judges to seek assistance with transporting election materials on election days.\nConclusion\nFor the above reasons, we affirm in whole Judge Nigro’s September 21,1994 order with its attendant safeguards stated therein. The trial court tackled the very difficult dilemma of carefully balancing the interests of the public in having fraud-free elections with the interests of disabled electors in being able to exercise their constitutional right to vote without undue hindrances. Certainly, the court’s resolution came as close as possible to striking a just balance between maintaining the integrity of the election process and preventing the rights of disabled electors from being unjustly compromised.\nWe entered our order for the foregoing reasons.\nORDER\nAND NOW, this 13th day of October, 1995, upon consideration of the briefs submitted by the parties and following oral argument on October 13, 1995 the decision of the Honorable Russell M. Nigi’o is affirmed.\n. Act of June 3, 1937, P.L. 1333, as amended, 25 P.S. §§ 2601-3591.\n. We acknowledge and recognize the federal courts’ function to protect voters’ rights under the United States Constitution and federal statutes in election cases. The United States Court of Appeals for the Third Circuit thoroughly outlined these rights in Marks v. Stinson, 19 F.3d 873, 882-84 (1994). We note also that there is a pending election case in the United States District Court for the Eastern District of Pennsylvania, Jacobs v. Philadelphia County Board of Elections, 1995 WL 639747, which apparently deals with issues similar to those found in Marks v. Stinson.\nWith due respect to the federal courts’ role in Pennsylvania election cases, we find that we have primary responsibility to construe the Election Code and to resolve any ambiguities therein.\n. If the disabled elector is unable to sign his declaration due to illness or physical disability, he may request assistance in making his mark in lieu of his signature. The agent/witness then must provide his address and signature below the elector's mark.\n. 4. . ... The official absentee ballot material, which is distributed from the County Board of Elections for use in primary or general elections after the receipt of a duly qualified absentee voter application processed pursuant to 25 P.S. § 3146.2b SHALL only be distributed by mailing same to the voter, or by hand delivery to the voter, pursuant to 25 P.S. § 3146.5. Stinson v. Marks order, paragraph 4.\n. 5. The defendant County Board of Commissioners, acting in the capacity of the Board of Elections, their agents, servants and those acting in concert with them are hereby further ENJOINED from receiving any official absentee ballot materials or declarations from any candidate or candidate’s workers, or anyone other than the voter. The Board of Commissioners, shall only accept such ballots if delivered to them in person by the voter, or mailed to them by the voter, pursuant to 25 P.S. § 3146.6.\n. In re Johnson, 509 Pa. 347, 502 A.2d 142 (1985); Petition of Ross, 411 Pa. 45, 190 A.2d 719 (1963); Appeal of James, 377 Pa. 405, 105 A.2d 64 (1954); Cole's Election, 223 Pa. 271, 72 A. 510 (1909).\n. Section 12132. Discrimination\nSubject to the provisions of this title, no qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.\n. Section 1973aa-6. Voting assistance for blind, disabled or illiterate persons\nAny voter who requires assistance to vote by reason of blindness, disability, or inability to read or write may be given assistance by a person of the voter’s choice, other than the voter’s employer or agent of that employer or officer or agent of the voter's union.\n. We do not herein address the definition of \"household\" as it relates to that part of the trial court’s order providing that “an individual cannot be the agent for persons living in more than one household.” Any interpretation concerning places such as nursing homes or hospitals must be left initially to the administrative discretion of the election officials or the trial court.\n. 8. The County board of Commissioners, acting as the Board of Elections, its agents, representatives and those acting in concert with them are further ORDERED to take all steps necessary within the office of the County Board of Elections to enforce the terms of this Order and to comply with the terms of the Election Code and other laws.",
        "type": "majority",
        "author": "KELTON, Senior Judge."
      }
    ],
    "attorneys": [
      "Michael F. Eichert, Chief Deputy City Solicitor, for appellants.",
      "Robert J. Sugarman, for appellees."
    ],
    "corrections": "",
    "head_matter": "Patricia DIPIETRAE; Bernard Bukowski; Mary Boice; Marina Domit; and Maryanne Hildenberger v. CITY OF PHILADELPHIA and Philadelphia City Commissioners/Philadelphia County Board of Elections, Appellants.\nCommonwealth Court of Pennsylvania.\nArgued Oct. 13, 1995.\nDecided Oct. 25, 1995.\nMichael F. Eichert, Chief Deputy City Solicitor, for appellants.\nRobert J. Sugarman, for appellees.\nBefore COLINS, President Judge, SMITH, J., and KELTON, Senior Judge."
  },
  "file_name": "1132-01",
  "first_page_order": 1190,
  "last_page_order": 1195
}
