{
  "id": 7868082,
  "name": "Peter J. DILKUS, Appellant v. WORKMEN'S COMPENSATION APPEAL BOARD (JOHN F. MARTIN & SONS), Appellee",
  "name_abbreviation": "Dilkus v. Workmen's Compensation Appeal Board",
  "decision_date": "1996-03-01",
  "docket_number": "",
  "first_page": "1135",
  "last_page": "1139",
  "citations": [
    {
      "type": "official",
      "cite": "671 A.2d 1135"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "143 Pa.Commw. 193",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1423185
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "197"
        },
        {
          "page": "1034"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/143/0193-01"
      ]
    },
    {
      "cite": "639 A.2d 869",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1458153,
        7864644
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "871"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/162/0418-01",
        "/a2d/639/0869-01"
      ]
    },
    {
      "cite": "162 Pa.Commw. 418",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1458153
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/162/0418-01"
      ]
    },
    {
      "cite": "158 Pa.Commw. 292",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1451029
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "296-297"
        },
        {
          "page": "796"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/158/0292-01"
      ]
    },
    {
      "cite": "122 Pa.Commw. 619",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1381109
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "page": "622"
        },
        {
          "page": "367"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/122/0619-01"
      ]
    },
    {
      "cite": "516 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808596
      ],
      "weight": 4,
      "year": 1987,
      "pin_cites": [
        {
          "page": "252"
        },
        {
          "page": "380"
        },
        {
          "page": "250"
        },
        {
          "page": "379"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/516/0240-01"
      ]
    },
    {
      "cite": "534 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839679
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0347-01"
      ]
    },
    {
      "cite": "661 A.2d 1355",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7884387,
        470788,
        470813,
        7884551
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "1357"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/661/1355-01",
        "/pa/541/0148-01",
        "/pa/541/0147-01",
        "/a2d/661/1355-02"
      ]
    },
    {
      "cite": "541 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470788
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "151-153"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0148-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 681,
    "char_count": 13359,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20032345515124628
    },
    "sha256": "17c291fa49db9124b513caae90e229f7d436878e57fdea53ffa6c069864b668e",
    "simhash": "1:302d79d7826e8f50",
    "word_count": 2101
  },
  "last_updated": "2024-02-27T23:50:19.248900+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., FLAHERTY, ZAPPALA, CAPPY, CASTILLE and NIGRO, JJ.",
      "NEWMAN, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "Peter J. DILKUS, Appellant v. WORKMEN’S COMPENSATION APPEAL BOARD (JOHN F. MARTIN & SONS), Appellee"
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nWe granted allocatur to address the question of whether, and to what extent, an employer must consider factors other than medical restrictions in offering replacement work. We find that Appellee, John F. Martin & Sons, met its burden of proof as to job availability and therefore affirm.\nOn December 2, 1987, Appellant, Peter J. Dilkus, suffered a work-related lower back injury while employed as an outside salesman for Appellee, John F. Martin & Sons (hereinafter Employer). As an outside salesman, Appellant would take orders from restaurants and stores and call the orders in to Employer’s office. Pursuant to a notice of compensation payable, Appellant received $334.76 per week based on an average weekly wage of $502.11.\nOn September 9, 1991, Employer filed a petition for termination or suspension of Appellant’s benefits, which was later amended to a petition for modification because the proffered job would not have paid Appellant his average weekly pre-injury wage. The Employer alleged in its petition that Appellant had been offered suitable employment and failed to follow through in good faith.\nEmployer, on August 26,1991, had offered Appellant a coupon sorter position at Employer’s main plant. The position entailed the following:\n[S]ort[ing] coupons according to the manufacturer and sendfing] them to the manufacturer for redemption. At most, Claimant would have been required to lift objects weighing 2 pounds. Claimant would perform this job sitting at a table that could be adjusted. Claimant could choose to stand or sit while performing this job. [Employer] also provided a reclining chair and sofa should the Claimant wish to lie down during his break.\n6. The job would have required the Claimant to travel approximately 47 miles from the Claimant’s home in Dover, PA [York County] to the place of employment in Ephrata, PA [Lancaster County].\n7. The job offered to the Claimant would have paid wages of $4.50 per hour which was less than his pre-injury wages.\nFindings of Fact Nos. 5-7.\nTwo issues were disputed before the judge: 1) whether the job was medically suitable for Appellant, and 2) whether the job was legally suitable due to economic considerations which included the ninety-four mile round-trip commute, the cost of gasoline and the low wage.\nThe judge found that the Employer had sustained its burden of proving that the job was medically suitable for Appellant. Employer offered the testimony of board-certified orthopedic surgeon Dr. J. Joseph Danyo from which the following finding of fact was made:\nDr. Danyo reviewed the description of the coupon counter position that was offered to the Claimant by [Employer] and approved the job as being within the Claimant’s capabilities_ When Dr. Danyo last saw the Claimant [June 24, 1991], the Claimant’s condition had not deteriorated and in fact, Dr. Danyo felt that the Claimant had improved, although he was still suffering the effects of the work injury.\nFinding of Fact No. 10.\nIn opposition to the Employer’s petition, Appellant offered the testimony of Dr. Paul B. Schwartzkopf, Appellant’s family doctor who had referred Appellant to Dr. Danyo for orthopedic treatment. Following a review of the requirements of the coupon sorter position, Dr. Schwartzkopf opined that the Appellant was not capable of performing the duties because he didn’t seem to tolerate long car trips, and the twisting and stretching would aggravate his condition.\nThe judge found Dr. Danyo’s testimony to be credible and rejected Dr. Schwartzkopfs testimony to the extent that it conflicted with that of Dr. Danyo.\nThe judge also considered Appellant’s argument that the job was not legally suitable based upon economic considerations. The judge rejected Appellant’s argument, concluding that the Appellant would have received partial disability benefits based on the difference between the pre-injury wage and the wage on his return to work, and the Lancaster County coupon sorter position was within the geographical area where others in the same community would accept employment. Additionally, the judge noted that Appellant had in his pre-injury job travelled from time to time to the Employer’s main plant.\nThe judge granted the Employer’s petition for modification and modified the compensation to the weekly rate of $214.76 effective August 27,1991.\nThe Workmen’s Compensation Appeal Board (Board) affirmed. Appellant next appealed to the Commonwealth Court. In a memorandum opinion and order, the Commonwealth Court affirmed the order of the Board. We granted Appellant’s Petition for Allowance of Appeal and entered an order directing that this case be submitted on briefs.\nOur scope of review in a workers’ compensation case is limited to a determination of whether there has been a constitutional violation, an error of law, or a violation of appeal board procedure, and whether necessary findings of fact are supported by substantial evidence. Markle v. Workmen’s Compensation Appeal Board (Caterpillar Tractor Company), 541 Pa. 148,151-153, 661 A.2d 1355,1357 (1995) citing St. Joe Container Company v. Workmen’s Compensation Appeal Board (Staroschuck), 534 Pa. 347, 633 A.2d 128 (1993).\nThis case is governed by the following procedure:\n1. The employer who seeks to modify a claimant’s benefits on the basis that he has recovered some or all of his ability must first produce medical evidence of a change in condition.\n2. The employer must then produce evidence of a referral (or referrals) to a then open job (or jobs), which fits in the occupational category for which the claimant has been given medical clearance, e.g., light work, sedentary work, etc.\n3. The claimant must then demonstrate that he has in good faith followed through on the job referral(s).\n4. If the referral fails to result in a job, then claimant’s benefits should continue.\nKachinski v. Workmen’s Compensation Appeal Board (Vepco Construction Co.), 516 Pa. 240,252, 532 A.2d 374, 380 (1987).\nThere is no dispute that Appellant’s work-related injury, although improved, continued as of September, 1991, when the Employer filed the amended petition for modification.\nAppellant argues that the Employer failed to meet its burden of proof of job availability, characterizing the job proposed as nothing more than the Employer’s attempt to avoid paying compensation. Specifically, the Appellant claims that Commonwealth Court failed to consider non-medical factors in determining the suitability of the job offer. The non-medical factors Appellant cites that make the job unsuitable are: too far of a distance to travel (94 mile round-trip), too low wages (eight hours a day at $4.50 per hour), and too expensive of a commute (28.6% to 78.3% of Appellant’s net pay). In support of his claim, Appellant relies upon Titusville Hospital v. Workmen’s Compensation Appeal Board (Ward), 122 Pa.Commw. 619, 552 A.2d 365 (1989); Goodwill Industries of Pittsburgh v. Workmen’s Compensation Appeal Board (Friend), 158 Pa.Commw. 292, 631 A.2d 794 (1993); and DME Company Workmen’s Compensation Appeal Board (Peters), 162 Pa.Commw. 418, 639 A.2d 869 (1994).\nThe Employer contends that there was substantial evidence supporting the judge’s finding that the offered job was suitable even though it was forty-seven miles away. According to the Employer, the testimony revealed that Appellant had travelled to Employer’s main office, where the job was located, from time to time. In fact, Employer points to Appellant’s own testimony that he drove to Employer’s main office to obtain mileage for which he was reimbursed. The Employer also indicated that the vocational expert testified that it was common for people in the York area (where Appellant lives) to travel to the Lancaster area for work.\n[A] position may be found to be actually available, or within the claimant’s reach, only if it can be performed by the claimant, having regard to his physical restrictions and limitations, his age, his intellectual capacity, his education, his previous work experience, and other relevant considerations, such as his place of residence.\nKachinski, 516 Pa. at 250, 532 A.2d at 379.\nCommonwealth Court has in several previous cases examined the non-medical factor of a claimant’s place of residence or geographic area in determining whether a job is actually available. In Titusville, the court held that the offers of employment, some located up to thirty-two miles from the claimant’s home, were not “available” work. The decision in Titusville was not based on claimant’s preference to work only in her hometown, but upon the fact that claimant had neither private nor accessible public transportation to the positions offered. 122 Pa.Commw. at 622, 552 A.2d at 367.\nIn Goodwill Industries of Pittsburgh, the referee found that a twenty hour per week, light-duty job in the south side of Pittsburgh (thirty miles from claimant’s home in Am-bridge, Beaver County, with a three-hour daily bus commute involving four transfers) was unavailable because it was outside of the claimant’s geographic area. In affirming, Commonwealth Court reasoned that the job was outside of claimant’s geographic area not because others from her community would not accept work in the city, but because the three hour per day bus commute, when compared with the four-hour workday, was not reasonable for other persons as well as for claimant. 158 Pa.Commw. at 296-297, 631 A.2d at 796.\nSimilarly, in DME Company v. Workmen’s Compensation Appeal Board (Peters), the Commonwealth Court addressed the issue of whether the referee’s finding of fact — that the sales clerk position was unavailable to claimant — was supported by substantial evidence. In so finding, the court determined that there was substantial evidence that the claimant lacked adequate transportation. The court relied upon the testimony of the store owner in which she not only stated that no individual from claimant’s hometown or general area worked at the store, but also that there was no public transportation available that would have enabled claimant to commute to the store. Moreover, the claimant presented unrefuted testimony that he did not have a reliable vehicle to use as transportation. 162 Pa.Commw. at 423, 639 A.2d at 871.\nIn Scheib v. Workmen’s Compensation Appeal Board (Ames Department Store), 143 Pa.Commw. 193, 197, 598 A.2d 1032, 1034 (1991), the Commonwealth Court affirmed the decision of the Board denying benefits by stating that:\nAs long as the position is within a geographic area where others in the same community would accept employment, a person’s personal preference as to where he or she would like to work is irrelevant as long as he or she is physically able to perform the available job.\nScheib is distinguishable from Titusville, Goodwill Industries of Pittsburgh, and DME Company in that the claimant did not set forth objective and substantiated reasons why the positions were unsuitable.\nThese cases demonstrate the kind of “other relevant considerations,” — availability of transportation, duration of commute, and length of workday — that properly enter into the determination of whether a job is within a claimant’s reach.\nUnlike the claimants in Titusville, Goodwill Industries of Pittsburgh, and DME Company, Appellant has reliable personal transportation to the coupon sorter position at the Employer’s main office. The judge rejected Appellant’s expert testimony that Appellant does not seem to tolerate long car trips. Furthermore, the duration of the commute, which is approximately two hours round-trip, is not unreasonable for the eight hour workday that is required for this full-time position. Finally, the vocational expert testified that it was common for persons in the York area (where Appellant lives) to travel to Lancaster to work.\nAs for the economic factors that Appellant would have this Court consider, which include low pay ($4.50 per hour) and expense of the commute, we find these factors to be of no moment because the Workmen’s Compensation Act provides partial disability payments based on the difference between the earning power of the claimant and his pre-injury wage. 77 P.S. § 512. We note that the partial weekly disability payment of $214.76 which Appellant was awarded plus the potential gross weekly wages of $180.00 from the coupon sorter position exceed the amount of the total disability payment of $334.76 per week Appellant was previously receiving.\nWe therefore find that the determination that the Employer met its burden as detailed in the second prong of the Kachinski analysis is supported by substantial evidence. Although Appellant’s personal preference may have been not to sort coupons and commute forty-seven miles one way for the $4.50 per hour position, we must conclude, under the facts of this case, that these non-medical factors do not render the proffered job unsuitable.\nThe order of the Commonwealth Court is affirmed.\nNEWMAN, J., did not participate in the consideration or decision of this case.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      }
    ],
    "attorneys": [
      "William H. Poole, Jr., York, for Peter Dil-kus.",
      "Daniel K. Deardorff, Carlisle, for J.F. Martin."
    ],
    "corrections": "",
    "head_matter": "Peter J. DILKUS, Appellant v. WORKMEN’S COMPENSATION APPEAL BOARD (JOHN F. MARTIN & SONS), Appellee\nSupreme Court of Pennsylvania.\nSubmitted Oct. 12, 1995.\nDecided March 1, 1996.\nWilliam H. Poole, Jr., York, for Peter Dil-kus.\nDaniel K. Deardorff, Carlisle, for J.F. Martin.\nBefore NIX, C.J., FLAHERTY, ZAPPALA, CAPPY, CASTILLE and NIGRO, JJ."
  },
  "file_name": "1135-03",
  "first_page_order": 1161,
  "last_page_order": 1165
}
