{
  "id": 9301309,
  "name": "Joao RODRIGUES-NOVO, et al., Appellants, v. RECCHI AMERICA, INC., et al., Appellees",
  "name_abbreviation": "Rodrigues-Novo v. Recchi America, Inc.",
  "decision_date": "2003-11-13",
  "docket_number": "No. 02-CV-919",
  "first_page": "1135",
  "last_page": "1140",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 1135"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "618 A.2d 712",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7361194
      ],
      "pin_cites": [
        {
          "page": "714-15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/618/0712-01"
      ]
    },
    {
      "cite": "823 A.2d 513",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9123575
      ],
      "pin_cites": [
        {
          "page": "526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/0513-01"
      ]
    },
    {
      "cite": "Md. Code Ann., Cts. & Jud. Proc. § 12-605",
      "category": "laws:leg_statute",
      "reporter": "Md. Code Ann.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "309 Md. 445",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2068061
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/md/309/0445-01"
      ]
    },
    {
      "cite": "401 A.2d 1013",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "285 Md. 216",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2085640
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/285/0216-01"
      ]
    },
    {
      "cite": "388 A.2d 562",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "pin_cites": [
        {
          "page": "567",
          "parenthetical": "Honaker II"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "40 Md.App. 185",
      "category": "reporters:state",
      "reporter": "Md. App.",
      "case_ids": [
        2297997
      ],
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "Honaker II"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md-app/40/0185-01"
      ]
    },
    {
      "cite": "308 Md. 486",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2066371
      ],
      "weight": 11,
      "year": 1987,
      "pin_cites": [
        {
          "page": "723"
        },
        {
          "page": "726"
        },
        {
          "page": "727"
        },
        {
          "page": "727"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/308/0486-01"
      ]
    },
    {
      "cite": "Md. Code Ann., Cts. & Jud. Proc. § 12-601",
      "category": "laws:leg_statute",
      "reporter": "Md. Code Ann.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 736,
    "char_count": 14907,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.6036066195365059
    },
    "sha256": "47e3a82eefb03e2fb548c9a7a53c4f73e1638982d22f09b0812f0c36de3a4956",
    "simhash": "1:b706e3e027cb256b",
    "word_count": 2361
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY and STEADMAN, Associate Judges, and NEBEKER, Senior Judge."
    ],
    "parties": [
      "Joao RODRIGUES-NOVO, et al., Appellants, v. RECCHI AMERICA, INC., et al., Appellees."
    ],
    "opinions": [
      {
        "text": "ORDER OF CERTIFICATION\nTERRY, Associate Judge:\nAppellant Joao Rodrigues-Novo was injured in a construction accident while working at the Branch Avenue Metro Station in Prince George’s County, Maryland. At the time of the accident, Rodrigues-Novo was employed by Pessoa Construction, Inc. (“Pessoa”). Pessoa was a subcontractor of appellee Recchi America, Inc. (“Recchi”). Recchi, in turn, was a contractor working for the Washington Metropolitan Area Transportation Authority (“WMATA”), which owned the site.\nAppellant Rodrigues-Novo and his wife filed suit in the District of Columbia Superior Court against Recchi, WMATA, and supervisor Leroy Barnes alleging negligence in the supervision, maintenance, and inspection of the loader and construction site, which negligence they claimed caused their damages. The trial court granted summary judgment to both defendants, on the ground that under the Maryland law of workers’ compensation they were “statutory employers” and hence immune from suit. An appeal has been taken to this court challenging that conclusion.\nThe answer to this question of law will be determinative of this appeal and it appears to this court that as to WMATA, there is no controlling appellate decision, constitutional provision or statute of Maryland. Furthermore, the issue is one of general importance, given the extensive ongoing activities of WMATA in Maryland. Accordingly, pursuant to D.C.Code § 11-723(h) (2001), the Maryland Uniform Certification of Questions of Law Act, Md. Code Ann., Cts. & Jud. Proc. § 12-601 et seq. (2002 Repl.), and Rule 8-305 of the Maryland Court of Appeals, we hereby respectfully certify to the Maryland Court of Appeals the following question of law: Whether, in the circumstances of this case, WMATA was a “statutory employer” under the Maryland Workers’ Compensation Act and hence immune from suit alleging negligence.\nI.\nThe Maryland Workers’ Compensation Act grants immunity from suit in tort to employers who are required to carry workers’ compensation insurance. Md.Code Ann., Lab. & Empl. § 9-509(a) (1999 Repl.). Thus, if an employer falls within the statutory definition, immunity is a defense to any tort claim brought by an injured employee. However, this basic tenet of the workers’ compensation system does not preclude an injured employee from pursuing a tort claim against third parties who are not their employers, but who may be hable for their injuries. See Md.Code Ann., Lab. & Empl. § 9-902(c); Brady v. Ralph Parsons Co., 308 Md. 486, 520 A.2d 717, 723 (1987).\nThe Act sets forth who is considered an employer, commonly referred to as a “statutory employer,” as follows:\n(a) In general—A principal contractor is hable to pay a covered employee or the dependents of the covered employee any compensation that the principal contractor would have been liable to pay had the covered employee been employed directly by the principal contractor if:\n(1) the principal contractor undertakes to perform any work that is part of the business, occupation, or trade of the principal contractor;\n(2) the principal contractor contracts with a subcontractor for the execution by or under the subcontractor of all or part of the work undertaken by the principal contractor; and\n(3) the covered employee is employed in the execution of that work.\nMd.Code Ann., Lab. & Empl. § 9-508. Such statutory employers are immune from suit in the same manner as a direct employer. Sections 9-508(b), 9—509(a); Brady, supra, 520 A.2d at 726.\nThe focus in this appeal is whether WMATA meets these requirements for treatment as a statutory employer.\nII.\nAppellants present three principal arguments in support of their position that Maryland law does not provide immunity for WMATA.\nA.\nAppellants first argue that WMA-TA is not a principal contractor who has contracted to perform work within the meaning of the statute. As the statutory language is applied in Brady, a principal contractor must be a party to two distinct contracts. 520 A.2d at 727. The first contract is with a third party, under which the principal contractor will undertake certain work for the third party. Id. The second contract must be with a subcontractor who agrees to perform that same work in whole or in part. Id.\nAppellants assert that WMATA is not a party to any contract with a third party that will qualify it for principal contractor status. To refute this argument, WMA-TA points to a document, dated August 20, 1992, entitled “Fifth Interim Capital Contributions Agreement Commitment Letters Local Funding Agreement” (“Agreement”) as the antecedent required contract. The Agreement provides for the District of Columbia, various municipalities in Virginia (referred to as “Political Subdivisions”), and Montgomery County and Prince George’s County in Maryland (referred to as “Guarantors”) to provide funding for four WMATA construction projects, including the Branch Avenue Metro Station where Rodrigues-Novo was working. Appellants contend that the Agreement is not sufficient, under the Brady precedent, to serve as an antecedent contract.\nIn Brady, the Maryland Court of Appeals ruled that the Mass Transit Authority (“MTA”) was not a statutory employer under the Act because it had never entered into a principal contract with a third party. 520 A.2d at 727. MTA had contracted with a general contractor for the construction of three train stations, much as WMATA contracted with Recchi to perform construction work on a Metro station project. Id. MTA attempted to present a “Capital Grant Contract” as evidence of an antecedent contract, but had not presented the contract prior to appeal, leaving the Brady court unable to consider its validity as a principal contract. Id. at 727-28 n. 22. The Court did note that “a mere financing agreement, which grants funds for a construction project, between an owner or contractor and a third party will not give rise to an antecedent contract unless the agreement also requires that the owner or contractor perform work or services for the third party.” Id.\nAppellants invoke Brady as precedent for finding that WMATA, like MTA, is not a statutory employer. Appellees, however, point to Section 10 of the Agreement as evidence that WMATA, as owner and contractor for the Branch Avenue site, is required to perform construction work for Prince George’s County. Section 10 states that if one of the planned projects (such as the Branch Avenue Metro Station) did not receive approval from the Federal Transportation Administration, WMATA would work on an alternate project in the same jurisdiction with the allocated funds. While Section 10 clarifies the responsibilities of each of the funding municipalities, we find no language, in Section 10 or elsewhere in the Agreement, specifically indicating that WMATA will actually perform construction work, rather than acting as the conduit for funds to reach construction contractors. Nonetheless, we think the issue of whether the Agreement is an antecedent contract within the scope of Brady presents an unanswered question of Maryland law. There is no clear line between a “mere financing agreement” and the type of antecedent contract that, in the totality of circumstances here, could provide WMATA with statutory employer immunity.\nAlternatively or in addition, appellees invoke as the requisite primary contract the charter establishing WMATA. That charter constitutes a compact between the District of Columbia, the Commonwealth of Virginia, and the State of Maryland. The WMATA Compact authorizes WMA-TA to “[ejnter into and perform contracts, leases and agreements with any person, firm or corporation or with any political subdivision.. .including, but not limited to, contracts or agreements to furnish transit facilities and service.” D.C.Code § 9-1107.01, Art. V, Sec. 12© (2001); Md.Code Ann., Transp. I § 10-204, Art. V, Sec. 12® (2001 Repl.). The construction of facilities must be implemented via project contracts between WMATA and local jurisdictions. See Art. VII, § 18 (“Commitments for Financial Participation”).\nB.\nAppellants further argue that construction work, such as that undertaken at the Branch Avenue site, is not part of WMA-TA’s “trade, business or occupation.” Appellants draw a comparison to a supermarket chain that, while it must build new stores to grow as a business, is not in the “business” of constructing supermarkets. WMATA, however, posits as the threshold question whether the subcontracted work (i.e. the construction work) is an “essential or integral” part of the principal contractor’s business. See W.C. & A.N. Miller Dev. Co. v. Honaker, 40 Md.App. 185, 388 A.2d 562, 567 (1978) (Honaker II), aff'd, 285 Md. 216, 401 A.2d 1013 (Md.1979). WMATA invokes Section 12 of the WMA-TA Compact, which authorizes WMATA to “Construct.. .real and personal property. . .necessary or useful in rendering transit services or in activities incidental thereto.” D.C.Code § 9-1107.01, Art. V, Sec. 12(d); Md.Code Ann., Transp. I § 10-204, Art. V, Sec. 12(d).\nC.\nFinally, appellants contend that WMA-TA cannot in any event be a statutory employer because WMATA is a “public utility” within the scope of Lathroum v. Potomac Elec. Power Co. (“PEPCO”), 309 Md. 445, 524 A.2d 1228 (1987). In Lathr-oum, the employee of a contractor brought suit against PEPCO for injuries arising from an accident in an underground coal hopper owned by PEPCO. Id. at 1228-29. The Maryland Court of Appeals decided that PEPCO was not a statutory employer within the meaning of the Act because the legislature “never intended a ‘principal contract’ to arise where there is a statutory duty on the part of a public utility to provide a regulated commodity to the public.” Id. at 1230. The court continued:\nPEPCO is not performing any work or service according to customer specifications or direction; it is merely providing a regulated commodity pursuant to statutorily mandated requirements. If indeed there is a contract in this case, it is more akin to a contract for the sale of a product, which this Court has concluded is not within the contemplation of the “statutory employer” provision of the Act.\nId. at 1231.\nAppellants assert that WMATA was not building the Branch Avenue station according to the specifications of the “customer,” Prince George’s County, but rather was providing mass transit facilities in accord with the WMATA Compact. WMATA, however, points to the previously mentioned Agreement between WMA-TA and the Political Subdivisions and Guarantors, which provides for the Political Subdivisions’ and Guarantors’ approval of design projects, and allows individual jurisdictions to change project designs in their respective geographic areas if they fund the cost of any changes. In this way, it is argued, WMATA is not similar to a public utility, because the Agreement stipulates that WMATA will provide transit facilities according to the specifications of local jurisdictions, including Prince George’s County, in exchange for consideration.\nIII.\nAs indicated, we are unable to address with confidence the questions raised by appellants’ arguments outlined above, the answers to which control the ultimate question that we hereby certify to the Maryland Court of Appeals. The Maryland Court of Appeals, acting as the receiving court, may reformulate the certified question. Md.Code Ann., Cts. & Jud. Proc. § 12-604, 606(a)(3). The names and addresses of counsel of record appear at the end of this order. Md.Code Ann., Cts. & Jud. Proc. § 12-606(a)(4). Fees and costs of certification shall be initially borne by appellants, id. § 12-610, subject to possible eventual adjustment pursuant to D.C.App. R. 39. The above-named appellants in this court shall be treated as the appellants in the certification procedure. Md. Ct.App. R. 8-305(b).\nThe clerk of this court is directed to transmit under official seal the original of this order of certification, signed by the presiding judge of the certifying division, and seven copies thereof to the Maryland Court of Appeals, together with the filing fee for docketing regular appeals, payable to the Clerk of the Court of Appeals, such filing fee to be paid in the first instance by appellants. Id. The clerk of this court shall also transmit such portions of the record on appeal before this court to the Maryland Court of Appeals as may be requested by that court pursuant to Md. Code Ann., Cts. & Jud. Proc. § 12-605(b) and Md. Ct.App. R. 8-305(c).\n. Rodrigues-Novo was operating a Toyota SDK-8 loader to break up pavement at the construction site. When he attempted to secure the loader’s hydraulic hammer, his right leg got caught between the hammer and the lift arms, crushing his foot. The accident resulted in appellant having his lower right leg amputated.\n. Mr. Barnes, a safety inspector hired by Rec-chi, was never served and is not a party to this appeal.\n. Appellants also assert that the trial court abused its discretion in permitting appellants to raise the statutory employer defense when it was not raised in their original answer to the complaint. We find no merit in this argument in the circumstances here. See D.C.Super. Ct. Civ. R. 15(a) (leave to amend pleadings shall be freely given); Fed. Mktg. Co. v. Virginia Impression Prods. Co., 823 A.2d 513, 526 (D.C.2003) (laches defense raised in motion for summary judgment not unfair surprise); Osei-Kuffnor v. Argana, 618 A.2d 712, 714-15 (D.C.1993) (res judicata defense raised in motion for judgment on the pleadings not substantially prejudicial to plaintiff).\n. Initially appellants raised an argument that District of Columbia workers’ compensation law, rather than Maryland law, should apply to the dispute. Appellants conceded at oral argument that Maryland law should control, and we so hold.\n. The parties at oral argument acknowledged that the question of law presented in this certification with respect to WMATA depends upon the documentary evidence in the record, including the WMATA Compact, the referenced Fifth Interim Capital Contributions Agreement, and the contract between WMATA and Recchi, in the context of the other undisputed facts set forth in this order of certification and as may be jointly supplemented by the parties. See Md.Code Ann., Cts. & Jud. Proc. § 12 — 606(b).\n. See also note 7, infra.\n. Appellants suggest, rather weakly, that Rec-chi itself may not be a statutory employer because the work being undertaken by Rodri-gues-Novo was not within the scope of the relevant contracts. We do not read the documents as narrowly as appellants suggest and, unless otherwise advised by the Maryland Court of Appeals, will consider Recchi to be a statutory employer.",
        "type": "majority",
        "author": "TERRY, Associate Judge:"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Joao RODRIGUES-NOVO, et al., Appellants, v. RECCHI AMERICA, INC., et al., Appellees.\nNo. 02-CV-919.\nDistrict of Columbia Court of Appeals.\nNov. 13, 2003.\nBefore TERRY and STEADMAN, Associate Judges, and NEBEKER, Senior Judge."
  },
  "file_name": "1135-01",
  "first_page_order": 1165,
  "last_page_order": 1170
}
