{
  "id": 8017108,
  "name": "Carl L. GILLESPIE, Jr., Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Gillespie v. United States",
  "decision_date": "1977-02-02",
  "docket_number": "No. 10441",
  "first_page": "1136",
  "last_page": "1138",
  "citations": [
    {
      "type": "official",
      "cite": "368 A.2d 1136"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "415 U.S. 308",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6174956
      ],
      "weight": 10,
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "right to use a delinquency probation adjudication to show motive to curry favor with authorities by being a prosecution witness"
        },
        {
          "parenthetical": "right to use a delinquency probation adjudication to show motive to curry favor with authorities by being a prosecution witness"
        },
        {
          "parenthetical": "right to use a delinquency probation adjudication to show motive to curry favor with authorities by being a prosecution witness"
        },
        {
          "page": "311"
        },
        {
          "page": "1108"
        },
        {
          "page": "310"
        },
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/415/0308-01"
      ]
    },
    {
      "cite": "282 U.S. 687",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6933273
      ],
      "weight": 3,
      "year": 1931,
      "pin_cites": [
        {
          "page": "692"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/282/0687-01"
      ]
    },
    {
      "cite": "368 A.2d 1131",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8017022
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/368/1131-01"
      ]
    },
    {
      "cite": "328 A.2d 378",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8036327
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "382"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/328/0378-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 472,
    "char_count": 6524,
    "ocr_confidence": 0.801,
    "pagerank": {
      "raw": 1.7443240363191764e-07,
      "percentile": 0.7075451117034236
    },
    "sha256": "32f6e04e536d8767dc02315302bf1edc0b07b776145ab635a8ef73b67b4f807a",
    "simhash": "1:99cce90837518151",
    "word_count": 1092
  },
  "last_updated": "2024-02-27T23:10:53.000455+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KERN, NEBEKER and MACK, Associate Judges."
    ],
    "parties": [
      "Carl L. GILLESPIE, Jr., Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "NEBEKER, Associate Judge.\nThis appeal, from convictions of assault with a dangerous weapon and carrying a pistol without a license, presents a restricted cross-examination issue quite like that decided in Davis v. Alaska, 415 U.S. 308, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974) (right to use a delinquency probation adjudication to show motive to curry favor with authorities by being a prosecution witness). We hold that decision to be binding in this case and reverse and remand for a new trial.\nThe events in this case had their beginning outside a grocery store when hostile words were exchanged between appellant and one Gary Lewis. Appellant, who lived hearby, then left by automobile. When he arrived near his home, he again encountered Gary Lewis along with his brother, Gregory Lewis, and one Simms, their cousin. According to those three, appellant removed a gun from one of the two grocery bags he was carrying, threatened them, and began firing. The three ran. Appellant was arrested shortly thereafter.\nThe defense version was that appellant indeed brought the gun, unloaded, from the grocery store where he worked. He put the cartridges in his pocket. Appellant, apprehensive because of a previous robbery, asked Simms what he was doing standing around outside the store. He received a hostile answer. A defense witness testified that he heard a threat to “get” appellant.\nAppellant also testified that after he had taken a friend home, he parked his car and walked through an alley toward his home. He was carrying the grocery bags. He saw the three, one of whom he thought said, “There he is.” According to appellant, he retreated a short distance, dumped the groceries on the ground, retrieved the gun, and loaded it with two rounds of ammunition. He was afraid they might rob him. When Simms approached to about 10 or 12 feet, appellant fired twice in the air and the three ran away. Testimony as to appellant’s reputation for peacefulness and honesty was presented by three witnesses.\nPrior to trial, defense counsel had learned that Gary Lewis was on probation as a juvenile for a robbery conviction. In a timely manner, he sought a ruling that he might seek to impeach the prosecution’s case by cross-examining Gary as to his juvenile status. Davis v. Alaska, supra, was invited to the court’s attention and, after lengthy deliberation, the court concluded that Davis was distinguishable from the case at hand. The bases for that ruling were (1) that Davis was a single-witness case as to identification, and (2) that that witness was “a prime suspect for the offense with which the defendant was charged.” (Tr. 154)\nOur review of the record and the briefs leads us to conclude that the factual differ-enees between the two cases are without legal significance. Here, as in Davis, the accused wanted to show the juvenile adjudication and status, not for general impeachment of credibility, but “to show specifically that at the same time [Gary] was assisting the police ... he was on probation for [robbery]. From this [counsel] would seek to show — or at least argue —that [Gary] acted out of fear or concern of possible jeopardy to his probation.” Davis v. Alaska, supra at 311, 94 S.Ct. at 1108. Thus it can be seen that the purpose for the cross-examination at issue in this case and in Davis is identical.\nThe potential value of the desired impeachment may initially seem different in this case. In Davis a single witness was deemed to be “crucial”. Id. at 310, 94 S.Ct. 1105. Here there are three prosecution witnesses and the trial court viewed that difference as legally distinguishing. Appellant’s argument, however, is that the three witnesses here are as one because of their unity of testimonial interest. We find this analysis to be persuasive. With Gary on probation, it could be argued rationally that he, with the help of his brother and cousin, must take the protective role of complaining witnesses. Surely, if appellant’s version of the events were accepted or even given serious consideration by the police, Gary’s probationary status, in the eyes of the complaining witnesses at least, would be in jeopardy. It is this crucial issue of credibility which we find indistinguishable from the Davis case.\nAs observed above, the trial court read Davis as reflecting that the juvenile witness was also a prime suspect in the offense under investigation. However, Davis does not reveal whether this was the case insofar as the police were concerned, although surely such would not have been unreasonable. What is clear from the opinion is that defense counsel was able to elicit that being a suspect did cross the mind of the young witness before he reported what he knew to the authorities. The same conceivably may be said of the three witnesses in the instant case, for any version of the shooting tending to make appellant’s activities appear to have been in selfdefense would concomitantly point the finger of accusation at the three witnesses.\nIt must be acknowledged that the precise argument of unity of testimonial interest was not advanced to the trial court. However, we think the issue was broached clearly enough for requisite notice to the trial court. In a Sixth Amendment cross-examination'case such as this one, even a harmless error holding seems to be precluded. Id. at 318, 94 S.Ct. 1105. Similarly, we are not inclined to impose such a precise discipline of issue preservation before considering the argument advanced in this case. The issue of credibility here is too important and, as in Davis, the competing interests must give way to the right of cross-examination. Alford v. United States, 282 U.S. 687, 692, 51 S.Ct. 218, 75 L.Ed. 624 (1931); Moss v. United States, D.C.App., 368 A.2d 1131, at 1135 n. 2 decided this date; Best v. United States, D.C.App., 328 A.2d 378, 382 (1974).\nReversed and remanded for a new trial.\n. D.C.Code 1973, § 22-502 (three counts) and § 22-3204 (one count). A sentence of 2 years’ probation and three weekends in jail was imposed.",
        "type": "majority",
        "author": "NEBEKER, Associate Judge."
      }
    ],
    "attorneys": [
      "Daniel Burke, Washington, D. C., appointed by this court, for appellant.",
      "Richard H. Saltsman, Asst. U. S. Atty., Washington, D. C., with whom Earl J. Sil-bert, U. S. Atty., John A. Terry, William D. Pease and David M. Bullock, Asst. U. S. Attys., Washington, D. C., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Carl L. GILLESPIE, Jr., Appellant, v. UNITED STATES, Appellee.\nNo. 10441.\nDistrict of Columbia Court of Appeals.\nArgued Nov. 23, 1976.\nDecided Feb. 2, 1977.\nDaniel Burke, Washington, D. C., appointed by this court, for appellant.\nRichard H. Saltsman, Asst. U. S. Atty., Washington, D. C., with whom Earl J. Sil-bert, U. S. Atty., John A. Terry, William D. Pease and David M. Bullock, Asst. U. S. Attys., Washington, D. C., were on the brief, for appellee.\nBefore KERN, NEBEKER and MACK, Associate Judges."
  },
  "file_name": "1136-01",
  "first_page_order": 1188,
  "last_page_order": 1190
}
