{
  "id": 7864643,
  "name": "Donald M. CARROLL, Jr., Secretary of Education, v. RINGGOLD EDUCATION ASSOCIATION, an unincorporated association, and Ringgold School District, and Ringgold Board of School Directors. Appeal of RINGGOLD EDUCATION ASSOCIATION, an unincorporated association",
  "name_abbreviation": "Carroll v. Ringgold Education Ass'n",
  "decision_date": "1996-07-29",
  "docket_number": "",
  "first_page": "1137",
  "last_page": "1145",
  "citations": [
    {
      "type": "official",
      "cite": "680 A.2d 1137"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "98 A. 31",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1916,
      "opinion_index": 0
    },
    {
      "cite": "253 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024084
      ],
      "year": 1916,
      "opinion_index": 0,
      "case_paths": [
        "/pa/253/0175-01"
      ]
    },
    {
      "cite": "127 A.2d 669",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "387 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1271028
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/387/0370-01"
      ]
    },
    {
      "cite": "266 A.2d 673",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "439 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1930998
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/439/0385-01"
      ]
    },
    {
      "cite": "465 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1712654
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/465/0500-01"
      ]
    },
    {
      "cite": "23 A.2d 837",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "pin_cites": [
        {
          "parenthetical": "in every case, what is actually decided is the law applicable to the particular facts; all other conclusions are but obiter dicta"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208350
      ],
      "year": 1942,
      "pin_cites": [
        {
          "parenthetical": "in every case, what is actually decided is the law applicable to the particular facts; all other conclusions are but obiter dicta"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0549-01"
      ]
    },
    {
      "cite": "674 A.2d 214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859136,
        7859098,
        461555,
        461531
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/0214-02",
        "/a2d/674/0214-01",
        "/pa/543/0627-01",
        "/pa/543/0628-01"
      ]
    },
    {
      "cite": "543 Pa. 628",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461531
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0628-01"
      ]
    },
    {
      "cite": "481 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1747296
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/481/0091-01"
      ]
    },
    {
      "cite": "105 A.2d 722",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "377 Pa. 636",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249542
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/377/0636-01"
      ]
    },
    {
      "cite": "525 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1823742
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/525/0001-01"
      ]
    },
    {
      "cite": "531 Pa. 416",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834431
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "421"
        },
        {
          "page": "1188"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0416-01"
      ]
    },
    {
      "cite": "519 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1813564
      ],
      "weight": 3,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/519/0398-01"
      ]
    },
    {
      "cite": "533 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837463
      ],
      "weight": 6,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0519-01"
      ]
    },
    {
      "cite": "528 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829801
      ],
      "weight": 6,
      "year": 1991,
      "pin_cites": [
        {
          "page": "178"
        },
        {
          "page": "1143"
        },
        {
          "page": "178"
        },
        {
          "page": "1143"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0170-01"
      ]
    },
    {
      "cite": "178 A. 291",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1935,
      "opinion_index": 1
    },
    {
      "cite": "318 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159630
      ],
      "year": 1935,
      "opinion_index": 1,
      "case_paths": [
        "/pa/318/0401-01"
      ]
    },
    {
      "cite": "240 A.2d 544",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 1
    },
    {
      "cite": "430 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915756
      ],
      "year": 1968,
      "opinion_index": 1,
      "case_paths": [
        "/pa/430/0289-01"
      ]
    },
    {
      "cite": "459 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481024
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 1,
      "case_paths": [
        "/pa/459/0148-01"
      ]
    },
    {
      "cite": "531 Pa. 416",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834431
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "binding arbitration provision of Second Class County Port Authority Act, applicable where employer obtained injunction to prohibit strike, was inapplicable where third party vindicating different interests, sought and obtained injunction"
        },
        {
          "parenthetical": "binding arbitration provision of Second Class County Port Authority Act, applicable where employer obtained injunction to prohibit strike, was inapplicable where third party vindicating different interests, sought and obtained injunction"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/531/0416-01"
      ]
    },
    {
      "cite": "528 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829801
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/pa/528/0170-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1093,
    "char_count": 29323,
    "ocr_confidence": 0.683,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2002323301474333
    },
    "sha256": "498a083bbd6eef0231a40b6ad12983adb71e311d7baf73f08bddbf00cb33159a",
    "simhash": "1:25f584d7ef018617",
    "word_count": 4738
  },
  "last_updated": "2024-02-27T23:51:15.047420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, ZAPPALA, CAPPY, CASTILLE and NIGRO, JJ.",
      "NIX, C.J., and NEWMAN, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "Donald M. CARROLL, Jr., Secretary of Education, v. RINGGOLD EDUCATION ASSOCIATION, an unincorporated association, and Ringgold School District, and Ringgold Board of School Directors. Appeal of RINGGOLD EDUCATION ASSOCIATION, an unincorporated association."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCAPPY, Justice.\nWe have granted allowance of appeal to review whether, in an action commenced by the Secretary of Education pursuant to section 1161-A of Act 88, 24 P.S. § 11-1161-A, a court sitting in equity which has issued an injunction restraining a work stoppage and an order requiring the rescheduling of school days also has authority to order a school board and a teachers’ association to enter into court-monitored negotiations. As we hold the equity court has authority to order court-monitored negotiations in this circumstance, we reverse the order of the Commonwealth Court.\nThe Ringgold School District (District) and the Ringgold Board of School Directors (Board) were parties to a collective bargaining agreement with the Ringgold Education Association (Association) which expired on August 31, 1993, with negotiations between the District and the Association failing to produce a new agreement. The Association initiated a strike on February 9, 1994, returning to work on February 11, 1994 pursuant to an agreement to extend the terms of the expired collective bargaining agreement. Following further unsuccessful negotiations, the Association commenced a second strike on May 25,1994. Prior to this second strike, the District had provided 163 days of instruction. Although the Association, the District, and the Board had submitted to mediation, fact-finding, and final best offer arbitration pursuant to Act 88, the District and the Board rejected the arbitrator’s decision, and the Association then took its strike action.\nThe Secretary of Education (Secretary), on June 7, 1994, filed with the Common Pleas Court of Washington County a complaint in equity and a petition for preliminary injunction pursuant to section 1161-A of Act 88, seeking to compel the Association to return to work and the District to schedule, before June 30, 1994, the 180 school days mandated by section 1501 of the Public School Code of 1949, 24 P.S. § 15-1501. While neither the District nor the Association filed a responsive pleading to the Secretary’s complaint, the Association presented a motion for court-ordered negotiations.\nAfter hearing oral argument on these requests, the equity court, in an order issued June 7, 1994, granted the injunctive relief requested by the Secretary. The equity court immediately thereafter issued a second order repeating the directions of the first June 7, 1994 order, but adding a direction compelling the Association and the Board to engage in court-monitored bargaining. The Chancellor stated in her first June 7, 1994 order that if the Association were allowed to continue its strike beyond June 7, 1994, the District and the Board would be unable to provide the 180 days of instruction mandated by section 1501 of the Public School Code, and that this inability to provide the required period of instruction constituted immediate and irreparable harm sufficient to form the basis for the granting of an injunction.\nThe District and the Board filed an application for relief and stay of this second June 7,1994 order, which subsequently was denied by the equity court.\nIn an opinion issued July 8, 1994, the Chancellor explained that she had concluded that the injunction provision of Act 88 must be read in pari materia with the injunction provision of the Public Employee Relations Act (PERA), i.e., section 1003, 43 P.S. § 1101.1003. The Chancellor cited this court’s holding in Armstrong School District v. Armstrong Education Association, 528 Pa. 170, 595 A.2d 1139 (1991), which concerned an injunction sought under section 1003 of PERA, as authority for her direction requiring court-monitored negotiations between the parties.\nOn appeal by the District and the Board challenging the Chancellor’s authority to include in her second June 7 injunction order this court-monitored bargaining direction, the Commonwealth Court reversed the challenged portion of the Chancellor’s order. The Commonwealth Court concluded there is no provision in Act 88 which grants the challenged authority to the Chancellor. Relying on language in a footnote in our decision in Reichley by Wall v. North Penn School District, 533 Pa. 519, 626 A.2d 123 (1993), the Commonwealth Court concluded that Act 88 removed public school employes from the scope of PERA, and, thus, our decision in Armstrong was inapplicable here.\nAppellant Association then filed its petition for allowance of appeal from the Commonwealth Court’s decision, which we granted to review the issue of whether the court sitting in equity had the power to order the District and Association to enter into court-monitored bargaining as part of its injunction order under section 1161-A of Act 88. We now reverse.\nInitially, appellees District and Board assert in their brief that we should dismiss this appeal as moot because the Board and the Association ratified a successor agreement on November 2, 1995, ending the parties’ labor dispute. We reject this argument because, while this appeal presents a matter which is technically moot since the 1993-1994 school year has ended and the parties allegedly have entered a successor agreement, this appeal presents a question which is capable of repetition, but likely to evade review, which we should address on its merits. (See Reichley, supra; Jersey Shore Area School District v. Jersey Shore Education Association, 519 Pa. 398, 548 A.2d 1202 (1988)).\nIn reviewing the Association’s appeal of the Commonwealth Court’s decision, we recognize that the standard of review of a decision by an equity court is limited, and that:\n[а] chancellor’s findings of fact will not be disturbed absent an abuse of discretion, a capricious disbelief of the evidence, or a lack of evidentiary support on the record for the findings. A chancellor’s conclusions of law are subject to stricter scrutiny. Unless the rules of law relied on are palpably wrong or clearly inapplicable, however, a grant of injunctive relief will not be reversed on appeal.\nMasloff v. Port Authority of Allegheny County, 531 Pa. 416, 421, 613 A.2d 1186, 1188 (1992).\nThe Secretary has filed a motion to strike with this court, seeking to strike portions of the briefs filed by the Association and amicus curiae, PSEA. The Secretary asserts that the portions of these parties’ briefs which he is challenging improperly address the propriety of the Chancellor’s issuing the injunction, by suggesting the standard the Secretary has to meet under section 1161-A of Act 88 is that of section 1003 of PERA. The Secretary argues that the propriety of the Chancellor’s issuing an injunction and the standard employed by the Chancellor are issues which the Secretary has waived pursuant to Pa.R.A.P. 302(a).\nWhile issues not raised in the lower courts are waived and may not be raised for the first time on appeal (see McHugh v. Litvin, Blumberg, et al., 525 Pa. 1, 574 A.2d 1040 (1990), and Pa.R.A.P. 302(a)), the question we have accepted for review goes to the Chancellor’s authority to order court-monitored negotiations as part of an injunction proceeding pursuant to section 1161-A of Act 88 and according to this court’s decision in Armstrong, which concerned section 1003 of PERA. In order to rule on this issue, we, therefore, must examine the Chancellor’s authority under both section 1003 of PERA and section 1161-A of Act 88. We thus deny the Secretary’s motion.\nSection 1003 of PERA addresses equitable actions to enjoin a work stoppage by a teachers’ association. Section 1003 of PERA provides in pertinent part:\n§ 1101.1003. Strikes after exhaustion of negotiation and mediation procedures; equitable relief in certain circumstances.\nIf a strike by public employes occurs after the collective bargaining processes set forth in sections 801 and 802 of Article VIII of this act have been completely utilized and exhausted, it shall not be prohibited unless or until such a strike creates a clear and present danger or threat to the health, safety or welfare of the public. In such cases the public employer shall initiate, in the court of common pleas of the jurisdiction where such strike occurs, an action for equitable relief including but not limited to appropriate injunctions and shall be entitled to such relief if the court finds that the strike creates a clear and present danger or threat to the health, safety or welfare of the public. If the strike involves Commonwealth employes, the chief legal officer of the public employer or the Attorney General where required by law shall institute an action for equitable relief in the court of common pleas of the jurisdiction where the strike has occurred or the Commonwealth Court.... (Footnote omitted.)\n43 P.S. § 1101.1003.\nIn Armstrong, a school district filed a complaint in equity pursuant to section 1003 of PERA against the striking teachers’ association, asking the court of common pleas to end the work stoppage by issuing an injunction. The Chancellor in Armstrong included in his injunction order a direction requiring attendance of school board members and union negotiators at bargaining sessions, of a frequency and duration determined by the court, and under the supervision of a state mediator. We ruled in our 1991 opinion in Armstrong that the Chancellor possessed authority to include such a direction in his injunction order.\nAct 88 was enacted in 1992, as article XI-A of the Public School Code. See 24 P.S. §§ 11-1101-A through 11-1172-A. Act 88 provides for collective bargaining between public school entities and public school employes or employe organizations. Section 6 of Act 88 provides: “[PERA] is to be read in pari materia with the addition of Article XI-A of the [Public School Code], but [PERA] is repealed insofar as it is clearly inconsistent with the addition of Article XI-A of the Act.” (See 24 P.S. § 11-1101-A Historical and Statutory Notes.)\nAct 88 sets forth steps to be taken to facilitate the parties’ reaching a mutually acceptable collective bargaining agreement, including submission of a dispute or impasse to mediation; then, if mediation does not result in agreement, submitting a dispute or impasse to a fact-finding panel; and, if no agreement is reached, submitting a dispute to non-binding final best offer arbitration. See 24 P.S. §§ 11-1121-A through 1125-A. As the Chancellor recognized, Act 88 makes no provision for the procedure to be followed in the event that the employer or the employe organization rejects the determination of the arbitrators and the employe organization initiates or resumes a legal strike pursuant to section 1125-A 24 P.S. § 11-1125-A\nThe provision pursuant to which the Secretary brought his equitable action in this matter, section 1161-A of Act 88, provides:\nWhen an employe organization is on strike for an extended period that would not permit the school entity to provide the period of instruction required by section 1501 by June 30, the Secretary of Education may initiate, in the appropriate county court of common pleas, appropriate injunctive proceedings providing for the required period of instruction.\n24 P.S. § 11-1161-A.\nAppellant Association and its amicus curiae, PSEA, argue that section 1003 of PERA should be read in pari materia with section 1161-A of Act 88, and that interpreting these sections in pari materia leads to the conclusion that the substantive basis for granting the injunction requested by the Secretary pursuant to section 1161-A of Act 88 is contained in section 1003 of PERA. The Association and PSEA then urge that Armstrong, thus, controls the issue in the present appeal.\nAppellees, the District and the Board, as well as their amicus curiae, Pennsylvania School Boards Association, on the other hand, contend that the Chancellor’s powers were strictly limited by the legislature, in enacting section 1161-A of Act 88, to ensuring that 180 days of instruction are completed under section 1501 of the Public School Code. These parties argue that upon issuing an injunction to ensure that the 180 days of instruction are met, the Chancellor is without power to grant any further relief in her order.\nThe Secretary asserts that with section 1161-A of Act 88, the legislature has provided him a substantive remedy to end a prolonged strike, and that the Chancellor properly applied section 1161-A in issuing her injunction.\nIn comparing the injunction provision of PERA with that of Act 88, we recognize that statutes should be construed in harmony with the existing law, and repeal by implication is carefully avoided by the courts. Borough of Collegeville v. Philadelphia Suburban Water Co., 377 Pa. 636, 105 A.2d 722 (1954).\nBoth section 1003 of PERA and section 1161-A of Act 88 relate to injunction proceedings to enjoin strikes by teachers’ associations. After the collective bargaining processes of PERA have been exhausted, section 1003 of PERA provides for a school district and a school board to seek and receive injunctive relief to order a teachers’ association back to work if the strike creates a clear and present danger or threat to the health, safety or welfare of the public. In the event that a teachers’ association has been on strike for an extended period of time that would not permit the school to provide the 180 days required by section 1501, the Secretary may bring an injunction action pursuant to section 1161-A of Act 88 to enjoin a work stoppage by a teachers’ association. There is nothing in section 1161-A which is clearly inconsistent with the injunction procedure set forth in section 1003 of PERA for a school district and a school board to follow in seeking such an injunction, and we thus conclude that the addition of the injunction provision in Act 88 at section 1161-A of Act 88 did not repeal the injunction provision set forth at section 1003 of PERA.\nThe Chancellor, therefore, correctly determined that the injunction provisions of Act 88 and PERA should be read in pari materia. This conclusion is required not only by section 6 of Act 88, but also is consistent with section 1932 of the Statutory Construction Act, 1 Pa.C.S. § 1932. (“Statutes or parts of statutes are in pari materia when they relate to the same persons or things or to the same class of persons or things.” 1 Pa.C.S. § 1932(a)). We have further explained that statutes in pari materia are to be construed together, if possible, as one statute. See Girard School District v. Pittenger, 481 Pa. 91, 392 A.2d 261 (1978); 1 Pa.C.S. § 1932(b).\nAppellees District and Board argue, however, that the Commonwealth Court correctly ruled that section 1003 of PERA and section 1161-A of Act 88 should not be construed together because of a statement in Reichley, supra, that Act 88 “effectively removed” public educators from the scope of PERA. See Reichley, 533 Pa. at 524-525 n. 3, 626 A.2d at 126 n. 3. The reliance by appellees and the Commonwealth Court on footnote 3 of our Reichley opinion is misplaced in this matter.\nReichley involved a direct appeal to this court of a common pleas court’s decision that PERA was unconstitutional under the Pennsylvania Constitution to the extent that it allows teachers to strike. During the pen-dency of the appeal to this court in Reichley, Act 88 was enacted in 1992: This court, therefore, considered the issue of whether the passage of Act 88 rendered the Reichley appeal moot. In footnote 3 of our Reichley opinion, we reasoned that, in determining whether the legislature may permit teachers to strike at all, the same difficulties which were the basis for the lower court’s determination that PERA was unconstitutional were present under Act 88. This court stated:\nAct 88 effectively removed public educators from the scope of PERA by amending the School Code, adding provisions regarding collective bargaining, 24 P.S. § 11-1101-A et seq. (Purdon’s Legislative Service 1992).\nReichley, 533 Pa. at 524-525 n. 3, 626 A.2d at 126 n. 3. We concluded that the passage of Act 88 during the pendency of the Reichley appeal did not render the appeal moot.\nThus, in footnote 3 of our Reichley opinion this court was not considering the issue of the extent to which the injunction provision of PERA was repealed or was to be read in pari materia with Act 88 which is now before us, and to that extent, our statement that Act 88 effectively removed public educators from the scope of PERA is obiter dicta. We therefore conclude the Commonwealth Court improperly relied upon obiter dicta from our Reichley opinion in rendering its decision. See, e.g., Commonwealth v. George Davis, 543 Pa. 628, 674 A.2d 214 (1996); In re Kenin’s Trust Estate, 343 Pa. 549, 23 A.2d 837 (1942) (in every case, what is actually decided is the law applicable to the particular facts; all other conclusions are but obiter dicta).\nAs we have determined that section 1161-A of Act 88 is to be construed in pari materia with section 1003 of PERA as though the two sections are part of one statute, we thus conclude the Chancellor correctly turned to our decision in Armstrong for the limits on what she could include in her injunctive relief under her equitable powers.\nIn Armstrong, the appellee school district argued that section 1003 of PERA authorized the Chancellor to grant an injunction, only, and that the equity court had no power to condition an injunction to require attendance of school board members and union negotiators at bargaining sessions of a frequency and duration determined by the court under the supervision of a mediator.\nIn addressing the issue of the scope of authority of the equity court in Armstrong, we examined the purposes sought to be achieved by the legislature in enacting PERA, and then turned to a consideration of how equity principles assist an equity court in furthering those legislative purposes. We recognized in Armstrong the public policy and purpose behind PERA: “to promote orderly and constructive relationships between all public employers and their employes, subject, however, to the paramount right of the citizens of this Commonwealth to keep inviolate the guarantees for their health, safety and welfare.” See section 101 of PERA, 43 P.S. § 1101.101.\nThis court reasoned in Armstrong that section 1003 of PERA contemplates that an injunction alone may not be sufficient relief, by stating that the public employer shall be entitled to equitable relief including but not limited to appropriate injunctions, and that the public employer is entitled to such relief if the court finds the strike creates a “clear and present danger”. We ruled that this language in section 1003 of PERA expressly provides authority for the common pleas court to issue injunction decrees and, a forti-ori, orders imposing reasonable regulations and conditions upon the injunction.\nMoreover, in Armstrong, we reasoned that the school district’s argument would render ineffective the court’s power to grant injunc-tive relief, noting:\n[w]here equity assumes jurisdiction for one or more purposes, it will retain jurisdiction for all -purposes to give complete relief and to do complete justice between the parties. This may include an award of equitable relief not covered by the original prayer.\nArmstrong, 528 Pa. at 178, 595 A.2d at 1143 (quoting Piercing Pagoda, Inc. v. Hoffner, 465 Pa. 500, 351 A.2d 207 (1976)).\nFurther, we pointed out in Armstrong that the court sitting in equity has inherent power to enforce its own decrees, including injunctions (citing Advanced Management Research, Inc. v. Emanuel, 439 Pa. 385, 266 A.2d 673 (1970); Knaus v. Knaus, 387 Pa. 370, 127 A.2d 669 (1956); Commonwealth ex rel. Lieberum v. Lewis, 253 Pa. 175, 98 A. 31 (1916); Pa.R.C.P. No. 1529; 15 Standard Pa. Practice 2d § 83:205).\nOur recognition in Armstrong that it is particularly just and proper for equity to ensure that bargaining proceeds energetically and promptly once an injunction restraining striking has been issued pursuant to section 1003 of PERA is equally applicable in the present matter to an injunction issued in a proceeding instituted by the Secretary pursuant to section 1161-A of Act 88. A court of common pleas sitting in equity:\nhas an obligation to balance the equities implicated in the ambit of the controversy, which requires in this type of case the imposition of a duty upon the bargaining parties to bring resolution to the entire matter. The avoidance of multiplicity of actions, a valid jurisprudential concern, is accomplished.\nArmstrong, 528 Pa. at 178, 595 A.2d at 1143.\nThis court holds that the Chancellor properly relied on this court’s decision in Armstrong as authority for including in her challenged injunction order a provision requiring court-monitored bargaining between the parties. We, accordingly, reverse the Commonwealth Court’s order.\nNIX, C.J., and NEWMAN, J., did not participate in the consideration or decision of this case.\nZAPPALA, J., files a dissenting opinion in which CASTILLE, J., join's.\n. Act of July 9, 1992, P.L. 403, 24 P.S. §§ 11-1101-A through 11-1172-A.\n. Act of March 10, 1949, P.L. 30, as amended, 24 P.S. §§ 1-101 through 27-2702.\n. Section 1501 of the Public School Code of 1949 provides: \"[a]ll public kindergartens, elementary and secondary schools shall be kept open each school year for at least one hundred eighty (180) days of instruction for pupils.”\n. The Chancellor’s grant of injunctive relief is not challenged in the present appeal.\n. Act of July 23, 1970, P.L. 563, as amended, 43 P.S. §§ 1101.101 through 1101.2301.\n. The filing of this appeal with the Commonwealth Court acted as an automatic supersedeas of the equity court's second June 7 order pursuant to Pa.R.A.P. 1736; however, the equity court granted the Association’s motion to vacate the automatic supersedeas by an order issued on June 17, 1994. The Commonwealth Court, by an order issued June 21, 1994, granted the request made by the District and the Board for reinstatement of the automatic supersedeas of the equity court's second June 7 order.\n. We reserved our decision on this motion, by our order issued February 9, 1996, until oral argument could be entertained.\n. Section 111 1-A of Act 88 provides:\nCollective bargaining is the performance of the mutual obligation of the employer or his representative and the representative of the employes to meet at reasonable times and confer in good faith with respect to wages, hours and other terms and conditions of employment or the negotiation of an agreement or any question arising thereunder and the execution of a written contract incorporating any agreement reached, but such obligation does not compel either party to agree to a proposal or require the making of a concession....\n24 P.S. § 11-1111-A.\n. Under PERA, \"public employer\" includes, by definition, school districts and any board thereof. See 43P.S. § 1101.301.\n. As used in PERA, the term \"public employes” includes public educators. See Jersey Shore, supra.\n. Act of December 6, 1972, P.L. 1339, No. 290, as amended, 1 Pa.C.S. § 1921 etseq.\n. We reject the argument advanced by the Board, the District and their amicus curiae, that the Chancellor was without power to order court-monitored bargaining because of alleged procedural defects as to the motion, as the Chancellor had authority to order court-monitored bargaining pursuant to Armstrong regardless of any motion by the Association for such an order.",
        "type": "majority",
        "author": "CAPPY, Justice."
      },
      {
        "text": "ZAPPALA, Justice,\ndissenting.\nIn Armstrong School District v. Armstrong Education Association, 528 Pa. 170, 595 A.2d 1139 (1991), I dissented because the Court’s view of the authority of a court under section 1003 of the Public Employee Relations Act, 43 P.S. § 1101.1003, was too expansive. Little did I realize how expansive that view really was. Today, the majority dispenses with statutory language and procedural rules altogether and effectively gives the common pleas court a roving commission to simply “do justice” as the court sees fit.\nSection 1003 of PERA provides that where a strike by public employees creates a danger to the public health, safety or welfare, the employer shall initiate “an action for equitable relief including but not limited to appropriate injunctions.” After Armstrong was decided, Act 88 significantly altered the bargaining process and the employees’ right to strike in the public education context by providing for mandatory, non-binding arbitration. It also interposed the School Code’s requirement of 180 days of instruction as a limiting factor, independent of the interests of employer and employees, placing the responsibility for its enforcement on the Secretary of Education. The legislature gave the Secretary of Education a specific means, injunction, of protecting a specific interest, 180 days of instruction. The majority opinion fails to acknowledge the importance of this change and proceeds as if any court action involving school districts and teachers is an adequate vehicle for the court to exercise the broadest of equitable powers.\nEven if section 11-1161-A of the School Code and section 1003 of PERA are not so “clearly inconsistent” that the former can be held to repeal the latter with respect to public school teachers, and even if PERA section 1003 is to be read in pari materia with School Code section 11-1161-A, it does not follow that in an action brought by the Secretary pursuant to School Code section 11-1161-A the court has the same broad power it would have if an action were brought by the district pursuant to PERA section 1003. An action by the Secretary has one purpose: to provide for the required period of instruction. To decide such a case it is wholly unnecessary for the court to delve into the causes of the deficiency. According to the majority, however, since the school board could have brought an action and the same type of relief could have been obtained, we might as well treat this action as if the school board had brought it. But cf. Masloff v. Port Authority of Allegheny County, 531 Pa. 416, 613 A.2d 1186 (1992) (binding arbitration provision of Second Class County Port Authority Act, applicable where employer obtained injunction to prohibit strike, was inapplicable where third party vindicating different interests, sought and obtained injunction).\nAt least in Armstrong the action had been brought by the school district, so there was some rough symmetry in the application of the equitable maxim, “He who seeks equity must do equity.” Having sought the aid of the court in obtaining an injunction, the district was also subject to the court’s jurisdiction to make the relief complete. In this case, however, the action was brought by the Secretary of Education. The school district and the union were both defendants. The aforementioned maxim plainly does not apply as against the district here because the district did not invoke the equitable power of the court.\nProcedurally, the union’s “Motion for Court Ordered Bargaining,” directed against the district, was a separate and distinct action against a co-defendant that should have been raised by way of new matter pursuant to Pa.R.C.P. 2252(d). It was not properly the subject of a motion. The majority attempts to sweep this untidy distinction under the rug, concluding in footnote 12 that “the Chancellor had authority to order court-monitored bargaining pursuant to Armstrong regardless of any motion by the Association for such an order.” This is a most remarkable conclusion. It means nothing less than that because one consequence of a labor dispute was before the court in some form, the court had power to insinuate itself into all aspects of that dispute.\nIn Pennsylvania, from the earliest days it has been the rule that a court may exercise only those equitable powers that have been specifically conferred by the legislature. See Commonwealth v. Ryan, 459 Pa. 148, 327 A.2d 351 (1974); Calabrese v. Collier Township Municipal Authority, 430 Pa. 289, 240 A.2d 544 (1968); Penn Anthracite Mining Company v. Anthracite Miners of Pennsylvania, 318 Pa. 401, 178 A. 291 (1935). Peculiarly, when it comes to labor disputes in the field of public education the majority abandons this rule and subjects everyone and everything to the “conscience of the court.” Respectfully, I dissent.\nCASTILLE, J., joins in this dissenting opinion.",
        "type": "dissent",
        "author": "ZAPPALA, Justice,"
      }
    ],
    "attorneys": [
      "Ronald N. Watzman, Pittsburgh, for Ring-gold Education Association.",
      "Alaine S. Williams, Philadelphia, for Ami-cus Curiae, PA Federation of Teachers.",
      "Michael I. Levin, Willow Grove, for Amicus Curiae, PA School Board Association.",
      "Richard E. Burridge, Harrisburg, for Ami-cus Curiae, PA State Education Association.",
      "Jeffrey F. Champagne, Virginia L. Breigh-ner, James M. Sheehan, Abigail A. Tierney, Harrisburg, for Donald M. Carroll, Jr.",
      "James A. Baxley, Newark, NJ, for Ring-gold School District and Ringgold Board of School Directors."
    ],
    "corrections": "",
    "head_matter": "Donald M. CARROLL, Jr., Secretary of Education, v. RINGGOLD EDUCATION ASSOCIATION, an unincorporated association, and Ringgold School District, and Ringgold Board of School Directors. Appeal of RINGGOLD EDUCATION ASSOCIATION, an unincorporated association.\nSupreme Court of Pennsylvania.\nArgued March 4, 1996.\nDecided July 29, 1996.\nReargument Denied Sept. 17, 1996.\nRonald N. Watzman, Pittsburgh, for Ring-gold Education Association.\nAlaine S. Williams, Philadelphia, for Ami-cus Curiae, PA Federation of Teachers.\nMichael I. Levin, Willow Grove, for Amicus Curiae, PA School Board Association.\nRichard E. Burridge, Harrisburg, for Ami-cus Curiae, PA State Education Association.\nJeffrey F. Champagne, Virginia L. Breigh-ner, James M. Sheehan, Abigail A. Tierney, Harrisburg, for Donald M. Carroll, Jr.\nJames A. Baxley, Newark, NJ, for Ring-gold School District and Ringgold Board of School Directors.\nBefore FLAHERTY, ZAPPALA, CAPPY, CASTILLE and NIGRO, JJ.\nFormer Chief Justice Nix and Madame Justice Newman did not participate in the consideration or decision of this matter."
  },
  "file_name": "1137-02",
  "first_page_order": 1187,
  "last_page_order": 1195
}
