{
  "id": 8017170,
  "name": "UNITED STATES, Appellant, v. Joe A. GASKIN, Appellee",
  "name_abbreviation": "United States v. Gaskin",
  "decision_date": "1977-01-25",
  "docket_number": "No. 9111",
  "first_page": "1138",
  "last_page": "1140",
  "citations": [
    {
      "type": "official",
      "cite": "368 A.2d 1138"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "240 F.2d 533",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        419893
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "535"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/240/0533-01"
      ]
    },
    {
      "cite": "413 U.S. 433",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11341150
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "441"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/413/0433-01"
      ]
    },
    {
      "cite": "264 F.Supp. 927",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1569177
      ],
      "pin_cites": [
        {
          "page": "928"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/264/0927-01"
      ]
    },
    {
      "cite": "491 S.W.2d 633",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10133413
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/491/0633-01"
      ]
    },
    {
      "cite": "399 U.S. 30",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168009
      ],
      "weight": 3,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/399/0030-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 423,
    "char_count": 5853,
    "ocr_confidence": 0.775,
    "pagerank": {
      "raw": 6.674879046776177e-08,
      "percentile": 0.4062711764276605
    },
    "sha256": "e83a835fbf7dec6da4fa8ea0b55cacbf0900c6f01f28db3d5c0c05e3bf25ab36",
    "simhash": "1:c5cdd36437689b58",
    "word_count": 999
  },
  "last_updated": "2024-02-27T23:10:53.000455+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GALLAGHER, NEBEKER and HARRIS, Associate Judges."
    ],
    "parties": [
      "UNITED STATES, Appellant, v. Joe A. GASKIN, Appellee."
    ],
    "opinions": [
      {
        "text": "GALLAGHER, Associate Judge:\nThis is an appeal by the government under D.C.Code 1973, § 23-104(a)(l) on the trial court’s grant of defendant’s motion to suppress evidence. As a result of inquiries by the court during oral argument, the government subsequently requested, and was granted, leave to file a post-argument supplemental memorandum directed to the subject matter of the court’s inquiries.\nAn officer received a “radio run” instructing him to go to an apartment at 715 Irving Street, N.E. to see a complainant there concerning what was termed “found property” at that location. No reference was made to any unlawful conduct. He was met at the door by a Mrs. Neville who invited him inside the apartment and advised him she had found some beer on the back porch of the apartment. The officer walked to the back porch and observed fourteen cases of beer.\nThe officer then went back inside and was advised by Mrs. Neville that the beer “did not belong there.” She then advised him that her son-in-law, whose apartment it later developed to be, “to the best of her knowledge” had been arrested for stealing beer from a train. Realizing the apartment was close to railroad property, the officer phoned the railroad police and learned that a freight car had been broken into the night before and about 93 cases of Miller High Life beer had been taken. He requested that they send one of their patrolmen to identify the beer and he later removed the beer from the premises. The evidence seized was suppressed before trial.\nAppellee poses the issues as (a) whether the parties who gave consent to the search and seizure had authority to do so, and (b) if so, was the consent voluntarily given.\nFor us, however, the initial question is whether in contemplation of law there was a search at all. If there was no search, then certain propositions of law follow automatically.\nThe crucial factual consideration is that the officer was responding to a call that there was “found property” on the premises. He was not sent to the premises for the purposes of investigating criminal activity there nor to make an arrest. The government refers to it as a police response in the nature of a community care-taking function and we consider this an appropriate description under these exceptional circumstances.\nThis being so, we view the entry into the apartment at the invitation of the complainant, Mrs. Neville, as permissible police action. We also consider the officer’s viewing of the beer cases on the porch as equally permissible.\nSince the officer was lawfully inside the apartment and then almost immediately observed the cases of beer, we conclude that no search took place within the scope of the Fourth Amendment in this unusual set of circumstances. Furthermore, on these particular facts, we conclude that it was not a search by a ruse. If it were either of these we would, of course, have a different problem with which to deal.\nHaving reached these conclusions, we hold the officer was legally entitled to seize the beer after he then received the information indicating that the beer had been stolen from a freight car.\nIt was not necessary to obtain a search warrant after the officer observed the beer as he was legally entitled to be in the apartment to see it.' Since he was not conducting a search within the contemplation of the Fourth Amendment the warrant requirement did not apply. If he had gone to the apartment to conduct a search for contraband there would be quite a different question presented.\nSince no search warrant was here required, the judgment is reversed and we remand for further proceedings.\nSo Ordered.\n. By subsequent letter to the parties they were informed that the court was holding a decision in abeyance pending Supreme Court opinions in two cases.\n. It appears that Mrs. Neville, however, had co-signed the lease. Mrs. Neville was in the apartment in order to check on the dog and color television. She received the keys to the apartment from her daughter, Mrs. Gaskin, who had been informed that her husband had been arrested. The decision of this ease does not rest on whether Mrs. Neville or Mrs. Gaskin had the authority to consent to a police search.\n. Before doing so, he communicated with Mrs. Neville’s daughter (recently separated from appellee, her husband) having by then been given ,tbe impression that the apartment was occupied by her and her husband (appellee). She gave permission to remove the beer. We do not view this aspect of the case as material, for reasons which will appear.\n. “A search implies an examination of one’s premises or person with a view to the discovery of contraband or evidence of guilt to be used in prosecution of a criminal action.” Haerr v. United States, 240 F.2d 533, 535 (5th Cir. 1957).\n. See Cady v. Dombrowski, 413 U.S. 433, 441, 93 S.Ct. 2523, 37 L.Ed.2d 706 (1973).\n. See United States v. Lodahl, 264 F.Supp. 927, 928 (D.Mont.1967).\n. Cf., e. g., Simmons v. State, 491 S.W.2d 633 (Tenn.Cr.App.1972).\n. We wish to reiterate, however, lest in the future an attempt be made to take this opinion beyond its limits, that this case is being decided only upon the rare circumstances here presented. It is not to be taken as a relaxation of the deeply engrained warrant requirement to search a home, which is entrenched in our law. Vale v. Louisiana, 399 U.S. 30, 90 S.Ct. 1969, 26 L.Ed.2d 409 (1970).",
        "type": "majority",
        "author": "GALLAGHER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Jonathan B. Marks, Asst. U. S. Atty., with whom Earl J. Silbert, U. S. Atty., John A. Terry and James N. Owens, Asst. U. S. Attys., Washington, D. C., were on the brief, for appellant.",
      "W. Edward Thompson, Washington, D.C., appointed by this court, for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES, Appellant, v. Joe A. GASKIN, Appellee.\nNo. 9111.\nDistrict of Columbia Court of Appeals.\nArgued Oct. 15, 1975.\nDecided Jan. 25, 1977.\nJonathan B. Marks, Asst. U. S. Atty., with whom Earl J. Silbert, U. S. Atty., John A. Terry and James N. Owens, Asst. U. S. Attys., Washington, D. C., were on the brief, for appellant.\nW. Edward Thompson, Washington, D.C., appointed by this court, for appellee.\nBefore GALLAGHER, NEBEKER and HARRIS, Associate Judges."
  },
  "file_name": "1138-01",
  "first_page_order": 1190,
  "last_page_order": 1192
}
