{
  "id": 12116815,
  "name": "In re Henry K. McConnell",
  "name_abbreviation": "In re McConnell",
  "decision_date": "1930-05-26",
  "docket_number": "No. 2286",
  "first_page": "1139",
  "last_page": "1143",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1139"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "51 App. D. C. 281",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        4066860
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "278 F. 590",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6740149
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/278/0590-01"
      ]
    },
    {
      "cite": "125 F. 293",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        65848
      ],
      "pin_cites": [
        {
          "page": "300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/125/0293-01"
      ]
    },
    {
      "cite": "189 F. 95",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        37299
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/189/0095-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 562,
    "char_count": 11321,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 1.458523723746264e-07,
      "percentile": 0.6566110611081959
    },
    "sha256": "79e608b605443aa8a995c75369bb4e21ef440b36f1d780400d6123ace5c7b5cb",
    "simhash": "1:47cdbf649581ed17",
    "word_count": 1898
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenuoot, Associate Judges"
    ],
    "parties": [
      "In re Henry K. McConnell"
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered the opinion of the court:\nThis case presents an appeal from a decision of the Board of Appeals of the Patent Office wherein the board modified a decision of the examiner rejecting all. claims, and allowed claims 1 and 3 of appellant’s application. Eighteen claims were rejected'by the boaixl and the appeal to us involves four of these, viz, Hos. 8, 16, 17, and 19.\nThe claimed invention relates to the recovery of nicotine from tobacco. Claim 8 involves a process and reads as follows:\n8. The process of recovering' nicotine from tobacco material, which comprises driving off free nicotine in vapor form, together with aqueous vapors, from the tobacco material, then passing the mixed vapors in contact with a continuously circulating countercurrent of a solution of an acid capable of reacting with the nicotine, and then in contact with a continuously circulating countercurrent of a solution of the same acid but of a higher acidity than the first solution, whereby the nicotine is removed from the vapors, withdrawing solution from the first countercurrent when it has become substantially neutral, replacing the withdrawn first solution with some of the second solution, replacing the withdrawn second solution with fresh acid, and concentrating the withdrawn first solution to obtain a strong solution of the nicotine salt.\nClaims 16, 17, and 19 read:\n16. In an apparatus for recovering nicotine from tobacco material, the combination, with a nicotine-extracting apparatus arranged to give off a mixture of vapors comprising aqueous vapor and nicotine vapor, of a tower apparatus comprising a plurality of towers, means for passing the mixture of vapors from the extracting apparatus through all the towers, and means for maintaining a continuous circulation through each tower of a current of solution containing an acid capable of reacting with the nicotine vapor.\n17. In an apparatus for recovering nicotine from tobáceo material, the combination, with a nicotine-extracting apparatus arranged to give off a mixture of vapors comprising aqueous vapor and nicotine vapor, of a tower having a checkerwork whose height is at least three times its diameter, means for flowing an acid solution through the checkerwork, and means for passing the said mixture of vapors upward through the checkerwork.\n19. In an apparatus for recovering nicotine from tobacco material, the combination, with a nicotine-extracting apparatus arranged to give off a mixture of vapors comprising aqueous vapors and nicotine in vapor form, and a plurality of towers ea'ch having a liquid-seal at its bottom, a checkerwork above said seal, and a solution-distributing means above said checkerwork, of a separate acid-solution tank 'for each tower, an overflow pipe leading from each liquid-seal to the corresponding tank, separate, means for each tank for elevating liquid from its tank to the solution-distributing means of the corresponding tower, means for passing the mixture of vapors from the extracting apparatus through the towers in series in an upward direction through each checkerwork, and means for connecting the acid-solution tanks to transfer solution from one tank to another.\nClaims 1 and 3,17111011 were allowed by the board, read:\n1. The process of recovering nicotine from tobacco material, which comprises driving off free nicotine in vapor form, together with aqueous vapors, from the tobacco material, then passing the mixed vapors in contact with a well subdivided current'of an aqueous solution containing an acid capable of reacting with the nicotine to form a salt.\n3. The process of recovering nicotine from tobacco material, which comprises driving off free nicotine in vapor form, together with aqueous vapors, from the tobacco 'material, then passing the mixed vapors in contact with a well subdivided current of an aqueous solution containing an acid capable of reacting exothermically with nicotine to form a salt, concentrating the solution containing the salt, and utilizing the heat of the nicotine-free aqueous vapors in the recovery of other nicotine.\nThe two allowed claims are manifestly broad process claims.\nNo. 8 is claimed as a narrow one “ covering a specific process under the broad allowed claims.” The other three are. upon “ a specific apparatus for carrying out the process of the allowed claims.”\nIn rejecting all claims, except Nos. 1 and 3, the Board of Appeals said:\nThere are, however, as the examiner states, too many claims in the case and it appears to us that the invention is fully covered by claims 1 and 3. The claims are arranged in groups and differentiate from each other only by details which are shown in the references or are well known in the prior art. • The use of stronger acid in the second tower is shown in Lloyd, and the solution from this tank is pumped into the first tank, see page 2, lines 89-96. A checkerwork in the tower is shown in Sinn et al., No. 803139, October 31, 1905, and the liquid seal and overflow are also shown in this reference. Separate pumps for supplying acid to each tower are shown at E in Damiens et al.\nThe references cited by both the examiner and the board in their decisions were:\nLloyd, 597804, January 25, 1898.\nDamiens et al. (British), 152495, of 1919.\nIn addition, the board cited a patent to Sinn which cloes not appear in the record, except as referred to in the opinion from which quotation has been made, supra.\nIt may be here noted that the examiner rejected all claims “ for lack of invention over the references of record and for the reasons of record, ” and expressed the opinion that “ applicant’s’ apparatus and process distinguish from the references only in such details as could be effected by one skilled in the art. ”\nUpon the appeal to the board the applicant presented an affidavit, showing the operation of his process as compared with prior art, from which the board found that great economies were wrought by applicant’s method, in which he substituted his plan for the old one and said:\nIn view of this great economy and the fact that so far as the record shows no one had previously perceived the advantage of making the substitution referred to, we are of the opinion that the invention is patentable.\nThe opinion then proceeded with the language quoted, supra.\nIn thus rejecting the narrow claim after having held the invention patentable and allowing the broad claims, it seems to us the board fell into error. If patentable invention were shown, as expressed in the broad claims, we can see no good reason why the more specific claim, as worded, should not also have been allowed.\nIn Parke-Davis & Co. v. Mulford Co., 189 F. 95, the doctrine was declared by the Federal Circuit Court of the Southern District of New York, as stated in the syllabus:\nIt is not objectionable for a patentee to first make as broad a claim as he can in good faith and follow it with narrower claims differentiated from each other to protect himself against possible anticipations of which he may not be aware.\nOf similar import Aras the expression of the U. S. Circuit Court of Appeals in Dececo Co. v. Gilchrist Co., 125 F. 293, 300, and other authorities might be given Avherein language of the same purport is used. Cent. Digest, sec. 141.\nThe practice of the Patent Office, it is stated in the brief for the commissioner, was expressed in the syllabus of ex parte Whitelaw, 1915 C. D. 18, 219, O. G. 1237, Avherein it was said:\nClaims to the real invention having been allowed, applicant can not be permitted to- multiply his claims by preventing alleged combinations Avhich distinguish from the real invention by ihcluding elements which are known in the art and perform no new function.\nCitation is also made to In re Prescott, 278 F. 590, 51 App. D. C. 281, where the Court of Appeals of the District of Columbia said:\nInasmuch, hOAvever, as claim 28 completely covers .applicant’s contribution to the art, there is no reason for allOAving a large number of claims and thus inviting controversy and litigation.\nWe have no wish to encourage the multiplying of claims in patent applications and imposing upon the tribunals that must pass upon them unnecessary pains and labor, and there should be no carelessness in preparing claims and making them clear and as few in number as possible to coA7er the invention, but it seems to us that the instant care is one in which claim No. 8 was not improperly made and should haA7e been allowed along with the broader ones which the board did allow and Avhich are not in issue before us. Our feeling as to this is strengthened by the fact that it appears that claim 8 differs from the alloAved claims in two particulars, viz: (a) That appellant conducts his method so as to absorb the nicotine in the first instance in a less concentrated acid and finally in a stronger acid, “using- the second acid for initial absorption Avhen the desired amount of nicotine has been absorbed in the first acid,” and (b) “the use of the countercurrent principle of absorbing the nicotine in the finely divided current of acid called for by the alloAved claims.”\nIt is true that it is insisted that these functions are obvious from Lloyd and the British and Sinn patents, respectively. HoAvevcr that may be, the broad claims, Avhich are said to comprehend the narrow one, Avere allowed despite these references, and Ave think no harm can come from granting claim 8.\nAs for the apparatus claims, however, Ave are impressed by the argument in behalf of the commissioner that they are anticipated by the prior art, as- disclosed in the references cited, and do not involve the patentable invention.\nThe British patent cited shows a process and apparatus for absorbing a constituent of gases. Claim 16 of appellee is for an apparatus composed of a plurality of towers for use in recovering nicotine from tobacco material by the process described in the allowed claims and shows no structural or functional dilference from the reference.\nClaim IT states the presence of checkerwork in the absorbing tower, the height of which checkerwork is at least three times its diameter. There is filling in the towers of the British patent which seems to be the equivalent, in the art, of checkerwork, and the Sinn tower is agreed to contain checkerwork. The dimensions of the tower would appear to be a matter of computation based upon different factors necessary to consider in the use of such plants by chemical engineers, and invention does not appear to be involved in selecting particular dimensions found suited to applicant’s particular purposes.\nClaim 19 appears to be, merely a claim based upon the arrangement of well-knoAvn elements or pieces of chemical equipment, such as are necessary in plants of the kind operated for the purpose of applicant and for similar or kindred purposes.\nThe decision of the Board of Appeals is modified to the extent that claim No. 8 is allowed. As to the other claims it is affirmed.",
        "type": "majority",
        "author": "Garrett, Judge,"
      }
    ],
    "attorneys": [
      "Gleon J. Sawyer and Milford 0. Massie for appellant.",
      "T. A. Sostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Henry K. McConnell\n(No. 2286)\nUnited States Court of Customs and Patent Appeals,\nMay 26, 1930\nGleon J. Sawyer and Milford 0. Massie for appellant.\nT. A. Sostetler for the Commissioner of Patents.\n[Oral argument May 1, 1930, by Mr. Sawyer and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenuoot, Associate Judges"
  },
  "file_name": "1139-01",
  "first_page_order": 589,
  "last_page_order": 593
}
