{
  "id": 12059302,
  "name": "ALLEGHENY VALLEY SCHOOL, Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent",
  "name_abbreviation": "Allegheny Valley School v. Unemployment Compensation Board of Review",
  "decision_date": "1995-10-26",
  "docket_number": "",
  "first_page": "1144",
  "last_page": "1148",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 1144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "146 Pa.Commonwealth Ct. 77",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1428642
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/146/0077-01"
      ]
    },
    {
      "cite": "666 A.2d 761",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12052832
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/666/0761-01"
      ]
    },
    {
      "cite": "109 Pa.Commonwealth Ct. 191",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1363594
      ],
      "weight": 7,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/109/0191-01"
      ]
    },
    {
      "cite": "445 A.2d 256",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "66 Pa.Commonwealth Ct. 452",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1931509
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/66/0452-01"
      ]
    },
    {
      "cite": "99 Pa.Commonwealth Ct. 417",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1350999
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/99/0417-01"
      ]
    },
    {
      "cite": "154 Pa.Commonwealth Ct. 486",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1443703
      ],
      "weight": 4,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/154/0486-01"
      ]
    },
    {
      "cite": "160 Pa.Commonwealth Ct. 307",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1454641
      ],
      "weight": 4,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/160/0307-01"
      ]
    },
    {
      "cite": "157 Pa.Commonwealth Ct. 10",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1449112
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/157/0010-01"
      ]
    },
    {
      "cite": "188 A.2d 782",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "200 Pa.Superior Ct. 333",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        762941
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/200/0333-01"
      ]
    },
    {
      "cite": "350 A.2d 876",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "23 Pa.Commonwealth Ct. 201",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1872295
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/23/0201-01"
      ]
    },
    {
      "cite": "126 Pa.Commonwealth Ct. 531",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1389114
      ],
      "weight": 7,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/126/0531-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 526,
    "char_count": 12149,
    "ocr_confidence": 0.748,
    "pagerank": {
      "raw": 8.262683731656364e-08,
      "percentile": 0.4782392718648848
    },
    "sha256": "99394bf2d00b3721b008e73302110388f6cda66c73a9f6d9d63fa12464fe1302",
    "simhash": "1:e47b88086502c79e",
    "word_count": 1855
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI and NEWMAN, JJ., and KELTON, Senior Judge."
    ],
    "parties": [
      "ALLEGHENY VALLEY SCHOOL, Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent."
    ],
    "opinions": [
      {
        "text": "PELLEGRINI, Judge.\nAllegheny Valley School (Employer) appeals a decision of the Unemployment Compensation Board of Review (Board) finding that Darrell Callwood (Claimant) had a necessitous and compelling reason for leaving his employment and granting him benefits under Section 402(b) of the Unemployment Compensation Law (Law).\nClaimant was employed as an Assistant House Manager on Employer’s main campus at a salary of $18,725 per year. Because of his inability to perform the responsibilities associated with this position, Claimant was demoted by Employer and was offered a job as a House Manager Aide or as a Developmental Care Specialist. Although the offered positions had the same hours as the Assistant House Manager position, they paid only $6.76 per hour. For this reason, Claimant refused Employer’s offer and terminated his employment. Claimant then applied for benefits with the Office of Employment Security, which found that Claimant had voluntarily terminated his employment for a necessitous and compelling reason and awarded him benefits. Employer appealed, and several hearings were held before the Referee.\nDuring the hearings, Claimant testified that he had not been demoted by Employer, but instead, had been discharged and offered re-employment in several other positions. Claimant further testified that he had refused employment in those positions because they offered significantly less compensation than the Assistant House Manager position. During the course of his testimony, Claimant further admitted that on several occasions he had failed to fulfill the responsibilities of the Assistant House Manager position, including the facts that he had been delinquent in completing assigned documentation and had not turned in an abuse investigation on time.\nEmployer offered the testimony of its House Manager, Mary Kay Georges, its Administrator, Michelle Coleman, its Residential Services Director, Veronica Erath, and its Personnel Services Director, Richard Riz-zutto. These witnesses testified about Claimant’s inability to fulfill the responsibilities of his job as the Assistant House Manager despite repeated counselling and consultation. As examples of some of the reasons for which Claimant was demoted, Employer’s witnesses stated that he reacted to situations hastily, repeatedly failed to follow the established chain of command when presenting Employer with problems, failed to timely complete his required documentation, failed to keep accurate records with respect to the residents, failed to apply and disregarded Employer’s policies with respect to the residents, and breached the residents’ confidentiality. Moreover, Employer’s witnesses cited to many incidents of personality conflicts and tension between Claimant and his support staff.\nAt the conclusion of the hearings, the Referee determined that Claimant was demoted from his position as Assistant House Manager. Citing to this demotion, as well as the substantial reduction in Claimant’s wages, the Referee determined that Claimant had a necessitous and compelling reason for leaving his employment. On appeal, the Board also cited to the reduction in Claimant’s wages that resulted from the demotion. Holding that Claimant was working to the best of his ability, the Board held that his demotion and reduction in pay was unjustified, and therefore, Claimant had good cause for terminating his employment. Employer appeals to this court.\nCiting to Greco v. Unemployment Compensation Board of Review, 126 Pa.Commonwealth Ct. 531, 560 A.2d 300 (1989), Employer argues that the only inquiry that the Board should have made was whether Claimant’s demotion was justified. As such, Employer argues that the Board erred in considering the facts that Claimant was working to the best of his ability and that the demotion resulted in a substantial reduction in pay when it held that Claimant’s demotion was unjustified.\nOriginally, when determining whether a claimant should be entitled to benefits after voluntary terminating employment, we applied the same standard when the claimant was demoted as we did when there had been a unilateral change in the claimant’s duties or salaries. See Unemployment Compensation Board of Review v. Tune, 23 Pa.Commonwealth Ct. 201, 350 A.2d 876 (1976); see also Sturzebecker v. Unemployment Compensation Board of Review, 200 Pa.Superior Ct. 333, 188 A.2d 782 (1963). Under that standard, a claimant who has voluntarily terminated his or her employment may still be eligible for benefits if he or she has a necessary and compelling reason for doing so. 43 P.S. § 802(b). Cause of a necessitous and compelling nature exists when there are circumstances which produce a pressure to terminate one’s employment that is both real and substantial and that would compel a reasonable person under those circumstances to act in the same manner. Eby v. Unemployment Compensation Board of Review, 157 Pa.Commonwealth Ct. 10, 629 A.2d 176 (1993). In considering whether the circumstances of a claimant’s employment satisfy this standard, the inquiry focuses on their impact upon the claimant, not the employer’s reasons for creating the circumstances. Accu-Weather, Inc. v. Unemployment Compensation Board of Review, 160 Pa.Commonwealth Ct. 307, 634 A.2d 818 (1993). Under this inquiry, if an employer substantially reduces a claimant’s compensation, the claimant has a necessitous and com-pelling reason for terminating employment and will be eligible for benefits. Steinberg Vision Associates v. Unemployment Compensation Board of Review, 154 Pa.Commonwealth Ct. 486, 624 A.2d 237 (1993). Similarly, a substantial unilateral change in an employee’s job responsibilities may provide the employee with good cause for terminating his or her employment. Shingles v. Unemployment Compensation Board of Review, 99 Pa.Commonwealth Ct. 417, 513 A.2d 575 (1986); see also Accu-Weather, Inc. v. Unemployment Compensation Board of Review, 160 Pa.Commonwealth Ct. 307, 634 A.2d 818 (1993).\nIn Frankford Hospital v. Unemployment Compensation Board of Review, 66 Pa.Commonwealth Ct. 452, 445 A.2d 256 (1982), we changed the standard on demotion cases to one in which a necessitous and compelling reason for a claimant’s voluntary termination existed only if the demotion was unjustified. See also Southeastern Pennsylvania Transportation Authority v. Unemployment Compensation Board of Review, 109 Pa.Commonwealth Ct. 191, 531 A.2d 60 (1987). On the other hand, if a claimant’s demotion was justified, then a refusal to work in the new position will leave the claimant ineligible for benefits. Greco v. Unemployment Compensation Board of Review, 126 Pa.Commonwealth Ct. 531, 560 A,2d 300 (1989). In those decisions, this court specifically stated that the sole issue to be determined by the Board is the justification of the demotion. Id.; Southeastern Pennsylvania Transportation Authority v. Unemployment Compensation Board of Review, 109 Pa.Commonwealth Ct. 191, 531 A.2d 60 (1987). The Board is not to consider the suitability of the position which has been offered to the claimant or the reduction in compensation which stems from the demotion. Id. In effect, demotions were made akin to wrongful misconduct cases rather than a case in which a person voluntarily terminated his or her employment due to a unilateral change in working conditions.\nRecently, in Old Forge Bank v. Unemployment Compensation Board of Review, 666 A.2d 761 (Pa.Cmwlth.1995), we readopted our original interpretation focusing on the effects of a demotion upon a claimant, believing that analysis was more trenchant than the later interpretation we adopted in Frank-ford Hospital, and its progeny, Southeastern Pennsylvania Transportation Authority and Greco. In Old Forge Bank, we held that while a demotion may be justified due to a claimant’s work performance, as long as the claimant has shown a good-faith effort or that his or her conduct is not tantamount to willful misconduct, then he or she should be entitled to benefits if the proffered job substantially changes the claimant’s benefits or responsibilities. Reversing our prior precedents, we held that when a claimant has voluntarily terminated his or her employment in lieu of accepting a demotion, for purposes of determining whether the claimant had a necessitous and compelling reason for doing so, the Board is to consider whether the claimant performed to the best of his or her ability or had not engaged in conduct amounting to willful misconduct, as well as the effects of the demotion upon the claimant’s compensation and job responsibilities. If, as in this case, the demotion substantially reduces the claimant’s pay, or if the claimant’s job responsibilities change significantly because of the demotion, then the claimant will be deemed to have had good cause for voluntarily terminating his or her employment and shall be eligible for benefits as long as no conduct amounting to willful misconduct is involved.\nBecause the Board did not err in considering the reduction in pay resulting from Claimant’s demotion or the fact that Claimant was working to the best of his ability, its order awarding Claimant benefits will be affirmed.\nORDER\nAND NOW, this 26th day of October, 1995, the order of the Unemployment Compensation Board of Review at No. B-94-6-S-858, dated March 30, 1995, is affirmed.\n. Pursuant to Section 402(b) of the Law, a claimant who voluntarily terminates his or her employment may still be eligible for unemployment compensation if he or she had a necessitous and compelling reason for doing so. Act of December 5, 1936, Second Ex.Sess., P.L. (1937) 2897, § 402(b), as amended, 43 P.S. § 802(b).\n. Our scope of review is limited to determining whether constitutional rights were violated, an error of law was committed, or necessary findings of fact are not supported by substantial evidence. Hercules, Inc. v. Unemployment Compensation Board of Review, 146 Pa.Commonwealth Ct. 77, 604 A.2d 1159 (1992).\n. In Greco, we held that where a claimant has voluntarily terminated his employment because he had been demoted, if the demotion had been unjustified, then the claimant had a necessitous and compelling reason for quitting his job and would be eligible for benefits. 126 Pa.Commonwealth Ct. 531, 560 A.2d 300 (1989). In considering the claimant’s eligibility for benefits in such a case, this court held that the sole issue to be considered by the Board was the justification of the demotion. Id. See also Southeastern Pennsylvania Transportation Authority v. Unemployment Compensation Board of Review, 109 Pa.Commonwealth Ct. 191, 531 A.2d 60 (1987).\n.Employer also argues that Claimant did not meet his burden of proving that he had a necessitous and compelling reason for leaving his job. This argument, however, disregards the fact that neither party disputes that Claimant's pay was substantially reduced from $18,725 per year to $6.76 per hour, and therefore, provided Claimant with good cause for quitting. See Steinberg Vision Associates v. Unemployment Compensation Board of Review, 154 Pa.Commonwealth Ct. 486, 624 A.2d 237 (1993).\n. In imposing this proof requirement on a claimant, we recognize scenarios in which an employer, rather than firing a claimant for willful misconduct, provides the claimant with another opportunity by continuing the employment relationship. If the employer chooses to do so, then benefits should not be awarded to the claimant because of the demotion.\n. In his brief, Claimant argues that the Board committed errors of law and violated his constitutional rights by relying on Employer’s allegedly falsified documents and perjured testimony. Claimant did not raise this issue before the Board. Therefore, it cannot be considered at this time.",
        "type": "majority",
        "author": "PELLEGRINI, Judge."
      }
    ],
    "attorneys": [
      "Arthur D. Feldman, for petitioner.",
      "No appearance for respondent.",
      "Darrell Callwood, intervenor, pro se."
    ],
    "corrections": "",
    "head_matter": "ALLEGHENY VALLEY SCHOOL, Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs July 28, 1995.\nDecided Oct. 26, 1995.\nAs Amended Oct. 30, 1995.\nArthur D. Feldman, for petitioner.\nNo appearance for respondent.\nDarrell Callwood, intervenor, pro se.\nBefore PELLEGRINI and NEWMAN, JJ., and KELTON, Senior Judge."
  },
  "file_name": "1144-01",
  "first_page_order": 1202,
  "last_page_order": 1206
}
