{
  "id": 7919595,
  "name": "STATE of Maine v. Joseph G. DUQUETTE",
  "name_abbreviation": "State v. Duquette",
  "decision_date": "1984-05-24",
  "docket_number": "",
  "first_page": "1145",
  "last_page": "1148",
  "citations": [
    {
      "type": "official",
      "cite": "475 A.2d 1145"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "292 A.2d 186",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11249346
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/292/0186-01"
      ]
    },
    {
      "cite": "350 A.2d 577",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8062409
      ],
      "pin_cites": [
        {
          "page": "582"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/350/0577-01"
      ]
    },
    {
      "cite": "392 A.2d 521",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8005006
      ],
      "pin_cites": [
        {
          "page": "523"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/392/0521-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 7012,
    "ocr_confidence": 0.765,
    "pagerank": {
      "raw": 1.8822305581021528e-07,
      "percentile": 0.727834711599016
    },
    "sha256": "29dcd2d15abf03c5bd7d99959cdeac421c1dc7471fce647bff4396db69457db4",
    "simhash": "1:d6e2036dc0c7e304",
    "word_count": 1127
  },
  "last_updated": "2024-02-27T17:43:37.522735+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, WATHEN, GLASSMAN and SCOLNIK, JJ."
    ],
    "parties": [
      "STATE of Maine v. Joseph G. DUQUETTE."
    ],
    "opinions": [
      {
        "text": "GLASSMAN, Justice.\nAfter a jury trial in Superior Court, Pe-nobscot County, the defendant, Joseph Du-quette, was convicted of three counts of assault on an officer, 17-A M.R.S.A. § 752-A (Supp.1983-1984). Asserting the State failed to establish his custody in a penal institution pursuant to an arrest or court order, as the statute under which he was charged requires, Duquette argues the Superior Court erred in denying his motion to acquit. We affirm the judgment below, finding competent evidence in the record to support the conviction.\nOn June 7, 1983, a Penobscot County Grand Jury returned an indictment against Joseph Duquette charging that on or about May 17, 1983, while in custody in a penal institution pursuant to an arrest or court order, Duquette intentionally, knowingly, or recklessly caused offensive physical contact or bodily injury to three corrections officers. At the trial, two prosecution witnesses testified as to the defendant’s custodial status on May 17, 1983, the date of the alleged assault. Michael Milliken, a corrections officer at Penobscot County Jail at the time of the alleged incident, testified that on May 17, 1983, Duquette was in jail awaiting trial, and had been in jail for at least four months. Bruce Curbett, Assistant General Administrator with the Penob-scot Sheriff’s Office at that time, testified over objection he was familiar with Du-quette’s custodial status on May 17, 1983, specifically, Duquette was in custody pursuant to a court order, having been unable to furnish bail.\nAt the close of all the evidence, the defendant, arguing the prosecution failed to show he was in custody at Penobscot County Jail pursuant to a court order, moved for a judgment of acquittal. Although acknowledging Curbett testified as to his custodial status, the defendant reasserted such testimony was not competent because it was based on hearsay. Stating, “I am satisfied there is probably a prima facie case made out,” the presiding justice denied the motion for acquittal. Duquette was convicted, and this appeal follows.\nIn pertinent portion, 17-A M.R.S.A. § 752-A provides:\n1. A person is guilty of assault on an officer if:\nB. While in custody in a penal institution or other facility pursuant to an arrest or pursuant to court order, he commits an assault on a member of the staff of the institution or facility.\n17-A M.R.S.A. § 752-A(1)(B). It is apparent from the above-quoted provision that custody in a penal institution or facility pursuant to an arrest or court order is an essential element of the offense set forth, and as such, must be proved beyond a reasonable doubt. When an improper denial of a motion to acquit is alleged, this court must determine whether, in view of all the evidence in the case, there was legally sufficient evidence to support the guilty verdict. State v. Millett, 392 A.2d 521, 523 (Me.1978); State v. Burnham, 350 A.2d 577, 582 (Me.1976). In the specific context of this case, the question becomes whether the jury could find from the testimony of prosecution witnesses Milliken and Curbett that Joseph Duquette was in custody in Penobscot County Jail on May 17, 1983, pursuant to a court order.\nThe defendant asserts and we agree that the testimony of witness Milliken, standing alone, was not sufficient to establish custody pursuant to a court order. The propriety of the guilty verdict is therefore dependent on the admissibility of the testimony of Bruce Curbett. The defendant contends Curbett’s testimony in regard to the court order should not have been admitted, first, because Curbett lacked “first-hand knowledge” of such order, and second, because the testimony in regard to the order was inadmissible hearsay. We find merit in neither of these contentions.\nThe so-called “first-hand knowledge rule” provides, in pertinent part:\nLack of Personal Knowledge\nA witness may not testify to a matter unless evidence is introduced sufficient to support a finding that he has personal knowledge of the matter. Evidence to prove personal knowledge may, but need not, consist of the testimony of the witness himself.\nM.R.Evid. 602 (1983). Witness Curbett testified he was familiar with the defendant’s custodial status and the court order. Although the prosecution did not lay a foundation for this knowledge, it may be reasonably inferred Curbett was familiar with the court order by virtue of his position as Assistant General Administrator for the Penobscot County Sheriff’s Office. The natural inference from Curbett’s statement that he was familiar with Duquette’s status is that he had personal knowledge. At trial, the defendant did not object to Cur-bett’s testimony on the basis of lack of personal knowledge. Such failure to object waives the laying of the foundation, if, in fact, the witness has personal knowledge. M.R.Evid. 602 adviser’s note; see also Field & Murray, Maine Evidence § 602.1, at 129 (1976). We are satisfied Curbett had such personal knowledge.\nThe “first-hand” knowledge rule, however, is interrelated with the hearsay rule. As Professor Moore notes:\nAlthough the witness has personal knowledge that the hearsay statement was made, so that he is personally qualified to testify concerning the statement, he will not, of course, over proper objection, be allowed to testify to the contents of a hearsay statement that is not admissible under the hearsay rule.\n10 Moore’s Federal Practice § 602.03, at VI-35 (1982); see also State v. O’Clair, 292 A.2d 186 (Me.1972).\nThe defendant asserts Curbett should not have been allowed to testify to the existence of the court order because the order was written hearsay falling within no exception to the hearsay rule. The defendant misunderstands the purpose for which Curbett’s testimony regarding the document was introduced. The prosecution did not, through Curbett, seek to prove the truth of any matter asserted within the court order. Rather, the prosecution sought only to show the existence of such order placing Duquette in custody. The jury could have found beyond a reasonable doubt from the testimony of Michael Milliken and Bruce Curbett that on May 17,1983, Joseph Duquette was in custody at Penob-scot County Jail pursuant to a court order, and on that day assaulted three corrections officers.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. For example, if a witness personally hears another make a statement, he is qualified to testify under Rule 602 that such statement was made. He may not, however, testify as to the contents of the out-of-court statement if such statement is offered to prove the truth of the matter asserted and falls within no exception to the hearsay rule.",
        "type": "majority",
        "author": "GLASSMAN, Justice."
      }
    ],
    "attorneys": [
      "Margaret Kravchuk, Dist. Atty., Michael Roberts, Asst. Dist. Atty. (orally), Bangor, for plaintiff.",
      "Paine, Lynch & Harris, John D. Bunker (orally), Bangor, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Joseph G. DUQUETTE.\nSupreme Judicial Court of Maine.\nArgued May 8, 1984.\nDecided May 24, 1984.\nMargaret Kravchuk, Dist. Atty., Michael Roberts, Asst. Dist. Atty. (orally), Bangor, for plaintiff.\nPaine, Lynch & Harris, John D. Bunker (orally), Bangor, for defendant.\nBefore McKUSICK, C.J., and NICHOLS, WATHEN, GLASSMAN and SCOLNIK, JJ."
  },
  "file_name": "1145-01",
  "first_page_order": 1201,
  "last_page_order": 1204
}
