{
  "id": 7872606,
  "name": "Irwin A. POPOWSKY, Consumer Advocate, Petitioner, v. PENNSYLVANIA PUBLIC UTILITY COMMISSION, Respondent",
  "name_abbreviation": "Popowsky v. Pennsylvania Public Utility Commission",
  "decision_date": "1994-06-07",
  "docket_number": "",
  "first_page": "1146",
  "last_page": "1151",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1146"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "100 Pa.Commonwealth Ct. 644",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1352438
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/100/0644-01"
      ]
    },
    {
      "cite": "88 A.2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1952,
      "pin_cites": [
        {
          "page": "67"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "370 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1234580
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa/370/0305-01"
      ]
    },
    {
      "cite": "636 A.2d 627",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7364056,
        1841507,
        1841596,
        7363991
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/636/0627-02",
        "/pa/535/0517-01",
        "/pa/535/0516-01",
        "/a2d/636/0627-01"
      ]
    },
    {
      "cite": "535 Pa. 517",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841507
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0517-01"
      ]
    },
    {
      "cite": "149 Pa.Commonwealth Ct. 247",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1435231
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/149/0247-01"
      ]
    },
    {
      "cite": "502 A.2d 722",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "727-28"
        },
        {
          "page": "728"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "93 Pa.Commonwealth Ct. 410",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1341856
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "422"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/93/0410-01"
      ]
    },
    {
      "cite": "487 A.2d 118",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "87 Pa.Commonwealth Ct. 451",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1327748
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/87/0451-01"
      ]
    },
    {
      "cite": "138 P.U.R.4th 353",
      "category": "reporters:specialty",
      "reporter": "P.U.R.4th",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "412 A.2d 903",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "50 Pa.Commonwealth Ct. 164",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1907627
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/50/0164-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 875,
    "char_count": 18661,
    "ocr_confidence": 0.672,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20039816993191495
    },
    "sha256": "ac7928da562774b13ecdc57fdc16ad95b1dbcf719c82ec292653f23b41c0a881",
    "simhash": "1:8592f589497d90f1",
    "word_count": 2912
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McGINLEY and PELLEGRINI, JJ., and RODGERS, Senior Judge."
    ],
    "parties": [
      "Irwin A. POPOWSKY, Consumer Advocate, Petitioner, v. PENNSYLVANIA PUBLIC UTILITY COMMISSION, Respondent."
    ],
    "opinions": [
      {
        "text": "RODGERS, Senior Judge.\nIrwin A. Popowsky and the Office of Consumer Advocate (OCA) petition for review of the order of the Pennsylvania Public Utility Commission (PUC or Commission) allowing Pennsylvania-American Water Company (PAWC or the Company), intervenor, an increase in rates which included, over OCA’s objections, approval of the Company’s claim for recovery of expenses incurred in providing benefits other than pensions to retired employees (OPEBs), i.e., health care and life insurance benefits.\nIn July 1992, PAWC filed with the Commission a tariff supplement designed to produce an increase in annual operating revenues of about $18.7 million, including a claim for OPEBs of about $5.0 million. The Commission initiated an investigation to determine the lawfulness, justness and reasonableness of the Company’s existing and proposed rates, thereby suspending PAWC’s tariff supplement for seven months until April 22, 1993.\nThe matter was assigned to Administrative Law Judge Michael A. Nemee for hearing and a recommended decision. After hearings, Judge Nemec recommended an increase in annual operating revenues of $9,553,622, including the full amount claimed for OPEBs of about $5.0 million provided moneys recovered for OPEBs be placed in an independent irrevocable- trust fund for the payment of benefits of employees pursuant to the Company’s post retirement plans and refunds to customers pursuant to a Commission approved refund plan in the event the funds are not to be paid to employees.\nOn April 21, 1993, the Commission entered its final order granting PAWC an increase in annual operating revenues of $9,031,818, approving the Company’s OPEB claim subject to the establishment of the irrevocable trust and maximizing the use of income tax deductions for contributions to funds of this nature. The OPEB claim was calculated on the basis of accrual accounting, which recognizes costs at the time they are incurred, rather than cash accounting which does not recognize costs until they are actually paid. PAWC adopted accrual accounting for its OPEB costs on January 1, 1993. The Commission’s order included $4,939,856 for these OPEB costs. Under cash accounting, previously used by the Company and approved by the Commission, these OPEB costs would have been $1,242,833. In this appeal the OCA contests only the approval of the OPEB claim by the Commission’s order.\nOCA argues the Commission committed an error of law because the order (1) requires consumers to pay the cost of providing past services instead of the cost of current services, (2) includes charges that are entirely speculative, and (3) violates the rule against retroactive rate making. OCA concludes that Pennsylvania should continue to follow a minority of jurisdictions that adhere to cash accounting for OPEBs where the costs involved are certain and borne by the consumers as they are paid. The Law Bureau of the PUC, and the Company, argue this state should follow most of the states, the Securities and Exchange Commission and the Federal Communications Commission by adopting accrual accounting for OPEBs where the costs involved are reported when they are incurred and borne by the consumers who receive the benefit of the services that earn the OPEBs.\nIn December 1990, the Financial Accounting Standards Board (FASB), the principal body responsible for establishing generally accepted accounting principles (GAAP), issued Statement of Financial Accounting Standard No. 106 (SFAS 106) requiring employers to adopt accrual accounting for OPEBs for fiscal years beginning after December 15,1992. The issuance of SFAS 106 was prompted by the FASB’s concern over mounting medical costs, an aging population and rapidly escalating, unrecorded OPEB obligations. Accrual accounting is generally the rule where it is feasible. See e.g., Pennsylvania Public Utility Commission v. Bell Telephone Co., 60 Pa. P.U.C. 435 (1985). Simply reporting that a company has one million dollars in cash tells little, particularly if it has ten million dollars in unreported obligations coming due shortly and no other income. Furthermore, the application of accounting principles is within the sound discretion of the PUC. West Penn Power Co. v. Pennsylvania Public Utility Commission, 50 Pa.Commonwealth Ct. 164, 412 A.2d 903 (1980). We must, therefore, consider only whether the application of accrued accounting to OPEBs in this case violates accepted principles of law governing the setting of utility rates.\nUnder SFAS 106, OPEBs are recognized as deferred compensation earned during the course of employees’ active employment and properly charged to operating expense during the period the employees provide the services necessary to earn their post-employment health and life insurance benefits. PAWC’s SFAS 106 claim has four components: (1) the service cost representing the $1,074,805 present value cost of future OPEBs earned during the test year ended March 31, 1993; (2) the transition obligation of $1,353,861, representing a 20-year amortization of the $27,077,220 present value cost of. the transition obligation; (3) interest on the total transition obligation and the service cost; and (4) $308,741 representing a five year amortization of incremental accrued OPEB costs deferred during the first four months of 1993.\nOCA has not challenged the PUC’s allowance of each of these components except for the costs associated with the transition obligation including interest. In addition to mandating the accrual of current period OPEB expense, SFAS 106 requires employers to record an additional expense which arises as a result of the transition from cash to accrual accounting. OPEB benefits earned by employees during prior years of employment but not recorded under cash accounting must now be recognized as an accrued expense either as an expense in a single fiscal year or amortized over a period of up to twenty years.\nOCA claims that the allowance of the costs associated with the transitional obligation violates the rule of law that current customers should pay only for current operating expenses, not past expenses, and the rule of law that prohibits retroactive rate making. The transitional obligation under accrual accounting is an expense incurred for services rendered in the past but not then recognized or recorded as an expense under cash accounting. Customers of PAWC would still be required to pay for the benefits represented by the transitional obligation if cash accounting remained in effect at the time such benefits were actually paid. Thus, there is considerable force in the Company’s argument that the approval of PAWC’s claim is not retroactive ratemaking because only the timing of the Company’s OPEB recovery, and not the amount, was changed. This is also the view taken by the Federal Energy Regulatory Commission (FERC), that controls wholesale utility rates. Re Post-employment Benefits Other Than Pensions, 138 P.U.R.4th 353 (1993).\nOCA relies on legal principles set forth in Pike County Light and Power Co. v. Pennsylvania Public Utility Commission, 87 Pa.Commonwealth Ct. 451, 487 A.2d 118 (1985), and Philadelphia Electric Co. v. Pennsylvania Public Utility Commission, 93 Pa.Commonwealth Ct. 410, 502 A.2d 722 (1985). In Pike, this Court said, “[t]he Commission clearly may not establish rates which are calculated to retroactively recover surpluses or refund deficits created by inaccuracies in its prior rate authorizations.” Id. at 456, 487 A.2d at 121.\nAnd in Philadelphia Electric, this Court said:\nThe general rule is that there may be no line by line examination of the relative success or failure of the utility to have accurately projected its particular items of expense or revenue and an excess over the projection of an isolated item of revenue or expense may not be, without more, the subject of the Commission’s order of refund or recovery, respectively, on the occasion of the utility’s subsequent rate increase requests.\nId. at 422, 502 A.2d at 727-28.\nHowever, PAWC’s rate increase request does not arise out of inaccurate projections of its OPEB obligations in prior rate authorizations but arises out of the change from cash to accrual accounting. Prior to the issuance of SFAS 106 by FASB, the rules of the Commission permitted recovery of OPEBs only on the basis of cash accounting and, indeed, OCA claims cash accounting should remain the rule.\nFurthermore, in both Pike and Philadelphia Electric, “[a]n exception to this rule in the case of retroactive recovery of unanticipated expenses has been recognized where the expenses are extraordinary and nonrecurring.” Philadelphia Electric, 93 Pa.Commonwealth Ct. at 422, 502 A.2d at 728. See also, Pike. In Pike, this Court rejected the company’s argument that the Commission could not order the company to account for loss carryovers occurring in the past, available as deductions for federal income tax expense, since they were extraordinary losses to be amortized over a period of years.\nIn Philadelphia Electric, this Court declined to permit the utility to recover part of the cost of deferred pollution control facilities’ expenses amortized over a three year period, because these were past expenses that could have been anticipated and requested in a prior rate proceeding and they were neither extraordinary nor non-recurring.\nThis Court followed its holding in Philadelphia Electric in the case of Columbia Gas of Pennsylvania, Inc. v. Pennsylvania Public Utility Commission, 149 Pa.Commonwealth Ct. 247, 613 A.2d 74 (1992), aff'd, 535 Pa. 517, 636 A.2d 627 (1994). In Columbia Gas, the utility sought recovery of past expenses incurred over several years to comply with an order of the Pennsylvania Department of Environmental Resources (DER) to investigate migration of pollutants from a site owned by Columbia. The court held that ongoing expenses, incurred after the DER order was received, were not unanticipated and should have been claimed in prior rate filings. However, the court also held the utility could recover the full amount of “budget plus” plan arrearages because such ar-rearages were caused by the Commission’s order requiring Columbia to adopt billing and termination procedures and also prevented Columbia from terminating service and writing them off as uncollectible. Even though the monies Columbia sought to recover became owing in the past, the present rate proceeding was the first time that Columbia had an opportunity to seek recovery of that money in rates and, thus, allowance of the full amount did not constitute retroactive ratemaking.\nIn this case also, PAWC had no opportunity to seek recovery of its OPEBs until the issuance and acceptance of SFAS 106 and the Commission’s approval of accrued accounting treatment of such obligations. We, therefore, hold that PAWC’s application is timely; that the transitional obligation arises from an extraordinary and non-recurring one time event — the change from cash to accrual accounting — and the allowance of the recovery of that obligation amortized over a period of twenty years is not retroactive ratemaking.\nOCA also argues that allowing the transitional obligation creates inter-generational inequities because current customers will be paying for services rendered to past customers. But it is not equitable to pass the entire obligation to future customers, which occurs under cash accounting. Nor is it equitable to charge the obligation to investors who had no opportunity to seek rate relief until now. A similar question was presented to the Supreme Court of Pennsylvania in the case of Pittsburgh v. Pennsylvania Public Utility Commission, 370 Pa. 305, 88 A.2d 59 (1952). In that case, Bell Telephone sought allowance of a transitional obligation arising out of a failure to fully fund its pension obligations when changing from a pay-as-you-go (cash) basis to an accrual basis. In reversing the Superior Court, the Supreme Court pointed out that, in 1929, the costs of pension plans as operating expenses were not readily and widely accepted and the company hoped that the resulting increased expense could be absorbed without a rate increase. The court said:\nReduced to its simplest terms, the situation is this. Pensions are now recognized as a proper operating expense. It is fundamental that in order to afford an adequate retirement program any pension plan must take into consideration past services of employees.... Someone must pay for the pension costs properly attributable to past services. At the present time such costs can be placed upon present and future ratepayers or the investors in the Company. In the present situation the test for determining where the burden should be placed as between these two classes of individuals is whether management abused its discretion....\nId. at 320-21, 88 A.2d at 67. (Citation omitted.)\nThe Supreme Court found no abuse of discretion on the part of management. In this case, OCA does not contend that the transitional obligation should be borne by the Company. Yet it claims it is somehow more equitable to transfer the obligation to future customers when the benefits are actually paid. However, if the transitional obligation remains unfunded, a much greater increase in rates will have to be borne by future customers. This Court finds it not to be unreasonable to place the burden on both present and future customers by amortizing the obligation over a period of twenty years.\nOCA also contends the Company’s OPEB claim should have been disallowed because it is highly speculative. OCA’s expert witness, Ralph C. Smith, claimed the actuarial projection of increases in health care costs twenty years into the future was not reliable but involved “guessing” about the level of such costs. However, Gerard C. Mingione, consulting actuary for PAWC and associated companies, disagreed with Mr. Smith stating that the actuarial assumptions employed were reasonable in light of general employer practices under SFAS 106 and fully reflected tire best economic and demographic information available. He also pointed out that, should the outlook for healthcare costs change, due to government action or some other factor, subsequent valuations and thus subsequent rate filings would be expected to be adjusted to reflect the revised outlook. OCA does not deny the existence of an unfunded transition obligation with a present value in excess of $27 million dollars.\nWe agree with the opinion of the Commission on this matter:\nThe Company continued that, as noted by the FERC, numerous ratemaking allowances are based on long-term assumptions which may require modification in subsequent rate cases. For example, annual depreciation accruals for water utilities are based on estimated service lives that, in the case of water mains, can span as long as 100 years. Similarly, we authorize electric utilities to recover an annual accrual to be used toward the eventual decommissioning of their nuclear units. Estimating the costs of decommissioning a nuclear unit 40 or more years in the future obviously requires numerous assumptions regarding future regulatory requirements, demolition costs and escalation factors. Finally, stated the Company, there are any number of types of expenses the precise quantification of which will not be known for years to come.\nHowever, as we have recognized repeatedly, the appropriate regulatory response is not to pretend that the underlying obligation does not exist, but rather to develop the best estimate possible given current information.\n(Commission Order adopted 4/15/93, p. 56-57.)\nWe hold that the testimony of Mr. Min-gione, the consulting actuary, was substantial evidence that supported the Company’s OPEB claim and that the Commission did not err in accepting his opinion instead of the opinion of Mr. Smith.\nOCA also claims the Company’s OPEB claim should be disallowed because the employees do not have vested rights in these benefits. However, the OPEB rights of union employees of PAWC cannot be changed until the present collective bargaining contracts are renegotiated, which is not scheduled to take place for several years. Furthermore, the fact that SFAS 106 costs may change, as a result of a modification in either plan benefits, or the underlying actuarial assumptions, is of no consequence for ratemaking purposes, because any gains or losses resulting from such changes are reflected in the computation of the annual OPEB expense. The rates presently approved will remain in effect only until the next ratemaking case. Such a case may be initiated not only by the Company, but also by the Commission, or by the complaints of consumers. At that time appropriate adjustments to PAWC’s SFAS 106 allowance can be made.\nIt is not disputed that OPEBs are a legitimate cost of doing business, properly recoverable for ratemaking purposes; that it is not suggested that the OPEBs provided by the Company are excessive or unreasonable; that the impact of the Commission’s order on the average residential customer’s bill is about two cents per day; that while initially the annual charge for OPEBs under accrual accounting is more than the actual payments to be made, after nineteen years the payments made will exceed the annual charges; that none of the incremental OPEB dollars recovered through rates can ever inure to the benefit of the Company or its shareholders because all of those moneys must be deposited in a segregated external trust with disbursements restricted to retirees or to customers in the event such funds are not needed for OPEBs.\nHaving found that the Commission committed no errors of law, and the facts necessary to support its adjudication are supported by substantial evidence, the Commission’s order of April 21, 1993 is affirmed.\nORDER\nNOW, June 7,1994, the order of the Pennsylvania Public Utility Commission, dated April 21, 1993, at Docket No. R-00922428, is affirmed.\n. In reviewing a PUC order this Court must determine whether the findings, order, or determination are supported by substantial evidence, an error of law was committed, or constitutional rights were violated. Keystone Water Co. v. Pennsylvania Public Utility Commission, 100 Pa.Commonwealth Ct. 644, 515 A.2d 367 (1986).",
        "type": "majority",
        "author": "RODGERS, Senior Judge."
      }
    ],
    "attorneys": [
      "Edmund J. Berger, Asst. Consumer Advocate, for petitioner. Kevin J. Moody, Asst. Counsel, for respondent.",
      "Thomas P. Gadsden for intervenor, Pennsylvania-Ameriean Water Co."
    ],
    "corrections": "",
    "head_matter": "Irwin A. POPOWSKY, Consumer Advocate, Petitioner, v. PENNSYLVANIA PUBLIC UTILITY COMMISSION, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued April 11, 1994.\nDecided June 7, 1994.\nEdmund J. Berger, Asst. Consumer Advocate, for petitioner. Kevin J. Moody, Asst. Counsel, for respondent.\nThomas P. Gadsden for intervenor, Pennsylvania-Ameriean Water Co.\nBefore McGINLEY and PELLEGRINI, JJ., and RODGERS, Senior Judge."
  },
  "file_name": "1146-01",
  "first_page_order": 1212,
  "last_page_order": 1217
}
