{
  "id": 7291467,
  "name": "Herbert KILMER, Elsie Kilmer, Jacqueline Frantz, Jeffrey Kilmer, Diane Kilmer, Kenneth Kilmer, and Thomas Kilmer, Appellants v. ELEXCO LAND SERVICES, INC. and Southwestern Energy Production Company, Appellees",
  "name_abbreviation": "Kilmer v. Elexco Land Services, Inc.",
  "decision_date": "2010-03-24",
  "docket_number": "",
  "first_page": "1147",
  "last_page": "1158",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 1147"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "609 F.Supp.2d 372",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        4211827
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/609/0372-01"
      ]
    },
    {
      "cite": "30 C.F.R. § 206.151",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "768 N.W.2d 496",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        7086012
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "502"
        },
        {
          "page": "502"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/768/0496-01"
      ]
    },
    {
      "cite": "886 P.2d 652",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10350078
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "657-58"
        },
        {
          "parenthetical": "emphasis added"
        },
        {
          "page": "661",
          "parenthetical": "detailing different costs that lead to added value of gas products"
        },
        {
          "page": "658"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/886/0652-01"
      ]
    },
    {
      "cite": "2009 WL 1515251",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "45 A. 54",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1899,
      "pin_cites": [
        {
          "page": "55"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "194 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912432
      ],
      "year": 1899,
      "opinion_index": 0,
      "case_paths": [
        "/pa/194/0072-01"
      ]
    },
    {
      "cite": "980 A.2d 502",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4195024,
        7294116
      ],
      "pin_cites": [
        {
          "page": "506"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/602/0346-01",
        "/a2d/980/0502-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1315,
    "char_count": 37580,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1883266167255311
    },
    "sha256": "f102eee90c9e9925836c4e0e3d272e593b273ab326a5549bf22d46d0b8cb808e",
    "simhash": "1:0a65cbbca7eef6be",
    "word_count": 6058
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ."
    ],
    "parties": [
      "Herbert KILMER, Elsie Kilmer, Jacqueline Frantz, Jeffrey Kilmer, Diane Kilmer, Kenneth Kilmer, and Thomas Kilmer, Appellants v. ELEXCO LAND SERVICES, INC. and Southwestern Energy Production Company, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice BAER.\nThe case at bar concerns the proper construction of the term “royalty” as it is used in the Guaranteed Minimum Royalty Act (“GMRA”), 58 P.S. § 38, which governs, inter alia, leases between Pennsylvania landowners and gas companies seeking to drill natural gas wells into Pennsylvania’s Marcellus Shale deposits. As developed below, the GMRA requires that leases guarantee the landowner-lessor “at least one-eighth royalty of all oil, natural gas or gas of other designations removed or recovered from the subject real property.” 58 P.S. § 33. Although the critical term “royalty” is not defined by the statute, many leases in the Commonwealth, including the lease at issue before this Court, calculate the royalties as one-eighth of the sale price of the gas minus one-eighth of the post-production costs of bringing the gas to market. This calculation is called the “net-back method,” as its goal is to determine the value of the gas when it leaves the ground (hereinafter “at the wellhead”) by deducting from the sales price the costs of getting the natural gas from the wellhead to the market. The landowners in this case filed for declaratory judgment seeking to void their lease, arguing that the net-back method of calculating royalties violates the GMRA. The trial court rejected this argument and granted summary judgment to the gas companies. After exercising extraordinary jurisdiction, we affirm the decision below.\nThe Marcellus Formation is a region of natural gas-rich shale extending from New York to West Virginia, including large portions of Pennsylvania. See generally Timothy Considine, et al., Pennsylvania State University, An Emerging Giant: Prospects and Economic Impacts of Developing the Marcellus Shale Natural Gas Play (2009). While the existence of the gas deposits in the area have been known for a long time, recent developments in drilling techniques have allowed for the potential recovery of dramatically larger quantities of natural gas. Estimates suggest that the area could contain over 489 trillion cubic feet of recoverable gas, enough to supply the natural gas needs of the United States for fourteen years. The developments in recovery techniques and the proximity of the formation to the energy markets of the east coast cities has created a surge of interest in drilling in the area. Consequently, gas companies in the past few years have offered landowners much more lucrative lease terms than were present in older leases, given the increased competition for drilling rights. This has caused some landowners to review their older leases and question whether the terms provided therein comply with the GMRA.\nIn January 2008, Landowners in the present case filed a complaint for declaratory judgment in the Court of Common Pleas of Susquehanna County seeking to invalidate their 2007 lease, asserting that the lease violated the one-eighth royalty requirement of the GMRA because the net-back method resulted in a royalty less than one-eighth of the value of the gas. The relevant provision of the lease provided for the calculation of royalties as follows:\n3. Royalty Payment. For all Oil and Gas Substances that are produced and sold from the leased premises. Lessor shall receive as its royalty one eighth (l/8th) of the sales proceeds actually received by Lessee from the sale of such production, less this same percentage share of all Post Production Costs, as defined below, and this same percentage share of all production, severance and ad valorem taxes. As used in this provision, Post Production Costs shall mean (i) all losses of produced volumes (whether by use as fuel, line loss, flaring, venting or otherwise) and (ii) all costs actually incurred by Lessee from and after the wellhead to the point of sale, including, without limitation, all gathering, dehydration, compression, treatment, processing, marketing and transportation costs incurred in connection with the sale of such production. For royalty calculation purposes, Lessee shall never be required to adjust the sales proceeds to account for the purchaser’s costs or charges downstream from the point of sale.\nLease between Kilmer et al. and Elexco Land Services, Inc, dated October 15, 2007 (“Lease”) (emphasis added). Similar royalty provisions are present in many other leases across the Commonwealth. According to Landowners, this provision violates the GMRA, which provides in full:\n§ 33. Guarantee of minimum royalties A lease or other such agreement conveying the right to remove or recover oil, natural gas or gas of any other designation from lessor to lessee shall not be valid if such lease does not guarantee the lessor at least one-eighth royalty of all oil, natural gas or gas of other designations removed or recovered from the subject real property.\n58 P.S. § 33.\nAs the case presented the trial court with a pure question of law regarding the requirements of the GMRA, both parties filed motions for summary judgment. In March 2009, the trial court granted summary judgment in favor of the Gas Companies and denied Landowners’ motion for summary judgment. The court concluded that there were no issues of material fact and that the GMRA does not preclude the parties from utilizing the net-back method of royalty calculation. The Gas Companies discontinued their other claims and prae-ciped for the entry of judgment. Landowners timely appealed to the Superior Court.\nIn a very brief opinion in support of its decision, the trial court observed that no Pennsylvania appellate court had yet spoken to the question of whether the net-back method of royalty calculation violated the GMRA, despite the numerous cases then pending in Pennsylvania trial courts involving the same question. The trial court acknowledged, but did not rely upon, the Gas Companies’ argument that the term “royalty” had acquired a meaning in the industry that was consistent with the use of the net-back method. The court, however, ultimately held that the lease did not violate the GMRA because “[t]he statute in question does not prohibit the inclusion of ‘post-production’ costs to calculate the one-eighth royalty. The parties are, therefore, free to negotiate how that royalty shall be calculated, so long as the net result is not less than one-eighth.” Tr. Ct. Op. at 3.\nRecognizing that more than seventy suits were currently on hold pending the appellate litigation in this case and fearing that uncertainty would stymie economic development, the Gas Companies filed a petition asking this Court to exercise extraordinary jurisdiction to speed the resolution of this pure legal question of first impression. The Landowners did not oppose the petition. We granted extraordinary jurisdiction pursuant to 42 Pa.C.S. § 726 to consider whether the GMRA precludes parties from contracting to use the net-back method to determine the royalties payable under an oil or natural gas lease. As the question presented involves a pure question of law, our scope of review is plenary and our standard of review is de novo. See Merlini ex rel. Merlini v. Gallitzin Water Authority, 980 A.2d 502, 506 (Pa.2009).\nBefore this Court, Landowners seek to invalidate their leases, claiming that the Gas Companies are attempting to evade the GMRA’s requirement of a one-eighth royalty. Landowners argue that the plain language of the statute does not provide for the net-back method through which post-production costs are subtracted from the sale price at market. Likewise, Landowners assert that the plain language does not state that royalties should be calculated at the wellhead as argued by the Gas Companies. Landowners reject the Gas Companies’ contention that the word “royalty” has developed a technical meaning in the oil and gas industry. Instead, they maintain that the ordinary meaning of the term royalty should be binding in this case. Relying upon standard dictionary definitions, Landowners argue that the term “royalty” is ordinarily defined as “a compensation or portion of the proceeds paid to the owner of a right, as a patent or oil or mineral right.” Landowners’ Brief at 19 (emphasis in original). They note that “proceeds” are defined as the “total amount derived from a sale or other transaction.” Landowners’ Brief at 20. Thus, they argue that the relevant question is what was the price at the point of sale, regardless of where the sale is made or the costs of getting the raw product from the wellhead to the point of sale.\nLandowners additionally argue that Pennsylvania precedent accords with their interpretation of the term “royalty.” To support their argument that the calculation should be made at the point of sale rather than the wellhead, Landowners rely upon a century-old theory in oil and gas law placing an “implied duty to market” upon gas companies, which they claim derives from this Court’s decision in Iams v. Carnegie Natural Gas, Co., 194 Pa. 72, 45 A. 54 (1899). Under the implied duty to market theory, if sufficient quantities of gas can be obtained to justify marketing the gas, then the lessee-gas company has “an obligation to operate for the common good of both parties” and to market the gas, rather than allowing the well to remain idle. Id. at 55.\nLandowners assert that the implied “duty to market” is the legal basis for the “First Marketable Product Doctrine,” which Landowners claim requires the lessee/gas company to bear all the costs necessary to get the natural gas to the point of sale. Citing cases from Colorado, Oklahoma, and Kansas, they claim that the First Marketable Product Doctrine provides that because the lessee-gas company has a duty to market the natural gas, it is inherent that the lessee gas-company be responsible for all costs necessary to satisfy that duty. Although acknowledging that Pennsylvania has not adopted the First Marketable Product Doctrine, Landowners argue that it can be assumed that the legislature was aware of the century-old duty to market doctrine when it enacted the GMRA in 1979, and thus, intended the GMRA to reflect the doctrine by requiring lessees to bear all the costs necessary to market the gas, which would include the post-production costs at issue in this case.\nLandowners further note that the federal district court in Stone v. Elexco, No. 3:09-cv-264, 2009 WL 1515251 (M.D.Pa. June 1, 2009), refused to accept, for purposes of a motion to dismiss filed by the gas companies in that case, the claim that the term “royalty” has developed a technical meaning in the gas industry, which is that the royalty should be calculated at the wellhead. The federal court relied upon a Colorado Supreme Court opinion that identified two lines of precedent nationwide regarding the calculation of an oil and gas royalty. Garman v. Conoco, Inc. 886 P.2d 652, 657-58 (Colo.1994) (collecting cases). The Colorado court observed that Texas and Louisiana calculated royalties at the wellhead, whereas Kansas, Oklahoma, Wyoming, and the federal government calculated the price at the point of sale. Apparently, Arkansas and North Dakota defaulted to use of the point of sale to calculate royalties unless the lease specified otherwise. M The court in Stone also observed that Pennsylvania had utilized the duty to market doctrine in the lams case. Given the divergence in precedent regarding the point of calculation of royalties, the federal court refused to decide the issue in a motion to dismiss and instead required further argument.\nLandowners next look to legislative history to support their claim that the legislature intended for the one-eighth royalty to be calculated at the point of sale. Essentially acknowledging that there is no legislative history regarding the GMRA that is directly supportive of their claim, Landowners look to the Pennsylvania Oil and Gas Conservation Law, 58 P.S. § 402, enacted in 1961, which regulated the drilling of natural gas wells more than 3,800 feet below the surface (specifically, below the so-called Onondaga Horizon). In that act, the legislature defined a “royalty owner” as “any owner of an interest in oil or gas lease which entitles him to share in the production of the oil or gas under such lease or the proceeds therefrom without obligating him to pay any costs under such lease.” Id. (emphasis added). The Landowners contend that the Oil and Gas Conservation Law and the GMRA should be read in pañ materia as they both relate to natural gas leases. Accordingly, they assert that when read together the two statutes provide that landowners “are entitled to the payment of one-eighth royalty of all oil, natural gas, or gas of other designations removed or recovered from the subject real property without obligating them to pay any costs under such lease.” Landowners’ Brief at 7. Landowners contend that “any costs” includes production and post-production costs.\nLandowners also rely upon the Pennsylvania rules of statutory construction for remedial statutes, which require that such statutes must be interpreted to achieve an act’s purpose of remedying the perceived mischief addressed therein. They note that the GMRA is the only statute in the country that provides for a minimum percentage royalty to be paid to a landowner. Landowners contend that the GMRA is a remedial statute intended to prevent deception and exploitation of Pennsylvania property owners by developers. Therefore, Landowners assert that the statute must be interpreted in their favor, and the only way to guarantee the landowner a one-eighth royalty is to base the payment on the amount of money received by the gas company when it sells the gas at the prevailing market price, and not the illusory value of the gas “at the wellhead.” They argue that the market price is an easily determined amount that is not subject to corporate manipulation and inflation of costs. They emphasize that the definition of post-production costs as used in the net-back calculation in the current lease is “without limitation.” Moreover, they assert that use of post-production deductions will merely generate more litigation over the legitimacy of the deductions claimed by the Gas Companies. They contend that it satisfies the remedial purpose of the GMRA to read the statute to prevent the potential exaggeration of post-production costs, which would result in a diminished royalty.\nIn sum, Landowners assert that the Lease is not valid because it does not comply with the GMRA, given that royalties under the Lease are calculated after deducting post-production costs, which Landowners claim does not satisfy the one-eighth royalty required by the GMRA.\nIn contrast, the Gas Companies essentially contend that Landowners are attempting to find a way to invalidate the Lease in hopes of renegotiating, given the new developments regarding the Marcellus Shale natural gas deposits. The Gas Companies, however, reject Landowners’ contention that the Lease’s net-back calculation of royalties violates the GMRA.\nThe Gas Companies maintain that the plain language of the GMRA provides that a landowner shall receive one-eighth of “all oil, natural gas or gas of other designations removed or recovered from the subject real property.” 58 P.S. § 33. From this language, the Gas Companies contend that the relevant point of reference is the moment the gas is “removed” from the ground, or in other words “at the wellhead.” They assert that natural gas cannot be “removed or recovered” downstream from the point it exits the ground at the wellhead. They also argue that nothing in the GMRA restricts the parties from contracting for a different point of measurement downstream of the wellhead so long as it provides at a minimum for a royalty of one-eighth at the point of removal — the wellhead.\nThe Gas Companies note that there are two basic ways to receive a royalty — either as a portion of the actual product (“in-kind”) or the monetary equivalent. While theoretically possible, the Gas Companies acknowledge that it is generally impractical for a landowner to take a natural gas royalty in-kind, at least when the gas is removed at the wellhead, because that would require the landowner to perform extensive post-production activities that are necessary to process the gas into a usable and thus marketable product. Therefore, to calculate the price of the natural gas at the wellhead (and thus the royalties), they argue that we must work backward from the value-added price received at the point of sale by deducting the companies’ costs of turning the gas into a marketable commodity. As mentioned, this calculation is often referred to in the industry as the “net-back” method of calculating royalties.\nThe Gas Companies observe that the gas producers sell their product at various points downstream from the wellhead in various states of production and that the further downstream the sale, the higher the price. Similarly, expenditures for transportation of the gas to the high-demand markets of the east coast cities can earn much higher sales prices than in the fields of Western Pennsylvania. Therefore, by deducting the expenses of production and transportation from the final sales price, one can fairly calculate the price for the unprocessed gas at the moment of removal. They dispute Landowners’ framing of the Lease as involving post-production deductions from the royalty rather than calculations that enable a determination of the royalty at the time of removal.\nThe Gas Companies additionally argue that the GMRA’s use of the term “royalty” should be interpreted consistently with the technical meaning that the term has developed throughout the history of the oil and gas industry. Prior to the late 1980’s, the role of the producer was to explore for oil and maintain the wells. When the gas came out of the well, the producer sold it to the pipeline company at the wellhead for a federally regulated price. The pipeline company would then assume all the responsibilities of transforming the raw product (sour gas) into marketable natural gas (sweet gas) and transporting it to the market place, where the gas was sold to local distribution companies. The pipeline company would sell the gas at a higher price, given the value added in the process of transforming and transporting it from sour to sweet gas. The producer, however, was paid a price for the natural product when it sold the gas to the pipeline company at the wellhead, and royalties for the landowner were calculated based on that “at the wellhead” price. Therefore, at the time of the enactment of the GMRA in 1979, the wellhead was the point of royalty measurement. Accordingly, the Gas Companies argue that the one-eighth royalty included in the GMRA was one-eighth of the unprocessed value of the gas at the point of removal. The Gas Companies also note that in 1979 almost all jurisdictions presumed that royalties were calculated at the wellhead.\nIn the 1980’s the natural gas industry changed dramatically based on fears that the pipeline companies had monopoly power. The federal government required pipeline companies to unbundle their transportation services from their own natural gas sales efforts and, in effect, provide common-carriage services to others, including gas producers, who wished to transport natural gas. This has been referred to as the deregulation of the industry. The Gas Companies argue that the Lease’s net-back calculation of royalties merely recreates the allocations that existed at the time the GMRA was enacted when royalties were calculated based upon the price of the raw/sour gas at the wellhead and not based upon the price of valued-added sweet gas.\nThe Gas Companies reject the relevance of the fact that a minority of jurisdictions have adopted the First Marketable Product Doctrine, under which the lessee is held responsible for all post-production expenses until the product arrives at a downstream location where it can be marketed. The Gas Companies note that only Colorado, Oklahoma, Kansas, and West Virginia have adopted this rule. Moreover, they contend that this is not the case to adopt the First Marketable Product Doctrine in Pennsylvania, because the courts that have adopted this doctrine have done so as a matter of common law in interpreting ambiguities in leases, not through statutory interpretation of a preexisting statute. They emphasize that there is no ambiguity in this lease, which they assert expressly provides for the net-back calculation of royalties.\nThe Gas Companies also disagree with Landowners’ suggestion that Pennsylvania has been a First Marketable Product jurisdiction for over a hundred years based upon the lams case. Instead, the Gas Companies state that lams does not speak to where a royalty should be measured or who should bear the post-production costs, but instead only imposed upon a lessee an implied duty to market gas if it could be extracted in sufficient quantities.\nThe Gas Companies next claim that Landowners’ argument would result in internal inconsistencies. As noted, the Gas Companies claim that royalties theoretically can be taken in two basic ways: in-kind and in money. It cannot be, they argue, that the Legislature intended that a landowner could receive different total royalties depending upon whether the landowner takes the one-eighth share in-kind at the wellhead or takes one-eighth of the proceeds of the much more valuable processed gas at the market. They assert that valuation of the gas at the wellhead standardizes the royalties, consistent with the statutory language. They reject the Landowner’s argument that the lease provisions will allow lessee-gas companies to inflate the post-production costs and thereby deprive the landowners of all royalties, because the Gas Companies argue that the costs are always subject to audits and court action in contract.\nThe Gas Companies also reject Landowners’ statutory analysis based upon the Oil and Gas Conservation Law’s use of the term “royalty owner.” They assert that the Oil and Gas Conservation Law and the GMRA are not in pari materia, but instead claim that the subject matter of the two statutes differs. The Conservation Law established a regulatory program designed to prevent wasteful development of oil and natural gas wells penetrating the Onondaga Horizon at a depth of 3,800 feet, which is deeper than the wells that had been utilized since the 1850s. They argue that the definition of royalty owner was not intended to address the calculation of royalties, but instead to include as many lessors within the definition as possible. Moreover, they note that the Conservation Law defines “royalty owner,” but does not define “royalty.”\nLike Landowners, the Gas Companies are supported by a number of amici curiae, including some landowners who do not want their leases invalidated. Amici landowners assert that they knowingly negotiated a mutually beneficial agreement with the gas companies where the companies take all of the risk and incur all of the costs of exploring for gas and lessors receive an up-front bonus and royalties on the gas actually produced, and, in due course, sold. Therefore, the lessors have no downside risk, but still share in the benefits if a well produces gas.\nThe Gas Companies also have the support of Bruce Kramer, former law professor at Texas Tech University, who reiterates and expounds upon the history of the oil and gas industry as set forth by the Gas Companies. Given the dramatic changes in the late 1980s, Kramer argues that we should interpret the GMRA with an eye to what the industry was like in 1979, before the dramatic changes, when almost all royalties were calculated based on the wellhead price of unprocessed gas.\nPursuant to Pennsylvania’s rules of statutory construction, “[t]he object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly.” 1 Pa.C.S. § 1921(a). We look first to the words of the statute to determine the intent of the General Assembly. See 1 Pa.C.S. § 1921(b) (“When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.”). As previously stated, the GMRA, in relevant part, requires leases to provide lessors “at least one-eighth royalty of all oil, natural gas or gas of other designations removed or recovered from the subject real property.” 58 P.S. § 33.\nAlthough the plain language of the GMRA clearly provides that the lessor must receive a one-eighth royalty, it is silent regarding the definition of royalty and the method for calculating the royalty. To the dismay of both Landowners and Gas Companies, the GMRA does not use any of the terms suggested by the parties, such as “at the wellhead,” “post-production costs,” or “point of sale.” The absence of such language is not surprising given the state of the industry at the time the GMRA was enacted, when virtually all royalties to landowners were based on the sale of unprocessed gas from the producer to the pipeline companies at the wellhead. In 1979, the legislature was not faced with a choice of whether the calculation should be made at the wellhead or the point of sale because they were one and the same. Therefore, we can assume that the General Assembly intended both parties’ interpretation: that the royalty should be calculated at the wellhead and at the point of sale. See 1 Pa.C.S. § 1921(c)(2) (providing for consideration of the “circumstances under which [the statute] was enacted.”).\nGiven the current state of the industry where the wellhead and the point of sale are not the same, we are required to interpret which valuation point is most consistent with the language of the statute. This requires us to define royalty. Under the standard dictionary definitions cited by Landowners, royalty contemplates the proceeds of a sale, which would move the point of valuation from the wellhead to the point of sale. The Statutory Construction Act, however, counsels us to reject this common definition of “royalty,” in favor of the definition it has acquired in the oil and gas industry. The rules instruct, “Words and phrases shall be construed according to rules of grammar and according to their common and approved usage; but technical words and phrases and such others as have acquired a peculiar and appropriate meaning or are defined in this part, shall be construed according to such peculiar and appropriate meaning or definition.” 1 Pa.C.S. § 1903.\nThe term royalty has been defined in the oil and gas industry as “[t]he landowner’s share of production, free of expenses of production.” Howard R. Williams & Charles J. Meyers, Manual of Oil and Gas Terms § R (Patrick H. Martin & Bruce M. Kramer eds., 2009). In the industry, as referenced above, the “expenses of production” relate to the costs of drilling the well and getting the product to the surface, but do not encompass the costs of getting the product from the wellhead to the point of sale, as those costs are termed “post-production costs.” “Although the royalty is not subject to costs of production, usually it is subject to costs incurred after production, e.g., production or gathering taxes, costs of treatment of the product to render it marketable, costs of transportation to market.” Id.; see also George A. Bibikos and Jeffrey C. King, A Primer on Oil and Gas Law in the Marcellus Shale States, 4 Tex. J. Oil, Gas, & EneRgy L. 155, 168-69 (2008-2009) (explaining post-production costs and noting that a majority of jurisdictions authorize the deduction of post-production costs in the calculation of royalties). Similarly, another treatise addressing gas, oil and mineral leases instructs that, “[w]hile a lease may make the amount of the royalty dependent on the proceeds, generally the royalty is not payable from gross profit but from the net amount remaining after deduction of certain production and development costs.” 17 Williston on Contracts § 50:60 (4th ed. 2009) (footnote omitted). Consistent with this definition, the lease at issue only provides for the lessor to share in the post-production costs, and charges the lessee with all the production costs.\nWe additionally observe that royalties in the industry can be taken in-kind. Manual of Oil and Gas Terms § R. Although it is unusual and impractical for natural gas royalties to be taken in-kind, oil royalties can certainly be so taken. Given that the GMRA addresses both oil and gas royalties, we must interpret the term to cover both. Accordingly, we give credence to the Gas Companies’ argument that the General Assembly would not intend to create a situation where one landowner would receive a dramatically increased royalty when the product is valued at the point of sale when the neighbor who took the royalty in-kind would have a reduced royalty based on the wellhead value.\nMoreover, as suggested by the briefs, the natural gas can be sold at different degrees of processing for different prices and at different prices based upon the proximity of the market to high demand cities. If one company sells it at a point halfway to fully processed (or half-way to New York City), the landowner will get dramatically lower royalties than a neighbor whose gas is sold after it is fully processed. The use of the net-back method eliminates the chance that lessors would obtain different royalties on the same quality and quantity of gas coming out of the well depending on when and where in the value-added production process the gas was sold. See Bice v. Petro-Hunt, LLC, 768 N.W.2d 496, 502 (N.D.2009) (noting the difficulty of determining at which point the gas first becomes marketable); Garman, 886 P.2d at 661 (detailing different costs that lead to added value of gas products).\nWhile Landowners present a concern that gas companies may inflate their costs to drive down the royalties paid, we find that claim unconvincing because gas companies have a strong incentive to keep their costs down, as they -will be paying seven-eighths of the costs. If a landowner suspects that a gas company is charging higher costs than the gas company is actually paying, then the landowner can seek a court ordered accounting. Accordingly, consistent with our rules of statutory interpretation, we hold that the GMRA should be read to permit the calculation of royalties at the wellhead, as provided by the net-back method in the Lease, and thus, affirm the trial court’s grant of summary judgment to the Gas Companies.\nFormer Justice GREENSPAN did not participate in the decision of this case.\nChief Justice CASTILLE and Justices SAYLOR, EAKIN, TODD and McCAFFERY join the opinion.\n. The parties occasionally refer to a required royalty of 12.5 percent, which is equal to one eighth.\n. In industry parlance, \"production costs\" refer to the expenses of getting gas to the point it exits the ground, and \"post-production costs” refer to expenditures from when the gas exits the ground until it is sold. We will adhere to these definitions throughout this opinion.\n. The Code of Federal Regulations defines the net-back method:\nNet-back method (or work-back method) means a method for calculating market value of gas at the lease. Under this method, costs of transportation, processing, or manufacturing are deducted from the proceeds received for the gas, residue gas or gas plant products, and any extracted, processed, or manufactured products, or from the value of the gas, residue gas or gas plant products, and any extracted, processed, or manufactured products, at the first point at which reasonable values for any such products may be determined by a sale pursuant to an arm's-length contract or comparison to other sales of such products, to ascertain value at the lease.\n30 C.F.R. § 206.151; see also Howard R. Williams & Charles J. Meyers, Manual of Oil and Gas Terms § N (Patrick H. Martin & Bruce M. Kramer eds., 2009). The Code uses the term “lease” to mean both the contractual document and the land covered by the document, such that it has the same meaning as wellhead. 30 C.F.R. § 206.151.\n. We will refer to the appellants listed in the caption as the \"Landowners” and recognize that they are also the plaintiff-lessors. In contrast, we will refer to the named appellees as the Gas Companies, who are the defendant-lessees.\n. Landowners also acknowledge that they received a signing bonus of $100 per acre. Reply Brief for Appellant at 20. At the time of filing the brief, Landowners asserted that the gas companies were willing to pay new lessors a signing bonus of $2,800 per acre. Reply Brief at 21.\n.The Gas Companies filed counterclaims. As indicated below, these have been discontinued and need not be discussed herein.\n. § 726. Extraordinary jurisdiction\nNotwithstanding any other provision of law, the Supreme Court may, on its own motion or upon petition of any party, in any matter pending before any court or magisterial district judge of this Commonwealth involving an issue of immediate public importance, assume plenary jurisdiction of such matter at any stage thereof and enter a final order or otherwise cause right and justice to be done.\n42 Pa.C.S. § 726.\n. Landowners cite works of former professor and noted scholar in natural gas law, Bruce Kramer, in support of their duty to market argument. Professor Kramer, however, has filed an amicus curiae brief in favor of Gas Companies, rejecting Landowners’ interpretation of his work.\n. The trial judge in Stone also presided over the published case of Kropa v. Cabot Oil & Gas Corp., 609 F.Supp.2d 372 (M.D.Pa.2009), which contains a similar analysis.\n.We note that, since the decision in Gar-man, North Dakota now defaults to the calculation of royalties at the wellhead. See Bice v. Petro-Hunt, LLC, 768 N.W.2d 496, 502 (N.D.2009) (adopting the \"at the well rule\" and rejecting the First Marketable Product Doctrine). Moreover, some of the states detailed in Garman allowed leases to provide for the sharing of the costs of transportation and processing. Garman, 886 P.2d at 658.\n. We acknowledge that several other landowners have filed amici briefs in this case, in part, because their individual suits against their lessees have been stayed pending this decision. In addition to the arguments raised by Landowners, amici also suggest there is debate regarding how to classify some costs, like compression, which they claim occurs during both production and post-production. This variability in calculation, they claim, threatens the guarantee of the eight percent royalty mandated by the GMRA.\n. Landowners contend that the term royalty does not encompass a share of the actual product but only “money to be paid,” and thus suggest that the GMRA did not contemplate that a landowner would receive natural gas in-kind as the royalty. They also suggest that the concept of taking natural gas royalties in-kind is absurd, and thus against the rules of statutory construction, because natural gas is not usable when it is removed from the ground. Landowners, however, do not acknowledge that, in addition to natural gas royalties, the GMRA governs royalties relating to oil, which can be taken in-kind.\n. They argue that Landowners' construction would result in a substantial increase in the royalties paid to the landowners without any indication that the legislature intended that result, or even foresaw the dramatic changes from deregulation.\n. We note that the General Assembly is the branch of government best suited to weigh the public polices underlying the determination of the proper point of royalty valuation in the deregulated gas industry. However, until the General Assembly acts to specify the point of valuation, we must interpret the statute as written, prior to deregulation.\n. We are also unconvinced by the Landowner s argument regarding the Oil and Gas Conservation Law's definition of \"royalty owner\" because it does not define \"royalty.”",
        "type": "majority",
        "author": "Justice BAER."
      }
    ],
    "attorneys": [
      "Michael James Gathany, Hallstead, Laurence M. Kelly, Kelly & Kelly, Montrose, for H. Kilmer, E. Kilmer, J. Frantz, J. Kilmer, D. Kilmer, K. Kilmer, & T. Kil-mer.",
      "Michael Anthony Dinges, Elion, Wayne, Grieco, Carlucci, Shipman & Irwin, P.C., Williamsport, for Amicus Curiae Andrew Hooker.",
      "Kenneth Scott Kornacki, Steven Michael Petrikis, Brian Thornton Must, Metz Lewis, L.L.C., Pittsburgh, for Amici Curiae Curtis R. Lauchie, Terri, Lauchie, Gary K. Beach & Carolyn J. Beach.",
      "Thomas Waffenschmidt, Rieders, Travis, Humphrey, Harris, Waters & Waffen-schmidt, Williamsport, for Amici Curiae Samuel Belcher, Cheryl Belcher, Douglas Blessing, et al.",
      "George A. Bibikos, Amy L. Groff, David R. Fine, Patricia Carol Shea, K & L Gates, L.L.P., Harrisburg, for Elexco Land Services, Inc. and Southwestern Energy Production Company.",
      "Alfred Hettinger, Hettinger Law Office, Allentown, for Amici Curiae Charles S. Snyder, Jr. and Township of Middletown.",
      "Joseph Thomas Wright, Jr., Danielle Marie Mulcahey, Dixon Wright & Associates, Scranton, for Amicus Curiae Huntley & Huntley, Inc.",
      "Bruce M. Kramer, for Amicus Curiae Bruce M. Kramer.",
      "Nicolle Renee Snyder Bagnell, Kevin Charles Abbott, Reed Smith, L.L.P., Pittsburgh, for Amici Curiae PA Oil & Gas Association & Independent Oil & Gas Association & Chesapeake Appalachia."
    ],
    "corrections": "",
    "head_matter": "Herbert KILMER, Elsie Kilmer, Jacqueline Frantz, Jeffrey Kilmer, Diane Kilmer, Kenneth Kilmer, and Thomas Kilmer, Appellants v. ELEXCO LAND SERVICES, INC. and Southwestern Energy Production Company, Appellees.\nSupreme Court of Pennsylvania.\nArgued Sept. 16, 2009.\nDecided March 24, 2010.\nMichael James Gathany, Hallstead, Laurence M. Kelly, Kelly & Kelly, Montrose, for H. Kilmer, E. Kilmer, J. Frantz, J. Kilmer, D. Kilmer, K. Kilmer, & T. Kil-mer.\nMichael Anthony Dinges, Elion, Wayne, Grieco, Carlucci, Shipman & Irwin, P.C., Williamsport, for Amicus Curiae Andrew Hooker.\nKenneth Scott Kornacki, Steven Michael Petrikis, Brian Thornton Must, Metz Lewis, L.L.C., Pittsburgh, for Amici Curiae Curtis R. Lauchie, Terri, Lauchie, Gary K. Beach & Carolyn J. Beach.\nThomas Waffenschmidt, Rieders, Travis, Humphrey, Harris, Waters & Waffen-schmidt, Williamsport, for Amici Curiae Samuel Belcher, Cheryl Belcher, Douglas Blessing, et al.\nGeorge A. Bibikos, Amy L. Groff, David R. Fine, Patricia Carol Shea, K & L Gates, L.L.P., Harrisburg, for Elexco Land Services, Inc. and Southwestern Energy Production Company.\nAlfred Hettinger, Hettinger Law Office, Allentown, for Amici Curiae Charles S. Snyder, Jr. and Township of Middletown.\nJoseph Thomas Wright, Jr., Danielle Marie Mulcahey, Dixon Wright & Associates, Scranton, for Amicus Curiae Huntley & Huntley, Inc.\nBruce M. Kramer, for Amicus Curiae Bruce M. Kramer.\nNicolle Renee Snyder Bagnell, Kevin Charles Abbott, Reed Smith, L.L.P., Pittsburgh, for Amici Curiae PA Oil & Gas Association & Independent Oil & Gas Association & Chesapeake Appalachia.\nCASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ."
  },
  "file_name": "1147-03",
  "first_page_order": 1189,
  "last_page_order": 1200
}
