{
  "id": 8008038,
  "name": "HUSBAND (B. E. M.), Petitioner Below, Appellant, v. WIFE (D. A. M.), Respondent Below, Appellee",
  "name_abbreviation": "Husband (B. E. M.) v. Wife (D. A. M.)",
  "decision_date": "1981-03-27",
  "docket_number": "",
  "first_page": "1148",
  "last_page": "1151",
  "citations": [
    {
      "type": "official",
      "cite": "428 A.2d 1148"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "26 F.R.D. 12",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        3782051
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/frd/26/0012-01"
      ]
    },
    {
      "cite": "413 A.2d 1271",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7980846
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "1274"
        },
        {
          "page": "1272-73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/413/1271-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 405,
    "char_count": 6968,
    "ocr_confidence": 0.792,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20071652826091405
    },
    "sha256": "461e3e5b3aec361a42003674d6a365e5dc0dcf592526cd8cdb583659b2887735",
    "simhash": "1:2b27f338456c0fed",
    "word_count": 1164
  },
  "last_updated": "2024-02-27T18:19:23.555333+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McNEILLY, QUILLEN and HORSEY, JJ."
    ],
    "parties": [
      "HUSBAND (B. E. M.), Petitioner Below, Appellant, v. WIFE (D. A. M.), Respondent Below, Appellee."
    ],
    "opinions": [
      {
        "text": "McNEILLY, Justice:\nB. E. M. (hereinafter “husband”) filed a petition for divorce in the Family Court, and D. A. M. (hereinafter “wife”) filed a responsive pleading contesting the jurisdiction of the Family Court, denying the grounds alleged in the petition, and requesting interim and permanent alimony in the event that a divorce was granted. Thereafter, husband filed a motion to voluntarily dismiss or withdraw his divorce petition. The motion was filed less than one week prior to the hearing date set for his petition. Wife opposed the motion. Approximately three weeks after the filing of this motion, and prior to the Trial Court’s resolution thereof, husband filed a second petition for divorce. Following oral argument, the Family Court denied the motion to dismiss in a reported opinion, B. E. M. v. D. A. M., Del.Fam., 413 A.2d 1271 (1980), finding that dismissal would prejudice wife’s rights and would also contravene public policy. Id. at 1274.\nThe issues here involved concern certain statutory provisions regarding the allowance of alimony under 13 Del. C. § 1512. At the time the first petition was filed, § 1512 did not limit the allowance of alimony to a specified period of time following the entry of a divorce decree. 59 Del. Laws, c. 350, section 1 (1974). However, when husband filed the motion to dismiss on July 27, 1979, § 1512 had been amended to limit the availability of alimony to a period of not more than two years after dissolution of the marriage. (62 Del. Laws, c. 168, section 2 (July 13, 1979). Significantly, the Act amending § 1512 expressly provided:\n“This Act shall become effective thirty (30) days after the date on which it is enacted into law. Actions commenced prior to the effective date of this Act shall be governed by the provisions of Chapter 15, Title 13, operative prior to such effective date and those provisions shall remain in effect as to those actions as if this Act were not in effect.” (62 Del. Laws, c. 168, section 4.\nThus, the amended § 1512 became effective August 12, 1979. Husband’s second divorce petition was filed on August 16,1979. Husband has candidly admitted in his opening brief in this Court that at least one purpose in moving for dismissal of the first petition and in filing the second petition was to take advantage of the limitation on alimony established in the amended § 1512.\nBecause wife had filed an answer to husband’s first petition prior to husband’s filing of the motion to dismiss, the Trial Court correctly recognized that the motion was subject to Superior Court Civil Rule 41(a)(2) which provides in pertinent part:\n“[A]n action shall not be dismissed at the plaintiff’s instance save upon order of the Court and upon such terms and conditions as the Court deems proper. If a counterclaim has been pleaded by a defendant prior to the service upon him of the plaintiff’s motion to dismiss, the action shall not be dismissed against the defendant’s objection unless the counterclaim can remain pending for independent adjudication by the Court. Unless otherwise specified in the order, a dismissal under this paragraph is without prejudice.”\nThe Trial Court also recognized that its role in ruling on a Rule 41(a)(2) motion is to attempt to secure substantial justice to both parties, citing Lana v. United Aircraft Corp., D. Del., 26 F.R.D. 12 (1960). See 413 A.2d at 1272-73.\nWe approach this case mindful of our limited role in appeals involving Rule 41(a)(2) orders. Absent abuse of discretion by the trial court, such orders will not be overturned on appeal. 5 Moore’s Federal Practice ¶41.05[1] (1980). Here the Trial Court, in a well researched and thoughtful opinion, considered several factors in determining that the motion to dismiss should be denied, to wit:\n(1) Pursuant to 62 Del. Laws, c. 168, section 4, quoted above, the permanent alimony statutory provision is applicable to husband’s first divorce action;\n(2) Wife had made a claim for permanent alimony in the first divorce action and had done everything necessary to preserve her right to a judicial determination of her claim for permanent alimony in that action;\n(3) Were husband’s motion to dismiss the first action granted, wife’s claim for permanent alimony in that action would have been substantially and unjustly impaired (since only the second divorce action, filed after the effective date of 62 Del. Laws, c. 168, would remain);\n(4) Dismissal of the first action would also contravene the public policy, as stated in 62 Del. Laws, c. 168, section 4, that the permanent alimony statute should be applied to determine the rights of parties engaged in divorce litigation pending at the time of the enactment of the new alimony statute.\nWe find neither error in the Family Court’s analysis of the issues presented nor abuse of discretion in its ultimate resolution of husband’s motion. In the context of this case, the legislative intention expressed in 62 Del. Laws, c. 168, section 4, requires that the prior permanent alimony provision be applied to determine the substantive rights of the parties in this action. In denying husband’s motion to dismiss the first action, the Family Court was merely giving effect to this intention as best it could under the circumstances. We can do no less.\nThe order of the Family Court denying husband’s motion to dismiss is hereby\nAFFIRMED\n. Two cases presenting essentially the same question of law were consolidated for decision in the opinion below. However, no appeal was taken in the case of H. C. M. v. E. W. M.\n. Prior to the amendment § 1512 provided in pertinent part:\n“§ 1512. Alimony in divorce actions; waiver or release\n* * * * * *\n(b) The alimony order shall be in such amounts and for such periods of time as the Court deems just, without regard to marital misconduct, and after considering all relevant factors .... ”\nAs a result of the amendment, § 1512 now provides in pertinent part:\n“§ 1512. Alimony in divorce and annulment actions; waiver or release.\n(a) The Court may grant alimony for a dependent party as follows:\n(1) Temporary alimony for either party during the pendency of an action for divorce or annulment;\n(2) Alimony for a respondent commencing after the entry of a decree dissolving an irretrievably broken marriage characterized by mental illness; or\n(3) Alimony for a petitioner, or for a respondent who does not qualify for alimony under paragraph (2) of this subsection, commencing after the entry of a decree of divorce or annulment but not to continue for more than 2 years after marriage dissolution unless the parties were married for more than 20 years.”",
        "type": "majority",
        "author": "McNEILLY, Justice:"
      }
    ],
    "attorneys": [
      "David Clayton Carrad, Wilmington (argued), for petitioner below, appellant.",
      "Charles K. Keil, Wilmington (argued), for respondent below, appellee."
    ],
    "corrections": "",
    "head_matter": "HUSBAND (B. E. M.), Petitioner Below, Appellant, v. WIFE (D. A. M.), Respondent Below, Appellee.\nSupreme Court of Delaware.\nSubmitted Feb. 13, 1981.\nDecided March 27, 1981.\nDavid Clayton Carrad, Wilmington (argued), for petitioner below, appellant.\nCharles K. Keil, Wilmington (argued), for respondent below, appellee.\nBefore McNEILLY, QUILLEN and HORSEY, JJ."
  },
  "file_name": "1148-02",
  "first_page_order": 1198,
  "last_page_order": 1201
}
