{
  "id": 6081534,
  "name": "In re Blair",
  "name_abbreviation": "In re Blair",
  "decision_date": "1939-03-27",
  "docket_number": "No. 4106",
  "first_page": "1149",
  "last_page": "1152",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1149"
    },
    {
      "type": "parallel",
      "cite": "102 F.2d 841"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 442,
    "char_count": 7940,
    "ocr_confidence": 0.46,
    "sha256": "67b3d64d0a6e9809f77d5bd140883e69687a5248333481918d7a8333fd18b8d1",
    "simhash": "1:09c240fce86e36d8",
    "word_count": 1300
  },
  "last_updated": "2023-07-14T20:53:19.379132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson,. Associate Judges"
    ],
    "parties": [
      "In re Blair"
    ],
    "opinions": [
      {
        "text": "BlaND, Judge,\ndelivered the opinion of the court:\nAll of appellant’s claims in his application relating to “Art and Apparatus for Power Transmission” were rejected by the Primary Examiner of the United States Patent Office, chiefly on the ground of want of invention over the prior art, which rejection was affirmed by the Board of Appeals. From the decision of the Board of Appeals the applicant has appealed here.\nThe claims are numbered 1 to 9, inclusive, 14, 16, and 19 to 21,. inclusive. The Solicitor for the Patent Office regarded claim 1 as illustrative. The board stated that claim 21 would serve as being-illustrative of the subject matter involved, and appellant states that claims 16 and 19 are especially illustrative of the claims mentioned. We will regard claims 1, 19 and 21 as sufficiently illustrative of the alleged invention expressed in all the claims, and they follow:\n1. In power transmitting apparatus, in combination, a driving member mounted for rotary movement, a driven member mounted for rotary movement,, each of said members having a projecting part lying substantially within a plane transverse to the axis of said movements, and a compressible member interposed between said projecting parts through which said second member is-yieldingly driven by said first member, said compressible member comprising a plurality of serially arranged sections positioned to receive unidirectional pressure as said driving member is rotated.\n19. In starting apparatus for an internal combustion engine, in combination,, an electric motor, an engine having a gear, a threaded member, a pinion threaded upon said member and adapted to travel along the same into mesh with said gear, a pair of relatively rotary members interposed between said electric motor and said threaded member, and means comprising one or more compressible cork members interposed between and extending substantially about the axis of said rotary members and adapted yieldingly ta transmit power throughout the length of said cork from one to the other of said rotary members with said cork subjected to compression by relative rotary movement of said members, said cork having its cells substantially free from permanent deformation other than in a direction transverse to the direction of said compression thereof.\n21. In starting apparatus for an internal combustion engine, in combination,, an electric motor, an engine having a gear, power transmitting means interposed between said motor and said gear adapted upon said motor being started to make connection thereof with said gear and upon said engine being started to break said connection, said power transmitting means comprising cork means extending substantially about the axis thereof and mounted to be compressed throughout its entire body in one circular direction upon said motor being connected with said gear and utilize the entire resilience of said cork, whereby there is provided a stop at the ultimate compression thereof to resist extreme torque.\nThe references relied, upon are:\nBendix, 1,354,157, September 28, 1920.\nDieterich, 1,445,639, February 20, 1923.\nMikkelson, 1,457,711, June 5, 1923.\nWhile the alleged invention is stated to relate broadly to yieldable .shaft couplings in power transmission, the specific features of the claimed invention have to do with power transmission apparatus for starting internal combustion engines, and the feature with which we are here concerned has particular relation to a means of taking care of difficulties which arise from sudden strains placed upon certain portions of the starting device, and apparatus to which it is connected, brought about by backfiring of the motor or other sudden jerks.\nMeans for taking care of these difficulties in automobile starting devices have been suggested in the prior art, but appellant claims to have discovered that it was not sufficient to use an ordinary metallic spring in any of the shown relations but that greatly improved results flow from his use of nonmetallic springs, which in some of the claims he defines broadly as a compressible member or as “an air-containing member compressible” and in others as a preformed cork member or members interposed between certain compressing members. Appellant at great length has stressed the unexpected, beneficial results flowing from the use of a cork spring in the particular relation described in his .application.\nThe Bendix reference shows the use of a coil spring to perform the same function as that performed by appellant’s npnmetallic spring, the coil spring making a resilient connection between the armature shaft and the driving sleeve to prevent vibration and to absorb the shocks incident to said change of movement. The Bendix patent relates, as the applicant’s device does, to an engine starter.\nMikkelson discloses a rotary shaft coupling comprising a slit housing which is provided with a vane or vanes in two sections being oppositely disposed, with “an elastic member or coil spring” between them. The coupling is identical with the coupling used by applicant except for the type of spring shown in the drawing.\nThe Dieterich patent teaches the use of a pair of pre-compressed cork springs as a substitute for a spiral or coil spring.\nThe examiner rejected claims 1 to 9 on Mikkelson in view of Die-terich. It was held that invention would not be involved by substituting Dietericli’s cork spring for Mikkelson’s coil spring. It was furthermore held that claim 1 was broad enough to read on Mikkelson alone if his coil spring were divided in half. Claims 19 and 20, as well as claim 21 which was added after final rejection, were rejected as being drawn to an old combination, that is to say the combination disclosed by Bendix, with the statement that claim 21 purports to distinguish from Bendix only by a recital of the kind of shaft coupling used by the applicant. The examiner called attention to the fact that the applicant himself recognized that his' coupling is not limited to starters because, the examiner stated that in figure 3 of applicant’s drawing its use with a worm drive was recognized. The board made no reference to this matter and appellant urges that the ■examiner erred in his finding in this respect since Figure 3 of appli•cant’s drawing was intended only to illustrate the manner of making •the cork spring. On this phase of the case it is argued by appellant .that even if it is conceded that appellant’s alleged invention is a spring ■coupling there is nothing in the Dieterich patent to show how the Bpring could be made.\nAs we see it, the manner of making the spring needs no consideration here, since none of the claims are directed to a method of making the spring.\nThe problem which confronted applicant was an old one. It had been solved to some extent by Bendix and Mikkelson. It is true that the prior art showed only in this connection the use of a metallic spring which, according to appellant, had certain objections. It seems to us, agreeable to the finding of the board, that in view of the teaching of Dieterich that blocks of cork can be made to serve as springs by subjecting them to a high degree of compression, it would not constitute invention to substitute for the prior art metallic springs a cork spring of any particular kind where that character of spring was required.\nIt seems to us that the claims were properly rejected upon the broad theory that it would not involve invention to merely substitute for the old art springs their known equivalents. The decision of the. Board of Appeals is affirmed.",
        "type": "majority",
        "author": "BlaND, Judge,"
      }
    ],
    "attorneys": [
      "Paul A. Blair for appellant.",
      "JR. P. Whitehead (Howard S. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "102 F. (2d) 841\nIn re Blair\n(No. 4106)\nUnited States Court of Customs and Patent Appeals,\nMarch 27, 1939\nPaul A. Blair for appellant.\nJR. P. Whitehead (Howard S. Miller of counsel) for the Commissioner of Patents.\n[Oral argument March 8, 1939, by Mr. Blair and Mr. Miller]\nBefore Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson,. Associate Judges"
  },
  "file_name": "1149-01",
  "first_page_order": 467,
  "last_page_order": 470
}
