{
  "id": 8356125,
  "name": "COOLSPRING STONE SUPPLY, INC., Appellant, v. COUNTY OF FAYETTE, North Union Township and Laurel Highlands School District, Appellees",
  "name_abbreviation": "Coolspring Stone Supply, Inc. v. County of Fayette",
  "decision_date": "2007-08-20",
  "docket_number": "",
  "first_page": "1150",
  "last_page": "1159",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 1150"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "34 A. 564",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1896,
      "opinion_index": 0
    },
    {
      "cite": "174 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878651
      ],
      "year": 1896,
      "opinion_index": 0,
      "case_paths": [
        "/pa/174/0425-01"
      ]
    },
    {
      "cite": "36 A. 201",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1897,
      "opinion_index": 0
    },
    {
      "cite": "179 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886987
      ],
      "year": 1897,
      "opinion_index": 0,
      "case_paths": [
        "/pa/179/0371-01"
      ]
    },
    {
      "cite": "77 A. 665",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1910,
      "opinion_index": 0
    },
    {
      "cite": "228 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969894
      ],
      "year": 1910,
      "opinion_index": 0,
      "case_paths": [
        "/pa/228/0430-01"
      ]
    },
    {
      "cite": "19 A.2d 382",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "341 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204475
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0304-01"
      ]
    },
    {
      "cite": "15 A.2d 685",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "142 Pa.Super. 37",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1028905
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/142/0037-01"
      ]
    },
    {
      "cite": "912 A.2d 815",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3851813,
        8444223
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0356-01",
        "/a2d/912/0815-01"
      ]
    },
    {
      "cite": "590 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3851813
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0356-01"
      ]
    },
    {
      "cite": "179 A. 741",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1935,
      "pin_cites": [
        {
          "page": "744",
          "parenthetical": "Legislature presumed to expressly state its intention to change common law in new statute"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "319 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1162328
      ],
      "year": 1935,
      "pin_cites": [
        {
          "parenthetical": "Legislature presumed to expressly state its intention to change common law in new statute"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/319/0161-01"
      ]
    },
    {
      "cite": "523 A.2d 333",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1804496,
        1804613
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0221-01",
        "/pa/514/0220-01"
      ]
    },
    {
      "cite": "514 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1804496
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0221-01"
      ]
    },
    {
      "cite": "530 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1833032
      ],
      "weight": 4,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/530/0190-01"
      ]
    },
    {
      "cite": "219 A.2d 653",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "654"
        },
        {
          "page": "654"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "421 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900372
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0438-01"
      ]
    },
    {
      "cite": "856 A.2d 789",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9212266,
        1370942
      ],
      "weight": 2,
      "year": 2004,
      "pin_cites": [
        {
          "page": "796"
        },
        {
          "page": "796"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/856/0789-01",
        "/pa/579/0463-01"
      ]
    },
    {
      "cite": "579 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1370942
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/579/0463-01"
      ]
    },
    {
      "cite": "31 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985056
      ],
      "weight": 3,
      "year": 1858,
      "pin_cites": [
        {
          "page": "483"
        },
        {
          "page": "480"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/31/0475-01"
      ]
    },
    {
      "cite": "22 A. 1035",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1891,
      "pin_cites": [
        {
          "page": "1036",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "143 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978539
      ],
      "year": 1891,
      "opinion_index": 0,
      "case_paths": [
        "/pa/143/0293-01"
      ]
    },
    {
      "cite": "879 A.2d 323",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8934307
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "327",
          "parenthetical": "emphasis omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/879/0323-01"
      ]
    },
    {
      "cite": "814 A.2d 180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9336482,
        716451
      ],
      "weight": 14,
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "\"IOGA \""
        },
        {
          "page": "180"
        },
        {
          "page": "182"
        },
        {
          "page": "183"
        },
        {
          "page": "183-84"
        },
        {
          "page": "184"
        },
        {
          "page": "184-85"
        },
        {
          "page": "185",
          "parenthetical": "Nigro, J., concurring"
        },
        {
          "page": "182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/814/0180-01",
        "/pa/572/0240-01"
      ]
    },
    {
      "cite": "572 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        716451
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "\"IOGA \""
        },
        {
          "page": "249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0240-01"
      ]
    },
    {
      "cite": "70 A.2d 640",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 5,
      "year": 1950,
      "pin_cites": [
        {
          "page": "642"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "363 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1221654
      ],
      "year": 1950,
      "opinion_index": 2,
      "case_paths": [
        "/pa/363/0512-01"
      ]
    },
    {
      "cite": "22 A. 1035",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1891,
      "pin_cites": [
        {
          "page": "1036"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "143 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978539
      ],
      "year": 1891,
      "opinion_index": 2,
      "case_paths": [
        "/pa/143/0293-01"
      ]
    },
    {
      "cite": "814 A.2d 180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9336482,
        716451
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "184"
        },
        {
          "page": "184"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/a2d/814/0180-01",
        "/pa/572/0240-01"
      ]
    },
    {
      "cite": "572 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        716451
      ],
      "year": 2002,
      "opinion_index": 2,
      "case_paths": [
        "/pa/572/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1193,
    "char_count": 31067,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20289387527998737
    },
    "sha256": "5ca87e1a13512ecddbdc1f41a323ee9b36200f166586ccd46556471ee24b6a4b",
    "simhash": "1:bec80f72ecceeeb0",
    "word_count": 5014
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: CAPPY, C.J., and CASTILLE, NEWMAN, SAYLOR, EAKIN, BAER and BALDWIN, JJ.",
      "Former Justice NEWMAN did not participate in the decision of this case.",
      "Justice BAER and Justice BALDWIN join the opinion.",
      "Justice SAYLOR fries a concurring opinion.",
      "Chief Justice CAPPY files a dissenting opinion in which Justice EAKIN joins.",
      "Mr. Justice EAKIN joins this dissenting opinion."
    ],
    "parties": [
      "COOLSPRING STONE SUPPLY, INC., Appellant, v. COUNTY OF FAYETTE, North Union Township and Laurel Highlands School District, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice CASTILLE.\nThe issue in this case is whether real estate taxes may be imposed on leasehold interests in subsurface limestone following this Court’s decision in Independent Oil & Gas Association v. Board of Assessment of Fayette County, 572 Pa. 240, 814 A.2d 180 (2002) (“IOGA ”), where we held that Pennsylvania law does not authorize the imposition of ad valorem taxes on oil and gas interests. The instant case began when Coolspring Stone Supply, Inc. (“appellant”), challenged the tax on its leasehold subsurface limestone interest levied by the County of Fayette, North Union Township, and Laurel Highlands School District (collectively “appellees”) through filing an appeal to the Board of Assessment Appeals (“Board”), which upheld the assessment. On appellant’s appeal from the Board, the trial court held that IOGA did not prohibit an assessment on subsurface limestone, which is not fugacious like oil and gas, and is taxable as “land” pursuant to Section 201 of the General County Assessment Law, 72 P.S. § 5020-201(a) (“Section 201”). The Commonwealth Court affirmed, finding that the meaning of “limestone” is sufficiently encompassed by the term “land” in Section 201 and that case law supports an assessment on limestone. For the following reasons, we affirm.\nAppellant operates a limestone quarry in North Union Township on leased property. Appellant has been conducting mining operations there for approximately two decades and mining has occurred at the site since the 1940s. In 1998, appellees began assessing real estate taxes on subsurface minerals including oil, gas, and limestone. Appellant appealed to the Board challenging the validity of the tax on limestone. Meanwhile, a group of oil and gas producers filed a declaratory judgment action challenging the validity of the taxes applied on oil and gas. Appellant’s appeal was deferred pending the outcome of the oil and gas producers’ case in IOGA. Ultimately, .this Court decided that Pennsylvania statutory law does not authorize the imposition of ad valorem taxes on oil and gas interests. IOGA 814 A.2d at 180. Following a hearing before the Board regarding appellant’s assessment appeal, the Board upheld the validity of the assessment on limestone.\nAppellant appealed to the trial court and also filed a complaint for declaratory relief. The two matters were consolidated. Ap-pellees admitted the material facts averred in the petition and complaint, prompting appellant to file a motion for judgment on the pleadings.\nOn December 20, 2004, the trial court denied appellant’s motion after reviewing this Court’s decision in IOGA. The trial court noted that limestone is similar to coal and may be found on the surface of land, as well as beneath it. By contrast, gas and oil are fugacious and may not constitute the surface of land. Moreover, the court found that the definition of “lands” in Section 201 of the General County Assessment Law included solid-state inorganic minerals beneath the surface. The trial court therefore found that IOGA did not bar the assessment of real estate taxes on subsurface limestone.\nThereafter, appellant filed a statement pursuant to Pa.R.A.P.1925(b) challenging the trial court’s reasoning in its opinion. The trial court filed a supplemental opinion to address appellant’s challenges that: (1) the court misapprehended the portion of the IOGA decision addressing Section 201; (2) the court erred in relying on case law to find that limestone is included within the definition of lands; and (3) the court erred in citing the fugacious nature of oil and gas to find IOGA did not prohibit taxes on limestone. The trial court emphasized that the scope of IOGA was limited and stated only that none of the forms of real estate permitted to be taxed under Section 201 included oil and gas. The trial court noted, furthermore, that the rules of statutory construction require a finding that limestone is included within the definition of “lands” because case law prior to the passage of Section 201 made it clear that the definition of “lands” included stone. Finally, the trial court cited former-justice Russell Nigro’s concurring opinion in IOGA which stated that oil and gas are fundamentally unlike real estate, to support the court’s proposition that the character of limestone is relevant to the disposition of the instant case. Appellant then filed a motion for certification of finality pursuant to Pa.R.A.P. 341(c), which the trial court granted.\nOn appellant’s appeal, the Commonwealth Court affirmed in a unanimous published opinion. Coolspring Stone Supply, Inc. v. County of Fayette, 879 A.2d 323 (Pa.Cmwlth.2005). Judge Dante Pellegrini, writing on behalf of Judge Bernard L. McGinley and Senior Judge Jess S. Judi-ante, rejected appellant’s contention that limestone does not fall within the definition of “lands” under Section 201 of the General County Assessment Law after comparing the definitions of “land,” “limestone,” and “rock.” Since limestone is a solid mineral, the panel noted, it is dissimilar to oil and gas. The panel also quoted this Court’s early decision in Lillibridge v. Lackawanna Coal Co., 143 Pa. 293, 22 A. 1035 (1891), citing an even earlier decision Caldwell v. Fulton, 31 Pa. 475 (1858), for the proposition that “[c]oal and minerals in place are land.” Coolspring, 879 A.2d at 327 (emphasis omitted). Because case law is clear that limestone should be treated the same as coal, as opposed to oil and gas, the Commonwealth Court agreed with the trial court that limestone is taxable.\nUpon this Court’s discretionary grant of review, appellant claims that the Commonwealth Court failed to interpret Section 201 as set forth in IOGA and, accordingly, erred in holding that a tax assessment on subsurface limestone interests is permissible. Specifically, appellant argues that the IOGA decision instructs that: (1) no statute expressly authorizes the taxation of subsurface minerals other than coal; (2) subsurface minerals are not explicitly listed in Section 201; and (3) subsurface minerals do not come within a layperson’s understanding of the term “lands” and thus do not fall within the meaning of “lands” as used in Section 201. Appellant contends that IOGA prohibits taxation of all subsurface minerals other than' coal, which is distinctly authorized by statute, and IOGA must be followed under the principle of stare decisis.\nAppellant also argues that the lower courts erred in relying on “ancient” cases to address the nature of subsurface mineral interests because those cases equally suggest that oil and gas rights are subject to taxation. Appellant’s Brief at 7. Appellant states that Lillibridge and Caldwell do not interpret the term “lands” as used in Section 201. If subsurface minerals were lands, appellant asserts that the Legislature would have had no need to enact separate legislation to authorize taxation on coal. Since IOGA interprets Section 201 and no other statute authorizes the taxation of limestone, appellant argues it must be deemed controlling in this case.\nAppellant further contends that the fu-gacious nature of oil and gas provides no basis for distinguishing IOGA because this Court “expressly disavowed reliance on” that ground and instead, relied on the fact that subsurface oil and gas rights could not be classified as surface rights or improvements. Appellant’s Brief at 8. Appellant asserts that although limestone may exist on the surface of land, so too may oil and gas, which may not be taxed. Appellant also notes that Section 201 authorizes taxing fisheries, which are obviously not solid lands, indicating that the physical differences between limestone, oil, and gas are irrelevant. Finally, in anticipation of appellees’ arguments, appellant argues that Section 4Í9 of the General County Assessment Law, 72 P.S. § 5020-419 (“Section 419”), does not provide authority to tax limestone interests, but states only that the interests may be taxed to the extent that other provisions of the Assessment Law provide authorization.\nAppellees counter that IOGA does not answer the question posed by this case, as its holding is limited to oil and gas interests. Appellees argue that oil and gas do not fit within a layperson’s conception of lands, while limestone does. IOGA stated, according to appellees, that oil and gas were unlike any of the objects listed in Section 201 and the decision did not mention limestone. Appellees also note that IOGA did not address Section 419, which indicates stone may be taxed, and Section 201 provides for the taxation of mines and attendant shelters. Moreover, limestone stays fixed and naturally appears on the surface of land, but oil and gas do not appear on the surface. If left on the surface of land, oil would evaporate over time and gas would escape into the atmosphere. Appellees assert that this Court specifically recognized these differences between oil, gas, and stone in IOGA. Lastly, appel-lees contend that IOGA did not cite Lilli-bridge and related 19th century cases because they were not relevant to the issue decided in IOGA The matter thus having been ably briefed and argued, it is ready for decision.\nIt is well-established in Pennsylvania that the power of a municipal body to tax is statutory and must originate from an enactment of the General Assembly. Northwood Constr. Co. v. Township of Upper Moreland, 579 Pa. 463, 856 A.2d 789, 796 (2004); IOGA 814 A.2d at 182; Appeal of H.K. Porter Co., 421 Pa. 438, 219 A.2d 653, 654 (1966). Here, appellees contend that the General County Assessment Law provides the requisite authority for the taxation of subsurface limestone interests. Section 201, in particular, states that: ■\nThe following subjects and ■ property shall, as hereinafter provided, be valued and assessed, and subject to taxation for all county, city, borough, town, township, school and poor purposes at the annual rate:\n(a) All real estate, to wit: Houses, house trailers and mobilehomes[,] buildings permanently attached to land or connected with water, gas, electric or sewage facilities, buildings, lands, lots of ground and ground rents, trailer parks and parking lots, mills and manufacto-ries of all kinds, furnaces, forges, bloom-eries, distilleries, sugar houses, malt houses, breweries, tan yards, fisheries, and ferries, wharves, all office type construction of whatever kind, that portion of a steel, lead, aluminum or like melting and continuous casting structures which enclose, provide shelter or protection from the elements for the various machinery, tools, appliances, equipment, materials or products involved in the mill, mine, manufactory or industrial process, and all other real estate not exempt by law from taxation.\n72 P.S. § 5020-201(a) (emphasis added).\nIn IOGA this Court determined that Section 201 does not provide for taxation of oil and gas interests. 814 A.2d at 183. We specifically rejected that oil and gas interests were included within two categories listed in Section 201, overruling the trial court’s determination that the statutory reference to “all real estate” encompassed oil and gas interests, as well as the Commonwealth Court’s separate conclusion that the reference to “lands” covered oil and gas. Id. Relying on the statutory construction doctrine of ejusdem generis codified in Section 1903(b) of the Statutory Construction Act, 1 Pa.C:S. § 1903(b), this Court reasoned that the term “real estate” set forth in Section 201 is limited by the terms following it in the provision. IOGA 814 A.2d at 183-84. We therefore determined that the only proper subjects of taxation were those listed following the term “real estate,” and rejected the trial court's reasoning to the contrary. Addressing the basis for the Commonwealth Court’s holding, this Court stated that a typical layperson’s understanding of the term “lands” referred to surface rights or any physical improvement “permanently affixed” to the ground. We elaborated:\nOil and gas rights, by contrast, are quite unlike any of the other objects specifically identified in Section 201. Thus, the dissimilarity between the nature of oil and gas and those items which the General Assembly saw fit to enumerate as the proper subject of taxation militates against the conclusion that such terms are encompassed within the general term “lands” listed therein.\nId. at 184. This Court found further support for its conclusion that oil and gas interests are not taxable under any statutory authority by looking to Section 415 of the General County Assessment Law, 72 P.S. § 5020-415, and Sections 612 and 616 of the Fourth to Eighth Class County Assessment Law, 72 P.S. §§ 5453.612, 5453.616, which provide for separate assessments of coal and do not mention oil and gas interests. IOGA, 814 A.2d at 184-85.\nFormer Justice Russell Nigro authored a concurring opinion in IOGA, joined by Justice Thomas Saylor, agreeing that there is no statutory authority to permit taxation of oil and gas interests. However, Justice Nigro disagreed with the majority’s application of ejusdem, generis because, in his view, it rendered the phrase “all other real estate” in Section 201 ineffective. Justice Nigro would have held that oil and gas were not taxable under statutory authority since they are of a “fundamentally different character than real estate.” IOGA, 572 Pa. at 249, 814 A.2d at 185 (Nigro, J., concurring).\nWe cannot accept appellant’s contention that the fugacious nature of oil and gas was completely irrelevant to this Court’s reasoning in IOGA. Although the IOGA Court declined to expressly address a second issue upon which we granted review, namely whether the fugacious nature of oil and gas exempts those fossil fuels from being the subject of real estate taxation, id. at 180 n. 1 it is evident that the physical characteristics of the fuels was central to the Court’s ultimate holding that oil and gas do not fall within the term “lands” listed in Section 201 of the General County Assessment Law. The IOGA Court considered the physical nature of oil and gas pursuant to 1 Pa.C.S. § 1903(b), which instructs that a statute’s “[gjeneral words shall be construed to take their meanings and be restricted by preceding particular words,” and this Court’s prior interpretation of the doctrine of ejusdem generis, which states that general words of a statute enumerating a particular class should “be construed as applicable only to persons or things of the same general nature or class as those enumerated.” IOGA, 814 A.2d at 184 (citing Steele v. Statesman Ins. Co., 530 Pa. 190, 607 A.2d 742 (1992); Summit House Condo. v. Commonwealth, 514 Pa. 221, 523 A.2d 333 (1987)). Under IOGA and principles of statutory construction, the Commonwealth Court in the instant case, therefore, properly examined the dictionary definitions of the terms “land” and “limestone” during its discussion of whether limestone is taxable pursuant to Section 201.\nLand is defined as, inter alia, “the solid part of the earth’s surface not covered by water” and as “a specific part of the earth’s surface.” WebsteR’s New-WoRld DictionaRY 791 (2d college ed.1986). Limestone is “rock consisting mainly of calcium carbonate, often composed of the organic remains of sea animals, as mollusks, corals, etc., and used as building stone, a source of lime, etc.” Id. at 820. Rock, of which limestone is a type, obviously comprises a certain portion of the earth’s surface, as it may be defined.as a mass of stony material. Id. at 1231. By contrast, neither oil nor gas is a solid structure on the earth’s surface. Given the physical properties of limestone, it is clear, at a minimum, that surface limestone may be taxed as “lands” under Section 201.\nThe question remains whether to afford subsurface limestone interests a different status from surface limestone interests for real estate tax purposes. In Caldwell, 31 Pa. at 483, which involved a property dispute over subsurface coal interests, this Court stated that “[c]oal and minerals in place are land.” When the same case was before that Court three years earlier, the Court noted no distinction between subsurface and surface mineral interests:\nIt may be thought somewhat incongruous to apply the name of land to both the surface and the underlying mineral strata, where they have been severed in title; but it is more incongruous still to treat the surface as a corporeal heredit-ament, and the mine right, when granted in terms so large as to comprehend the whole mineral deposit, as incorporeal.\nId. at 480. In Lillibridge, this Court summarized Caldwell and corresponding precedent as stating that coal and other subsurface minerals are land:\n[W]e have emphatically decided that the coal or other mineral beneath the surface is land, and is attended with all the attributes and incidents peculiar to the ownership of land. We have held the mineral to be a corporeal, not an incorporeal, hereditament; that the surface may be held in fee by one person, and the mineral also in fee by another person; that the mineral may be subject to taxation as land, and the surface to an independent taxation as land, when owned by a different person; that possession of the mineral may be recovered by ejectment, and title to it may be acquired by adverse possession under the statute of limitations, though not by prescription, because it is not an incorporeal right. In short, we have for nearly half a century judicially regarded the ownership of mineral, where it has been properly severed from the surface, as the ownership of land, to all intents and purposes.\n22 A. at 1036 (emphasis added). While these cases did not pertain to tax challenges and they primarily address coal inT terests, they illustrate that this Court has historically classified subsurface and surface minerals both as land. Since there is apparent authority to tax surface limestone interests, we find that it would be incongruous, in consideration of both precedent and logic, to place a higher tax value on land with surface limestone than on land with the same quantity of limestone completely underlying the earth’s surface.\nAppellant’s objection to the taxation of limestone based on the fact that there is explicit statutory authorization to tax coal, see 72 P.S. §§ 6020-415, 5453.612, 5453.616, but not limestone, is of no moment. The solid physical nature of coal is similar to that of limestone, which is distinct from the fugacious minerals addressed in IOGA Given our determinations that limestone falls within the term “lands” listed in Section 201 and that limestone is more like coal than oil and gas, limestone need not be explicitly listed in a tax statute to be deemed taxable under principles of statutory construction, see 1 Pa.C.S. § 1903; it need only be a subset of a category already listed, and we conclude that it is.\nFurthermore, although appellant would have us interpret IOGA to bar the taxation of all subsurface mineral rights, thereby recognizing coal as different from limestone, we emphasize that IOGA pertained only to oil and gas interests. IOGA additionally recognized the physical character of land in declaring oil and gas unlike the terms listed in Section 201, and therefore the lower courts here appropriately considered the nature of limestone and land in general. Finally, appellant urges us to ignore our cases that preceded the 1933 enactment of the General County Assessment Law (ie., Lillibridge and Caldwell). We decline to do so, however, for our present interpretation of “lands” in Section 201 as encompassing limestone is informed by both historical and physical conceptions of the term, which we may safely assume informed the legislative enactment. See In re Locust St. Subway, 319 Pa. 161, 179 A. 741, 744 (1935) (Legislature presumed to expressly state its intention to change common law in new statute).\nFor the foregoing reasons, we affirm the judgment of the Commonwealth Court that subsurface limestone interests are subject to real estate taxation.\nFormer Justice NEWMAN did not participate in the decision of this case.\nJustice BAER and Justice BALDWIN join the opinion.\nJustice SAYLOR fries a concurring opinion.\nChief Justice CAPPY files a dissenting opinion in which Justice EAKIN joins.\n. This case presents a question of law and, accordingly, our scope of review is plenary and our standard of review is de novo. Commonwealth v. Jones, 590 Pa. 356, 912 A.2d 815, 816 n. 1 (2006).\n. Appellant conducts mining operations pursuant to two permits granted by the Department of Environmental Protection (“DEP”) and, as such, the limestone assessments have been designated per permit. Regarding DEP permit 3374SM58T, the Board notified appellant by letter dated December 31, 2003, that it owed the following taxes:\nYear Assessment\n1998 $ 2,560\n1999 $ 2,560\n2000 $ 2,560\n2001 $ 7,310\n2002 $ 7,310\n2003 $776,000\n2004 $776,000\nRegarding DEP permit 26920401, the Board notified appellant on the same date that it owed the following taxes:\nYear Assessment\n1998 $ 53,620\n1999 $ 53,620\n2000 $ 53,620\n2001 $153,200\n2002 $153,200\n2003 $395,000\n2004 $395,000\n. The trial court classified its opinion rendered on this date as a \"Corrected Opinion,” as it replaced an earlier filed opinion in which the introductory paragraph incorrectly stated that the court was granting appellant's motion for judgment on the pleadings.\n. The County Commissioners Association of Pennsylvania submitted an amicus curiae brief echoing the arguments raised by appel-lees and emphasizing that this Court has broadly construed land improvements that may be taxed under Section 201, suggesting a broad-conception of lands in this case is in accordance with precedent.\n. Except where explicitly stated otherwise, the General County Assessment Law applies to all counties within the Commonwealth. IOGA, 814 A.2d at 182 n. 6.\n.IOGA further summarized the doctrine of ejusdem generis as follows: “[Wlhere general words follow the enumeration of particular classes of persons or things, the general words will be construed as applicable only to persons or things of the same general nature or class as those enumerated.” IOGA, 814 A.2d at 184 (citing Steele v. Statesman Ins. Co., 530 Pa. 190, 607 A.2d 742 (1992); Summit House Condo, v. Commonwealth, 514 Pa. 221, 523 A.2d 333 (1987)).\n. Few cases specifically address limestone interests, but the same principles of law applicable to contractual coal mining rights have been explicitly applied in construing a contract regarding limestone mining rights Burke v. Kerr, 142 Pa.Super. 37, 15 A.2d 685 (1940), aff'd per curiam and opinion adopted by, 341 Pa. 304, 19 A.2d 382 (1941).\n. Appellees also refer to Section 419 of the General County Assessment Law, 72 P.S. § 5020-419, as support for their position that limestone is taxable. We agree, however, with appellant that the provision would equally support the taxation of oil and gas.\n. F.H. Rockwell & Co. v. Warren County, 228 Pa. 430, 77 A. 665 (1910), stated that oil and gas beneath the surface are also separately taxable as land, but F.H. Rockwell did not contemplate whether any particular statutory provision permitted the taxation of oil and gas interests, as we have since repeatedly instructed that an enactment of the General Assembly is necessary for a tax to be valid. See Northwood Constr. Co., 856 A.2d at 796; IOGA, 814 A.2d at 182; Appeal of H.K. Porter Co., 219 A.2d at 654. Moreover, the enactment of the General County Assessment Law followed F.H. Rockwell and, as determined in IOGA, there is no statutory authority that presently supports the real estate taxation of oil and gas interests.\nOther cases cited by appellant for the proposition that oil and gas are minerals do not involve a taxing issue. See Marshall v. Mellon, 179 Pa. 371, 36 A. 201 (1897); Blakley v. Marshall, 174 Pa. 425, 34 A. 564 (1896).",
        "type": "majority",
        "author": "Justice CASTILLE."
      },
      {
        "text": "Justice SAYLOR,\nconcurring.\nI join the majority opinion. I write only to note that, in the IOGA case, I joined Mr. Justice Nigro’s concurrence, which relied on the special characteristics of oil and gas to support the conclusion that such minerals were beyond the reach of Section 201 of the General County Assessment Law. I appreciated that oil and gas have been termed “real estate” in various decisions, but applying a strict construction of the statute most favorable to the taxpayers, I found sufficient ambiguity in Section 201 with regard to these minerals, in light of their vagrant and fugacious character, to support the taxpayers’ position. However, with regard to solid minerals attached to the earth, on or beneath its surface, there seems to me to be' no room for any similar ambiguity-these are almost universally understood to be real estate. See generally 58 C.J.S. Mines and Minerals § 141 (2007) (“Minerals in place are generally held to be a part of the real estate with all the attributes and incidents peculiar to the ownership of land, but after their removal from the land they become personalty.”). Thus, I conclude that Section 201 was plainly intended to reach them. See 72 P.S. § 5020-201(a) (providing for taxation of “[a]ll real estate” and “all other real estate not exempt by law from taxation”).",
        "type": "concurrence",
        "author": "Justice SAYLOR,"
      },
      {
        "text": "Chief Justice CAPPY,\ndissenting.\nI respectfully dissent. When faced with a question of statutory interpretation, this Court must adhere to the rules promulgated by the Statutory Construction Act in order to ascertain and effect the intent of the Legislature as conveyed by the statutory language. 1 Pa.C.S. § 1921(a). In this case, we are asked to construe the words promulgated by Section 201 of the General County Assessment Law, specifically the word “lands” in the context of the imposition of taxation. 72 P.S. § 5020-201(a). Respectfully, this Court has done this once before. In IOGA, 572 Pa. 240, 814 A.2d 180, 184 (2002), this Court held that when the Legislature used the word “lands” in Section 201, it meant “surface rights.” We then applied this construction to the facts of that case, to determine that oil and gas did not fit under the category of “lands” as surface rights. Id. Accordingly, the task in this case is already partially complete, as this Court previously construed the meaning of the word “lands” in Section 201. What remains is only to apply that construction to the issue at bar, which is whether or not subsurface limestone fits under the category of “lands,” i.e., “surface rights.”\nAs our inquiry here is focused on subsurface limestone, or limestone which is “below the surface,” it would seem unequivocal that a statute that only authorizes the taxation of “surface rights,” or that which is the “outermost or uppermost layer,” could not be read to extend the power to impose a tax on minerals which lie below the surface of the land. The Random House Dictionaey of the English Language (2nd ed.1987). I would thus hold that Section 201 does not authorize the taxation of subsurface limestone based on this Court’s construction of the word “lands” in IOGA\nNotably, despite an attempt to distinguish IOGA the majority does concede that land is defined as a part of the earth’s surface. But it observes that limestone exists both on the surface of the earth as well as below the surface. Therefore, the majority claims that it would be incongruous not to expand the definition of lands to include not merely the surface of the land, but also that which is below. The majority has chosen to expand our previous construction of the statute rather than to construe the statute in its narrowest sense, as our Court did in IOGA I believe that this is inappropriate because when we construe provisions that impose taxes, our construction must be strict. 1 Pa.C.S. § 1928(b)(8). In Breitinger v. City of Philadelphia, 363 Pa. 512, 70 A.2d 640 (1950), this Court reiterated the long-established rule that there are two considerations involved in the construction of a tax provision. The first consideration measures the government’s power to tax, and the second mandates strict construction. Id. at 642. (Internal citations omitted). “It is a principle universally declared and admitted that municipal corporations can levy no taxes, general or special, upon inhabitants, or their property, unless the power be plainly and unmistakably conferred.” Id. Further, the grant of such rights is to be strictly construed, and not extended by implication. Id. This principle is so important that when there is doubt, the construction should be against the government. Id. Therefore, our rules of statutory construction and precedent compel us not to expand the definition of “lands” to include subsurface limestone by implication, but rather to resolve all doubt in favor of the taxpayer. The Legislature, meanwhile, remains free to explicitly invoke the authority to tax subsurface limestone, as it has with coal.\nOur precedent concerning the construction of tax provisions further makes clear that this case is not analogous to our decision in Lillibridge, 143 Pa. 293, 22 A. 1035, 1036 (1891), in which we held that subsurface minerals can be conveyed as land, because in Lillibridge we construed a contract between two private parties, which did not require the strict level of construction that we must employ when we construe a statute that imposes a tax.\nTherefore, I would hold that subsurface limestone does not fall within the meaning of “lands” as used by the Legislature in Section 201, and thus, the Legislature has yet to plainly and unmistakably confer the power to tax subsurface limestone. Accordingly, I would reverse the order of the Commonwealth Court.\nMr. Justice EAKIN joins this dissenting opinion.\n. In IOGA, this Court found support for the proposition that the use of the word \"lands” in Section 201 did not include oil and gas by noting the separate statutory provisions had been created for the taxation of coal at 72 P.S. §§ 5020-415, 5453.612 and 5453.616. IOGA, 814 A.2d at 184. This suggests that the Legislature believed that it was necessary to promulgate specific authority imposing the taxation of coal, because Section 201 did not contain that authority. If Section 201 does not grant the authority to tax coal, a subsurface mineral, than it follows that the same section does not grant the authority to tax subsurface limestone.",
        "type": "dissent",
        "author": "Chief Justice CAPPY,"
      }
    ],
    "attorneys": [
      "James R. Walker, Esq., Manion McDon-ough & Lucas, P.C., Pittsburgh, for Coolspring Stone Supply, Inc.",
      "Donald J. McCue, Esq., McCue & Husband Law Finn, Connellsville, for North Union Township.",
      "Gary Jay Frankhouser, Esq., Davis & Davis Attorneys at Law, Uniontown, for Laurel Highlands School District.",
      "John S. Cupp, Esq., Uniontown, for County of Fayette & Fayette Board of Assessment.",
      "Robert L. Knupp, Esq., Knupp, Kodak & Imblum, P.C., Harrisburg, for County Commissioners Association of Pennsylvania."
    ],
    "corrections": "",
    "head_matter": "COOLSPRING STONE SUPPLY, INC., Appellant, v. COUNTY OF FAYETTE, North Union Township and Laurel Highlands School District, Appellees.\nSupreme Court of Pennsylvania.\nArgued Sept. 11, 2006.\nDecided Aug. 20, 2007.\nJames R. Walker, Esq., Manion McDon-ough & Lucas, P.C., Pittsburgh, for Coolspring Stone Supply, Inc.\nDonald J. McCue, Esq., McCue & Husband Law Finn, Connellsville, for North Union Township.\nGary Jay Frankhouser, Esq., Davis & Davis Attorneys at Law, Uniontown, for Laurel Highlands School District.\nJohn S. Cupp, Esq., Uniontown, for County of Fayette & Fayette Board of Assessment.\nRobert L. Knupp, Esq., Knupp, Kodak & Imblum, P.C., Harrisburg, for County Commissioners Association of Pennsylvania.\nBefore: CAPPY, C.J., and CASTILLE, NEWMAN, SAYLOR, EAKIN, BAER and BALDWIN, JJ."
  },
  "file_name": "1150-01",
  "first_page_order": 1198,
  "last_page_order": 1207
}
