{
  "id": 9495546,
  "name": "In re: TRUST UNDER DEED OF Arlin S. GREEN. Appeal of: Betsy J. Green, Appellant. In re: Trust of Florence Green Dated December 31, 1952. Daniel B. Green, Trustee of the 1952 Trust Under Deed of Florence E. Green, Appellee. Appeal of: Betsy J. Green, Appellant",
  "name_abbreviation": "In re Trust Under Deed of Green",
  "decision_date": "2001-06-25",
  "docket_number": "",
  "first_page": "1152",
  "last_page": "1158",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 1152"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401933
      ],
      "year": 1846,
      "opinion_index": 0,
      "case_paths": [
        "/pa/4/0331-01"
      ]
    },
    {
      "cite": "135 A. 252",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1926,
      "opinion_index": 0
    },
    {
      "cite": "287 Pa. 416",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099656
      ],
      "year": 1926,
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0416-01"
      ]
    },
    {
      "cite": "305 U.S. 456",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6142546
      ],
      "weight": 3,
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/us/305/0456-01"
      ]
    },
    {
      "cite": "720 A.2d 137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11796951
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/720/0137-01"
      ]
    },
    {
      "cite": "682 A.2d 1267",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        466720,
        7873793,
        466629,
        7873733,
        466631,
        7873884
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "1270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0049-01",
        "/a2d/682/1267-02",
        "/pa/546/0048-01",
        "/a2d/682/1267-01",
        "/pa/546/0047-01",
        "/a2d/682/1267-03"
      ]
    },
    {
      "cite": "546 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466720
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0049-01"
      ]
    },
    {
      "cite": "707 A.2d 230",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11852872
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/707/0230-01"
      ]
    },
    {
      "cite": "743 A.2d 518",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11489099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/743/0518-01"
      ]
    },
    {
      "cite": "693 A.2d 242",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11986387
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "245"
        },
        {
          "page": "245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/693/0242-01"
      ]
    },
    {
      "cite": "735 A.2d 1280",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11544390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/735/1280-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 740,
    "char_count": 17858,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.3569304619690183
    },
    "sha256": "b0c0e717da3ee65627b7bdb131fcad7791a1b38f843e4f5d5a5290b7dbed8d80",
    "simhash": "1:9fb635e66d216d1d",
    "word_count": 3011
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: CAVANAUGH, OLSZEWSKI and BECK, JJ.",
      "¶ 21 Judge BECK files a Concurring Statement."
    ],
    "parties": [
      "In re: TRUST UNDER DEED OF Arlin S. GREEN. Appeal of: Betsy J. Green, Appellant. In re: Trust of Florence Green Dated December 31, 1952. Daniel B. Green, Trustee of the 1952 Trust Under Deed of Florence E. Green, Appellee. Appeal of: Betsy J. Green, Appellant."
    ],
    "opinions": [
      {
        "text": "CAVANAUGH, J.\n¶ 1 Betsy Green appeals from two separate orders of the Delaware County Court of Common Pleas, Orphans’ Court Division. The appeals rest upon on the following facts which are gleaned from the record.\n¶ 2 In divorce proceedings between Betsy Green and Arlin Green in Montgomery County, a question arose as to whether 60 shares of stock in Semperverde Holding Company, a closely held corporation, were the property of a 1987 trust created by Arlin Green for the benefit of his spouse and children, or whether the 60 shares were actually the property of a 1952 trust, created by Florence Green (Arlin’s mother), for the benefit of her children (Arlin and his two brothers Benjamin and Richard Green). The shares are valued in excess of $100 million, and disposition of the question would determine, in large measure, the amount of Arlin’s child and spousal support obligation.\n¶ 3 The 1987 trust appears on its face to have been created by Arlin for the benefit of his wife and children. The trust instrument is entitled “THE ARLIN S. GREEN FAMILY TRUST — 1987.” A subsequent amendment to the trust instrument explicitly identifies Arlin S. Green as the “set-tlor” of the Arlin S. Green Family Trust. The question regarding “ownership” of the stock arose, however, because during the divorce action, Daniel Green (Arlin’s father and the sole trustee of the 1952 trust), maintained that he created the 1987 trust for the benefit of Arlin through funds he took from the principal of the 1952 trust. The Montgomery County Court ordered the production of documents requested by Betsy Green which would be relevant to the inquiry as to how and why the 1987 Trust was created and operated.\n¶ 4 Five days after the Montgomery County Court ordered the production of relevant documents, the five trustees of the 1987 trust, (brothers Arlin, Benjamin and Richard Green; their father Daniel Green; and independent trustee, Arlin Adams), filed an accounting and proposed distribution of the 1987 trust in Delaware County. Curiously, the trustees took no formal position as to ownership of the Semperverde shares, and did not dispute that the shares represented the principal of the 1987 trust. Although the trustees were purportedly filing a first accounting petition of the 1987 trust on January 25, 1999, the accompanying proposed schedule of distribution was more in the nature of a request for declaratory judgment. The petition asserted, in relevant part:\nIn 1952, Florence Green, mother of Donor [Arlin Green], created a trust dated December 31, 1952, for the benefit of her children (the “1952 Trust”). Daniel B. Green, husband of Florence Green and father of Donor, is the trustee (the “Trustee of the 1952 Trust”). The 1952 Trust provides that the trust assets are to be divided into equal shares for each of Florence Green’s children, including Donor. The 1952 Trust is to pay income to Donor for his lifetime, but does not authorize the distribution of any principal to Donor during the lifetime of Daniel B. Green.\nIn February, 1987, the Trustee of the 1952 Trust caused three trusts to be created, one for each of the three income beneficiaries of the 1952 Trust, including the subject trust (the “1987 Trust”). The Trustee then issued checks from the 1952 Trust to Semperverde Holding Company for the purchase of its stock. The purchased stock was registered in the names of the 1987 Trusts for the benefit of the Green children, including the subject trust.\nThe reason or purpose of the filing of the account is the accountants ask whether the investment of funds from the 1952 trust on behalf of the 1987 trust for the benefit of Arlin S. Green was an authorized transaction under the terms of the 1952 trust; and if not, whether the assets held in the 1987 trust for the benefit of Arlin S. Green should be returned to the 1952 trust.\n¶ 5 Betsy Green (Arlin’s estranged wife and appellant herein) filed objections to the accounting. Although several hearings on motions related to the petition for accounting were conducted, e.g., appellant’s motion to remove the 1987 trustees and her motion to compel discovery, no eviden-tiary hearing on the merits of the question of which trust held the shares was conducted in Delaware County.\n¶ 6 In late 1999, appellant Betsy Green filed a motion for summary judgment from the accounting and proposed distribution. It was appellant’s contention that no issue of material fact existed because 1) the trustees of the 1987 trust took no official position with respect to whether the 1987 trust held the shares of stock, and 2) the 1952 trust had not come forward, via the filing of objections, to assert that the stock held by the 1987 trust was the property of the 1952 trust.\n¶ 7 Daniel Green, in his capacity as trustee of the 1952 trust, filed an answer to appellant’s summary judgment motion and filed a cross-motion for summary judgment. Therein, by sworn affidavit, he asserted that he purchased the 60 shares of Semperverde for the benefit of Arlin from the corpus of the 1952 trust and placed the shares in the 1987 trust. Thus, Daniel Green asserted 1) that his use of the 1952 trust to fund the 1987 trust was an ultra vires and unauthorized transaction; or 2) that the 1987 trust was an authorized subtrust of the 1952 trust. In either event, it was Daniel Green’s position that the stock was held in trust for the benefit of Arlin under the provisions of the 1952 trust instrument.\n¶ 8 The court entered the following decree:\nDECREE\nAND NOW, this 4th day of Feb[.], 2000, after consideration of the Motion for Summary Judgment filed by Objectant, Betsy J. Green, and the Answer thereto, and Cross-Motion for Summary Judgment filed by Daniel B. Green, and the Answer thereto, and after argument, it is hereby ORDERED and DECREED that:\n1. The Objections [to the petition for accounting and proposed distribution] filed by Betsy J. Green are denied;\n2. The Motion for Summary Judgment filed by Betsy J. Green is denied;\n3. The creation of the 1987 revocable trust for Arlin S. Green by the Trustee of the 1952 irrevocable Trust was authorized by the Trust instrument;\n4. The assets currently held by the 1987 revocable Trust for Arlin S. Green, 60 shares of common stock of Semper-verde Holding Company, belong to and are part of the principal of the 1952 irrevocable Trust.\nBY THE COURT\n¶ 9 Appellant filed a motion for reconsideration which the court denied on May 10, 2000. One of the bases for the motion for reconsideration was appellant’s averment that a recently granted motion to compel discovery entered by the Montgomery County Court in the related divorce action resulted in the production of documents which proved that the 1987 trust was created by Arlin Green and that the corpus of the 1952 trust was never used to fund the purchase of the Semperverde stock. The court’s denial of reconsideration is the subject of the appeal docketed at 1768 EDA 2000.\n¶ 10 On February 24, 2000, appellant filed a petition seeking an accounting of the 1952 trust in Delaware County. Daniel Green filed preliminary objections in the nature of a demurrer which were granted by the court on May 23, 2000. The court’s order of May 23, 2000, forms the basis of appellant’s appeal docketed at 1926 EDA 2000. In its opinion in support of the order, the court concluded that appellant lacked standing to seek an accounting. The court also found that because appellant’s “petition was filed after this court entered summary judgment against her on the question of whether the 1987 trust was the owner of the Semper-verde stock, this present motion appears to be a collateral attack against this Court’s February 4, 2000 decree.” The court concluded that appellant was barred, by the doctrine of collateral estoppel, from relitigating the issue of which trust “owned” the stock.\nAPPEAL AT 1768 EDA 2000\n¶ 11 Appellant raises four issues:\n1. WHETHER THE ORPHANS’ COURT ERRED BY DISMISSING BETSY GREEN’S EXCEPTIONS IN LIGHT OF THE NEWLY-DISCOVERED EVIDENCE, PREVIOUSLY-CONCEALED BY THE GREENS, WHICH SHOWS THE EXISTENCE OF A MATERIAL FACT REGARDING WHETHER THE 1987 TRUST IS A GRANTOR TRUST.\n2. WHETHER THE ORPHANS’ COURT ERRED BY ENTERING SUMMARY JUDGMENT PRIOR TO THE COMPLETION OF DISCOVERY AND IN FAVOR OF MOVANT WHO HAD NEVER DISCLOSED HIS CLAIM IN OBJECTIONS OR ANY OTHER PLEADING AND WAS NOT PROPERLY A PARTY TO THE CASE.\n3. WHETHER THE ORPHANS’ COURT ERRED BY GRANTING SUMMARY JUDGMENT DESPITE THE EXISTENCE OF ISSUES OF MATERIAL FACT REGARDING WHETHER THE SEMPERVERDE SHARES BELONG TO THE 1952 TRUST.\n4.WHETHER THE ORPHANS’ COURT ERRED BY DENYING BETSY GREEN’S MOTION FOR SUMMARY JUDGMENT IN THE NATURE OF A DEMURRER ON THE UNCHALLENGED CLAIM OF TITLE STATED IN HER OBJECTIONS.\n¶ 12 As a threshold question, appellees contend we lack jurisdiction to entertain the appeal on the basis that it was untimely filed. We agree.\n¶ 13 The question of timeliness of an appeal is jurisdictional. Lee v. Guerin, 735 A.2d 1280 (Pa.Super.1999). A notice of appeal must be filed from a final order of the trial court within thirty days after the entry of the order. Pa.R.A.P. 903(a); Valley Forge Center Assocs. v. Rib It/K.P., Inc., 693 A.2d 242, 245 (Pa.Super.1997) (citations omitted). The filing of a petition for reconsideration of a final order granting summary judgment does not toll the thirty-day appeal period. Cheathem v. Temple University Hospital, 743 A.2d 518 (Pa.Super.1999). “[A]s the comment to Pa.R.A.P. 1701 explains, although a party may petition the court for reconsideration, the simultaneous filing of a notice of appeal is necessary to preserve appellate rights in the event that either the trial court fails to grant the petition expressly within thirty days, or it denies the petition.” Valley Forge Center, supra, 693 A.2d at 245.\n¶ 14 Appellant argues that our jurisdiction is proper because the matter sub judi-ce originated in a court of equity. Appellant posits that she was required under the local rules of the Orphans’ Court as well as by decisional precedent, to file a petition for reconsideration from the February 4, 2000, order because it was in the nature of a decree nisi. We disagree. It is clear that the trial court’s decree of February 4, 2000, was a final appealable order which ended the matter. The decree expressly denied appellant’s motion for summary judgment and her objections to the accounting and proposed distribution. Most significantly, the order was a de facto grant of Daniel Green’s motion for summary judgment. The order established that the 1987 trust was a sub-trust of the 1952 trust. Indeed, it is clear that the parties and the court considered the decree to be a grant of full summary judgment against appellant. Nonetheless, appellant did not file a notice of appeal from the final decree but, rather, filed a petition for reconsideration which was denied.\n¶ 15 Since the instant notice of appeal was filed beyond the thirty-day time limit within which to file an appeal from the February 4, 2000, decree, we must conclude that we lack jurisdiction to consider the appeal. We order the appeal quashed. We do so despite appellant’s arguably meritorious contentions challenging the grant of summary judgment on the basis of the moving party’s own affidavit and in the face of apparently existing issues of material fact. Appellant has failed to comply with the law of appellate procedure and we cannot find that jurisdiction exists where it clearly does not. Pa.R.A.P. 908(a); Conte v. Hahnemann University Hospital, 707 A.2d 230 (Pa.Super.1998). Thus, we quash the appeal docketed at 1768 EDA 2000.\nAPPEAL AT 1926 EDA 2000\n¶ 16 The order appealed from denied appellant’s petition which sought to compel an accounting of the 1952 trust, in part on the basis that she lacked standing. Appellant alleges on appeal that the court erred. She alleges that her standing to demand an accounting arises from her status as the spouse of a beneficiary under the trust. We disagree.\n¶ 17 Standing requires a party to have a substantial interest in the subject matter of the litigation; the interest must be direct; and the interest must be immediate and not a remote consequence. Ken R. on Behalf of C.R. v. Arthur Z., 546 Pa. 49, 682 A.2d 1267, 1270 (1996). In Rock v. Pyle, 720 A.2d 137 (Pa.Super.1998), the appellant, a divorced father of two children who were beneficiaries of a life insurance trust established by his ex-wife to which appellant contributed $10,000 per year under the terms of a property settlement agreement, filed a petition to compel an accounting of the trust. The court denied the petition on the basis that appellant lacked standing and this court affirmed. Id. We held:\nA trustee must file an accounting when directed to do so by the Orphans’ Court division, and may file an account at any other time. 20 Pa.C.S.A. § 7181. The court may cite the trustee, on application of a person in interest, to file an account of the management of the trust estate. Princess Lida of Thurn and Taxis v. Thompson, 305 U.S. 456, 59 S.Ct. 275, 83 L.Ed. 285 (1939). Further a trustee must file an accounting upon the request of the beneficiary of the trust. In Re Wheeler’s Estate, 287 Pa. 416, 135 A. 252 (1926). However, even the next of kin of a beneficiary of a trust has no interest in the trust, which would automatically entitle such a person to demand that the trustee file an accounting. Kuhler v. Hoover, 4 Pa. 331 (1846).\n720 A.2d at 142.\n¶ 18 We conclude that the court committed no error in finding that appellant lacked standing to compel an accounting. Her relationship to the 1952 trust, if any, is as the estranged wife of a beneficiary. As such, her interest, if any, is not one which is recognized as sufficiently immediate to compel an accounting of the trust. Thus, we affirm the order which denied her petition.\n¶ 19 In summary, because appellant’s appeal from the final order of full summary judgment was untimely, we lack jurisdiction to consider the appeal at 1768 EDA 2000. Additionally, because appellant lacks standing to compel an accounting, the order appealed from at 1926 EDA 2000 is affirmed.\n¶ 20 The appeal at 1768 EDA 2000 is quashed. The order appealed from at 1926 EDA 2000 is affirmed.\n¶ 21 Judge BECK files a Concurring Statement.\n. The petition for an accounting was filed pursuant to 20 Pa.C.S.A. § 7181, which provides, \"A trustee shall file an account of his administration whenever directed to do so by the court and may file an account at any other time.” The accounting filed stated that its purpose was to \"offer an account to acquaint interested parties with the transactions that have occurred during the accounting period.”\n. Appellant’s Delaware County discovery motion was denied. However, documents were eventually produced in the related divorce action pursuant to a Montgomery County Court order compelling their production. Those documents reportedly show that Arlin Green used his own funds to acquire ownership of the 60 shares of Semperverde which he then transferred into the 1987 trust. Moreover, certain correspondence and tax returns produced pursuant to the order reportedly proved that the tax treatment of the funds in the account benefited Arlin and was inconsistent with the claim that the 1987 trust was a sub-trust of the 1952 trust. These contentions are not of record in this case and are not relevant to our disposition.\n. We must note that in the related divorce action, the Montgomery County Court subsequently reached a contrary conclusion on the question of which trust \"owned” the stock. By Memorandum and Order dated October 30, 2000, the Montgomery County Court found that Arlin Green himself created and funded the 1987 trust with the 60 shares of Semperverde stock. The court concluded that the 1987 trust's funds are available for the computation of Arlin Green’s support obligations. The Montgomery County Court's decisions related to this matter are the subject of appeals docketed at 3259 EDA 2000, 3263 EDA 2000, 3269 EDA 2000 and 3353 EDA 2000, which are not presently before us.\n. Appellant filed a petition to vacate the February 4, 2000, decree on the basis that fraud was committed on the court by appellees. Disposition of the petition has been stayed by the lower court pending our resolution of the instant appeal.\n. Our review of the record discloses that the trial court prothonotary failed to make the appropriate docket entry giving notice to the parties of the February 4, 2000, decree pursuant to Pa.R.C.P. 236. Neither party appears to be aware of this omission and appellant has presented no argument in that regard. To the extent appellant might argue for a finding of timeliness on the basis of the omission, we find the claim waived.",
        "type": "majority",
        "author": "CAVANAUGH, J."
      },
      {
        "text": "BECK, J.,\nConcurring.\n¶ 11 join the majority’s opinion. I write separately to emphasize that our decision in the appeal at 1768 EDA 2000 did nothing more than quash Betsy Green’s appeal based on untimeliness. What remains in this dispute between the parties regarding the 1987 Trust are conflicting decisions from Montgomery and Delaware counties which will undoubtedly be resolved by either our Court or the Supreme Court in the future.",
        "type": "concurrence",
        "author": "BECK, J.,"
      }
    ],
    "attorneys": [
      "Michael M. Baylson, Philadelphia, for appellant.",
      "Matthew J. Ryan, Media, for Arlin M. Adams, appellee.",
      "Paul M. Hummer, Philadelphia, for Daniel B. Green, appellee.",
      "Mark A. Klugheit, Philadelphia, for Trustees of the Arlin S. Green Family Trust, appellee."
    ],
    "corrections": "",
    "head_matter": "In re: TRUST UNDER DEED OF Arlin S. GREEN. Appeal of: Betsy J. Green, Appellant. In re: Trust of Florence Green Dated December 31, 1952. Daniel B. Green, Trustee of the 1952 Trust Under Deed of Florence E. Green, Appellee. Appeal of: Betsy J. Green, Appellant.\nSuperior Court of Pennsylvania.\nArgued Feb. 14, 2001.\nFiled June 25, 2001.\nReargument Denied Aug. 30, 2001.\nMichael M. Baylson, Philadelphia, for appellant.\nMatthew J. Ryan, Media, for Arlin M. Adams, appellee.\nPaul M. Hummer, Philadelphia, for Daniel B. Green, appellee.\nMark A. Klugheit, Philadelphia, for Trustees of the Arlin S. Green Family Trust, appellee.\nBefore: CAVANAUGH, OLSZEWSKI and BECK, JJ."
  },
  "file_name": "1152-02",
  "first_page_order": 1194,
  "last_page_order": 1200
}
