{
  "id": 7869908,
  "name": "COMMONWEALTH of Pennsylvania v. Donna Marie WALKO, Appellant",
  "name_abbreviation": "Commonwealth v. Walko",
  "decision_date": "1996-01-30",
  "docket_number": "",
  "first_page": "1153",
  "last_page": "1155",
  "citations": [
    {
      "type": "official",
      "cite": "670 A.2d 1153"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "653 A.2d 626",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474242,
        7869772
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "631",
          "parenthetical": "counsel can never be considered ineffective for failing to raise meritless claim"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0499-01",
        "/a2d/653/0626-01"
      ]
    },
    {
      "cite": "539 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474242
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "510",
          "parenthetical": "counsel can never be considered ineffective for failing to raise meritless claim"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0499-01"
      ]
    },
    {
      "cite": "133 L.Ed.2d 130",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "116 S.Ct. 194",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "656 A.2d 877",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7880936,
        472219
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "889",
          "parenthetical": "where new rule of law is not applied retroactively, defense counsel is not ineffective for failing to predict a change in the law"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/656/0877-01",
        "/pa/540/0192-01"
      ]
    },
    {
      "cite": "540 Pa. 192",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472219
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "where new rule of law is not applied retroactively, defense counsel is not ineffective for failing to predict a change in the law"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0192-01"
      ]
    },
    {
      "cite": "669 A.2d 346",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        730249,
        11314570
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/447/0275-01",
        "/a2d/669/0346-01"
      ]
    },
    {
      "cite": "652 A.2d 287",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474153,
        7866155
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0256-01",
        "/a2d/652/0287-01"
      ]
    },
    {
      "cite": "539 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474153
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0256-01"
      ]
    },
    {
      "cite": "133 L.Ed.2d 488",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "opinion_index": 0
    },
    {
      "cite": "116 S.Ct. 562",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "656 A.2d 1326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7888960,
        7889121,
        472140,
        472212,
        472154,
        7888891
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "1330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/656/1326-02",
        "/a2d/656/1326-03",
        "/pa/540/0220-02",
        "/pa/540/0220-01",
        "/pa/540/0219-01",
        "/a2d/656/1326-01"
      ]
    },
    {
      "cite": "540 Pa. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472212,
        472140
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "227"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0220-01",
        "/pa/540/0220-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 422,
    "char_count": 6215,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20035897845781742
    },
    "sha256": "4046c5f671a218ebcb5f0f1a5733e72a22673a5bb06bc9f471eba1cdbd538234",
    "simhash": "1:45c492aa537879f0",
    "word_count": 946
  },
  "last_updated": "2024-02-27T23:51:20.508374+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DEL SOLE, SAYLOR and HOFFMAN, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Donna Marie WALKO, Appellant."
    ],
    "opinions": [
      {
        "text": "HOFFMAN, Judge:\nThis is an appeal from a June 7, 1993 judgment of sentence for criminal solicitation. Appellant, Donna Marie Walko, contends that her trial counsel was ineffective for failing to object to the admission of evidence obtained by warrantless wiretaps. For the following reasons, we affirm.\nUndercover State Trooper Richard Ealing was investigating unrelated drug trafficking when he was introduced to appellant. Appellant was being harassed by her ex-boyfriend, Richard Reinhardt, and asked Ealing to help her resolve the problem. As a result of appellant’s request, Ealing obtained permission from Assistant District Attorney Paul Skirtich, pursuant to the Wiretap Act, to record telephone and face-to-face conversations between himself and appellant. Thereafter, appellant agreed to pay Ealing $10,-000.00 to murder Reinhardt, and further agreed to pay Ealing an additional $5,000.00 upon collection of insurance money she would receive as the beneficiary of Reinhardt’s life insurance policies. Appellant and Ealing spoke several more times in order to refine the contract, and appellant provided Ealing with Reinhardt’s photograph and other relevant information. Ultimately appellant agreed to pay Ealing $23,000.00 to kill Reinhardt in a manner which would allow her to collect the insurance money. Thereafter, Ealing arrested appellant for criminal solicitation to commit homicide and criminal conspiracy to commit homicide.\nAppellant waived her right to a jury. At trial, Ealing testified and the Commonwealth also offered the audiotaped conversations between Ealing and appellant. Appellant relied on the battered women syndrome defense, presenting the expert testimony of Robert Wettstein, Ph.D, and family members who testified to Reinhardt’s abuse. After two days of testimony, the Honorable David R. Cashman found appellant guilty of both charges. Post-trial motions were denied, and on June 7,1993, appellant was sentenced to two (2) to four (4) years imprisonment. After sentencing, appellant’s trial counsel was permitted to withdraw from the case, but new counsel was not appointed until after the expiration of the thirty-day appeal period. Appellant’s new counsel filed a petition for reinstatement of appellate rights nunc pro tunc, which was granted October 4,1993. This appeal is now properly before us.\nAppellant now contends that her trial counsel was ineffective for failing to challenge the warrantless wiretapping of her home.\nIn order to establish ineffective assistance of counsel, a defendant must first show his or her claim to be of arguable merit. Commonwealth v. Rainey, 540 Pa. 220, 227, 656 A.2d 1326, 1330 (1995), cert. denied, — U.S. -, 116 S.Ct. 562, 133 L.Ed.2d 488. Here, appellant’s underlying claim is that the trial court improperly admitted audiotaped conversations recorded in appellant’s residence without her consent.\nOn December 30, 1994, the Supreme Court of Pennsylvania held that Article I, § 8 of the Pennsylvania Constitution precludes the police from sending a confidential informant into the home of an individual to electronically record his or her conversations, without first obtaining a warrant. Commonwealth v. Brian, 539 Pa. 256, 652 A.2d 287 (1994). However, on December 6, 1995, an en banc panel of this Court determined that the Brian decision only applies prospectively. Commonwealth v. Metis, 669 A.2d 346 (Pa.Super.1995). As appellant’s trial was conducted more than a year before the Brion decision was handed down, she may not assert a Brian claim retroactively. Metis at p. 1048 (“Appellant is not entitled to new trial on the basis of Brion since the tape recorded conversations were intercepted prior to the applicable date.”). Consequently, we find no merit to appellant’s underlying claim, and thus cannot find appellant’s counsel ineffective. Rainey, supra; Commonwealth v. Christy, 540 Pa. 192, 656 A.2d 877, 889 (1995) (where new rule of law is not applied retroactively, defense counsel is not ineffective for failing to predict a change in the law), cert. denied, — U.S. -, 116 S.Ct. 194, 133 L.Ed.2d 130 (1995); Commonwealth v. Rompilla, 539 Pa. 499, 510, 653 A.2d 626, 631 (1995) (counsel can never be considered ineffective for failing to raise meritless claim).\nAppellant also contends that her trial counsel was ineffective for failing to object to the admission of typed transcripts of tape-recorded conversations with Ealing, on the specific ground that disclosure of the tape recordings’ contents to a typist was in violation of the Wiretap Act. We find this contention wholly without merit.\nFirst we note that appellant presents no evidence that someone other than Ealing typed the transcript. Moreover, the Wiretap Act allows disclosure to:\nanother investigative or law enforcement officer, ... or [to] make use of such contents or evidence to the extent that such disclosure or use is appropriate to the proper performance of the official duties of the officer making or receiving the disclosure.\n18 Pa.C.S. § 5717(a). Appellant presents no case law that a police typist would not qualify as a law enforcement officer or that disclosure to a police typist, under these circumstances, would be inappropriate. Consequently, we find that appellant’s claim lacks arguable merit, and therefore appellant’s counsel was not ineffective. Rainey, supra; Rompilla, supra.\nAccordingly, for the above mentioned reasons, we affirm.\nAffirmed.\n. 18 Pa.C.S. § 902(a).\n. 18 Pa.C.S. § 903(a)(1).\n. One of these recorded conversations took place within appellant’s home.\n.In its August 26, 1994 opinion, the trial court recognized that appellant could not be convicted of both crimes, and that her conviction for criminal conspiracy should be vacated. However, as appellant was only sentenced on the criminal solicitation charge, and she does not raise this issue on appeal, we will not address it.",
        "type": "majority",
        "author": "HOFFMAN, Judge:"
      }
    ],
    "attorneys": [
      "Shelley Stark, Public Defender, Pittsburgh, for appellant.",
      "Scott A. Bradley, Assistant District Attorney, Pittsburgh, for the Commonwealth, ap-pellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. Donna Marie WALKO, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Feb. 27, 1995.\nFiled Jan. 30, 1996.\nShelley Stark, Public Defender, Pittsburgh, for appellant.\nScott A. Bradley, Assistant District Attorney, Pittsburgh, for the Commonwealth, ap-pellee.\nBefore DEL SOLE, SAYLOR and HOFFMAN, JJ."
  },
  "file_name": "1153-02",
  "first_page_order": 1225,
  "last_page_order": 1227
}
