{
  "id": 12059625,
  "name": "PENNSYLVANIA STATE ASSOCIATION OF TOWNSHIP SUPERVISORS, The Pennsylvania State Association of Boroughs and East Caln Township, Petitioners, v. DEPARTMENT OF GENERAL SERVICES OF the COMMONWEALTH OF PENNSYLVANIA and The Pennsylvania League of Cities and Municipalities, Respondents",
  "name_abbreviation": "Pennsylvania State Ass'n of Township Supervisors v. Department of General Services of the Commonwealth of Pennsylvania",
  "decision_date": "1995-10-30",
  "docket_number": "",
  "first_page": "1153",
  "last_page": "1158",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 1153"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "635 A.2d 691",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1454644,
        7370790
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/160/0544-01",
        "/a2d/635/0691-01"
      ]
    },
    {
      "cite": "494 A.2d 499",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "608 A.2d 1099",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1431649
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/147/0591-01"
      ]
    },
    {
      "cite": "649 A.2d 728",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873787,
        1468966
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/649/0728-01",
        "/pa-commw/168/0242-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 713,
    "char_count": 17611,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 1.9773996838788546e-07,
      "percentile": 0.7401417997728825
    },
    "sha256": "a396963bf4d5504ecd78f489901d99cae20b781f5238379869741a6bd070fc67",
    "simhash": "1:fef90b86d2b9ee58",
    "word_count": 2745
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SMITH and KELLEY, JJ., and RODGERS, Senior Judge."
    ],
    "parties": [
      "PENNSYLVANIA STATE ASSOCIATION OF TOWNSHIP SUPERVISORS, The Pennsylvania State Association of Boroughs and East Caln Township, Petitioners, v. DEPARTMENT OF GENERAL SERVICES OF the COMMONWEALTH OF PENNSYLVANIA and The Pennsylvania League of Cities and Municipalities, Respondents."
    ],
    "opinions": [
      {
        "text": "SMITH, Judge.\nPetitioners in this declaratory judgment action are the Pennsylvania Association of Township Supervisors, the Pennsylvania State Association of Boroughs and East Cain Township (collectively, the Associations). The Associations filed a petition for review in this Court’s original jurisdiction seeking a declaration that the Intergovernmental Agreement (Agreement) entered into between the Pennsylvania Department of General Services (DGS) and the Pennsylvania League of Cities and Municipalities (PLCM) is invalid. The Associations assert that the Agreement violates the statute known as the “Right-to-Know Act,” Act of June 21, 1957, P.L. 390, os amended, 65 P.S. §§ 66.1-66.4, and that both DGS and PLCM exceeded their statutory authority in entering into the contract and wrongfully subjugated the public interest to a proprietary interest.\nI.\nAfter a status conference following the discharge of a rule to show cause why this case should not be dismissed for want of prosecution, a judge of this Court directed the Associations to file a motion for judgment on the pleadings and directed DGS and PLCM to file cross-motions. These motions pursuant to Pa.R.C.P. No. 1034 are presently before the Court for disposition.\nThe parties agree that among the duties of DGS is administering the L3P Cooperative Purchasing Program (Purchasing Program) established pursuant to Section 2403(h) of the Administrative Code of 1929, Act of April 9, 1929, P.L. 177, as amended, added by Section 1 of the Act of July 9, 1971, P.L. 201, 71 P.S. § 633(h). That Section provides in part that DGS shall be empowered as follows:\nTo permit subject to such terms and conditions as the Department of General Services may, and as hereinafter specifically provided, shall, prescribe, any political subdivision or authority created by a political subdivision ... to participate in or purchase off purchase contracts for materials, supplies and equipment entered into by the department.\nThe Purchasing Program (also known as “piggyback” purchasing) permits municipalities and certain other entities to realize savings by being included in purchase contracts of the Commonwealth and benefitting from lower prices due to greater volume.\nBefore 1992, municipalities dealt directly with DGS regarding the Purchasing Program, and DGS provided information free of charge. On November 1, 1992, DGS entered into the Agreement with PLCM, an unincorporated association formed pursuant to Section 1 of the Act of April 7,1925, P.L. 181, as amended, 53 P.S. § 451, which provides that cities “may form and organize leagues of ... • cities and hold annual conventions for the study and consideration of such municipal affairs as concern and pertain to the cities comprising the league.”\nParagraph 5 of the Agreement provides:\nIn order for a political subdivision to receive information in regard to contracts available for political subdivisions to participate in or purchase from, it will be required by DGS and [PLCM] to pay a subscriber fee to [PLCM]. Payment of the subscriber fee will entitle the subscriber to receive piggyback purchasing material and information from [PLCM] in addition to access to a toll-free 800 number. ... The subscriber fee shall be set at an amount to cover [PLCM’s] administrative costs and expenses in performing its obligations under this agreement. The amount of the fee(s) ... must be approved by DGS. The amount of the approved fee(s) shall be published by DGS in the “Pennsylvania Bulletin”.\nThe fee is currently $50 per year. Paragraph 7 states in part that “DGS shall use [PLCM] as its exclusive representative for the dissemination of contract information to political subdivisions.”\nThe Pennsylvania State Association of Township Supervisors and the Pennsylvania State Association of Boroughs characterize themselves as competitors of PLCM. They contend that the Agreement violates Section 2 of the Right-to-Know Act, 65 P.S. § 66.2, which provides: “Every public record of an agency shall, at all reasonable times, be open for examination and inspection by any citizen of the Commonwealth of Pennsylvania.” The Associations assert that, within the definitions in the Right-to-Know Act, DGS is an “agency,” and the purchase contract information is a “public record.” Viewing a political subdivision seeking such information as a “citizen,” the Associations conclude that every political subdivision has a right of free access to the purchase contract information. The subscription fee requirement of the Purchasing Agreement violates this right, they contend, and therefore creates an impediment to the free access to public records contemplated by Section 2.\nThe Associations recognize that the right to take extracts or make copies of public records conferred by Section 3 of the Right-to-Know Act, 65 P.S. § 66.3, is subject to the discretion of the agency, which this Court has held includes reproduction procedures and costs, Dooley v. Luzerne County Board of Assessment Appeals, 168 Pa.Cmwlth. 242, 649 A.2d 728 (1994). They argue, however, that the subscription fee and such other subscription requirements as PLCM may set exceed the agency’s discretion under Section 3. The Deputy Secretary for Procurement of DGS stated in his affidavit that a municipality may receive the information directly from DGS if a citizen submits a Right-to-Know Act request and pays the costs of photocopying and mailing. The Associations describe this statement as being self-serving and contrary to the plain language of the Agreement, which must be taken to control.\nDGS responds that the Agreement shows that DGS entered into it to increase political subdivision participation in the Purchasing Program through wider and more timely dissemination of the Purchasing Program information and also to realize savings for DGS in terms of administration and expenses. It notes that Section 2403(h) of the Administrative Code of 1929 nowhere requires DGS to disseminate such information directly and that Section 2401.1(15), 71 P.S. § 631.1(15), specifically authorizes DGS to enter into contracts of all kinds necessary or convenient for carrying out its operations. DGS also argues that the Associations misconstrue the exclusivity provision of the Agreement and asserts that the provision does not affect the right of any citizen to file a Right-to-Know Act request with DGS directly.\nII.\nThis Court has stated that a motion for judgment on the pleadings in the Court’s original jurisdiction is in the nature of a demurrer; all of the opposing party’s allegations of fact are viewed as true, and only those allegations specifically admitted may be considered against that party. Pennsylvania Ass’n of Life Underwriters v. Foster, 147 Pa.Cmwlth. 591, 608 A.2d 1099 (1992). Such a motion will summarily dispose of the case only where there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Id.\nConcerning PLCM’s argument, the Court observes that Section 7533 of the Declaratory Judgments Act, 42 Pa.C.S. § 7533, relating to construction of documents, provides in part that any person having an interest under a contract, or whose rights, status or othér legal relations are affected thereby, may have determined questions of construction or validity of the contract and may obtain a declaration of rights, status or other legal relations thereunder. This Act, which is general in nature, was adopted July 9, 1976. The Right-to-Know Act was adopted in 1957.\nSection 1933 of the Statutory Construction Act of 1972, 1 Pa.C.S. § 1933, provides in part that where there is an irreconcilable difference between two statutes, the special provision shall prevail and shall be interpreted as an exception to the general provision, unless the general provision was enacted later and the General Assembly intended the general provision to prevail. The Court concludes that the sweeping language of the Declaratory Judgments Act is sufficient to demonstrate an intent to permit a challenge based upon the Right-to-Know Act in an action for a declaration as to the validity of a public contract.\nOn the merits of that challenge, the Court agrees with DGS that the Associations’ Right-to-Know Act argument is based upon a misconstruction of the Agreement provisions. Although the Agreement clearly appoints PLCM as the exclusive agent of DGS for providing information concerning the Purchasing Program to municipalities, it does not have the effect of precluding DGS from responding to any proper Right-to-Know Act request from a citizen. In the absence of proof or even allegations to the contrary, this Court may rely on the time-honored presumption that public officials will perform their duties properly, see Nason v. Commonwealth, 90 Pa.Cmwlth. 130, 494 A.2d 499 (1985), to conclude that DGS will continue to respond appropriately to proper Right-to-Know Act requests, even without resort to the uncontradicted representations in the affidavit of the Deputy Secretary.\nThe Associations also contend that the Agreement exceeds the legal authority of the contracting parties. Based on their view of the Agreement as burdening and impeding the free flow of Purchasing Program information, they assert that DGS lacks power to frustrate the intent of the Act establishing the program. They contend also that PLCM’s participation exceeds its authority under 53 P.S. § 451, which is restricted to matters involving the cities that comprise the league. Because PLCM is not itself a municipality or “similar general purpose unit of government” within the definition of “municipality” in Section 1 of the Act of July 12, 1972, P.L. 762, as amended, 53 P.S. § 481, the Associations argue that PLCM has no statutory authority empowering it to engage in municipal governmental action.\nThe determination above that, as a matter of law, the Agreement does not interfere with the former legal means of access to the information at issue implies that DGS has not burdened or impeded that flow of information or otherwise frustrated the purpose of Section 2403(h) of the Administrative Code of 1929. That Section expressly requires DGS to set terms and conditions of participation in the Purchasing Program. Therefore, DGS has not exceeded its authority.\nAs for the participation of PLCM, no basis exists for an assertion that it is prohibited by its enabling statute from performing its duties under the Agreement, which involve disseminating purchase contract information of interest to all of its member municipalities as well as to others. Further, although the Agreement is styled “Intergovernmental,” it does not require PLCM to perform functions different from those that might be requested of a private company engaged to manage the dispersal of this particular information. It does not require PLCM to act as a municipality, nor does it authorize PLCM to perform functions that must be performed by the state government, for example, the denial of a request to participate in a particular purchase. Accordingly, the motion for judgment on the pleadings of the Associations is denied and the motions of DGS and PLCM are granted.\nORDER\nAND NOW, this 30th day of October, 1995, the motion for judgment on the pleadings of Petitioners is denied, and the motions for judgment on the pleadings of Respondents are granted.\n. The motion of DGS includes an attached affidavit of George C. Fields, the Deputy Secretary for Procurement of DGS, and is styled a motion for judgment on the pleadings or in the alternative motion for summary judgment.\n. PLCM adds that the Associations have not alleged that DGS has denied the right of access to anyone. PLCM notes that in Statewide Bldg. Maintenance, Inc. v. Pennsylvania Convention Center Auth., 160 Pa.Cmwlth. 544, 635 A.2d 691 (1993), this Court stated that no appeal will lie under the Right-to-Know Act until there has been a denial of access to public records.",
        "type": "majority",
        "author": "SMITH, Judge."
      },
      {
        "text": "KELLEY, Judge,\ndissenting.\nI respectfully dissent.\nI agree with the majority’s conclusion that the sweeping language of the Declaratory Judgments Act, 42 Pa.C.S. § 7533, permits an action challenging the validity of a public contract based upon the “Right-to-Know Act”, Act of June 21, 1957, P.L. 390, as amended, 65 P.S. §§ 66.1-66.4. However, I do not agree with the majority’s conclusion that by entering into the “Intergovernmental Agreement” with PLCM, DGS has not burdened or impeded the flow of information, or otherwise frustrated the purpose of section 2403(h) of The Administrative Code of 1929, Act of April 9, 1929, P.L. 177, as amended, 71 P.S. § 633(h).\nAs the majority notes, section 2403(h) provides, in pertinent part, that DGS shall be empowered,\n[t]o permit, subject to such terms and conditions as the [DGS] may, and as hereinafter specifically provided, shall, prescribe, any political subdivision or authority created by a political subdivision ... to participate in or purchase off purchase contracts for materials, supplies and equipment entered into by the department.\nAs the majority also notes, before 1992 municipalities dealt directly with DGS regarding purchases under section 2403(h), and DGS provided information to the municipalities free of charge. On November 1, DGS entered into the “Intergovernmental Agreement” with PLCM. The Agreement provides, in pertinent part:\nNOW THEREFORE, DGS and [PLCM] agree as follows:\n1. In its invitations for bids for its annual and other periodic requirements contracts, DGS shall continue to request the bidders to allow political subdivisions to participate in or purchase from such contracts.\n3. [A]s each DGS procurement contract is executed by the Department, DGS shall routinely provide [PLCM], on at least a weekly basis, with a copy of those contracts which eligible political subdivisions can participate in or purchase from. DGS and [PLCM] will endeavor to establish an on-line communications system so that the information to be provided to [PLCM] under this paragraph will be provided as soon as it is entered into the system.\n5. In order for a political subdivision to receive information in regard to contracts available for political subdivisions to participate in or purchase from, it will be required by DGS and [PLCM] to pay a subscriber fee to [PLCM]. Payment of the subscriber fee will entitle the subscriber to receive piggyback purchasing material and information from [PLCM] in addition to access to a toll-free 800 number. ...\n6. [PLCM] shall provide subscribers, on a quarterly basis, with a listing of all DGS procurement contracts available for political subdivisions to participate in or purchase from. In addition, upon request, [PLCM] will provide subscribers with requested contract information from the DGS book of awards. The book of awards shall include the contract terms and conditions and prices. [PLCM] will also provide subscribers with a quarterly newsletter. This newsletter will provide information on contract availability, contract modifications and reference material to educate political subdivision officials on the piggyback purchasing program. [PLCM] will provide a toll-free 800 number for its subscribers in order for subscribers to request contract information and inquire about product availability.\n7.DGS shall use [PLCM] as its exclusive representative for the dissemination of contract information to political subdivisions ....\nIt is clear from the express terms of the Agreement that DGS and PLCM intended that only PLCM would disseminate contract information to the municipalities that wished to participate in the purchasing program. However, the majority correctly notes that the Right-to-Know Act provides a secondary, albeit unintended, means of access to the contract information. Thus, all qualifying municipalities have some means of obtaining the contract information from DGS.\nHowever, unlike members of PLCM, the municipalities requesting information under the Right-to-Know Act will not be privy to all of the information disseminated by PLCM under the Agreement. In addition, the contract information will not be available to these municipalities in as timely a manner as those who are members of PLCM. Thus, the Agreement will result in disparate treatment between PLCM members and those municipalities who chose not to join PLCM.\nUnlike the majority, I must conclude that the Agreement interferes with the means of access to contract information, and that DGS has burdened and impeded the flow of information to nonmembers of PLCM. I do not believe that section 2403(h) contemplated a situation in which, based on PLCM membership, municipalities would be treated differently in accessing contract information from DGS. Such a system adds another unnecessary layer of bureaucracy, hinders the free flow of information from DGS to all qualifying municipalities in the Commonwealth, and runs contrary to the purpose of section 2403(h). As a result, I must dissent.",
        "type": "dissent",
        "author": "KELLEY, Judge,"
      }
    ],
    "attorneys": [
      "Thomas L. Wenger, for petitioners.",
      "David B. Snyder, for respondent Pennsylvania League of Cities and Municipalities.",
      "Gary F. Ankabrandt, Assistant Chief Counsel, Peter M. Good, Assistant Counsel, for respondent Department of General Services."
    ],
    "corrections": "",
    "head_matter": "PENNSYLVANIA STATE ASSOCIATION OF TOWNSHIP SUPERVISORS, The Pennsylvania State Association of Boroughs and East Caln Township, Petitioners, v. DEPARTMENT OF GENERAL SERVICES OF the COMMONWEALTH OF PENNSYLVANIA and The Pennsylvania League of Cities and Municipalities, Respondents.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 15, 1995.\nDecided Oct. 30, 1995.\nThomas L. Wenger, for petitioners.\nDavid B. Snyder, for respondent Pennsylvania League of Cities and Municipalities.\nGary F. Ankabrandt, Assistant Chief Counsel, Peter M. Good, Assistant Counsel, for respondent Department of General Services.\nBefore SMITH and KELLEY, JJ., and RODGERS, Senior Judge."
  },
  "file_name": "1153-01",
  "first_page_order": 1211,
  "last_page_order": 1216
}
