{
  "id": 12116821,
  "name": "Joseph Robinson v. Edward A. Robinson; Joseph Robinson v. Edward A. Robinson",
  "name_abbreviation": "Robinson v. Robinson",
  "decision_date": "1930-05-26",
  "docket_number": "No. 2303; No. 2304",
  "first_page": "1154",
  "last_page": "1162",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1154"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 563,
    "char_count": 21676,
    "ocr_confidence": 0.454,
    "sha256": "5f72d05033b463e758ebc90dc4dc413155daf5af4d12c2063f445b07d5db8fd0",
    "simhash": "1:e84fb8bb54b291a3",
    "word_count": 3709
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Joseph Robinson v. Edward A. Robinson Joseph Robinson v. Edward A. Robinson"
    ],
    "opinions": [
      {
        "text": "Leneoot, Judge,\ndelivered the opinion of the court:\nThese are appeals in interference proceedings from the decisions of the Board of Appeals of the Patent Office awarding priority of invention to the senior party, the appellee. There are two appeals, one in interference No. 51124 and the other in interference No. 51125. Inasmuch as some of the questions involved are common to both cases, counsel, upon the oral argument, agreed that the cases should be consolidated and disposed of in one opinion.\nThe reason for the two appeals is that originally there was a third party to interference fío. 51124, one Alexander, making it necessary to declare two interferences upon the same applications.\nAlexander did not appeal to the Board of Appeals from the decision of the examiner of interferences awarding priority of invention to appellee, and therefore he is not now a party.\nThe invention in controversy relates to details in the construction of automatic train couplings.\nAppellant’s application was filed on October 20, 1920. The application of appellee was filed on September 25, 1920. Therefore appellee is the senior party.\nfío testimony was taken by either party. Appellant claims the right to prevail upon the basis of an earlier application, serial fío. 341887, filed by him on December 2, 1919. If this application supports the counts here in issue, he is of course entitled, upon the record before us, to the award of priority.\nINTERFERENCE NO. 51124\nThere are two counts in the interference, which read as follows:\nCount 1. In an automatic train pipe coupling, the combination of a base having an opening near the lower end thereof, a trun-ion rigid with said base and extending transversely of said opening, a coupling head, means for supporting the same in front of said base, said supporting means extending to the rear of said base and normally engaging the rear side thereof, a tie rod engaging said trun-ion and extending rearwardly of said base, and a spring surrounding said tie rod and bearing against said supporting means for holding the same against said base.\nCount 2. In an automatic train pipe coupling, a base having an opening near its lower end, a tie rod extending through said opening, means extending transversely of said opening and rigidly connected with said base for engaging said rod, a coupling head, means for supporting the same, said supporting means extending rearwardly of said base and engaging the rear face thereof, and a spring surrounding said tie rod and engaging said head supporting •means.\nThe Board of Appeals affirmed the finding of the examiner of interferences that said application, serial No. 341887, does not disclose “ an opening ” near the lower end of a base nor a “ trun-ion rigid with said base and extending transversely of said opening,” described in said counts 1 and 2, and does not disclose “ a tie rod extending through said opening,” described in said count 2.\nAppellant assigns error in said findings.\nSaid application, serial No. 341887, discloses a device consisting in part of a coupling head, á bracket or base, and a member extending from the head to the rear of said bracket. Near its lower end the bracket or base is provided with a depression, and from the bottom or center of this depression a hole extends forwardly through the bracket. Mounted within said depression is a member having- a portion projecting forwardly through the hole in the bracket which is engaged by a nut which serves to hold said member in position. The portion of the member not extending through said hole is made in the form of a ring which rests in the depression in the bracket. Tlie specification recites that this member—\nis adjustably mounted in an opening which extends through the section 13 as shown, and is fixed against longitudinal movement relative to the bracket by the nut 17, through the medium of which nut the member 15 may be adjusted to shift the joint axially of the bracket A, and to vary the tension of the spring B.\nThis member is pivotally engaged by a tie' rod extending rear-wardly of the bracket, and a spring surrounds this tie rod and engages the rear portion of the member extending from the coupling head to the rear of said bracket. The coupling head is thus capable of free movement in all directions and can move rearwarclly by compression of the spring when the coupling head engages a mating head.\nThe above description is sufficient for the purposes of this interference.\nThe first question is whether said application, serial No. 341887, discloses “ an opening near the lower end ” of the bracket or base. Upon this point the Board of Appeals said:\nOrdinarily a hollowed out or recessed portion in a plate is not an opening.\nIt agreed with the examiner of interferences that said application did not disclose an “ opening near the lower end ” of the bracket or base. If the hollowed out portion in the bracket were all that is involved we would agree with the board, but the application discloses also a hole through the bottom or center of the depression extending forwardly through the bracket. Having in mind the rule that the counts must be given their broadest reasonable interpretation, we think that the depression, together with said hole extending through the bracket, responds to the words of the counts, “ having an opening near the lower end ” of the bracket.\nThe next question is whether said application, serial No. 341887 discloses “ a trunnion rigid with said base.”\nThe Board of Appeals and the examiner of interferences held that this is not disclosed in application serial No. 341887, but that it shows an adjustable member instead of a rigid one. We think the board is correct in this holding. Assuming that the member described in the application is a trunnion, it is clearly not rigid with the base, but it is adjustable, the means of adjustment being a nut on the end of the member. While it is true that in one position it is rigid, it is made so only by the use of the nut, and it remains rigid ■only -so long as this nut holds its place.\nConsidering the use to which the device is intended to’ be put, meeting very heavy strains, we can not say that it is rigid within the meaning of those words as used in the counts. Furthermore, the specification of said application describes the member serving the purpose of a trunnion as “ adjustably mounted in an opening,” and it states that the member “may be adjusted to shift the joint axially of the bracket A and to vary the tension of the spring B.” We think it would be an unreasonable interpretation of the counts to hold that the application disclosed a “ trun-ion rigid with said base.”\nInasmuch as both counts 1 and 2 contain the element of a trunnion rigid with the base or bracket, and said application, serial No. 341887, does not disclose this element, it follows that, while not approving the finding of the Board of Appeals with respect to the opening in the base, its decision that said application does not support the counts must be affirmed. We may add, however, that count 2 describes a “ tie rod extending through said opening.” Upon this point the Board of Appeals said:\nCount 2 requires among otlier things that there shall be — a base having an opening near its lower end, a tie rod extending through said opening, means extending transversely of said opening and rigidly connected with said base. This count includes generally the limitations discussed above in connection with count 1 and in addition the limitation that the tie rod extends through the opening. \"We do not see how with any interpretation of the language of count 2 it can be said of the serial No. 341887 construction that the tie rod 16 extends through an opening.\nWhile the board held there was no opening in the base, we hold that the depression, together with the hole extending forwardly from the bottom or center of the depression, does constitute an opening within the meaning of the counts; but we are clear that the tie rod does not extend through it. It extends into the depression, but not through the opening. It extends no farther than the depression. “ Through ” is uniformly defined by lexicographers as meaning from-one end, side, or surface to the other.\nWhile not agreeing with all of the conclusions of the Board of Appeals, it follows from the foregoing that its decision awarding priority of invention to appellee upon both counts must be affirmed.\nINTERFERENCE NO. 51125\nIn this interference there are involved some of the questions we have considered in interference No. 51124, and in addition other questions which will appear in our discussion.\n. The counts involved in this interference are seven in number, being counts numbered 1, 2, 4, 5, 6, 7, and 8. The Board of Appeals awarded priority of invention to appellant on count No. 3, and that count is not before us.\nThe counts in issue read as follows:\nCount 1. In an automatic train pipe coupling, a base having a lower portion substantially rectangular in form, said rectangular portion of the base having an opening therein, a lug extending from a wall of said opening transversely of the same, a projection extending laterally from each side of the vertical edge of said rectangular portion of the base, a coupling head, a yoke for supporting said head in front of said base, said yoke having spaced members adapted to span said base and engage said projections, and means arranged at the rear of said base and engaging said lug for holding said head extended in front of said base.\nCount 2. A bracket for a train pipe connector support adapted for connection to a fixed car member and carrying a block at its lower end which is apertured longitudinally of the car, in combination with a transversely extending integral attachment for a tie rod and laterally extending guides.\nCount 4. In an automatic train pipe coupling, a base, a coupling head, a yoke for supporting said head in front of said base, said yoke including spaced members adapted to span said base, a projection on one edge of said base, and extending laterally therefrom, one of said members being constructed to engage said projection, whereby undue rotation of said yoke and head is prevented, and means for yieldingly holding said yoke projected in front of said base.\nCount 5. In an automatic train pipe coupling, a base having projections formed on the edges thereof and extending laterally therefrom, a coupling head, a yoke for supporting said head in front of said base, said yoke including spaced members adapted to span said base and engage said projections, said yoke also having a flanged portion adapted to bear against the rear side of said base, and means mounted at the rear of said base and yieldingly engaging said flanged portion of the yoke for holding the yoke and head projected in front of said base.\nCount 6. In an automatic train pipe coupling, a base having a projection extending laterally from each side thereof near its lower end, a coupling head, a yoke for supporting said head in front of said base, said yoke having spaced members adapted to span said base and engage said projections, and means arranged at the rear of said base for yieldingly holding said yoke and head projected in front of said base.\nCount 7. In an automatic train pipe coupling, a bracket having an opening at its lower end, a coupling head, a hollow body extending from said coupling head rearwardly past said bracket, a trunnion in said hollow body and in the opening in said bracket and extending transversely of said opening, said trunnion-being rigid with said bracket, a tie rod having a perforated head which extends into said opening and said hollow body and around said trunnion for rocking movement on the trunnion, and a coiled spring surrounding said tie rod and engaging the rear end of said hollow body for yieldingly supporting said hollow body and said coupling head with respect to said bracket.\nCount 8. In an automatic train pipe coupling, the combination of a car coupler, a bracket rigidly secured to said coupler and having an opening at its lower end, a trunnion in said opening and rigid with said bracket, a tie rod arranged at the rear of said bracket and extending loosely into said opening. ar.d-pivotally surrounding said trunnion, the point of contact of said tie rod and trunnion being within said opening and in advance of the rear face of said bracket, a coupling head, a member spanning said trunnion for supporting said head, said member including a part which normally engages the rear Side of the bracket, and the said bracket having a portion which extends from one of the walls of the bracket transversely of the latter and supports said member on the bracket, and a coiled spring surrounding said tie rod and yield-ingly sustaining said member and said coupling head.\nTaking the counts in their order, it will be observed that count 1 includes “ a base having a lower portion substantially rectangular inform, said rectangular portion of the base having an opening therein, a lug extending from a wall of said opening transversely of the same, a projection extending laterally from each side of the vertical edge of said rectangular portion of the base, * *\nDoes appellant’s application, Serial No. 341887, support the above quoted portion of count 1 ? The Board of Appeals held that it does-not disclose an opening in the fewer portion of the base. In this we think the board was in error, for the reasons stated in interference No. 51124, where the same question was raised with respect to the-counts there in issue.\nDoes said application disclose a lower portion of the base substantially rectangular in form, said rectangular portion having “ a lug extending from a wall of said opening transversely of the same, a projection extending laterally from each side of the vertical edge of' said rectangular portion of the base ” ? The board held that it did not, and a careful examination of the specification and drawings of said application clearly shows that the board was right in its conclusion. The fair implication of the count is that the lug is rigid or-integral with the lower portion of the bracket. In said application it is neither. Both tribunals of the Patent Office held that the lower-portion of the bracket shown in application 841887 is rectangular in • form; but that it does not disclose “ a projection extending laterally from each side of the vertical edge of said rectangular portion of the base.”\nIn coming to this conclusion the board regarded the entire lower portion of the base as rectangular in form; and, so regarded, there is no disclosure of a projection extending laterally from each side-of its vertical edge. Appellant contends that the rectangular portion of the base referred to in the count is not the entire lower portion thereof, but only that part of it surrounding the opening, and, thus considered, the lower portion of the base should be regarded as having projections extending beyond the said vertical edges of said rectangular portion. This contention seems to us clearly untenable. The specification of said application recites:\nAt its lower end the bracket is provided with transversely extending lugs or bosses 9 and 10 which are connected with the overhanging- portions 11 and 12 of the bracket by the section 13, which, preferably, is formed integrally with the overhanging portions and said lug. This construction gives to the bottom of the bracket the outline of an I beam when viewed from the front or rear.\nAppellant contends that only the central portion of the outline in the form of an I-beam should be considered as the rectangular portion of the base described in the count, and that, so regarded, said application reads upon it. We can not accept appellant’s view, for it seems to be altogether unreasonable to describe said central portion alone of the outline in the form of an I-beam as a rectangular portion of the base having a projection extending laterally from each side of the vertical edge thereof; but, even if so considered, we do not see how it could be said that the projection described in said application extends from each side of the vertical edge of the rectangular portion. In order to give it such construction it would be necessary to consider not only the central portion as the rectangular form, but it would be necessary to consider said central portion together with an extension of the sides thereof to the bottom of said rectangle in the form of an I-beam. We are clear that said application does not respond to the element described in count 1 as a “ projection extending laterally from each side of the vertical edge of said rectangular portion of the base.”\nAs to count 2, the Board of Appeals held that said application does not disclose “ a transversely extending integral attachment for a tie rod.” It said:\n* * * we do not find in tbe construction of application serial No. 341887 a transversely integral attachment for a tie rod. We tbink a fair interpretation of the count requires that the attachment shall be integral with the bracket and the part 15 of the application is not integral with any* other part of the bracket.\nAppellant contends that count 2 does not say that the attachment is necessarily integral with the surrounding portion of the bracket, and that it only requires “ that the attachment itself must be ‘ integral,’ that is, it is not made up of several parts.” We can not agree with this contention. There would be no purpose in describing the attachment itself as integral, that is, not made up of several parts; and, giving the words “ a transversely integral attachment for a tie rod ” their broadest reasonable construction in the connection in which they are used, we think the count requires that the attachment must be integral with the bracket. Application serial No. 841887 discloses that the attachment there described is not integral with the bracket.\nCount 4 states:\nIn an automatic train pipe coupling, a base, * * * a projection on one edge of said base, and extending laterally tberefrom * * *.\nThe Board of Appeals held that while said application serial No. 341887 discloses what might be broadly termed projections in the base or bracket, they do not project from the edge of the same. In view of our discussion of count 1, we agree with the board that application serial No. 341887 does not disclose this element of'count 4.\nCount No. 5 contains the same element discussed in our consideration of count 4. In count 5 the description is: “A base having projections formed on the edges thereof and extending laterally therefrom.” For the reasons'stated in our discussion of this, element in other counts we agree with the board that application of serial No. 341887 does not support this feature of count 5.\nCount No. 6 reads in part:\nIn an automatic train pipe coupling, a base having a projection extending laterally from each side thereof near its lower end.\nThe Board of Appeals held that while application serial No. 341887 responded to all the other portions of said count 6, it did not respond to the feature therein above quoted. In its holding, however, it considered counts 4, 5, and 6 together and said:\nBach of these counts includes in some form or other the limitations to a projection or projections extending from an edge or edges of the base. This we think is not disclosed in application serial No. 341887. While the parts 9 and 10 constitute projections broadly, they do not project from an edge.\nThe board failed to note that count 6 makes no reference to the edge or edges of the base, but describes a base “ having a projection extending laterally from each side thereof near its lower end.” We think, however, that the use of the word “ side ” in this count conveys the same idea as the word “ edge ” in the other counts that we have discussed. While the specification in said application serial No. 341887 refers to the lower end of the bracket being provided with transversely extending lugs or bosses, it is nowhere shown or intimated that they extend from each side of the base. The descriptions in the specification are somewhat conflicting as to what constitutes the bracket or base, but the fair construction is that the projections, if any may be so termed, there shown are either independent of the1 base or a part thereof. In any event, they do not extend “laterally from each side thereof near its lower end.”\nCounts 7 and 8 will be considered together for they each contain the element of a trunnion rigid with the bracket. This element has been fully discussed in our consideration of interference No. 51124, in which this same feature was involved in the counts there in issue. We there held that application serial No. 341887 does not disclose a trunnion rigid with the bracket, and of course it follows that we come to the same conclusion as to this feature of counts 7 and 8. In view of this holding it is unnecessary to consider other features of said counts 7 and 8.\nThe decision of the Board of Appeals in interference No. 51124,. awarding priority of invention to appellee upon both counts, is. affirmed.\nThe decision of the Board of Appeals in interference No. 51125, •awarding priority of invention to appellee upon counts 1, 2, 4, 5,. 6, 7, and 8 is afirmed.",
        "type": "majority",
        "author": "Leneoot, Judge,"
      }
    ],
    "attorneys": [
      "Charles 8. Crindle for appellant.",
      "Wm. Steel Jackson for appellee."
    ],
    "corrections": "",
    "head_matter": "Joseph Robinson v. Edward A. Robinson Joseph Robinson v. Edward A. Robinson\n(No. 2303)\n(No. 2304)\nUnited States Court of Customs and Patent Appeals,\nMay 26, 1930\nCharles 8. Crindle for appellant.\nWm. Steel Jackson for appellee.\n[Oral argument May 1, 1930, by Mr. Grindle and Mr. Jackson]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1154-01",
  "first_page_order": 604,
  "last_page_order": 612
}
