{
  "id": 7872769,
  "name": "Michael John SLADIC, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant",
  "name_abbreviation": "Sladic v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "1994-06-07",
  "docket_number": "",
  "first_page": "1155",
  "last_page": "1158",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1155"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "114 Pa.Commonwealth Ct. 326",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1370753
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/114/0326-01"
      ]
    },
    {
      "cite": "103 Pa.Commonwealth Ct. 485",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        8732204
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/103/0485-01"
      ]
    },
    {
      "cite": "152 Pa.Commonwealth Ct. 14",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1439945
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "17"
        },
        {
          "page": "475"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/152/0014-01"
      ]
    },
    {
      "cite": "142 Pa.Commonwealth Ct. 642",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1421206
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "655, n. 25"
        },
        {
          "page": "343, n. 25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/142/0642-01"
      ]
    },
    {
      "cite": "103 Pa.Commonwealth Ct. 521",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        8732315
      ],
      "weight": 8,
      "year": 1987,
      "pin_cites": [
        {
          "page": "524"
        },
        {
          "page": "948"
        },
        {
          "page": "524"
        },
        {
          "page": "948-949"
        },
        {
          "page": "524"
        },
        {
          "page": "948"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/103/0521-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 491,
    "char_count": 8346,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2004006797307488
    },
    "sha256": "8632f1f26f7db374b0e4796697e3e0ada819534798e94c354d5e8bc36d4e96b7",
    "simhash": "1:1729e0e3374af267",
    "word_count": 1395
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI and FRIEDMAN, JJ., and LORD, Senior Judge."
    ],
    "parties": [
      "Michael John SLADIC, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant."
    ],
    "opinions": [
      {
        "text": "LORD, Senior Judge.\nThe Department of Transportation, Bureau of Driver Licensing (Department) appeals from an order of the Court of Common Pleas of Allegheny County overturning the one-year suspension of Michael John Sladic’s operating privilege for failure to submit to a chemical test pursuant to Section 1547(b)(1) of the Vehicle Code, 75 Pa.C.S. § 1547(b)(1).\nAt the hearing in this matter, Officer Stacy McRoberts testified that she was answering a burglary call when she observed Sladic’s vehicle swerve over the yellow line in the road, hit a median strip, and cross back over the yellow line. The officer stated that she then pulled Sladic over, whereupon she noticed he “smelled strongly of alcohol” and “seemed very disoriented.” Officer McRo-berts said that Sladic failed the sobriety tests she administered and that she asked him to submit to the intoxilyzer test. Although she was the arresting officer, Officer McRoberts testified that she did not read Sladic the implied consent warning. Instead, Officer McRoberts stated on cross-examination that she was present when Officer Gilbert Espy read Sladic the implied consent warning. (Notes of Testimony, Testimony of Officer Stacy McRoberts, Hearing of May 12, 1993, pp. 4-7.)\nOfficer Espy, who is certified to give the intoxilyzer test, testified that he asked Sladic to submit to a breath test and that he read Sladic the implied consent warning. He said that Sladic “had several questions; I don’t recall about what.” Officer Espy further testified that “I asked him five times if he was willing to submit to the chemical test. The fifth time he said, I’m going to say (nein).” (N.T., Testimony of Officer Gilbert Espy, Hearing of May 12, 1993, pp. 8-9.)\nIn his defense, Sladic stated that his car had been malfunctioning when Officer McRo-berts pulled him over. He testified that his windows had misted up, he had been wiping off his windshield, and then swerved to his right. He said that this malfunction caused him to inhale anti-freeze coming from the ventilation duets. He testified to his worry that the outcome of a breathalyzer test might be affected by his inhalation of anti-freeze. He stated, however, that despite the fact that he told the officers of his concern he was not offered any other type of chemical test, such as a blood test, but was marked a refusal. He also testified on cross-examination that he had had only two beers that evening. (N.T., Testimony of Michael John Sladic, Hearing of May 12, 1993, pp. 11-15.)\nThe sole question which the Department posits for our review is whether the trial court erred in determining that Sladic’s response to the request for a chemical test did not fall so substantially short of an unequivocal assent as to constitute a refusal?\nAfter a recitation of the testimony, the trial court sustained Sladic’s appeal based on this reasoning:\nIt is important to note that neither the Commonwealth’s witnesses nor the defendant himself testify that a plain refusal was articulated.\nThis court is inclined to agree with counsel for the defense when he states that the officer’s impatience was the cause of the refusal rather than any action or inaction on the part of the defendant.\nWhile, at the time the testing was attempted, the defendant may have been overly-persistent [sic] in his questioning, it is apparent to this court that the officers may have been to [sic] quick to mark a refusal.\nCommonwealth of Pennsylvania v. Sladic (No. SA 4251 of 1992, filed November 4, 1998), slip op. at 2.\nThe Department cites Appeal of Kilcullen, 103 Pa.Commonwealth Ct. 521, 520 A.2d 947 (1987) to support its contention that Sladic’s failure to assent to the requested chemical test amounts to a refusal. In Appeal of Kilcullen, the licensee stated in pertinent part: “I didn’t never say I would not take the test. 7 never said I would.” Id. at 524, 520 A.2d at 948. (Emphasis in original.) We said in that case that the licensee’s “admitted failure to make a decision in response to the officers’ requests constitutes a refusal under 75 Pa.C.S. § 1547.” Id. at 524, 520 A.2d at 948-949.\nAccording to the Department, Appeal of Kilcullen is controlling here because Sladic, like Kilcullen, never testified that he agreed to submit to the chemical test requested of him. While we think that case is not on all fours with the one at bar, since here Officer Espy testified Sladic answered “nein” the fifth time he asked to test him, we agree that “anything substantially short of an unqualified assent to a request to submit to a chemical test constitutes a refusal.” Id. at 524, 520 A.2d at 948; see also Conrad v. Department of Transportation, 142 Pa.Commonwealth Ct. 642, 655, n. 25, 598 A.2d 336, 343, n. 25 (1991). Certainly, the response of “nein” to a request for a chemical test falls substantially short of an unequivocal yes; it is in fact an unequivocal no.\nMoreover, a police officer with reasonable grounds to think a licensee is driving under the influence is able, in his unfettered discretion, to ask that licensee to submit to a test of his breath, blood or urine under Section 1547 of the Vehicle Code. Pickens v. Department of Transportation, Bureau of Driver Licensing, 152 Pa.Commonwealth Ct. 14, 17, 618 A.2d 474, 475 (1992). (Emphasis added.) It is clearly not Sladic’s right to choose which chemical test to take, and he could not refuse to submit to testing simply because he believed his “inhalation” of antifreeze would have a dubious effect. See Bender v. Commonwealth, 103 Pa.Commonwealth Ct. 485, 520 A.2d 919 (1987), also cited by the Department, wherein we decided that a licensee could not refuse a blood test due to his fear that his prescription medication would alter the outcome.\nAlthough the trial court concluded that none of the witnesses testified Sladic gave a “plain refusal,” we must disagree. A refusal articulated in German to a question asked in English, when there is no issue as to the licensee’s ability to understand the question, is still a refusal — plain and simple. As well, we cannot agree with the trial judge’s conclusion that “the officers may have been to [sic] quick to mark a refusal” since the court also admitted that “the defendant may have been overly-persistent [sic] in his questioning.”\nWe are at a loss, then, to discern how exactly the trial court reached its decision and must confess that, had the judge made specific credibility determinations and more specifically outlined his findings of fact and conclusions of law, we would have been better aided in our determination of this matter. Therefore, we suggest the court in the future delineate more explicitly its findings of fact and conclusions of law. However, we are satisfied that our resolution of this ease is supported by the evidence of record and that the trial judge erred as a matter of law when he held that Sladic’s actions did not constitute a refusal under section 1547(b)(1), as this Court’s precedent has interpreted it.\nAccordingly, we reverse.\nORDER\nAND NOW, this 7th day of June, 1994, the order of the Court of Common Pleas of Allegheny County, No. SA-4251 of 1992, dated May 12, 1993, is reversed.\n. Section 1547(b)(1) provides:\n(1) If any person placed under arrest for a violation of section 3731 (relating to driving under influence of alcohol or controlled substance) is requested to submit to chemical testing and refuses to do so, the testing shall not be conducted but upon notice by the police officer, the department shall suspend the operating privilege of the person for a period of 12 months.\n. Our scope of review in a license suspension case is limited to a determination of whether findings of fact are supported by competent evidence, errors of law have been committed, or the trial court’s decision demonstrates a manifest abuse of discretion. Lewis v. Commonwealth, 114 Pa.Commonwealth Ct. 326, 538 A.2d 655 (1988).",
        "type": "majority",
        "author": "LORD, Senior Judge."
      }
    ],
    "attorneys": [
      "William A. Kuhar, Jr., Asst. Counsel, Appellate Section, and Timothy P. Wile, Asst. Counsel In-Charge Appellate Section, for appellant.",
      "Robert G. Del Greco, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Michael John SLADIC, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs April 29, 1994.\nDecided June 7, 1994.\nWilliam A. Kuhar, Jr., Asst. Counsel, Appellate Section, and Timothy P. Wile, Asst. Counsel In-Charge Appellate Section, for appellant.\nRobert G. Del Greco, Jr., for appellee.\nBefore PELLEGRINI and FRIEDMAN, JJ., and LORD, Senior Judge."
  },
  "file_name": "1155-01",
  "first_page_order": 1221,
  "last_page_order": 1224
}
