{
  "id": 8017646,
  "name": "Walter L. FIELDS, Appellant, v. Al F. HUNTER, Sr., et al., Appellees",
  "name_abbreviation": "Fields v. Hunter",
  "decision_date": "1977-02-01",
  "docket_number": "No. 10452",
  "first_page": "1156",
  "last_page": "1159",
  "citations": [
    {
      "type": "official",
      "cite": "368 A.2d 1156"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "77 U.S.App.D.C. 95",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1942,
      "pin_cites": [
        {
          "page": "96"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "133 F.2d 44",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3649659
      ],
      "year": 1942,
      "pin_cites": [
        {
          "page": "45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/133/0044-01"
      ]
    },
    {
      "cite": "319 U.S. 767",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        366858,
        366483,
        366812,
        366781
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/us/319/0767-04",
        "/us/319/0767-02",
        "/us/319/0767-03",
        "/us/319/0767-01"
      ]
    },
    {
      "cite": "63 S.Ct. 1329",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "87 L.Ed. 1716",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "122 A.2d 229",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8127878
      ],
      "year": 1956,
      "pin_cites": [
        {
          "page": "231"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/122/0229-01"
      ]
    },
    {
      "cite": "186 A.2d 227",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8109347
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/186/0227-01"
      ]
    },
    {
      "cite": "257 A.2d 476",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8089620
      ],
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "home improvement contractor"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/257/0476-01"
      ]
    },
    {
      "cite": "190 A.2d 904",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8117396
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/190/0904-01"
      ]
    },
    {
      "cite": "48 Cal.2d 71",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        4388502
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/48/0071-01"
      ]
    },
    {
      "cite": "307 P.2d 626",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "59 A.2d 690",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8156753
      ],
      "year": 1948,
      "pin_cites": [
        {
          "page": "691"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/59/0690-01"
      ]
    },
    {
      "cite": "220 Tenn. 234",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        8509414
      ],
      "weight": 4,
      "year": 1967,
      "pin_cites": [
        {
          "page": "240"
        },
        {
          "page": "877"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/220/0234-01"
      ]
    },
    {
      "cite": "132 Ala. 249",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8490029
      ],
      "year": 1901,
      "opinion_index": 0,
      "case_paths": [
        "/ala/132/0249-01"
      ]
    },
    {
      "cite": "31 So. 87",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "year": 1901,
      "opinion_index": 0
    },
    {
      "cite": "84 Stat. 1394",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 592,
    "char_count": 8614,
    "ocr_confidence": 0.785,
    "pagerank": {
      "raw": 7.406071781334333e-08,
      "percentile": 0.4430988061466132
    },
    "sha256": "a4fb7b4c3df689e4f47220f70868f9b3662fce0ce87a4193d5119528ebe03bb7",
    "simhash": "1:ee7575110b0fa84b",
    "word_count": 1461
  },
  "last_updated": "2024-02-27T23:10:53.000455+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KERN, GALLAGHER and MACK, Associate Judges."
    ],
    "parties": [
      "Walter L. FIELDS, Appellant, v. Al F. HUNTER, Sr., et al., Appellees."
    ],
    "opinions": [
      {
        "text": "GALLAGHER, Associate Judge:\nThis is an appeal from a grant of summary judgment against the plaintiff-liquor store owner who sought (1) money owing for goods sold and delivered, and (2) punitive damages. The trial court found that the transaction at issue was a sale of liquor on credit in violation of D.C. Code 1973, § 25-133 and that therefore the defendant was entitled to judgment as a matter of law. We affirm.\nThere is no material dispute as to the facts. Sometime in early February of 1974 an agreement was made between plaintiff Fields and defendant Hunter for the sale of a substantial quantity of liquor. On the day that the liquor was to be picked up, Fields was told that Hunter did not have all the money in cash. Hunter offered to pay about $1400 in cash if Fields would accept a postdated check for the remaining $1000. This check was to be redeemed for cash in a few weeks when Hunter had received money from a third party. Fields agreed to this arrangement and there is no dispute that this constituted a credit transaction.\nWhen, after the check was not redeemed for cash, Mr. Fields attempted to cash the check, he was informed that the account on which it had been drawn had been closed for several months. Thereafter, Mr. Fields filed the action which is now before us.\nAppellant argues that the defense of illegality is an affirmative defense which must be pleaded in the answer and that because this was not done the defense was waived. There is nothing in the rules of procedure, however, which forbids amendment of the pleadings to add an affirmative defense and this was done by appellee. The trial court is given latitude in making a decision on whether to allow amendment of pleadings and we find no abuse of discretion in the trial court’s decision to allow amendment in this case. Super.Ct.Civ.R. 15.\nWe turn to the issue of whether the trial court improperly granted summary judgment. The legislation with which we are concerned, D.C.Code 1973, §§ 25-101 to -139, was enacted by Congress in 1934. It was intended to 'be a comprehensive act to regulate the sale of liquor in the District after the end of the prohibition era. Section 35 of that act, now D.C.Code 1973, § 25-133, prohibits the sale of liquor on credit and provides:\nNo holder of a retailer’s license, except a retailer’s license, class E, shall sell on credit any beverages except beer and light wines. For purposes of this section, the extension of credit by the holder of a class A retailer’s license in connection with a sale by such license holder of any beverage through a credit card or other document or device intended or adapted for the purpose of establishing credit shall be considered a sale on credit . . This section shall not prohibit a club from extending credit to its members or the guests of members or a hotel from extending credit to its registered guests.\nIt is clear from a reading of the statute that the agreement between Fields and Hunter was in violation of this statute.\n“The general rule is that an illegal contract, made in violation of a statutory prohibition designed for police or regulatory purposes, is void and confers no right upon the wrongdoer.” Hartman v. Lubar, 77 U.S.App.D.C. 95, 96, 133 F.2d 44, 45 (1942), cert. denied, 319 U.S. 767, 63 S.Ct. 1329, 87 L.Ed. 1716 (1943). See also Holiday Homes, Inc. v. Briley, D.C.Mun.App., 122 A.2d 229, 231 (1956). Courts have, for example, frequently refused to enforce contracts made in violation of licensing statutes, Kirschner v. Klavik, D.C.Mun.App., 186 A.2d 227 (1962); have allowed persons to recover money paid to persons violating such laws, Miller v. Peoples Contractors, Ltd., D.C.App., 257 A.2d 476 (1969) (home improvement contractor); and have refused to enforce loans advanced for wagering made in violation of gaming laws. Hamilton v. Blankenship, D.C.App., 190 A.2d 904 (1963).\nDespite the principle enunciated, appellant argues that not all contracts in violation of a statute are unenforceable and that there are exceptions to the general rule. While we agree with appellant that a court should not lightly declare that a contract made in violation of a statute is necessarily void and unenforceable, we find that this particular case does not fall under any of the recognized exceptions to the general rule.\nGenerally, when the parties to an illegal contract are in pari delicto courts will not lend support to either party and will refuse to enforce the contract. E.g., Contractor’s Safety Ass’n v. California Compensation Ins. Co., 48 Cal.2d 71, 307 P.2d 626 (1957). In this case we conclude that the liquor store owner was in pari de-licto with the defendant. As a liquor store owner he is charged with knowing the rules and regulations under which he is allowed to operate his business.\nCourts have permitted persons to recover on an illegal contract when “the law in question was passed for his protection and it appears that the purposes of the law will be better effectuated by granting relief than by denying it.” Rubin v. Douglas, D.C.Mun.App., 59 A.2d 690, 691 (1948). Although the legislative history is scant concerning the provision prohibiting credit sales, it is apparent that the law was not enacted for the protection of liquor store owners. During the debate on the floor of the House, Representative Dirkson indicated that the purpose of the section was to guard against a man drinking on credit and then having his wife and family suffer by having to pay the bill out of the family budget. At the time the legislation was enacted many persons were still seeking to revive prohibition and the statute as enacted contains restrictions on liquor store owners. The provision with which we are concerned is a restriction on liquor store owners in order to protect the public interest.\nIn Mascari v. Raines, 220 Tenn. 234, 415 S.W.2d 874 (1967), the Supreme Court of Tennessee affirmed a dismissal of a suit brought on a note by the executrix of the estate of a beer dealer, finding that the purpose of the section prohibiting credit sales was “to regulate and prohibit certain trade practices” and that the “prohibition [was] distinct and absolute.” 220 Tenn. at 240, 415 S.W.2d at 877. See also Bluthenthal v. Town of Headland, 132 Ala. 249, 31 So. 87 (1901).\nThe object of the statute is evident from the express prohibition against credit in liquor sales such as this. The intent of the legislature to protect the public (family) interest would be frustrated if we were to enforce this agreement. We hold that the Superior Court was correct in granting summary judgment to the defendant. The fact that appellee is not without fault does not outweigh the consideration that to enforce this illegal agreement would further the conduct Congress sought to prohibit. The public interest sought to be protected is of sufficient gravity to require the conclusion we reach.\nAccordingly, the judgment appealed from is\nAffirmed.\n. After the appellee filed his motion for summary judgment, the court allowed appellee to orally amend his answer.\n. The provision regarding credit cards was added by Act of Dec. 8, 1970, Pub.L.No. 91-535, § 6, 84 Stat. 1394.\n.Professor Corbin has stated:\nIt is far from correct to say that an illegal bargain is necessarily “void,” or that the law will grant no remedy and will always leave the parties to such a bargain where it finds them. . . . Before granting or refusing a remedy, the courts have always considered the degree of the offense, the extent of public harm that may be involved, and the moral quality of the conduct of the parties in the light of the prevailing mores and standards of the community. [6A Corbin on Contracts § 1534 (1962).]\n.D.C.Code 1973, § 25-132 provides that:\nWhosoever violates any of .the provisions of this chapter for which no specific penalty is provided, or any of the rules and regulations promulgated pursuant thereto, shall be punished by a fine of not more than $1,000 or by imprisonment for not longer than one year or by both such fine and imprisonment in the discretion of the court.\n. The House report on the bill, H.R.Rep.No. 274, 73d Cong., 2d Sess. (1934), merely states that the provision exists.\n. 78 Cong.Ree. 270 (1934).\n. See id. at 263-94.",
        "type": "majority",
        "author": "GALLAGHER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Clement Theodore Cooper, Washington, D.C., for appellant.",
      "William C. Gardner, Washington, D.C., for appellee."
    ],
    "corrections": "",
    "head_matter": "Walter L. FIELDS, Appellant, v. Al F. HUNTER, Sr., et al., Appellees.\nNo. 10452.\nDistrict of Columbia Court of Appeals.\nArgued Dec. 1, 1976.\nDecided Feb. 1, 1977.\nRehearing and Rehearing en Banc Denied March 7, 1977.\nClement Theodore Cooper, Washington, D.C., for appellant.\nWilliam C. Gardner, Washington, D.C., for appellee.\nBefore KERN, GALLAGHER and MACK, Associate Judges."
  },
  "file_name": "1156-01",
  "first_page_order": 1208,
  "last_page_order": 1211
}
