{
  "id": 9301403,
  "name": "Richard ASHE v. ENTERPRISE RENT-A-CAR et al.",
  "name_abbreviation": "Ashe v. Enterprise Rent-A-Car",
  "decision_date": "2003-12-17",
  "docket_number": "",
  "first_page": "1157",
  "last_page": "1162",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 1157"
    },
    {
      "type": "parallel",
      "cite": "2003 ME 147"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "715 So.2d 718",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        11715564
      ],
      "pin_cites": [
        {
          "page": "720"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/715/0718-01"
      ]
    },
    {
      "cite": "107 Ariz. 291",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        4213683
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "294"
        },
        {
          "page": "776"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz/107/0291-01"
      ]
    },
    {
      "cite": "476 A.2d 189",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7905374
      ],
      "pin_cites": [
        {
          "page": "190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/476/0189-01"
      ]
    },
    {
      "cite": "588 A.2d 300",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7376563
      ],
      "pin_cites": [
        {
          "page": "301-02"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/588/0300-01"
      ]
    },
    {
      "cite": "1997 ME 188",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11912780
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1160"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/699/1153-01"
      ]
    },
    {
      "cite": "41 A.L.R.4th 993",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 4th",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "130 A. 875",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1925,
      "pin_cites": [
        {
          "page": "876",
          "parenthetical": "acknowledging \"the general principle of non-liability for torts committed by others\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "125 Me. 77",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        493922
      ],
      "year": 1925,
      "pin_cites": [
        {
          "page": "81",
          "parenthetical": "acknowledging \"the general principle of non-liability for torts committed by others\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/125/0077-01"
      ]
    },
    {
      "cite": "2003 ME 63",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9123602
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶¶ 15-24"
        },
        {
          "page": "545-46"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/0540-01"
      ]
    },
    {
      "cite": "678 A.2d 578",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11738094
      ],
      "pin_cites": [
        {
          "page": "581"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/678/0578-01"
      ]
    },
    {
      "cite": "2002 ME 44",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9516810
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "¶ 9"
        },
        {
          "page": "1084"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/792/1082-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 732,
    "char_count": 15263,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 4.6343392212948656e-07,
      "percentile": 0.9268777832221107
    },
    "sha256": "1b23115830f3cde0162d6fbef29909496c54aefa8ad66322d7e4eb40d4e410e5",
    "simhash": "1:3d5aabd7f12615f4",
    "word_count": 2487
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and CLIFFORD, RUDMAN, DANA, ALEXANDER, CALKINS, and LEVY, JJ."
    ],
    "parties": [
      "Richard ASHE v. ENTERPRISE RENT-A-CAR et al."
    ],
    "opinions": [
      {
        "text": "ALEXANDER, J.\n[¶ 1] Richard Ashe appeals from a summary judgment entered in the Superior Court (Androscoggin County, Delahanty, J.) in favor of defendants Enterprise Rent-A-Car and The Travelers Indemnity Company. Ashe was injured in 1994 while riding as a passenger in a rental car owned by Enterprise. After settling with the driver and obtaining an uncontested damages judgment, Ashe seeks to recover the remainder of his damages from Enterprise or its surety, Travelers. Although by statute and the common law, a passenger does not have a right of action against a rental company, Ashe contends that two statutes, 29 M.R.S.A. § 2708-A (requiring insurance coverage or a bond on rental vehicles), and 24-A M.R.S.A. § 2904 (2000) (the “reach and apply” statute), authorize his recovery. We affirm the judgment.\nI. CASE HISTORY\n[¶ 2] In 1994, Ashe was injured in a single car accident while riding as a passenger in a car rented and driven by Matthew Moore, and owned by Enterprise. The rental agreement between Moore and Enterprise stated that Enterprise did not provide bodily injury and property damage insurance coverage for the rental car, and that the renter’s insurance applied. Moore had his own auto policy with a single injury limit of $20,000.\n[¶ 3] Ashe brought suit against Moore in Superior Court. Moore stipulated to his liability and consented to entry of judgment against him in an amount to be determined by the court. Moore’s insurer agreed to pay Ashe the liability limits under Moore’s policy, and Ashe agreed not to pursue additional recovery from Moore’s personal assets. Moore also assigned to Ashe his rights, if any, against Enterprise and Travelers.\n[¶ 4] Moore did not appear at the damages hearing or otherwise contest Ashe’s damages claims. The court (Sagadahoc County, Bradford, A.R.J.) entered judgment in favor of Ashe for $319,618.29, plus costs and interest. Ashe then initiated this action against Enterprise and Travelers to seek recovery of the remainder of the judgment obtained against Moore.\n[¶ 5] Enterprise had provided a bond to the Secretary of State as proof of financial responsibility for its rental cars, as required by 29 M.S.R.A. § 2708-A. Travelers had issued the bond. Ashe’s complaint, in two counts, seeks recovery from the bond proceeds under the reach and apply statute and directly against the bond.\n[¶ 6] The parties filed cross-motions for summary judgment. The court entered summary judgment in favor of Enterprise, determining that a passenger in a rental vehicle has no cause of action against the rental company, and in favor of Travelers, determining that there is no recovery on the bond without liability against the principal. Ashe then brought this appeal.\nII. STANDARD OF REVIEW\n[¶7] The facts in this case are not in dispute. The case presents questions of statutory interpretation, which are legal issues subject to de novo review. State v. Bjorkaryd-Bradbury, 2002 ME 44, ¶ 9, 792 A.2d 1082, 1084. When interpreting a statute, our objective is to give effect to the Legislature’s intent. Id. To determine that intent, we first look to the statute’s plain meaning. Id. If there is no ambiguity, we do not examine legislative history. See id. If ambiguity exists, we look beyond the statutory language to its legislative history. Id. We also consider the whole statutory scheme of which the section at issue forms a part, so that a harmonious result, presumably the intent of the Legislature, may be achieved. Guaranty Fund Mgmt. Servs. v. Workers’ Comp. Bd., 678 A.2d 578, 581 (Me.1996).\nIII. LEGAL ANALYSIS\nA. Mandatory Coverage and the Passenger Exception\n[¶ 8] The general rule in Maine and elsewhere is that an owner of a vehicle is not hable for the torts of vehicle operators who are not employees or agents. See Makar v. StoneWood Transport, 2003 ME 63, ¶¶ 15-24, 823 A.2d 540, 545-46, (owner/employer not hable for torts committed by operator outside of scope of employment); Fuller v. Metcalf, 125 Me. 77, 81, 130 A. 875, 876 (1925) (acknowledging “the general principle of non-liability for torts committed by others”); see also Francis M. Dougherty, Construction and Application of Statute Imposing Liability Expressly Upon Motor, Vehicle Lessor for Damage Caused by Operation of Vehicle, 41 A.L.R.4th 993 (1985 & Supp.2003).\n[¶ 9] In 1929, the Maine Legislature altered the common law rule by making the owner of a rental vehicle jointly and severally hable with the renter for damages caused by the renter’s negligence. P.L. 1929, ch. 327, § 26. The statute limited the exception to the common law rule by providing that it “shall not confer any right of action upon any passenger in any such rented vehicle as against the owner.” Id. The version of this statute in effect at the time of the accident, 29 M.R.S.A. § 1862 (1978), provided:\nThe owner of a motor vehicle engaged in the business of renting motor vehicles, with or without drivers, who rents any such vehicle, with or without a driver, to another, otherwise than as part of a bona fide transaction involving the sale of such motor vehicle, permitting the renter to operate the vehicle upon the public ways, shall be jointly and severally hable with the renter for any damages caused by the negligence of the latter in operating the vehicle and for any damages caused by the negligence of any person operating the vehicle by or with the permission of the person so renting the vehicle from the owner, except that the foregoing provisions shall not confer any right of action upon any passenger in any such rented vehicle as against the ouJner. Nothing herein contained shall be construed to prevent the introduction as a defense of contributory negligence to the extent to which such a defense is allowed in other cases.\n29 M.R.S.A. § 1862 (emphasis added). The comparable portion of the current version reads: “This section does not give to a passenger in a rented vehicle a right of action against the owner.” 29-A M.R.S.A. § 1652(3) (1996).\n[¶ 10] Ashe contends that the common law rule and the statutory passenger exception were modified when the Legislature enacted mandatory coverage for rental vehicles. The Legislature first required owners of “vehicles for hire” to acquire insurance or a bond in 1935. P.L.1935, ch. 131, § 54-A. The statute was amended in 1963 specifically to require coverage for “U-Drive Motor Vehicles.” P.L.1963, ch. 82. The version of that statute in effect on the date of the accident, 29 M.R.S.A. § 2708-A, required the owner of any motor vehicle for rent to “procure insurance or a bond covering the operation of that vehicle,” and present proof thereof to the Secretary of State. The statute provided:\n1. Insurance, bond, or self-insurance required. The Secretary of State may not register any motor vehicle for rent, lease, hire or livery and a person may not operate or cause to be operated on any public highway in the State such a motor vehicle until the owner or owners of that vehicle procure insurance or a bond covering the operation of that vehicle by:\nA. Presenting a valid and sufficient insurance policy ...;\nB. Presenting a good and sufficient indemnity bond, approved by the Secretary of State, bonding the applicant in an amount the Secretary of State prescribes and having as surety ... a surety company authorized to transact business in this State.\n29 M.R.S.A. § 2708-A(l) (Supp.1994). It further required that the insurance policy or bond “adequately provide liability insurance for the collection of damages for which ... the owner of the vehicle may be hable by reason of the operation” of the rented vehicle. 29 M.R.S.A. § 2708-A(5). The current version of the statute contains nearly identical language. 29-A M.R.S.A. § 1611 (1996 & Supp.2003).\n[¶ 11] Ashe asserts that when the Legislature enacted mandatory coverage for rental cars, it did not intend that passengers be excluded from accessing that coverage. He argues that the language in section 2708-A shows an intent to require coverage on vehicles held for rent without limitation. This interpretation, Ashe contends, is consistent with the broad public policy embodied in section 2708-A, to ensure that victims of the negligent operation of motor vehicles recover damages for their injuries. In support of his position, Ashe cites cases from other jurisdictions.\n[¶ 12] Section 2708-A requires owners of rental vehicles to maintain liability protection only for claims for which liability could arise under the law. The obligation to pay insurance or bond proceeds is triggered by the liability of the insured or the principal to the claimant. See Maine State Academy of Hair Design, Inc. v. Commercial Union Ins. Co., 1997 ME 188, ¶ 19 n. 2, 699 A.2d 1153, 1160. Under the facts of this case, there is no such obligation. To rule otherwise would require us to invalidate a statute that specifically excludes recovery by a rental vehicle passenger from an owner. Nothing in the history of section 2708-A indicates that the Legislature intended such a change. To the contrary, the passenger exception to owner/renter joint and several liability continued in effect after mandatory coverage was enacted. See R.S.1954, ch. 22, § 157; and P.L.1993, ch. 683, § A-2.\n[¶ 13] Ashe asks us to give effect to both the passenger exclusion and the mandatory coverage provision by allowing a passenger to recover from mandatory insurance or bond proceeds, but not from the owner’s business or personal assets. These statutes have coexisted in Maine law for sixty-eight years. Employing either the plain meaning rule or the canons of construction, we find no basis for interpreting the Maine statutes as Ashe suggests. Section 2708-A does not authorize Ashe’s recovery from Enterprise or Travelers.\nB. The Reach and Apply Statute\n[¶ 14] The reach and apply statute, 24-A M.R.S.A. § 2904 (2000), enables a judgment creditor to have “insurance money applied to the satisfaction of the judgment” by bringing an action against the judgment debtor’s insurer if the judgment debtor was insured for the liability forming the basis of the judgment. Hunnewell v. Liberty Mutual Fire Ins. Co., 588 A.2d 300, 301-02 (Me.1991). The statute provides, in relevant part:\nWhenever any person, administrator, executor, guardian, recovers a final judgment against any other person for any loss or damage specified in section 2903 [referring to accidental loss or damage due to personal injury, death or accidental damage to property that is covered by insurance], the judgment creditor shall be entitled to have the insurance money applied to the satisfaction of the judgment by bringing a civil action, in his own name, against the insurer to reach and apply the insurance money, if when the right of action accrued, the judgment debtor was insured against such liability and if before the recovery of the judgment the insurer had had notice of such accident, injury or damage.\n24-A M.S.R.A. § 2904. A final judgment against the tortfeasor is a condition precedent to the injured party’s right to institute an action against the tortfeasor’s liability insurer. Associated Hospital Service of Maine v. Maine Bonding & Casualty Co., 476 A.2d 189, 190 (Me.1984).\n[¶ 15] Ashe contends that the reach and apply statute allows him to recover his damages from the Enterprise bond because he is, by virtue of section 2708-A, entitled to benefit from the mandatory coverage on the vehicle. Unless Ashe can obtain a judgment against Enterprise, however, he is not entitled to recover from Travelers through the reach and apply statute. Absent a finding that Enterprise is liable to Ashe, Travelers’s contractual liability to Enterprise is not triggered by Ashe’s claims.\n[¶ 16] Nor can Ashe recover his damages by a direct action against the bond. The bond states:\n[T]his bond is written to assure compliance by the principal as a rental car company with the laws of such State and the rules and regulations of the Commission relating to insurance or other security for the protection of the public, and shall inure to the benefit of any person or persons who shall recover a final judgment or judgments against the principal for any of the damages herein described.\nThus, by the bond’s express terms, its proceeds are available only in the event of a judgment entered against Enterprise.\n[¶ 17] Because the mandatory coverage provision, former section 2708-A, does not create a right of action for a passenger against the rental car owner, and because such an action is otherwise not viable under the common law, no judgment can be entered for Ashe against Enterprise and no obligation on the part of Travelers is created under either the reach and apply statute or the bond.\nThe entry is:\nJudgment affirmed.\n. 29 M.R.S.A. § 1862 (1978) repealed, and reenacted by P.L.1993, ch. 683, §§ A-l and A-2 (effective January 1, 1995). Section 1862 was in effect on the date of the accident in 1994. The current version is found at 29-A M.R.S.A. § 1652(3) (1996).\n. 29 M.R.S.A. § 2708-A (Supp.1994) repealed and reenacted by P.L.1993, ch. 683, §§ A-l and A-2 (effective January 1, 1995). Section 2708-A was in effect on the date of the accident in 1994. The current version is found at 29-A M.R.S.A. § 1611 (1996 & Supp.2003).\n.The rental agreement states:\n6. BODILY INJURY AND PROPERTY DAMAGE RESPONSIBILITY: Enterprise provides no BODILY INJURY OR PROPERTY DAMAGE LIABILITY INSURANCE or coverage to renter or any other operator or user for bodily injury or property damage to renter, operator, user, passengers, or any third party. Renter’s insurance applies. Renter represents and warrants that they have and will maintain in force during the term of this rental agreement, BODILY INJURY and PROPERTY DAMAGE LIABILITY INSURANCE for renter, other operators, users, passengers and third parties equal to the financial responsibility limits required by the applicable Motor Vehicle Financial Responsibility Laws of the state where the vehicle is operated or used ....\n9. OWNER’S FINANCIAL RESPONSIBILITY, UNLESS LAW REQUIRES, DOES NOT EXTEND TO: (a) injuries to the Renter, driver, or passengers while riding in, alighting from, or entering ... rented car\n. For example, Nat'l Union Fire Ins. Co. v. Truck Ins. Exch., 107 Ariz. 291, 294, 486 P.2d 773, 776 (1971) (statute authorizing endorsement restricting owner liability for rental car passenger’s injuries invalidated inter alia on public policy grounds; financial responsibility legislation was founded in \"the need for security against uncompensated damages aris-mg from the operation of motor vehicles on our highways”); see also Straughter v. Hamwell, 715 So.2d 718, 720 (La.App.1998) (policy provision restricting recovery by rental passengers too restrictive under financial responsibility requirements and therefore found contrary to law; statute did not expressly authorize passenger exclusion).",
        "type": "majority",
        "author": "ALEXANDER, J."
      }
    ],
    "attorneys": [
      "Jack H. Simmons, Paul F. Macri (orally), Berman & Simmons, P.A., Lewiston, for plaintiff.",
      "Elizabeth A. Germani (orally), Germani & Riggle, LLC, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "2003 ME 147\nRichard ASHE v. ENTERPRISE RENT-A-CAR et al.\nSupreme Judicial Court of Maine.\nArgued: Oct. 16, 2003.\nDecided: Dec. 17, 2003.\nJack H. Simmons, Paul F. Macri (orally), Berman & Simmons, P.A., Lewiston, for plaintiff.\nElizabeth A. Germani (orally), Germani & Riggle, LLC, Portland, for defendant.\nPanel: SAUFLEY, C.J., and CLIFFORD, RUDMAN, DANA, ALEXANDER, CALKINS, and LEVY, JJ."
  },
  "file_name": "1157-01",
  "first_page_order": 1187,
  "last_page_order": 1192
}
