{
  "id": 9495596,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. M.M.M., Appellee; Commonwealth of Pennsylvania, Appellee, v. M.M.M., Appellant",
  "name_abbreviation": "Commonwealth v. M.M.M.",
  "decision_date": "2001-06-26",
  "docket_number": "",
  "first_page": "1158",
  "last_page": "1167",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 1158"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "495 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1770777
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/495/0506-01"
      ]
    },
    {
      "cite": "67 Pa. Code §§ 207.1-207.4",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "opinion_index": 0
    },
    {
      "cite": "646 A.2d 603",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1464324,
        12047525
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "order issued in common pleas court exercising criminal jurisdiction has no effect at subsequent civil proceeding initiated by PennDOT and regarding accused's license suspension"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/166/0214-01",
        "/a2d/646/0603-01"
      ]
    },
    {
      "cite": "759 A.2d 389",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "criminal citations litigated and dismissed in traffic court are separate from Penn-DOT's subsequent civil action of revoking the accused's operating license"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "563 Pa. 668",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "criminal citations litigated and dismissed in traffic court are separate from Penn-DOT's subsequent civil action of revoking the accused's operating license"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "744 A.2d 355",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11487329
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/744/0355-01"
      ]
    },
    {
      "cite": "759 A.2d 1269",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1366922,
        11235675
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "state police cannot refuse to follow properly entered expungement order and have no standing to challenge its entry because the district attorney is the Commonwealth's sole representative in expungement proceedings"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0248-01",
        "/a2d/759/1269-01"
      ]
    },
    {
      "cite": "563 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1366922
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0248-01"
      ]
    },
    {
      "cite": "749 A.2d 507",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11528552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/749/0507-01"
      ]
    },
    {
      "cite": "681 A.2d 1266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867513,
        465141
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/681/1266-01",
        "/pa/545/0445-01"
      ]
    },
    {
      "cite": "545 Pa. 445",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465141
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/545/0445-01"
      ]
    },
    {
      "cite": "457 A.2d 1334",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "pin_cites": [
        {
          "page": "1337"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "522 A.2d 51",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "514 Pa. 626",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "509 A.2d 941",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1346926
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/97/0344-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 958,
    "char_count": 26085,
    "ocr_confidence": 0.682,
    "pagerank": {
      "raw": 1.3342038514410845e-07,
      "percentile": 0.6297925091385637
    },
    "sha256": "c470b85daf302d6f1472fcc6d69c856e5e82abde824b057bbea886a6aeb66af1",
    "simhash": "1:cf2207aa765fed3c",
    "word_count": 4237
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: FORD ELLIOTT, MONTEMURO and BECK, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. M.M.M., Appellee. Commonwealth of Pennsylvania, Appellee, v. M.M.M., Appellant."
    ],
    "opinions": [
      {
        "text": "BECK, J.\n¶ 1 This is an appeal from an order of the trial court commanding the Pennsylvania Department of Transportation (“Penn-DOT” or “the Department”) to expunge certain records in its possession. We affirm in part, vacate in part and remand with instructions.\n¶2 In September of 1983, M.M.M. (“M”) was charged with Driving While Under the Influence of Alcohol (“DUI”). She later was accepted into Chester County’s Accelerated Rehabilitative Disposition (“ARD”) program, and, as a result, her driver’s license was suspended for a period of eight (8) months. The Chester County Clerk of Courts notified PennDOT of this mandatory suspension and, according to the Department’s records, the suspension became effective on April 13,1984.\n¶ 3 Sometime in 1999, M learned that her ARD-DUI participation remained a matter of record with PennDOT. M thereafter asked the Chester County Court of Common Pleas to expunge her criminal record pursuant to the terms of her ARD and the Pennsylvania Rules of Criminal Procedure. The court granted her request on October 19, 1999 in an order that included the following relevant language:\n[I]t is hereby ORDERED and DIRECTED that any and all criminal history records concerning the above individual, pertaining to the above-captioned case, shall be promptly expunged.\nThe Department of Transportation shall maintain only a record of acceptance by the said individual of pre-trial or post-trial diversion or probation for a period of seven years from the date of this notification in accordance with 75 Pa. C.S.A. § 1534(b).\nTrial Court Order, 10/19/99.\n¶4 In a letter dated January 5, 2000, PennDOT notified M that although it had received the court’s October 19th order, it did not intend to expunge the records in its possession. It offered the following reasons for its refusal to comply:\n1) the Department was an indispensable party to the expungement proceeding and M’s failure to join the Department in her initial request for ex-pungement deprived the court of subject matter jurisdiction over the Department;\n2) joinder of the Department in the initial request for expungement would have been futile in any event since any action against the Commonwealth or its departments must be brought in the original jurisdiction of the Commonwealth Court; and\n3) an action brought against the Department pursuant to expungement of criminal records is impossible because the Department is not a criminal justice agency and therefore not subject to the expungement provisions of the Criminal History Record Information Act.\nSee Letter from PennDOT to M dated 1/5/00.\n¶ 5 The Department’s letter went on to inform M that if she was dissatisfied with its decision, she may wish to ask the Court “to hold the Department in contempt.” However, the letter warned M that “a non-party to a case may not be held in contempt for its non-compliance with a court order.” Id.\n¶ 6 M filed a Motion for Contempt in an effort to force the Department’s compliance with the expungement order. The court scheduled a hearing on the matter, which was continued to permit the parties to determine exactly what records Penn-DOT held. One month later, the hearing reconvened and the evidence established that PennDOT possessed the following records regarding M’s DUI-related suspension, each of which was marked as an exhibit:\n1) Exhibit P-1 M’s Certified Driving History\nThis computer generated document, which lists all violations and departmental actions, reflects that M’s license was suspended for a period of eight (8) months on April 13,1984 as a result of ARD-DUI;\n2) Exhibit P-2 Official Notice\nThis document is a copy of the official notice PennDOT sent to M, dated March 13, 1984, informing her that her operating privileges were suspended; and\n3) Exhibit P-3 Report of the Clerk of Court\nThis PennDOT form was completed by the Chester County court. It informs the Department of M’s acceptance into the ARD program and the terms of the program. The document also reflects that fact that M violated 75 Pa.C.S.A § 3731, DUI. The Penn-DOT receipt stamp reflects a date in February of 1984.\nTrial Exhibits P-1, P-2 and P-3.\n¶ 7 After hearing the arguments of counsel, the trial judge ordered PennDOT to expunge P-2 and P-3 and submit to M an affidavit confirming same within thirty (30) days. The court further ruled that Penn-DOT was not required to expunge Exhibit P-1 pursuant to a statutory provision that permitted its retention of such a record for a period of seven (7) years from the date of the court’s order.\n¶ 8 The Department filed a notice of appeal with this court, reasserting the claims it made in the trial court and in its letter to M. M filed a cross appeal, claiming that the trial court erred in permitting PennDOT to retain Exhibit P-1. The issues are now before this court for review.\n¶ 9 In its brief, the Department argues that “the clear legislative intent of the General Assembly in enacting the Criminal Records Act did not extend to including the civil traffic safety records maintained by the Department of Transportation within the ambit of those records subject to expungement under 18 Pa.C.S.A. § 9122.” Appellant’s Brief at 36. In support of its claim, PennDOT makes three arguments. We address each in turn.\nWhether PennDOT is a Criminal Justice Agency for Purposes of 18 Pa.C.S.A. § 9122\n¶ 10 The process of expunging criminal records is governed by the Criminal History Record Information Act (“the Act”), 18 Pa.C.S.A. §§ 9101-83. The Act addresses not only expungement, but also sets out a body of rules describing the proper method of collection, retention and dissemination of criminal history records. Relying on specific provisions of the Act and its own enabling legislation, PennDOT makes the following argument: Expungement orders apply only to criminal history record information. 18 Pa.C.S.A. § 9122(a). Criminal history record information is only that information collected by criminal justice agencies. 18 Pa.C.S.A. § 9102. Criminal justice agencies are only those agencies whose principal function is to ad-. minister criminal justice. Id. PennDOT’s principal functions do not include the administration of criminal justice. 71 P.S. § 511. Therefore, an expungement order entered pursuant to § 9122 does, not apply to PennDOT. Appellant’s Brief at 10-14.\n¶ 11 The Department insists that because it does not fit within the definition of a criminal justice agency, 18 Pa.C.S.A. § 9102, and is not listed as a criminal justice agency, 18 Pa.C.S.A. § 9113, it cannot be required to comply with an ex-pungement order, particularly since the Act provides that notice of expungement be made only to those criminal justice agencies that have received criminal history record information. 18 Pa.C.S.A. § 9122(d).\n¶ 12 We do not agree. This case concerns a mandatory suspension of operating privileges ordered by the Chester County Court of Common Pleas. The suspension occurred as a result of criminal court proceedings and the suspension itself was triggered by an order of the criminal court. Thus, in this case, PennDOT acted at the behest of the criminal court. In essence, it operated as an arm of the court when it implemented the court’s order suspending M’s driver’s license for a period of eight months. The records the Department seeks to retain specifically relate to the criminal proceeding. Indeed, one of the documents is the notice sent to Penn-DOT from the court, setting forth the criminal code section violation and the terms of M’s ARD program.\n¶ 13 The Department argues that in Conroy v. Commonwealth, Department of Transportation, 97 Pa.Cmwlth. 344, 509 A.2d 941 (1986), appeal denied, 514 Pa. 626, 522 A.2d 51 (1987), the court held that PennDOT maintains only civil records, not criminal history information. Appellant’s Brief at 16. Conroy, however, does not stand for such a broad proposition. In that case, a driver was charged with DUI and, while in custody, refused to submit to a breath test under the state’s implied consent law, 75 Pa.C.S.A. § 1547(b). After his DUI charges were dismissed, the driver sought and was granted expungement of his criminal record. However, Penn-DOT later notified him that his license was suspended pursuant to § 1547(b). The driver argued that the expungement order precluded PennDOT from moving forward with the suspension, but the court rejected his claim. Instead, the Conroy court held:\nThe law is clear that, regardless of the disposition of the criminal charge, the refusal to take a breath test is a separate consideration, the suspension for which is an independent civil proceeding.\nId. at 942 (citing Wisniewski v. Commonwealth, 73 Pa.Cmwlth. 318, 457 A.2d 1334, 1337 (1983)).\n¶ 14 Thus, Conroy does not hold that all of PennDOT’s records are civil in nature and so not subject to expungement. Con-roy merely holds that a driver’s refusal to submit to a breath test is a civil record that is separate from his criminal DUI record, despite the relationship between the two. Conroy is inapplicable here.\n¶ 15 In Commonwealth v. Jenner, 545 Pa. 445, 681 A.2d 1266 (1996), our supreme court recognized the difference between an act of the Department in suspending an operator’s license and an act of the court in commanding the Department to suspend a driver’s license for a period of certain duration determined by the court. This distinction is relevant here, where the Department seeks to distance itself from the criminal justice system and hold itself out as merely a repository of “civil traffic records.” We conclude that in this context it cannot do so. In the event of an ARD-DUI related suspension, that is, one triggered by an order of the criminal court, the functions of the court and the Department are so inextricably intertwined that the Department may be deemed a criminal justice agency for purposes of § 9122. As a result, the trial court did not err in holding that PennDOT was a holder of criminal history record information for purposes of 18 Pa.C.S.A. § 1922.\nWhether the Chester County Court of Common Pleas had Jurisdiction to Require the Department to Comply with the Expungement Order\n¶ 16 In its claim that the court was without jurisdiction to order expungement of the Department’s records, PennDOT relies primarily on a section of the Act that provides:\nThe Attorney General or any other individual or agency may institute an action in a couH of proper jurisdiction against any person, agency or organization to enjoin any criminal justice agency, noncriminal justice agency, organization or individual violating the provisions of this chapter or to compel such agency, organization or person to comply with the provisions of this chapter.\n18 Pa.C.S.A § 9183(a) (emphasis added).\n¶ 17 The Department argues that if M wishes to contest the Department’s decision to ignore the trial court’s expungement order, it must do so by way of an action against the Department filed in the Commonwealth Court, the court of proper jurisdiction for actions against an agency of the Commonwealth.\n¶ 18 We agree with the Department that § 9183 sets out a method by which a party make seek to compel another party to abide by the terms of the Act, which, as we mentioned above, includes a variety of rules with respect to criminal records, including collection, dissemination and ex-pungement. However, unlike the Department, we do not read § 9183 as setting forth the sole means of enforcing an ex-pungement order. Nor do we interpret the provision as nullifying the inherent power of a court to enforce the orders it enters in a given case.\n¶ 19 M properly sought expungement in the court of common pleas because that court is vested with the authority to grant or deny an expungement request. Commonwealth v. Wolfe, 749 A.2d 507 (Pa.Super.2000). In the event the request is granted, the order then applies to all criminal justice record information. 18 Pa.C.S.A. § 9122(d). It follows then, that a party who refuses to comply with the court’s order, when explicitly instructed to do so, is properly brought before the court so that enforcement may be commanded.\n¶20 We observe that § 9183 provides for broad remedies in the event of noncompliance, including an award of exemplary and punitive damages, as well as attorneys fees. We conclude that the purpose of this provision is not to restrict the manner in which a party may seek to enforce the Act, but to expand the avenues of relief. We hold that § 9183 does not annul the validity of a court’s expungement order; therefore, PennDOT was required to abide by the order since its explicit terms commanded the Department’s compliance.\n¶21 The Department also argues that it cannot be subject to the court’s expungement order because it was not made a party to the initial expungement proceedings. However, in its brief the Department concedes that our courts have held that the District Attorney’s participation in an expungement proceeding is all that is necessary to validate the ultimate order entered by the court. Commonwealth v. J.H., 563 Pa. 248, 759 A.2d 1269 (2000). The District Attorney is the sole representative of the Commonwealth in such circumstances, and, as PennDOT itself reminds us in its brief, the agencies required to follow the court’s expungement order have no standing to appear and/or challenge the court’s decision. Id. (state police cannot refuse to follow properly entered expungement order and have no standing to challenge its entry because the district attorney is the Commonwealth’s sole representative in expungement proceedings).\n¶ 22 The Department’s reliance on several cases that involve separate civil and criminal actions is misplaced. See e.g., Pat’s Auto Sales v. Department of Transportation, Bureau of Motor Vehicles, 744 A.2d 355 (Pa.Commw.), appeal denied, 563 Pa. 668, 759 A.2d 389 (2000) (criminal citations litigated and dismissed in traffic court are separate from Penn-DOT’s subsequent civil action of revoking the accused’s operating license); Yi v. Department of Transportation, Bureau of Driver Licensing, 166 Pa.Cmwlth. 214, 646 A.2d 603 (1994) (order issued in common pleas court exercising criminal jurisdiction has no effect at subsequent civil proceeding initiated by PennDOT and regarding accused’s license suspension). As we explained above, a solely criminal action — an ARD-DUI suspension — triggered M’s license suspension in this case. The Department was neither required nor authorized to act on its own in this context, nor did it act on its own after the criminal court issued its order. Rather, PennDOT acted by order of the criminal court. Thus, when the same court thereafter considered M’s expungement request, it was the District Attorney, in his or her capacity as the Commonwealth’s representative, who was authorized to appear in court on the Commonwealth’s behalf.\nWhether the Legislature Intended Penn-DOT to be Bound by the Expungement Provisions of the Act\n¶ 23 The Department’s final argument is grounded in legislative intent. PennDOT refers to several provisions of the Motor Vehicle Code in an effort to establish that the General Assembly not only intended that the Department be permitted to maintain records for a certain period of time, but further, that the legislature granted the Department complete autonomy over record-keeping policies, regardless of ex-pungement orders entered by the courts.\n¶ 24 PennDOT primarily relies on the following Motor Vehicle Code provision:\nNotice of Acceptance of Accelerated Rehabilitation Disposition\n(a) General rule. — Except as provided in subsection (b), if a person is arrested for any offense enumerated in section 1532 (relating to revocation or suspension of operating privilege) and is offered and accepts Accelerated Rehabilitation Disposition under general rules, the court shall notify the department.\n(b) Exception. — If a person is arrested for any offense enumerated in section 3731 (relating to driving under influence of alcohol or controlled substance) and is offered and accepts Accelerated Rehabilitation Disposition under general rules, the court shall promptly notify the department. The department shall maintain a record of the acceptance of Accelerated Rehabilitation Disposition for a period of seven years from the date of notification. This record shall not be expunged by order of court.\n75 Pa.C.S.A. § 1534 (emphasis supplied).\n¶ 25 The Department reads the above quoted language as precluding it from ever expunging a record of an ARD suspension. We do not agree.\n¶ 26 If the Department’s interpretation of § 1534 were correct, there would be no need for the legislature to have included the seven-year restriction. Rather, the statute would merely read: “The department shall maintain a record of the acceptance of Accelerated Rehabilitation Disposition. This record shall not be expunged.”\n¶ 27 We interpret the statutory language as 1) mandating that an ARD-DUI record be kept for seven years and 2) precluding an ARD-DUI record from being expunged prior to that time. This provision is necessary because the ARD rules permit expungement as soon as a participant completes the requirements of the program. Pa.R.Crim.P. 186. No ARD program can exceed two years in duration. Pa.R.Crim.P. 182. Thus, § 1534 serves to prevent an ARD-DUI participant from seeking expungement for a period of seven years after acceptance into the program. The purpose of § 1534 is clear: it prohibits an ARD-DUI participant from seeking expungement prior to the seven year period, despite his or her right, under the Rules of Criminal Procedure, to be granted expungement in advance of that date.\n¶ 28 Instead of supporting the Department’s argument, we find that § 1534 demonstrates the legislature’s intent to permit expungement of PennDOT’s ARD-DUI records. Although the statute establishes that the General Assembly intended to treat DUI participants differently (by imposing greater restrictions on their right to expungement), the law nonetheless establishes that DUI participants have not been denied completely their right to ex-pungement.\n¶ 29 In further support of its argument, the Department refers to other provisions of the Motor Vehicle Code (“the Code”), none of which we find compelling. For instance, the fact that the legislature authorizes the Department to promulgate rules regarding the maintenance and destruction of records, see 75 Pa.C.S.A. § 6104(d), and the rules promulgated as a result of that authority, see 67 Pa. Code §§ 207.1-207.4, are irrelevant where an order of the court commands the Department to expunge a specific record.\n¶ 30 PennDOT also draws our attention to the complex system of points set out in the Code at 75 Pa.C.S.A. §§ 1535-39. The Department argues that it must be permitted to retain ADR-DUI records indefinitely because it utilizes that information in determining the duration of a suspension based on accumulated points. The law explicitly requires the Department to consider ARD suspensions in this manner. 75 Pa.C.S.A § 1539(c).\n¶ 31 The statutory framework, however, also provides for the removal of points at a rate of three (3) points per year, provided no further violations occur. 75 Pa.C.S.A. § 1537(a). When points are reduced to zero for a period of twelve (12) months, any subsequent accumulation of points is regarded as initial points, thus erasing the previous accumulation. 75 Pa.C.S.A. § 1537(b). These provisions lead us to conclude that the General Assembly did not intend adverse driving records to last forever. Rather, those records are to be removed when a driver establishes sustained compliance with the Code for a reasonable period thereafter.\n¶ 32 It appears, from other provisions of the Code, that the legislature has decided that seven years constitutes a reasonable period of time with respect to ARD-DUI. As noted above, § 1584(b) requires the Department to maintain an ARD record for seven years, even in the event of an expungement order. Other provisions in the law set forth similar rules. For example, the Code precludes PennDOT from issuing an occupational limited license to any person whose license was suspended pursuant to an ARD-DUI, unless the suspension imposed has been fully served. 75 Pa.C.S.A. § 1553(d)(8) (emphasis supplied). The Code also precludes PennDOT from issuing a probationary license to any person granted an ARD-DUI within the preceding seven years. 75 Pa.C.S.A. § 1554(f)(10) (emphasis supplied). And the Code likewise prohibits the Commonwealth from disposing of a DUI charge by way of ARD if the driver in question was accepted into ARD within seven years of the date of the current offense. 75 Pa.C.S.A. § 3731(d)(1) (emphasis supplied).\n¶33 These many references to ARD-DUI, and the repeated reliance on a seven-year term as the period within which participation in ARD affects a driver’s status, leads us to conclude that the legislature did not intend that PennDOT would retain ARD-DUI records indefinitely.\n¶ 34 Our resolution of this issue is based not only on an analysis of the complex web of rules set out in the Motor Vehicle Code. Rather, it is based on the reasonable expectations engendered by the ARD program itself. ARD carries with it the reward of expungement upon successful completion of the program. Pa. R.Crim.P. 186. The principal benefit accorded the defendant is elimination of his or her record. Only where the Commonwealth presents compelling reasons for the retention of a record is the court permitted to deny expungement. Commonwealth v. Armstrong, 495 Pa. 506, 434 A.2d 1205 (1981). The retention of the record by PennDOT for an indefinite — and unreviewable — period of years is contrary to the very foundation of ARD and the expectations it creates.\n¶ 35 We hold that in light of those reasonable expectations, as well as the provisions of the Motor Vehicle Code, the Department may not ignore an expungement order properly entered by the court. Rather, PennDOT is required to follow such an order, to the extent that it complies with the law as discussed above, and expunge those records in its possession.\nWhether PennDOT May Retain M’s Records After 1991\n¶36 Having determined that the trial court here had authority to enter the order against PennDOT, and that Penn-DOT was obliged to comply, we now address M’s cross-appeal. In it she claims that the trial judge erred in determining that PennDOT was permitted to retain P-1, the record of her ARD-DUI participation, for a period of seven years from the date of the expungement order. The trial court believed that § 1534(b) allowed PennDOT to retain P-1 for seven years after the order of expungement was entered. Thus, the court held that M’s request for contempt was premature because PennDOT was not notified of the expungement order until November of 1999.\n¶37 M argues that although the law provides for a seven-year period of record retention, that period begins on the date of acceptance into ARD. We agree. The relevant language of the statute follows:\nIf a person is arrested for any offense enumerated in section 3731[DUI] ... and is offered and accepts Accelerated Rehabilitative Disposition under general rules, the court shall promptly notify the department. The department shall maintain a record of acceptance of Accelerated Rehabilitative Disposition for a period of seven years from the date of notification. This record shall not be expunged by order of court.\n75 Pa.C.S.A. § 1534(b).\n¶ 38 The plain meaning of the statutory language requires notification of acceptance and retention of records for seven years from the date of notification. This requirement is mandatory regardless of the entry of an expungement order. Under the rules, a participant can seek ex-pungement as soon as he or she completes the program, Pa.R.Crim.P. 186 (participant entitled to dismissal and expungement at completion of program), which can last no longer than two years after acceptance. Pa.R.Crim.P. 182 (ARD programs shall not exceed two years duration). In this case, the record reflects that Penn-DOT was notified by the Chester County Clerk of Court of M’s acceptance into the ARD program sometime in February, 1984. Therefore, PennDOT was authorized, indeed required, to retain a record of that acceptance until February, 1991. Contrary to the trial court’s analysis, the statute does not mention the date of ex-pungement; it relies solely on the date PennDOT is notified of a driver’s acceptance into ARD. Because the seven-year term long has expired in this case, Penn-DOT is not authorized to retain P-1. That part of the trial court’s order must be vacated and this case remanded so that the trial court may direct PennDOT to expunge all records of M’s 1984 ARD-DUI participation, including P-1.\n¶ 39 Order affirmed in part and vacated in part; matter remanded with instructions. Jurisdiction relinquished.\nJustice Montemuro did not participate in the decision of this matter.\n. According to M's brief, she became aware of PennDOT’s records when she sought citizenship.\n. Jenner concerned a claim by drivers that the effective date of their suspensions was the date fixed by the Department rather than the date determined by the court. Our supreme court rejected this argument and distinguished license suspensions that are initiated by the Department from those that are initiated by an order of the court. In the latter, reasoned the Jenner court, it is the criminal court order that controls, not the actions or reactions of the Department. Jenner recognizes that criminal court orders dictate matters in the context of court-imposed ARD-DUI suspension; PennDOT merely follows the order of the court.",
        "type": "majority",
        "author": "BECK, J."
      }
    ],
    "attorneys": [
      "Terrance M. Edwards, Assistant District Attorney, Harrisburg, for Com.",
      "Peter J. McHugh, Chadds Ford and Henry F. McHugh, Media, for M.M.M."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant, v. M.M.M., Appellee. Commonwealth of Pennsylvania, Appellee, v. M.M.M., Appellant.\nSuperior Court of Pennsylvania.\nArgued March 21, 2001.\nFiled June 26, 2001.\nTerrance M. Edwards, Assistant District Attorney, Harrisburg, for Com.\nPeter J. McHugh, Chadds Ford and Henry F. McHugh, Media, for M.M.M.\nBEFORE: FORD ELLIOTT, MONTEMURO and BECK, JJ.\nRetired Justice assigned to Superior Court."
  },
  "file_name": "1158-01",
  "first_page_order": 1200,
  "last_page_order": 1209
}
