{
  "id": 12059681,
  "name": "STATE v. Earl BRAXTON; STATE v. Tyrone McKINNEY",
  "name_abbreviation": "State v. Braxton",
  "decision_date": "1995-10-25",
  "docket_number": "Nos. 95-0032-Appeal, 94-613-Appeal",
  "first_page": "1159",
  "last_page": "1160",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 1159"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "639 A.2d 62",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859074
      ],
      "pin_cites": [
        {
          "page": "63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/0062-01"
      ]
    },
    {
      "cite": "121 R.I. 766",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3185035
      ],
      "weight": 4,
      "year": 1979,
      "pin_cites": [
        {
          "page": "1187"
        },
        {
          "page": "1186"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/121/0766-01"
      ]
    },
    {
      "cite": "527 A.2d 1133",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7904828
      ],
      "pin_cites": [
        {
          "page": "1135"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/527/1133-01"
      ]
    },
    {
      "cite": "610 A.2d 1099",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7929536
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/1099-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 343,
    "char_count": 5187,
    "ocr_confidence": 0.728,
    "pagerank": {
      "raw": 9.505882454708161e-08,
      "percentile": 0.5238741718146502
    },
    "sha256": "50bca3fcfc53a02bffdc687b284d92b0c6f61671a8ffa6bce556241110c34e68",
    "simhash": "1:05ea298db052d078",
    "word_count": 844
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BOURCIER, J., did not participate."
    ],
    "parties": [
      "STATE v. Earl BRAXTON. STATE v. Tyrone McKINNEY."
    ],
    "opinions": [
      {
        "text": "ORDER\nThese cases came before the Supreme Court on October 10, 1995, pursuant to an order directing the parties to appear and show cause why the defendants’ appeals should not be summarily decided. The defendants appeal from a finding that they violated the terms of their probation. A combined bail and probation violation hearing was held for both defendants and the two appeals were consolidated by an order of this court on April 25, 1995. After hearing oral argument and examining the memoranda submitted by the parties, we are of the opinion that cause has not been shown and the issues will be decided at this time.\nTestimony was taken from officers of the Providence Police Department about a sale of heroin. Undercover police officers agreed to buy a ten dollar packet of heroin at which point defendant McKinney signaled to defendant Braxton, who was standing nearby. Defendant Braxton pulled a packet from his jacket pocket and handed it to one of the detectives. The detective, in turn, handed Braxton a marked $10 bill. The substance in the packet was later identified as heroin. The marked bill used to pay for the drug was found on Braxton after he was arrested.\nImmediately following the purchase, the two officers drove away and met another officer driving an unmarked police vehicle. One officer got into the unmarked vehicle and called for further assistance to arrest the defendants. Defendant Braxton, who was running away, was apprehended. Defendant McKinney recognized one of the policemen and started to flee. The detective in the unmarked car pulled close and signaled to McKinney to get into the car. McKinney did so, and crouched down saying “let’s get the f— out of here.” The detective then placed McKinney under arrest.\nAt the hearing, defendants presented testimony that Braxton was working on the date of his arrest, leaving work only for lunch. One defense witness claimed he had employed Braxton to do some minor maintenance work on properties he owned. The witness could not remember the specific dates the defendant worked, but said that he had required the defendant to purchase a beeper to make him easier to contact. The trial justice asked the witness, if he had employment records for Braxton. He answered affirmatively, but said that he would have to locate them. The trial justice then told the witness to find the records and come back the next day with them. When the witness returned the next day, he did not have the employment records with him. The witness then repeated his previous testimony that he did not remember if Braxton had been working the day of his arrest.\nThe trial justice found both defendants to be violators, declaring that he was reasonably satisfied that the defendants had violated their probation. The trial justice noted that the ease turned on the credibility of the witnesses and that the police officers had no reason to lie.\nDefendant McKinney contends that he was denied due process because the trial justice was neither neutral nor detached. He claims the trial justice intimidated the witness with his questions and his order to return with employment records.\nIt is well established that a probation violation hearing is not part of the criminal prosecution process, and thus a defendant is not entitled to the full panoply of due process rights at such a hearing. State v. Olsen, 610 A.2d 1099 (R.I.1992); In re Lamarine, 527 A.2d 1133, 1135 (R.I.1987). It may well be that the witness was unsettled by the trial justice’s questions. However, absent corroborating evidence such as employment records verifying Braxton’s employment on the day of his arrest, it is highly unlikely that the defendant could have successfully overcome the testimony of the police officers. It is the opinion of this court that the questioning by the trial justice, though sharp and direct, did not amount to a violation of defendants’ due process rights.\nThe defendants next argue that the trial justice ignored testimony from their witnesses. In his decision, however, the trial justice discussed the inconsistencies between McKinney’s testimony and the testimony of defense witness, Barbara Mitchell. The trial justice also discussed the various interests of the witnesses and their respective credibility.\nWeighing evidence and assessing credibility are functions of the trial justice. State v. Studman, 121 R.I. 766, 402 A.2d 1185, 1187 (1979). A trial justice need only be reasonably satisfied that there has been a violation of the terms of probation. Id., 402 A.2d at 1186. Furthermore, our review of the trial justice’s decision is limited to a consideration of whether the trial justice acted arbitrarily or capriciously. State v. Goddu, 639 A.2d 62, 63 (R.I.1994). The evidence supports a finding that these two defendants’ participated in the sale of heroin and thereby violated the terms of their probation. For these reasons, the defendants’ appeals are denied and dismissed.\nBOURCIER, J., did not participate.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Aaron Weisman, Andrea Mendes, Providence.",
      "Lise J. Gescheidt, Providence."
    ],
    "corrections": "",
    "head_matter": "STATE v. Earl BRAXTON. STATE v. Tyrone McKINNEY.\nNos. 95-0032-Appeal, 94-613-Appeal.\nSupreme Court of Rhode Island.\nOct. 25, 1995.\nAaron Weisman, Andrea Mendes, Providence.\nLise J. Gescheidt, Providence."
  },
  "file_name": "1159-01",
  "first_page_order": 1217,
  "last_page_order": 1218
}
