{
  "id": 8017711,
  "name": "Eleanor TURNER, Administratrix of the Estate of Durward G. Turner, et al. v. Sherman COLLINS et al.",
  "name_abbreviation": "Turner v. Collins",
  "decision_date": "1977-01-26",
  "docket_number": "",
  "first_page": "1160",
  "last_page": "1161",
  "citations": [
    {
      "type": "official",
      "cite": "368 A.2d 1160"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "364 A.2d 1269",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8031035
      ],
      "weight": 3,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/364/1269-01"
      ]
    },
    {
      "cite": "289 A.2d 39",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11249343
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/289/0039-01"
      ]
    },
    {
      "cite": "364 A.2d 1274",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8031101
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/364/1274-01"
      ]
    },
    {
      "cite": "364 A.2d 1275",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8031140
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/364/1275-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 335,
    "char_count": 4651,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 1.1213965777178076e-07,
      "percentile": 0.5735189580550836
    },
    "sha256": "41c01c6e2362da66c41767c3d61689edcedd299ea02e8b5cf6148c5228e903d3",
    "simhash": "1:ae9803a43269bd01",
    "word_count": 766
  },
  "last_updated": "2024-02-27T23:10:53.000455+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and POME-ROY, WERNICK, ARCHIBALD, DELA-HANTY and GODFREY, JJ."
    ],
    "parties": [
      "Eleanor TURNER, Administratrix of the Estate of Durward G. Turner, et al. v. Sherman COLLINS et al."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nIn Davies v. City of Bath, Me., 364 A.2d 1269 (1976), decided on October 12, 1976, we said:\n“We will no longer dismiss actions in tort brought against the State or its political subdivisions solely on the basis of governmental immunity. [Footnote omitted.]\n“We are aware that an unconditional abolition of governmental immunity would create an undue burden for the State and for municipalities. Undoubtedly there are many causes of action which have arisen in the past which are not now barred by the statute of limitations, and we are aware of several pending actions which are awaiting the outcome of this case. The doctrine of governmental immunity has been applied since the! inception of statehood in Maine and government agencies were entitled to rely on its continued application. The normal practice in cases such as this in which we make a departure from the rules of the past is to limit the applicability of the decision to causes of action arising after a certain date and to grant relief to the instant parties. See Jones v. Billings, 289 A.2d 39 (Me.1972).\n“While we recognize that an injustice is suffered at the hands of the judiciary by any party whose cause of action against a governmental agency is dismissed solely on the grounds of sovereign immunity, we must, nevertheless, attempt to balance that injustice against that which would be suffered by the' taxpaying citizenry generally if the repeal of the doctrine were given full retrospective application.” (Emphasis in original.) Id., at 1273.\nWe concluded as follows:\n“We have concluded that an impartial adjustment of these conflicting interests is best resolved by applying this decision to this particular plaintiff and to those causes of action arising on, or after sixty (60) days following the certification of this opinion.” Id., at 1274.\nIt is clear from the record that the cause of action in the instant case arose July 7, 1971.\nThe issue raised by appellants in the present case is whether or not the doctrine of sovereign immunity ought to be abrogated, and if so, whether such abrogation should have application to this case.\nThe appeal is before us because the presiding justice in the Superior Court denied appellants’ motion to amend the judgment entered on the jury verdict to provide that the State of Maine’s liability on the judgment be not limited by any claim of sovereign immunity. The presiding Justice, in ruling as he did, wrote “because if the doctrine of sovereign immunity is to be abrogated it should be done by the Supreme Judicial Court.”\nThe case before us is unusual in that the Legislature had by resolve waived the State’s immunity with the following limitation:\n“Any recovery in said action, including any adjudicated right of contribution or indemnification, shall not be in excess of $250,000 including costs.”\nThe trial by jury resulted in the return of a verdict against the State of Maine in the total sum of $435,187.50. Judgment was entered on the verdict.\nSovereign immunity was abrogated by Davies on November 30, 1976. By its terms the decision was applicable to the plaintiffs in Davies and such other plaintiffs whose cause of action arises on or after February 1, 1977. See Crocker v. Johnson, Me., 364 A.2d 1274 (1976), Gifford v. State of Maine, Me., 364 A.2d 1275 (1976). Clearly then, Davies mandates we deny this appeal.\nThe entry must be and hereby is:\nAppeal denied.\nAll Justices concurring.\n. Subsequently, on November 80, 1976, we amended our order as follows:\n“We have concluded that an impartial adjustment of these conflicting interests is best resolved by applying this decision to this particular plaintiff and to those causes of action arising on or after February 1, 1977.” Davies v. City of Bath, Me., 364 A.2d 1269 (November 30, 1976).\n. This case had been argued and was awaiting decision at the time the cour.t acted in Davies v. City of Bath, Me., 364 A.2d 1269 (1976).",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Pierce, Atwood, Scribner, Allen & Mc-Kusick by Ralph I. Lancaster, Jr., John J. O’Leary, Jr., Portland, Berman, Berman & Simmons, P. A. by Jack H. Simmons, Lew-iston, for plaintiffs.",
      "Richardson, Hildreth, Tyler & Troubh by Ronald Russell, Harrison L. Richardson, Portland, for Francis Fitzmaurice.",
      "Rudman, Rudman & Carter by Gene Carter, Bangor, for Sherman Collins.",
      "Donald G. Alexander, Deputy Atty. Gen., Augusta, for State of Maine.",
      "Edward H. Cloutier, Livermore Falls, for defendants."
    ],
    "corrections": "",
    "head_matter": "Eleanor TURNER, Administratrix of the Estate of Durward G. Turner, et al. v. Sherman COLLINS et al.\nSupreme Judicial Court of Maine.\nJan. 26, 1977.\nPierce, Atwood, Scribner, Allen & Mc-Kusick by Ralph I. Lancaster, Jr., John J. O’Leary, Jr., Portland, Berman, Berman & Simmons, P. A. by Jack H. Simmons, Lew-iston, for plaintiffs.\nRichardson, Hildreth, Tyler & Troubh by Ronald Russell, Harrison L. Richardson, Portland, for Francis Fitzmaurice.\nRudman, Rudman & Carter by Gene Carter, Bangor, for Sherman Collins.\nDonald G. Alexander, Deputy Atty. Gen., Augusta, for State of Maine.\nEdward H. Cloutier, Livermore Falls, for defendants.\nBefore DUFRESNE, C. J., and POME-ROY, WERNICK, ARCHIBALD, DELA-HANTY and GODFREY, JJ."
  },
  "file_name": "1160-01",
  "first_page_order": 1212,
  "last_page_order": 1213
}
