{
  "id": 8017794,
  "name": "Mervin D. LINSCOTT v. STATE FARM MUTUAL AUTOMOBILE INSURANCE COMPANY",
  "name_abbreviation": "Linscott v. State Farm Mutual Automobile Insurance",
  "decision_date": "1977-01-31",
  "docket_number": "",
  "first_page": "1161",
  "last_page": "1165",
  "citations": [
    {
      "type": "official",
      "cite": "368 A.2d 1161"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "124 Ind.App. 67",
      "category": "reporters:state",
      "reporter": "Ind. App.",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "289 N.E.2d 144",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "347 F.2d 168",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        860418
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/347/0168-01"
      ]
    },
    {
      "cite": "56 Wash.2d 909",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1020690
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/56/0909-01"
      ]
    },
    {
      "cite": "355 P.2d 985",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "91 N.H. 349",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4431591
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/nh/91/0349-01"
      ]
    },
    {
      "cite": "23 A.2d 325",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "57 Cal.App.3d 509",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        4445676
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/57/0509-01"
      ]
    },
    {
      "cite": "129 Cal.Rptr. 286",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "75 Ga.App. 341",
      "category": "reporters:state",
      "reporter": "Ga. App.",
      "case_ids": [
        1535171
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/ga-app/75/0341-01"
      ]
    },
    {
      "cite": "43 S.E.2d 282",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "27 A.D.2d 795",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5562641
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/27/0795-01"
      ]
    },
    {
      "cite": "279 N.Y.S.2d 128",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "50 A.D.2d 580",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        2962899
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/50/0580-01"
      ]
    },
    {
      "cite": "374 N.Y.S.2d 353",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "334 A.2d 194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8052676
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/334/0194-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 8973,
    "ocr_confidence": 0.796,
    "pagerank": {
      "raw": 2.3383258825961924e-07,
      "percentile": 0.7918882529444767
    },
    "sha256": "8904a67e12b54bc6d2d21bd2e34c729e408cddf7b0ca5504c6e81a5c6d73de08",
    "simhash": "1:4271fb43383f0328",
    "word_count": 1413
  },
  "last_updated": "2024-02-27T23:10:53.000455+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK and ARCHIBALD, JJ.",
      "DELAHANTY, J., did not sit."
    ],
    "parties": [
      "Mervin D. LINSCOTT v. STATE FARM MUTUAL AUTOMOBILE INSURANCE COMPANY."
    ],
    "opinions": [
      {
        "text": "WERNICK, Justice.\nOn April 15, 1975, plaintiff Mervin D. Linscott instituted in the Superior Court (Kennebec County) a civil action against defendant State Farm Mutual Automobile Insurance Company. The complaint charged defendant with deceit, misrepresentation and economic duress, as well as failure to negotiate in good faith with plaintiff’s counsel a settlement of plaintiff’s personal injury claim against a policyholder of defendant company. On August 8, 1975, the presiding Justice ordered the complaint dismissed for failure to state a claim upon which relief may be granted (Rule 12(b)(6) M.R.C.P.). Judgment for defendant was entered, and plaintiff appeals from the judgment.\nWe deny the appeal.\nFor present purposes, we take as true the facts alleged in the complaint.\nOn January 24, 1973 plaintiff, a resident of Maine, was operating a motor vehicle in Virginia which collided with a motor vehicle operated by a North Carolina resident, William Lewis. Lewis held a liability insurance policy with defendant insurance company pursuant to which the company undertook to afford Lewis legal representation. From February, 1973 to November, 1973, defendant company dealt with plaintiff’s attorney in Maine who, believing that the only issue for negotiation was the amount of damages, had presented defendant company with a list of special damages, allegedly undisputed, amounting to much more than $10,000.00.\nOn August 17, 1973, plaintiff tendered a settlement offer of $18,000.00 (within the policy limits of $20,000.00). Defendant rejected it, making a counter-offer to settle for $2,500.00. Defendant’s motivation in offering this “less than nominal settlement” was to capitalize on the difficulties caused plaintiff by the facts that the place of the collision and the residence of the operator of the other vehicle (Lewis) were far from plaintiff’s Maine residence. Despite plaintiff’s written warning to defendant company that should it persist in this attitude, plaintiff would send the case to a Virginia attorney for further prosecution of the claim, defendant failed to make a reasonable offer of settlement to plaintiff’s Maine attorney. The case was ultimately forwarded to a Virginia attorney and, within six weeks thereafter, defendant settled with the Virginia attorney for $17,000.00.\nWe discern in these facts three possible theories of legal liability: (1) violation of a “duty” to negotiate; (2) economic or geographic duress; and (3) fraud or deceit.\nAs to the first rationale, plaintiff has explicitly disavowed reliance on the “duty of good faith and fair dealing” owed by an insurer to its insured. Plaintiff contends, rather, that defendant’s liability to plaintiff arises from an alleged “duty” of a tort-feasor (and his liability insurance carrier) to make whole the person whom he has injured.\nThe pre-trial negotiations which may be conducted between a tort claimant and a defending insurance company are adversary in nature and, hence, will not give rise to a duty to bargain in good faith, as claimed by plaintiff. A “duty of good faith and fair dealing” in the handling of claims runs only to an insurance company’s insured, Bennett v. Slater, 124 Ind.App. 67, 289 N.E.2d 144 (1972); Sequros Tepeyac, S.A., Compania Mexicana v. Bostrom, 347 F.2d 168 (5th Cir. 1965); it derives from a covenant implicit in the provisions of the insurance contract establishing the insurer as the authorized representative of the insured and is, therefore, without application for the benefit of the adversary third party tort claimant. Murray v. Mossman, 56 Wash.2d 909, 355 P.2d 985 (1960) ; Duncan v. Lumbermen’s Mutual Casualty Company, 91 N.H. 349, 23 A.2d 325 (1941). Indeed, that the insurer is the representative of the insured logically imports that the third party tort claimant’s status as the adversary of the insured renders him, ipso facto, the adversary of the insured’s agent. Thus, prior to the establishment of legal liability, as the tort claimant has no legal right to require the tortfeasor to negotiate or settle, it likewise lacks right to require such action by his representative. Zahn v. Canadian Indemnity Company, 57 Cal.App.3d 509, 129 Cal.Rptr. 286 (1976). This is true even if it is the insurer which voluntarily initiates the pre-litigation negotiations with the injured tort claimant. Francis v. Newton, 75 Ga.App. 341, 43 S.E.2d 282 (1947).\nObad v. Allstate Insurance Company, 27 A.D.2d 795, 279 N.Y.S.2d 128 (1967), the sole authority relied upon by plaintiff, is inapposite. In that case, the pleadings (which alleged bad faith in negotiations) were held to state a cause of action because the insurer’s threats to exhaust the funds of the policy through individual negotiations with other claimants forced and coerced the plaintiff to settle. In the instant case, without a threat of depletion of funds to multiple claimants, plaintiff, having resisted the initially low offer in Maine, voluntarily chose to settle in Virginia for $1,000.00 less than his initial demand of $18,000.00. Although it was defendant’s failure to make a reasonable offer of settlement during the time the case was being handled in Maine which made it necessary for plaintiff to take the additional step of putting the case in a more likely posture for a trial in Virginia, defendant, as plaintiff’s adversary, had legal right to press to have the case tried in Virginia, if necessary.\nWe turn to the second potential rationale of liability — whether the pleadings state a cognizable claim of duress.\nIn this regard, the thrust of plaintiff’s complaint is to attack the use of geographical location, inconvenience and economic pressure as factors in bargaining.\nWe decide that defendant’s refusal to make a reasonable offer of settlement prior to the filing of a complaint and prior to the retention of counsel for the plaintiff in Virginia was a tactic legally open to defendant in the context of the adversary relationship between the parties. That defendant may have acted in a manner which may have brought into play plaintiff’s economic circumstances as pressure upon plaintiff to settle for an amount less than plaintiff believed his case was really worth does not constitute duress in legal contemplation, either to vitiate the settlement which was made or create an independent cause of action for damages. Stewart M. Muller Construction Company, Inc., v. New York Telephone Company, 50 A.D.2d 580, 374 N.Y.S.2d 353 (1975). In the instant case, defendant was entitled to rest on its right to defend against the claim in Virginia and delay settlement until the threat of suit appeared realistic. The adversary status of the parties precludes creation of a legal obligation to refrain from such a recognized technique of negotiating. The liability insurer of a tortfeasor, as the tortfeasor himself, may legally attempt to minimize the amount of a final settlement with an adversary by exploiting the geographical and economical difficulties which may confront the adverse claimant.\nFinally, we examine the complaint to determine whether it states a claim for deceit or misrepresentation. The complaint alleges that defendant unlawfully, fraudulently, and wilfully misrepresented facts to plaintiff with the expectation that the claim could be settled for less than its actual value. It is apparent from the face of the complaint, however, that plaintiff’s claim of deceit must fail as a matter of law. The affirmative allegations of the complaint defeat any rational possibility that plaintiff could establish one essential element of a cause of action for deceit, viz: that plaintiff relied to his detriment. See: Horner v. Flynn, Me., 334 A.2d 194 (1975). Even if defendant’s very low offer of settlement in Maine could be claimed to be a representation that defendant would not offer any greater amount if the case was sent to Virginia for processing and, therefore, plaintiff should enter into a settlement in Maine for a meagre sum, the complaint reveals that plaintiff did not rely upon such misrepresentation but defied it. Plaintiff protected his interests by forwarding the case to be further prosecuted in Virginia and settling for only $1,000.00 less than he demanded in Maine. The added expense to plaintiff of securing Virginia counsel was an incident of defendant’s appropriate exercise of his own legal rights as an adversary and not the result of reliance by plaintiff on misrepresentations of fact by defendant insurance company.\nThe entry is:\nAppeal denied.\nAll Justices concurring.\nDELAHANTY, J., did not sit.",
        "type": "majority",
        "author": "WERNICK, Justice."
      }
    ],
    "attorneys": [
      "Connellan & Connellan, by James A. Connellan, Portland, for plaintiff.",
      "Platz & Thompson by J. Peter Thompson, Lewiston, for defendant."
    ],
    "corrections": "",
    "head_matter": "Mervin D. LINSCOTT v. STATE FARM MUTUAL AUTOMOBILE INSURANCE COMPANY.\nSupreme Judicial Court of Maine.\nJan. 31, 1977.\nConnellan & Connellan, by James A. Connellan, Portland, for plaintiff.\nPlatz & Thompson by J. Peter Thompson, Lewiston, for defendant.\nBefore DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK and ARCHIBALD, JJ.\nWeatherbee, J., sat at argument but died before the opinion was adopted."
  },
  "file_name": "1161-01",
  "first_page_order": 1213,
  "last_page_order": 1217
}
