{
  "id": 9301444,
  "name": "Mary Ellen GEARY v. DEPARTMENT OF BEHAVIORAL AND DEVELOPMENTAL SERVICES",
  "name_abbreviation": "Geary v. Department of Behavioral & Developmental Services",
  "decision_date": "2003-12-23",
  "docket_number": "",
  "first_page": "1162",
  "last_page": "1167",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 1162"
    },
    {
      "type": "parallel",
      "cite": "2003 ME 151"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "2000 ME 98",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11509033
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶¶ 6-7"
        },
        {
          "page": "168-69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/752/0166-01"
      ]
    },
    {
      "cite": "13 C.M.R. 14",
      "category": "reporters:specialty",
      "reporter": "C.M.R.",
      "weight": 6,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 662,
    "char_count": 16398,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 8.580177559389593e-08,
      "percentile": 0.4889839137339667
    },
    "sha256": "3331e8318739c467142475f3de10e7e442f55e638fd92ce8742e8617c269e219",
    "simhash": "1:89b19439e4ab2806",
    "word_count": 2635
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: CLIFFORD, RUDMAN, DANA, ALEXANDER, CALKINS, and LEVY, JJ."
    ],
    "parties": [
      "Mary Ellen GEARY v. DEPARTMENT OF BEHAVIORAL AND DEVELOPMENTAL SERVICES"
    ],
    "opinions": [
      {
        "text": "ALEXANDER, J.\n[¶ 1] Mary Ellen Geary appeals from the judgment of the Superior Court (Kennebec County, Marden, J.) dismissing her M.R. Civ. P. 80C action seeking to have a third level grievance hearing before the Commissioner of the Department of Behavioral and Developmental Services. Geary contends that BDS is the proper defendant in this matter and that she has a constitutional right to the third level grievance hearing she requests. We affirm the judgment of the Superior Court.\nI. CASE HISTORY\n[¶ 2] In April 2001, Mary Ellen Geary was involuntarily committed, pursuant to 34-B M.R.S.A. §§ 3863-3864 (1988 & Pamph. 2003) to the Spring Harbor Hospital in South Portland. Spring Harbor Hospital is a nonstate mental health institution which is authorized to receive involuntarily committed patients pursuant to 34-B M.R.S.A. § 3861(1) (Pamph. 2003).\n[¶ 3] On May 1, while an involuntarily committed psychiatric patient at Spring Harbor, Geary fell and injured her leg. While her injury received care immediately, the exact nature of the injury was not diagnosed and proper treatment was not commenced for approximately six days. Geary was released from her involuntary commitment and discharged from Spring Harbor on May 27 by order of the District Court (Portland, Lawrence, J.). The discharge was in response to a petition by counsel for Spring Harbor.\n[¶ 4] In August 2001, Geary filed a grievance with Spring Harbor Hospital relating to the quality of care for her leg injuries. The grievance was authorized by the Rights of Recipients of Mental Health Services set forth in the BDS regulations (hereinafter the RRMHS regulations). The grievance alleged that Spring Harbor had deprived Geary of her due process rights to receive adequate medical care and requested that Spring Harbor (1) admit to having violated Geary’s constitutional, statutory, and regulatory rights; (2) not charge Geary for services provided during her stay; and (3) draft rules to adequately address medical needs of involuntarily committed patients.\n[¶ 5] Pursuant to the RRMHS regulations, Geary’s grievance was entitled to be considered in a three-level grievance process, with the first level to be before a representative of the facility, the second level to be before the chief administrative officer of the facility, or that person’s des-ignee, and the third level to be a hearing before the Commissioner of BDS or the Commissioner’s designee. 13 C.M.R. 14 193 001-15 to 001-18 § A(VTI)(G)(2), (9) (1995). If, at the second level of the grievance process, the chief administrative officer of the state or private facility determines that the grievance is “without apparent merit,” the RRMHS regulations state that there is no further review by the Commissioner of BDS. See id. at 001-19 § A(VII)(J)(3)(c). The “without apparent merit” determination by the chief administrative officer becomes “final agency action for purposes of judicial review.” Id.\n[¶ 6] Geary’s grievance proceeded through the two levels of the grievance process within the Spring Harbor facility. At the second level, the chief administrative officer, after review of the grievance, determined that Geary’s grievance was “without apparent merit.” As a result of the “without apparent merit” determination, the RRMHS regulations rendered the third level of the grievance process, review by the Commissioner of BDS, unavailable to Geary.\n[¶ 7] Geary then filed this action in the Superior Court. Her complaint named only BDS and the Commissioner of BDS as defendants. While Spring Harbor filed an appearance and participated in the proceedings before the Superior Court and before us, it was not made a party to this action.\n[¶ 8] In her complaint to the Superior Court, the only specific relief that Geary requested was that the court “review and reverse the agency decision in this case and find that the allegations contained in Petitioner’s grievance are events that can be grieved fully to Level III utilizing the grievance process provided for under the Rights of Recipients of Mental Health Services [the RRMHS regulations].” The complaint also contained a general “such further relief as the Court deems appropriate” clause. Accordingly, the only specific request for relief to the Superior Court was the request that, despite the prohibition in the RRMHS regulations, Geary’s grievance against Spring Harbor proceed to a level three hearing before the Commissioner of BDS.\n[¶ 9] After hearing, the Superior Court granted BDS’s motion to dismiss the action. Geary then brought this appeal arguing that (1) BDS is a proper party to the appeal of the Spring Harbor grievance decision; (2) she has a constitutional right to consideration of her grievance by the Commissioner of BDS; and (3) because Spring Harbor was a state actor, BDS should provide the relief that the grievance sought from Spring Harbor.\nII. LEGAL ANALYSIS\nA. The RRMHS Regulations\n[¶ 10] BDS has published regulations that purport to govern treatment and rights of mental health patients at both state and private mental health facilities. The regulations, entitled “Rights of Recipients of Mental Health Services” appear at 13 C.M.R. 14 193 001-3 to 80 (1995) of the Code of Maine Rules. The regulations at issue in this proceeding were last amended effective January 1, 1995. Id. at 001-4, Introduction. Under the RRMHS regulations, a “Mental Health Facility” is defined as “any facility that provides in-patient psychiatric services and any agency or facility providing in-patient, residential or outpatient mental health services that is licensed by, or funded by or has a contract with either ...” BDS or the Department of Human Services. Id. at 001-8 § A(II)(H). Under subparagraphs I and J there are separate definitions for “Mental Health Institute,” meaning “state operated inpatient facilities,” id. § A(II)(I), and “Non-State Mental Health Institution,” meaning institutions administered by an entity other than the State which “provide in-patient care and treatment for people with mental illness,” id. § A(II)(J).\n[¶ 11] In subparagraph M, an individual such as Geary, who receives inpatient care, is defined as a “recipient” meaning “any person over age 18 receiving mental health treatment from any mental health facility, agency or program.” Id. § A(II)(M).\n[¶ 12] According to the RRMHS regulations, “recipients ... may bring grievances claiming that the practices, procedures or policies of the Department, [or] a non-State mental health institution ... violate the terms of these rules, the terms of the Bates v. Davenport Settlement Agreement, or any other applicable law or regulation.” Id. at 001-12 § A(V)(D). Part A, section VII, subparagraph C authorizes recipients or their representatives to:\nbring grievances regarding possible violations of basic rights, including any rights enumerated in these rules and the Settlement Agreement in Bates v. Davenport or any other applicable law or regulation; any questionable or inappropriate treatment or method of treatment; or any policy or procedure or action, or lack of thereof, of the mental health agency or facility.\nId. at 001-14 § A(VII)(C).\n[¶ 13] Pursuant to Part A, section VII, subparagraph G(2), a three level grievance process is established. Id. at 001-15 § A(VTI)(G)(2). The first level of grievance consideration is by the supervisor of the program or unit or another agency-employee designated to hear grievances. Id. § A(VII)(G)(2)(a). The second level of grievance consideration for inpatient facilities is by the administrator of the facility, id. § A(VII)(G)(2)(b), and the third level of consideration of grievances is by the Commissioner of BDS. Id. § A(VII)(G)(2)(e). Subparagraph J provides exceptions to the regular grievance procedures. Id. at 001-18 § A(VII)(J). When, upon a level two review, the chief administrative officer of a mental health facility finds a grievance to be “without apparent merit,” the grievance “may not be appealed administratively beyond Level Two.” Id. at 001-19 § A(VTI)(J)(3)(c). “This dismissal constitutes final agency action for purposes of judicial review.” Id.\n[¶ 14] The reference to judicial review when level two grievances are determined to be “without apparent merit” is different from the reference to judicial review when grievances proceed through the level three determination by the Commissioner of BDS. The regulations state that both constitute “final agency action,” but the level three grievance regulation refers specifically to “the Maine Administrative Procedure Act, 5 M.R.S.A. § 11001 et seq.” Id. at 001-18 § A(VII)(H).\nB. Due Process Rights\n[¶ 15] In her brief, Geary argues that:\nIt seems inconceivable that an involuntarily committed patient cannot receive judicial review of a claimed violation of her Substantive Due Process right to receive adequate medical care which is guaranteed her by the United States Constitution, but instead must rely on the review of the CEO of the hospital that she claimed violated her rights in the first place.\nShe also contends that: “The private action of Spring Harbor Hospital is attributable to the Department of Behavioral and Development Services .... ”\n[¶ 16] This summary of Geary’s position is very different than the limited relief which Geary sought from the Superior Court — consideration of her grievance in a level three grievance proceeding before the Commissioner of BDS before she proceeded to court. We must decide whether the Superior Court erred in dismissing Geary’s narrowly framed request for relief.\n[¶ 17] The RRMHS regulations explicitly state that when, as here, a chief administrative officer makes a “without apparent merit” finding, there is no further administrative review of the grievance by the Commissioner of BDS. If this regulation does not violate any provision of state or federal statute or the Maine or United States Constitution, it is effective to bar consideration of Geary’s grievance by the Commissioner of BDS.\n[¶ 18] Geary points to no statute barring the limitation of grievance considerations to a two-step process rather than a three-step process, when there is a “without apparent merit” finding. Accordingly, any rights to such a third level hearing must be found in the due process provisions of the state or federal constitutions.\n[¶ 19] The RRMHS regulations would be constitutionally infirm if, by denying Geary a level three grievance hearing before the Commissioner of BDS, they deprived her of due process to have her grievance heard, considered, and decided. “Due process is a flexible concept” which protects the right to have one’s grievance heard, considered, and acted on by an impartial fact-finder and the right to a remedy should any violation of individual rights be found during the course of the due process proceeding. In re Kristy Y, 2000 ME 98, ¶¶ 6-7, 752 A.2d 166, 168-69. Beyond due process concepts, under the Maine Constitution, a right to a due process or judicial remedy for any actionable wrong is provided by Article I, Section 19 which states: “Every person, for an injury inflicted on the person or the person’s reputation, property or immunities, shall have remedy by due course of law; and right and justice shall be administered freely and without sale, completely and without denial, promptly and without delay.” Me. Const, art. I, § 19.\n[¶20] Here, pursuant to the RRMHS regulations, Geary had two administrative due process hearings to address her grievances. She was then referred to whatever judicial remedy she might have. She elected not to seek any judicial remedy against Spring Harbor.\n[¶ 21] The reference to a judicial remedy in cases involving a “without apparent merit” determination is less specific than the reference to judicial remedies after a level three grievance. Unlike the level three grievance remedy, the reference to a judicial remedy after the level two grievance was not specifically tied to the state administrative appeal law, 5 M.R.S.A. §§ 11001-11008 (2002). That slight difference in the two regulations does not mean that judicial review is barred in the “without apparent merit” grievance. Resolution “without apparent merit” at level two is defined as a “final agency action” entitling the grievant to judicial review for any judicially recognizable claims. However, the reference to a judicial remedy does not assure a judicial remedy against BDS for grievance claims asserted only against Spring Harbor. This is particularly true when the petition filed in court does not allege or assert that BDS has the authority to grant the substantive relief sought in the grievance.\n[¶ 22] The claim in the original grievance asserted that Spring Harbor violated Geary’s constitutional, statutory, and regulatory rights. It also asserted that Spring Harbor deprived Geary of her substantive due process right to receive adequate medical care, it requested that Spring Harbor not charge Geary for any services provided during her stay, and it requested Spring Harbor to draft and institute rules to adequately address medical needs of involuntarily committed patients. None of these claims sought relief against or action by BDS.\n[¶ 23] Some or all of Geary’s claims may or may not be cognizable in an action against Spring Harbor, assuming such an action was commenced within the appropriate time period. This opinion should not be construed as suggesting whether or not such an action could be maintained.\n[¶ 24] As the regulation limiting Geary’s grievance consideration to two levels and then referring her to a judicial remedy did not violate Geary’s due process rights to a fair hearing, including a judicial hearing, there is no basis, on the issues that Geary presented to the Superior Court, to maintain any claim against BDS. Geary had no right to a grievance hearing before the Commissioner of BDS. Accordingly, the Superior Court acted correctly in dismissing Geary’s claim brought solely against BDS.\nThe entry is:\nJudgment affirmed.\n. There is nothing in the record which would indicate that Spring Harbor attempted to charge Geary for its services.\n. Pursuant to 34-B M.R.S.A. § 3861(1)(B) (Pamph. 2003), involuntarily committed patients in nonstate mental health institutions that contract with BDS \"are entitled to the same rights and remedies as patients in state mental health institutes\n. Section A(VII)(J)(3)(c) of the regulations states: \"Grievances without apparent merit may not be appealed administratively beyond Level Two. This dismissal constitutes final agency action for purposes of judicial review.\" 13 C.M.R. 14 193 001-19 § A(VII)(J)(3)(c) (1995). The bar to further grievance review and reference to judicial review applies to grievances at both state and private mental health facilities. In state facilities, a representative of the Office of Advocacy must concur in the \"without apparent merit” decision. Id. § A(VII)(J)(3)(a).\n.Spring Harbor’s brief characterizes its status as “Defendant/Appellee” but there is no indication that Spring Harbor has been made a party to this action. Spring Harbor's status may only be inferred from operation of 5 M.R.S.A. § 11003 (2002), which required that it be served a copy of the petition for review. See also M.R. Civ. P. 80C(a). No claim was asserted by or against Spring Harbor in the Superior Court proceeding.\n. Bates v. Davenport, now captioned Bates v. Dep’t of Behavioral and Developmental Servs., No. CV-89-88 (Me. Super. Ct., Ken. Cty., Sept. 7, 1994), is presently on appeal to this Court. Bates v. Dep’t of Behavioral and Developmental Servs., appeal docketed, No. Ken-03-623 (Me. Sept. 30, 2003).\n. Rights to due process are specified in the Fifth and Fourteenth Amendments to the United States Constitution and Article I, Section 6-A of the Maine Constitution.",
        "type": "majority",
        "author": "ALEXANDER, J."
      }
    ],
    "attorneys": [
      "Mark C. Joyce (orally), Augusta, for plaintiff.",
      "G. Steven Rowe, Attorney General, Dale Denno, Asst. Attorney General (orally), Katherine Greason, Asst. Attorney General, Augusta, for DBDS.",
      "Christopher C. Taintor, Norman, Hanson & DeTroy, LLC, Portland, for Spring Harbor Hospital."
    ],
    "corrections": "",
    "head_matter": "2003 ME 151\nMary Ellen GEARY v. DEPARTMENT OF BEHAVIORAL AND DEVELOPMENTAL SERVICES\nSupreme Judicial Court of Maine.\nArgued: Nov. 14, 2002.\nDecided: Dec. 23, 2003.\nMark C. Joyce (orally), Augusta, for plaintiff.\nG. Steven Rowe, Attorney General, Dale Denno, Asst. Attorney General (orally), Katherine Greason, Asst. Attorney General, Augusta, for DBDS.\nChristopher C. Taintor, Norman, Hanson & DeTroy, LLC, Portland, for Spring Harbor Hospital.\nPanel: CLIFFORD, RUDMAN, DANA, ALEXANDER, CALKINS, and LEVY, JJ.\nSaufley, C J. sat at oral argument but did not participate in the development of the opinion."
  },
  "file_name": "1162-01",
  "first_page_order": 1192,
  "last_page_order": 1197
}
