{
  "id": 11341088,
  "name": "William Max DOWNARD, III, Petitioner, v. The DEPARTMENT OF CORRECTIONS OF the COMMONWEALTH of Pennsylvania, Joseph Lehman, Secretary; The Commonwealth of Pennsylvania, Robert P. Casey, Governor; The Pennsylvania Board of Probation and Parole, James Riggs, Secretary, Respondents",
  "name_abbreviation": "Downard v. Department of Corrections of the Commonwealth",
  "decision_date": "1994-11-21",
  "docket_number": "",
  "first_page": "1163",
  "last_page": "1165",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1163"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "634 A.2d 214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1841496,
        1841603
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0121-01",
        "/pa/535/0122-01"
      ]
    },
    {
      "cite": "535 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841603
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0122-01"
      ]
    },
    {
      "cite": "150 Pa.Commonwealth Ct. 81",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1436553
      ],
      "weight": 5,
      "year": 1992,
      "pin_cites": [
        {
          "page": "822"
        },
        {
          "page": "100"
        },
        {
          "page": "823"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/150/0081-01"
      ]
    },
    {
      "cite": "464 A.2d 659",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "76 Pa.Commonwealth Ct. 544",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1311827
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/76/0544-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 372,
    "char_count": 7089,
    "ocr_confidence": 0.673,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23989120601239686
    },
    "sha256": "b4c26641c43a12da549e29c4737cb869f468635c1e7d266a92c2ee09e35a74b9",
    "simhash": "1:e7e9c0b81357f136",
    "word_count": 1083
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, and KELLEY, J., and NARICK, Senior Judge."
    ],
    "parties": [
      "William Max DOWNARD, III, Petitioner, v. The DEPARTMENT OF CORRECTIONS OF the COMMONWEALTH of Pennsylvania, Joseph Lehman, Secretary; The Commonwealth of Pennsylvania, Robert P. Casey, Governor; The Pennsylvania Board of Probation and Parole, James Riggs, Secretary, Respondents."
    ],
    "opinions": [
      {
        "text": "COLINS, President Judge.\nBefore this Court in its original jurisdiction is a petition for a writ of mandamus and a motion for peremptory judgment filed by William Max Downard, III (petitioner), and preliminary objections filed by the Pennsylvania Department of Corrections (Department). The petitioner seeks to have this Court aggregate his county and state sentences. The Department asserts that this Court does not have subject matter jurisdiction or alternatively that the petitioner has failed to state a claim for which relief may be granted.\nThe essential facts are that a Montgomery County Common Pleas Court judge sentenced the petitioner on January 30,1989, (1) to four concurrent five to twenty-three month county sentences for conspiracy and (2) to four concurrent two-year probationary periods for deceptive business practices. The two sets of sentences were to run consecutively. On March 18, 1989, the petitioner was released on parole.\nOn December 29, 1992, the petitioner appeared before the trial court for violating the parole and probation orders. The trial judge recommitted the petitioner to serve concurrently eighteen months and thirteen days backtime for each of the conspiracy sentences, and he also ordered four concurrent one to two-year state sentences for each of the deceptive practice probation violations. The trial judge specifically ordered the state sentences to run consecutively to the back-time county sentence.\nOn April 22,1993, the Montgomery County prison issued a county prison commitment form aggregating the sentences, and the petitioner was transferred to state custody. However, on May 13, 1993, the Department “unaggregated” the sentences and returned the petitioner to the county prison to serve his recommittal backtime. After completing that backtime on January 10, 1994, the petitioner was returned to state custody to begin serving the one to two-year state sentence.\nOn March 11, 1994, the petitioner contacted Records Officer Steven Wetzler to request that the Department aggregate his sentences. Wetzler responded that the Department does not aggregate sentences to back-time, and he advised the petitioner to contact David Gearhart, Director of Inmate Classification in the Central Office, with any additional concerns on the matter. The petitioner wrote Gearhart on March 21, 1994 to request aggregation of the county and state sentences.\nThe petitioner filed for a writ of mandamus from this Court on April 5, 1994, asking for an order directing the Department to aggregate the sentences and to consider the petitioner retroactively for parole on his minimum sentence. Gearhart notified the petitioner on April 8, 1994 regarding why the Department would not aggregate the sentences. The Department then filed its present preliminary objections, and the petitioner filed a motion for peremptory judgment repeating his request for aggregation and retroactive parole.\nThe petitioner asserts that aggregation is mandated by Section 9757 of the Judicial Code, 42 Pa.C.S. § 9757, which states:\nWhenever the court determines that a sentence should be served consecutively to one being then imposed by the court, or to one previously imposed, the court shall indicate the minimum sentence to be served for the total of all offenses with respect to which sentence is imposed. Such minimum sentence shall not exceed one-half of the maximum sentence imposed.\nHe also relies on the April 22 county prison commitment form as evidence that the trial court intended to aggregate the sentences.\nInitially, the Department raises the preliminary objection that this Court lacks subject matter jurisdiction because the petitioner has not exhausted the administrative remedies provided for in DC-ADM (Administrative Directive) 804, codified at 87 Pa.Code § 93.9, which addresses inmate grievance procedures. However, DC-ADM 804(III)(A) encourages inmates to work out any problems with staff informally or by submitting a written request, which the petitioner did by contacting Wetzler. Subsection (III)(B)(2) states that only one avenue of appeal is available and that an issue may be appealed to Central Office for final review. The petitioner’s letter to Gearhart in Central Office must then be construed as an exhaustion of the remedies made available to the petitioner, thus negating that preliminary objection.\nThe Department also raises a preliminary objection in the nature of a demurrer contending that the petitioner’s request for mandamus must be dismissed because he has failed to show a clear legal right to the aggregation of his sentences. Keith v. Pennsylvania Board of Probation and Parole, 76 Pa.Commonwealth Ct. 544, 464 A.2d 659 (1983).\nIn Abraham v. Department of Corrections of the Commonwealth of Pennsylvania, 150 Pa.Commonwealth Ct. 81, 615 A.2d 814 (1992), affirmed, 535 Pa. 122, 634 A.2d 214 (1993), this Court analyzed the issues of mandatory aggregation of various combinations of state and county sentences. In relevant part, the Court also addressed the issue of a parolee committing another crime while on probation. The Court differentiated between recommittal on an original county sentence and a newly imposed state sentence and held that “a recommittal is just that — a recommittal and not a sentence; the action on the parole violation is therefore not subject to aggregation.” Id. at 97, 615 A.2d at 822. The Court then ordered that “the Commonwealth shall not aggregate any recommittals for county parole violations, as such recom-mittals are defined in the foregoing opinion.” Id. at 100, 615 A.2d at 823.\nIn the present case, although the trial court originally issued both the county and state sentences simultaneously, the recommittal on the county sentence removes it from the scope of potential aggregation. Additionally, the trial judge’s orders on January 29, 1992 specified that the one to two-year state sentence is to run consecutively to the parole violation recommittal sentence. Therefore, we conclude that the petitioner has not demonstrated a clear legal right to the mandamus relief he has requested.\nAccordingly, the preliminary objections of the Department are sustained, and the petitioner’s request for a writ of mandamus and his motion for peremptory judgment are dismissed.\nORDER\nAND NOW, this 21st day of November, 1994, the preliminary objections of the Department of Corrections, in the above-captioned matter, are sustained, and the petitioner’s request for a writ of mandamus and his motion for peremptory judgment are dismissed.",
        "type": "majority",
        "author": "COLINS, President Judge."
      }
    ],
    "attorneys": [
      "William Max Downard, III, petitioner, for himself.",
      "Clifford D. Swift, III, Asst. Counsel, for respondents."
    ],
    "corrections": "",
    "head_matter": "William Max DOWNARD, III, Petitioner, v. The DEPARTMENT OF CORRECTIONS OF the COMMONWEALTH of Pennsylvania, Joseph Lehman, Secretary; The Commonwealth of Pennsylvania, Robert P. Casey, Governor; The Pennsylvania Board of Probation and Parole, James Riggs, Secretary, Respondents.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Sept. 1, 1994.\nDecided Nov. 21, 1994.\nWilliam Max Downard, III, petitioner, for himself.\nClifford D. Swift, III, Asst. Counsel, for respondents.\nBefore COLINS, President Judge, and KELLEY, J., and NARICK, Senior Judge."
  },
  "file_name": "1163-01",
  "first_page_order": 1221,
  "last_page_order": 1223
}
