{
  "id": 7298197,
  "name": "COMMONWEALTH of Pennsylvania, Appellant v. Stanley Leron WOODY, Appellee",
  "name_abbreviation": "Commonwealth v. Woody",
  "decision_date": "2009-07-16",
  "docket_number": "",
  "first_page": "1163",
  "last_page": "1166",
  "citations": [
    {
      "type": "official",
      "cite": "974 A.2d 1163"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "715 A.2d 1131",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11710304
      ],
      "pin_cites": [
        {
          "page": "1134"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/715/1131-01"
      ]
    },
    {
      "cite": "781 A.2d 192",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9477272
      ],
      "pin_cites": [
        {
          "page": "197"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/781/0192-01"
      ]
    },
    {
      "cite": "735 A.2d 673",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11536992,
        838534
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "675"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/735/0673-01",
        "/pa/558/0050-01"
      ]
    },
    {
      "cite": "558 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838534
      ],
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/pa/558/0050-01"
      ]
    },
    {
      "cite": "781 A.2d 1161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        706229,
        9480622
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "1164"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/566/0445-01",
        "/a2d/781/1161-01"
      ]
    },
    {
      "cite": "566 Pa. 445",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        706229
      ],
      "year": 2001,
      "opinion_index": 1,
      "case_paths": [
        "/pa/566/0445-01"
      ]
    },
    {
      "cite": "378 A.2d 835",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1732100,
        1732110
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "840"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/474/0364-01",
        "/pa/474/0363-01"
      ]
    },
    {
      "cite": "474 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1732100
      ],
      "year": 1977,
      "opinion_index": 1,
      "case_paths": [
        "/pa/474/0364-01"
      ]
    },
    {
      "cite": "672 A.2d 769",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        461476,
        461606,
        7359343,
        461590,
        7359095,
        7359165
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "776"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/543/0449-01",
        "/pa/543/0447-01",
        "/a2d/672/0769-03",
        "/pa/543/0448-01",
        "/a2d/672/0769-01",
        "/a2d/672/0769-02"
      ]
    },
    {
      "cite": "543 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461476
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa/543/0449-01"
      ]
    },
    {
      "cite": "499 U.S. 621",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11320254
      ],
      "weight": 5,
      "year": 1991,
      "pin_cites": [
        {
          "page": "626",
          "parenthetical": "person seized under Fourth Amendment when lawful authority applies physical force to individual or individual submits to assertion of authority"
        },
        {
          "parenthetical": "person seized under Fourth Amendment when lawful authority applies physical force to individual or individual submits to assertion of authority"
        },
        {
          "parenthetical": "person seized under Fourth Amendment when lawful authority applies physical force to individual or individual submits to assertion of authority"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/499/0621-01"
      ]
    },
    {
      "cite": "939 A.2d 359",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8301950
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "362-63"
        },
        {
          "page": "363"
        },
        {
          "page": "362"
        },
        {
          "parenthetical": "quoting Stewart, at 798"
        },
        {
          "page": "363",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/939/0359-01"
      ]
    },
    {
      "cite": "648 A.2d 797",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        706448,
        7875044
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/436/0626-01",
        "/a2d/648/0797-01"
      ]
    },
    {
      "cite": "436 Pa.Super. 626",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706448
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/436/0626-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 559,
    "char_count": 8874,
    "ocr_confidence": 0.697,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.188400366198956
    },
    "sha256": "0b26f91338ce417a1cd2bc473cc0768030f1cebaf7309843ba8eba71dbe6dad5",
    "simhash": "1:1c9384585b5815a0",
    "word_count": 1422
  },
  "last_updated": "2024-02-27T23:04:11.439902+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, SAYLOR, EAKIN, BAER, McCAFFERY and GREENSPAN, JJ.",
      "Justice TODD did not participate in the consideration or decision of this matter.",
      "Justice EAKIN files a dissenting statement."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant v. Stanley Leron WOODY, Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nThe Order of the Superior Court is AFFIRMED.\nJustice TODD did not participate in the consideration or decision of this matter.\nJustice EAKIN files a dissenting statement.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "Justice EAKIN,\ndissenting.\nI respectfully dissent from the per cu-riam order affirming the Superior Court’s order vacating appellee’s escape conviction, as I believe the Superior Court and the majority define escape in a manner inconsistent with the facts and our case law.\nAppellee was in a car in a bar parking lot, partially blocking the roadway. A police officer directed his spotlight into the car and saw appellee in the driver’s seat and a female who arose from his lap. Ap-pellee drove away; the officer followed. When appellee failed to properly use his left turn signal, the officer activated his emergency lights and siren. Appellee refused to stop. He ultimately abandoned his car and continued to flee on foot. The officer pursued in his patrol car, yelling for him to stop. After appellee was apprehended, the officer retraced appellee’s route and found several bags containing cocaine and marijuana near appellee’s car. Appellee was charged with escape, various drug crimes, and summary driving offenses.\nDuring trial, appellee filed a motion for acquittal arguing the Commonwealth failed to prove escape as it did not establish he was ever in official detention. The trial court denied the motion; the jury convicted him of all charges. Appellee appealed to the Superior Court, which affirmed his conviction with the exception of the escape charge.\nIn vacating the escape conviction, the Superior Court discussed Commonwealth v. Stewart, 436 Pa.Super. 626, 648 A.2d 797 (1994). In Stewart, a uniformed police officer responding to a domestic disturbance call approached the defendant’s vehicle at an intersection. The officer drew his gun, as it was reported the defendant was armed, and ordered him to turn the car off and place his hands on the dashboard; instead, the defendant drove off. The court held the defendant submitted to a show of authority when the officer approached with his gun drawn, even though the defendant drove away; this momentary submission caused the court to conclude the defendant was seized, and the escape conviction was upheld.\nThe Superior Court found Stewart distinguishable, as in Stewart, “there existed a momentary period in which the officer was able to demonstrate a show of authority to the [defendant] ... so as to suggest to the [defendant] that he was being officially detained.” Commonwealth v. Woody, 939 A.2d 359, 362-63 (Pa.Super.2007). The facts leading to appellee’s arrest, the Superior Court held, did not include a similar “momentary period” and accordingly, found appellee was never detained. Id., at 363.\nAlthough the Superior Court did not explicitly state a seizure constitutes a “detention for law enforcement purposes,” seizing someone is clearly within the phrase “any other detention,” and the court’s analysis, which my colleagues herein affirm, focused on whether appellee was seized. The Superior Court noted, “Only when the police have restrained the liberty of a person by show of authority or physical force may we conclude that a seizure has occurred.” Id., at 362. The court also stated, ‘“An evaluation as to whether a seizure has occurred must be viewed in light of all the circumstances and whether a reasonable person would have believed he or she was free to leave.’ ” Id. (quoting Stewart, at 798).\nFirst, there is the statement the officer did not “suggest” to appellee that he was detained. When a police car activates lights and sirens behind “a reasonable person,” that is a definite and unmistakable “show of authority” that is to be obeyed— it is not a mere suggestion for one’s consideration, but an unequivocal statement of authority and a demand to stop. It may not be as dramatic as displaying a gun, but this is a manifest, undeniable, universally recognized show of authority and intention — indeed, flight is positively indicative of appellee’s recognition of that authority, and of his decision to decline to honor it. For the Superior Court’s theory to be correct, one must find that “lights and siren” is something less than a “show of authority,” and I cannot so conclude. To affirm such a notion is a mistake.\nMore appropriately, the Superior Court concluded that “[a]t no time was [appellee] actually detained by the officer.” Id., at 363 (emphasis added). The court’s reliance on “actual detainment” even for a momentary period, is akin to the seizure analysis proclaimed by the United States Supreme Court in California v. Hodari D., 499 U.S. 621, 626, 111 S.Ct. 1547, 113 L.Ed.2d 690 (1991) (person seized under Fourth Amendment when lawful authority applies physical force to individual or individual submits to assertion of authority). The problem is this is a standard this Court has rejected. See Commonwealth v. Matos, 543 Pa. 449, 672 A.2d 769 (1996).\nIn Matos, this Court considered the Ha-dan D. analysis, but determined that while the language of the Fourth Amendment and Article I, § 8 are nearly identical, Article I, § 8 affords Pennsylvania citizens “a greater degree of protection from coercive state action.” Matos, at 771-72. This Court held “Hodari D. [is] incompatible with the privacy rights guaranteed to the citizens of this Commonwealth under Article I, Section 8 of the Pennsylvania Constitution.” Id., at 776, 111 S.Ct. 1547. This Court reiterated Pennsylvania case law has consistently held the proper analysis should be to determine “whether a reasonable [person] innocent of any crime, would have thought he was being restrained had he been in the defendant’s shoes.” Id., at 773, 111 S.Ct. 1547 (quoting Commonwealth v. Jones, 474 Pa. 364, 378 A.2d 835, 840 (1977)). After reaffirming this standard, this Court applied it to the facts in Matos and held a person is seized when pursued by police. See id., at 774; see also In the Interest of D.M., 566 Pa. 445, 781 A.2d 1161, 1164 (2001); Commonwealth v. Cook, 558 Pa. 50, 735 A.2d 673, 675 (1999); In the Interest of M.D., 781 A.2d 192, 197 (Pa.Super.2001); Commonwealth v. Riley, 715 A.2d 1131, 1134 (Pa.Super.1998).\nDespite this precedent, the Superior Court concluded and the majority affirms, that appellee was not seized under Pennsylvania law. They hold an individual is not seized in the absence of submission to authority or an actually putting on of hands. However, Matos and its progeny hold that in our Commonwealth, the mere pursuit of an individual by police constitutes a seizure. Of course one concept involves a statutory definition while another is constitutional case law, but it is anomalous at best to say a fleeing person was seized for one purpose and not seized for another. While logic might suggest detention requires the placing of hands or submission, (appellee’s argument), the precedent of Matos has not been specifically overturned and until it is, Pennsylvania case law says appellee was in detention; indeed, were Matos not the law, I could easily support the conclusion that detention was not achieved here.\nAffirming the Superior Court does not help to resolve this incongruity. We now have different definitions of what constitutes a seizure depending on whether the prosecution or defense is asserting its existence. For the foregoing reasons, I am compelled to note my disagreement with affirming the thoughtful analysis of the Superior Court.\n. A person commits escape when “he unlawfully removes himself from official detention or fails to return to official detention following temporary leave granted for a specific purpose or limited period.” 18 Pa.C.S. § 5121(a). Official detention is defined as \"arrest, detention in any facility for custody of persons under charge or conviction of crime or alleged or found to be delinquent, detention for extradition or deportation, or any other detention for law enforcement purposes ....\" 18 Pa.C.S. § 5121(e) (emphasis added).\n. One could argue contraband discarded during pursuit should be suppressed because the police illegally seized him, while simultaneously arguing he did not escape because there was no seizure in the first place. This is akin to ‘T never took it, and besides, I gave it back.” Such incompatible defenses may be permitted, but incompatible legal principles should not be — we should resolve incongruities, not create or affirm them.",
        "type": "dissent",
        "author": "Justice EAKIN,"
      }
    ],
    "attorneys": [
      "Edward Michael Marsico, Jr., Esq., James Patrick Barker, Esq., Harrisburg, for Commonwealth of Pennsylvania.",
      "Kenneth A. Rapp, Esq., Nathan Clark Giunta, Esq., Dauphin County Public Defender’s Office, Harrisburg, for Stanley Leron Woody."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant v. Stanley Leron WOODY, Appellee.\nSupreme Court of Pennsylvania.\nArgued May 13, 2009.\nDecided July 16, 2009.\nEdward Michael Marsico, Jr., Esq., James Patrick Barker, Esq., Harrisburg, for Commonwealth of Pennsylvania.\nKenneth A. Rapp, Esq., Nathan Clark Giunta, Esq., Dauphin County Public Defender’s Office, Harrisburg, for Stanley Leron Woody.\nBEFORE: CASTILLE, SAYLOR, EAKIN, BAER, McCAFFERY and GREENSPAN, JJ."
  },
  "file_name": "1163-03",
  "first_page_order": 1205,
  "last_page_order": 1208
}
