{
  "id": 7298264,
  "name": "Karen PRIDGEN, Individually and as Personal Representative of the Estate of Lendon N. Pridgen, Deceased, and as Personal Representative of the Estate of Anthony W. Cipparone, Deceased; Denise Diggen, Individually and as Personal Representative of the Estate of Daniel Diggen, Deceased; and Debra Johnson, Individually and on Behalf of Tyler Johnson, as Parent and Natural Guardian of Tyler Johnson, A Minor v. PARKER HANNIFIN CORPORATION, Basco Flying Service, Inc., Textron Lycoming Reciprocating Engine Division, Textron, Inc. and AVCO Corporation, Appeal of Textron, Inc., AVCO Corporation and Textron Lycoming Reciprocating Engine Division",
  "name_abbreviation": "Pridgen v. Parker Hannifin Corp.",
  "decision_date": "2009-05-15",
  "docket_number": "",
  "first_page": "1166",
  "last_page": "1172",
  "citations": [
    {
      "type": "official",
      "cite": "974 A.2d 1166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "916 A.2d 619",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8333448,
        3015731
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/916/0619-01",
        "/pa/591/0305-01"
      ]
    },
    {
      "cite": "591 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3015731
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/591/0305-01"
      ]
    },
    {
      "cite": "49 U.S.C. § 40101",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "108 Stat. 1552",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "936 A.2d 1117",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8364950
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/936/1117-01"
      ]
    },
    {
      "cite": "860 A.2d 1112",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9150334
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1116"
        },
        {
          "page": "1117"
        },
        {
          "page": "1117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/860/1112-01"
      ]
    },
    {
      "cite": "904 A.2d 958",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8474446
      ],
      "pin_cites": [
        {
          "page": "963"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/904/0958-01"
      ]
    },
    {
      "cite": "515 U.S. 304",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1563897
      ],
      "weight": 14,
      "year": 1995,
      "pin_cites": [
        {
          "page": "310"
        },
        {
          "parenthetical": "holding, in the context of the assertion of a qualified immunity defense, that a trial court's summary judgment order that merely determines that the pretrial record sets forth a genuine issue of fact for trial does not meet the requirements of the federal collateral order doctrine"
        },
        {
          "page": "313-20"
        },
        {
          "page": "2156-59"
        },
        {
          "page": "313-20"
        },
        {
          "page": "2156-59"
        },
        {
          "page": "313-20"
        },
        {
          "page": "2156-59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/515/0304-01"
      ]
    },
    {
      "cite": "905 A.2d 422",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3787744,
        8467330,
        8467266,
        3787565,
        3787443,
        8467288
      ],
      "weight": 6,
      "year": 2006,
      "pin_cites": [
        {
          "page": "428",
          "parenthetical": "citing Johnson v. Jones, 515 U.S. 304, 310, 115 S.Ct. 2151, 132 L.Ed.2d 238 (1995"
        },
        {
          "page": "430"
        },
        {
          "page": "432",
          "parenthetical": "footnote 9 in original, footnotes 10-12 omitted"
        },
        {
          "page": "428"
        },
        {
          "page": "432"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/588/0404-01",
        "/a2d/905/0422-03",
        "/a2d/905/0422-01",
        "/pa/588/0403-02",
        "/pa/588/0405-01",
        "/a2d/905/0422-02"
      ]
    },
    {
      "cite": "588 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3787443
      ],
      "weight": 6,
      "year": 2006,
      "pin_cites": [
        {
          "page": "414",
          "parenthetical": "citing Johnson v. Jones, 515 U.S. 304, 310, 115 S.Ct. 2151, 132 L.Ed.2d 238 (1995"
        },
        {
          "page": "417"
        },
        {
          "page": "421"
        },
        {
          "page": "414"
        },
        {
          "page": "421"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/588/0405-01"
      ]
    },
    {
      "cite": "49 U.S.C.A. § 40101",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 744,
    "char_count": 17989,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18840152456764853
    },
    "sha256": "327042fab0c31fe27cdca459024a863975e70b27ad5904955843559639c8dcd5",
    "simhash": "1:de35cf1487e8b57c",
    "word_count": 2823
  },
  "last_updated": "2024-02-27T23:04:11.439902+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: KLEIN, SHOGAN, JJ. and McEWEN, P.J.E."
    ],
    "parties": [
      "Karen PRIDGEN, Individually and as Personal Representative of the Estate of Lendon N. Pridgen, Deceased, and as Personal Representative of the Estate of Anthony W. Cipparone, Deceased; Denise Diggen, Individually and as Personal Representative of the Estate of Daniel Diggen, Deceased; and Debra Johnson, Individually and on Behalf of Tyler Johnson, as Parent and Natural Guardian of Tyler Johnson, A Minor v. PARKER HANNIFIN CORPORATION, Basco Flying Service, Inc., Textron Lycoming Reciprocating Engine Division, Textron, Inc. and AVCO Corporation, Appeal of Textron, Inc., AVCO Corporation and Textron Lycoming Reciprocating Engine Division."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSHOGAN, J.:\n¶ 1 Textron, Inc., AVCO Corporation and Textron Lycoming Reciprocating Engine Division (collectively “Appellants”) appeal from the order entered on February 19, 2008, in the Philadelphia County Court of Common Pleas that denied Appellants’ motion for summary judgment. The appellees in this matter are Karen Pridgen, individually and as Personal Representative of the estate of Lendon N. Pridgen, deceased, and as Personal Representative of the estate of Anthony W. Cip-parone, deceased; Denise Diggen, individually and as personal representative of the estate of Daniel Diggen, deceased; and Debra Johnson, individually and on behalf of Tyler Johnson, as parent and natural guardian of Tyler Johnson, a minor (collectively “Appellees”). Additionally, we are faced with a motion to quash filed by Appellees. Upon review, we grant Appel-lees’ motion to quash.\n¶ 2 The relevant facts and procedural history of this matter are summarized as follows. This case arises from a fatal airplane accident that occurred in 1999, when a thirty-one-year-old Piper PA-32-260 airplane crashed. Several people were killed, and another suffered serious injuries. Ap-pellees, who were the plaintiffs in the trial court, initiated suit against Appellants and others, and the actions were consolidated in the common pleas court in 2001.\n¶ 3 Appellees’ complaints asserted claims of negligence, strict liability, and breach of express and implied warranties. Appellees alleged that the crash was caused by a failure of engine and fuel system components that were replaced and overhauled within eighteen years of the date of the accident. Additionally, Appel-lees claimed that Appellants had knowledge of the alleged defects and engaged in intentional misrepresentation, concealment, and withholding relative to these defects. These sets of allegations were included to implicate exceptions to the 18-year statute of repose included in the General Aviation Revitalization Act of 1994 and its rolling provisions. Under GARA, claims for death, injury, and property damage involving certain types of aircraft asserted against a manufacturer are generally barred if the accident occurred more than 18 years after delivery of the aircraft to the first purchaser. The rolling provision preserves causes of action against manufacturers related to potentially defective replacement parts after 18 years, but it instructs that the 18-year time-period begins to run from the date of installation of the replacement part. See 49 U.S.C.A. § 40101, Note.\n¶ 4 Appellants filed motions for summary judgment in the underlying actions based on the statute of repose in GARA. Appellants argued that more than eighteen years had elapsed between the date of manufacture and the date of the accident. Appellees argued that the rolling provision applied and that Appellants were not enti-tied to GARA protection because Appellants had installed and overhauled engine components within 18 years prior to the accident. Additionally, Appellees claimed that there were material facts in dispute concerning the misrepresentation, concealment, and withholding exception in GARA.\n¶ 5 In September 2003, the common pleas court denied Appellants’ motion for summary judgment. Appellants timely appealed from the interlocutory order. Appellants’ argued that they were entitled to appellate review of the denial of summary judgment under the collateral order doctrine, as set forth in Pennsylvania Rule of Appellate Procedure 313. See Pa. R.A.P. 313(b) (“A collateral order is an order separable from and collateral to the main cause of action where the right involved is too important to be denied review and the question presented is such that if review is postponed until final judgment in the case, the claim will be irreparably lost.”).\n¶ 6 Upon review, this Court quashed the appeal. Appellants then sought review in the Pennsylvania Supreme Court, and were granted allowance of appeal. As noted by the Supreme Court, Appellants acknowledged in the earlier appeal that the United States Supreme Court has found some summary judgment orders will not fit within the collateral order doctrine, where they merely reflect the trial court’s determination that material facts are in issue concerning immunity, as opposed to the resolution of one or more dispositive legal questions. Pridgen v. Parker Hannifin Corp., 588 Pa. 405, 414, 905 A.2d 422, 428 (2006) (citing Johnson v. Jones, 515 U.S. 304, 310, 115 S.Ct. 2151, 132 L.Ed.2d 238 (1995) (holding, in the context of the assertion of a qualified immunity defense, that a trial court’s summary judgment order that merely determines that the pretrial record sets forth a genuine issue of fact for trial does not meet the requirements of the federal collateral order doctrine)). In that initial appeal to our Supreme Court, Appellants argued, however, that the issue was not simply a challenge to the common pleas court’s judgment that material facts are in issue with regard to GARA’s applicability. Rather, Appellants claimed that they sought to challenge the legal standard employed by the common pleas court in determining which entities may be subject to GARA’s rolling provision relative to replacement parts. Pridgen v. Parker Hannifin Corp., 588 Pa. at 417, 905 A.2d at 430.\n¶ 7 Ultimately, the Supreme Court held that, because the issue presented a question of law as opposed to a question of fact, Appellants were entitled to review under the collateral order doctrine. The Court reasoned that:\nfor the most part, [Appellants] have focused the substantive challenge that they seek to raise on appeal on the scope of an original manufacturer’s ongoing liability under GARA’s rolling provision for the alleged failure of replacement parts that it did not physically manufacture. Such limitation disposes of a number of Appellees’ contentions, since, contrary to their arguments, there is no need to assess a broad range of merits issues, such as what components (if any) actually caused the accident and whether any such parts were defective. Nor is it necessary to assess the actual age of the replacement parts alleged to have caused the accident for purposes of GARA. In this regard, the question of whether or not the replacement parts were actually installed within a new eighteen-year period implicated by the rolling provision is immaterial if Appellants are correct that no new period arises under the rolling provision in the first instance in relation to entities who are not the actual manufacturers of the relevant replacement components.[ ] Appellants’ framing of the central question presented therefore is consistent with an appropriate application of the collateral order doctrine under the United States Supreme Court’s distinction between summary judgment orders reflecting legal versus factual determinations, see Johnson v. Jones, 515 U.S. at 313-20, 115 S.Ct. at 2156-59,[] as Appellants have plainly sought to present a focused legal challenge on appeal^ ]\nPridgen v. Parker Hannifin Corp., 588 Pa. at 421, 905 A.2d at 432 (footnote 9 in original, footnotes 10-12 omitted) (emphasis supplied).\n¶ 8 The case was then remanded to the trial court for a determination as to whether there were material facts at issue concerning the fraud and misrepresentation exception to the statute of repose under GARA. On remand, the trial court permitted additional discovery on the issue. While on remand to the trial court, Appellants filed a motion for summary judgment. On February 15, 2008, the trial court denied the motion for summary judgment, and it determined that there were genuine issues of material fact for a jury. Trial Court Opinion, 5/15/08. Appellants appealed the propriety of the denial of summary judgment and again claimed the order was a collateral order pursuant to Pa.R.A.P. 313.\n¶ 9 In its Statement of Question Presented for Review, Appellants raised a single question for this Court’s consideration:\nWhether the trial court erred as a matter of law in its application of the fraud exception to the General Aviation Revitalization Act of 1994 (“GARA”) to deny [Appellants’] Motion for Summary Judgment, by failing to require or find proof of scienter by the [Appellants] in the misrepresentation of any required information to the FAA, or the withholding or concealment of required information from the FAA, and by failing to require or find that any required information had been misrepresented, withheld or concealed in communications with the FAA, as required by GARA section 2(b)(1).\nAppellants’ Brief at 5.\n¶ 10 As an initial matter, we address the motion to quash filed by Appellees. It is well settled that questions as to the appealability of an order go to the jurisdiction of the court asked to review the order. Moyer v. Gresh, 904 A.2d 958, 963 (Pa.Super.2006). Here, we focus on whether the trial court’s order is a collateral order under Pa.R.A.P. 313, and consider as well the standard presented by the United States Supreme Court in Johnson v. Jones, supra, and explained by the Pennsylvania Supreme Court in Pridgen v. Parker Hannifin Corp., 588 Pa. at 414, 905 A.2d at 428.\n¶ 11 Collateral orders are appeal-able as of right. Pa.R.A.P. 313(a); J.S. v. Whetzel, 860 A.2d 1112, 1116 (Pa.Super.2004). Rule 313(b) defines a collateral order as “an order separable from and collateral to the main cause of action where the right involved is too important to be denied review and the question presented is such that if review is postponed until final judgment in the case, the claim will be irreparably lost.” To satisfy the doctrine, all three factors must be present. J.S. v. Whetzel, 860 A.2d at 1117. The collateral order rule must be interpreted narrowly. Berkeyheiser v. A-Plus Investigations, Inc., 936 A.2d 1117 (Pa.Super.2007).\n¶ 12 As noted above, the earlier appeal, which was decided by our Supreme Court, was deemed a collateral order under Pa. R.A.P. 313(b) because it presented a question of law and not a question of fact. See Pridgen v. Parker Hannifin Corp., 588 Pa. at 421, 905 A.2d at 432 (“Appellants’ framing of the central question presented therefore is consistent with an appropriate application of the collateral order doctrine under the United States Supreme Court’s distinction between summary judgment orders reflecting legal versus factual determinations, see Johnson v. Jones, 515 U.S. at 313-20, 115 S.Ct. at 2156-59, as Appellants have plainly sought to present a focused legal challenge on appeal.”) (internal footnotes omitted). Here, Appellants argue that again the issue is one of law and not of fact. See Appellants’ Brief at 14. We disagree.\n¶ 13 The issue raised by Appellants concerns the absence of a “scienter” element in Appellants’ alleged misrepresentations. Appellants define scienter as follows: “The term ‘scienter’ refers to the ‘defendant’s guilty knowledge’ or ‘knowledge by the misrepresenting party that material facts have been falsely represented or omitted with intent to deceive.’ ” Appellants’ Brief at 14 (citing Black’s Law Dictionary 1345 (6th ed.1990)). However, a review of the trial court opinion reveals that the trial court determined that there were expert reports on the issue of a knowing misrepresentation. The trial court noted:\n[Appellees] allege that [Appellants] misrepresented that the brass float assembly was safe and knowingly withheld the safety design features of the Delrin assembly. In support of their position, [Appellees] produced the reports of [Appellants’] test to determine the effect on engine performance of various carburetor float weights. See [Appellees’] Supplemental Response to [Appellants’] Motion for Summary Judgment, Exhibit 33. The report states that “the weight of the float, at some point, results in an uncontrollable amount of fuel delivery to the engine, which ultimately causes the engine to stop running.” Id. [Appellees’] experts claim that this information was never provided to the FAA. Id. Exhibit 2 and 12. [Appellees] also produced expert testimony from Mr. William R. Twa, Jr., Mr. Donald E. Sommer, and Mr. Richard H. McSwain opining that [Appellants] knew, and failed to notify the FAA, of the wear and sticking that occurred due to the metallurgical reaction between the brass and stainless steel components of the subject float assembly, and that [Appellants] knew, and failed to notify the FAA, that the Delrin float assembly addressed these problems. Id. Exhibit 39.\nTrial Court Opinion, 5/15/08, at 4-5.\n¶ 14 Appellants’ motion for summary judgment and the instant appeal are based on an allegation of a legal deficiency due to the absence of scienter proffered in an attempt to gain review through the collateral order doctrine. That claim is unavailing. Here, the trial court reviewed the pleadings and the evidence, and it determined that there is a question of fact with respect to whether Appellants intentionally withheld required information from the FAA that is causally related to the harm suffered by Appellees. Trial Court Opinion, 5/15/08, at 5. Because the trial court’s determination is supported by the record, we conclude that the question of whether Appellants actually misrepresented or fraudulently withheld information was properly presented, was supported by the record, and ultimately presents a question of fact. Pursuant to Johnson v. Jones, supra, and the standards enumerated above by our Supreme Court in Appellant’s prior appeal, Appellants have not established that the order in question is: 1) separable from and collateral to the main cause of action; 2) involves a right too important to be denied review; and 3) that if review is postponed until final judgment, the claim will be irreparably lost. J.S. v. Whetzel, 860 A.2d at 1117; Pa. R.A.P. 313.\n¶ 15 For the reasons set forth above, we conclude that this appeal is interlocutory and does not present an appealable collateral order. Accordingly, we grant Appel-lees’ motion to quash.\n¶ 16 Motion to quash granted.\n. Pub.L. No. 103-298, 108 Stat. 1552 (codified as amended at 49 U.S.C. § 40101, Note) (hereinafter \"GARA”).\n. The \"rolling provision” set forth in GARA reads as follows:\nSec. 2. Time limitations on civil actions against aircraft manufacturers.\n(a) In general. — Except as provided in subsection (b), no civil action for damages for death or injury to persons or damage to property arising out of an accident involving a general aviation aircraft may be brought against the manufacturer of the aircraft or the manufacturer of any new component, system, subassembly, or other part of the aircraft, in its capacity as a manufacturer if the accident occurred—\n(2) with respect to any new component, system, subassembly, or other part which replaced another component, system, su-bassembly, or other part originally in, or which was added to, the aircraft, and which is alleged to have caused such death, injury, or damage, after the applicable limitation period beginning on the date of completion of the replacement or addition.\n49 U.S.C.A. § 40101, Note.\n. The exceptions to the time limits of GARA are set forth in Section 2(b)(1):\nSec. 2. Time limitations on civil actions against aircraft manufacturers.\nb) Exceptions. — Subsection (a) does not apply—\n(1) if the claimant pleads with specificity the facts necessary to prove, and proves, that the manufacturer with respect to a type certificate or airworthiness certificate for, or obligations with respect to continuing airworthiness of, an aircraft or a component, system, subassembly, or other part of an aircraft knowingly misrepresented to the Federal Aviation Administration, or concealed or withheld from the Federal Aviation Administration, required information that is material and relevant to the performance or the maintenance or operation of such aircraft, or the component, system, subassembly, or other part, that is causally related to the harm which the claimant allegedly suffered^]\n49 U.S.C.A. § 40101, Note.\n. As noted, Appellants did also seek to demonstrate that there are no material facts in dispute concerning the application of the misrepresentation, concealment, and withholding exception. Since, however, the common pleas court's supplemental Rule 1925(a) order has revealed that this argument was not a basis for its decision, and because its resolution will entail a fact-based review of affidavits, depositions, and other discovery materials, as opposed to resolution of a central legal controversy, we agree with Appel-lees' position that it should not be considered in the present appeal. See Johnson v. Jones, 515 U.S. at 313-20, 115 S.Ct. at 2156-59.\n. Reconsideration was granted, and the Court reaffirmed its decision. Pridgen v. Parker Hannifin Corp., 591 Pa. 305, 916 A.2d 619 (2007).\n. And see Pridgen v. Parker Hannifin Corp., 588 Pa. at 421 n. 9, 905 A.2d at 432 n. 9.\n. We also conclude that Appellants’ Pa.R.A.P. 704 and 741 waiver argument is inapplicable because the instant appeal is interlocutory and not subject to any exception. See 42 Pa.C.S.A. § 704(b)(2); and see Pa.R.A.P. 741(b)(2).",
        "type": "majority",
        "author": "SHOGAN, J.:"
      }
    ],
    "attorneys": [
      "James E. Robinson, Philadelphia, for appellants.",
      "Bradley J. Stoll, Philadelphia, for Prid-gen, appellee."
    ],
    "corrections": "",
    "head_matter": "Karen PRIDGEN, Individually and as Personal Representative of the Estate of Lendon N. Pridgen, Deceased, and as Personal Representative of the Estate of Anthony W. Cipparone, Deceased; Denise Diggen, Individually and as Personal Representative of the Estate of Daniel Diggen, Deceased; and Debra Johnson, Individually and on Behalf of Tyler Johnson, as Parent and Natural Guardian of Tyler Johnson, A Minor v. PARKER HANNIFIN CORPORATION, Basco Flying Service, Inc., Textron Lycoming Reciprocating Engine Division, Textron, Inc. and AVCO Corporation, Appeal of Textron, Inc., AVCO Corporation and Textron Lycoming Reciprocating Engine Division.\nSuperior Court of Pennsylvania.\nArgued Jan. 27, 2009.\nFiled May 15, 2009.\nReargument Denied July 28, 2009.\nJames E. Robinson, Philadelphia, for appellants.\nBradley J. Stoll, Philadelphia, for Prid-gen, appellee.\nBEFORE: KLEIN, SHOGAN, JJ. and McEWEN, P.J.E."
  },
  "file_name": "1166-02",
  "first_page_order": 1208,
  "last_page_order": 1214
}
