{
  "id": 11341238,
  "name": "FIRST FEDERAL SAVINGS AND LOAN ASSOCIATION OF HAZLETON, Petitioner, v. OFFICE OF the STATE TREASURER, UNCLAIMED PROPERTY REVIEW COMMITTEE, Respondent",
  "name_abbreviation": "First Federal Savings & Loan Ass'n of Hazleton v. Office of the State Treasurer, Unclaimed Property Review Committee",
  "decision_date": "1994-11-21",
  "docket_number": "",
  "first_page": "1166",
  "last_page": "1169",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 U.S.C. § 1461",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "12 U.S.C. § 4301",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "458 U.S. 141",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        636558
      ],
      "weight": 5,
      "year": 1982,
      "pin_cites": [
        {
          "page": "152-53"
        },
        {
          "page": "3022"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/458/0141-01"
      ]
    },
    {
      "cite": "12 C.F.R. § 545.2",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "12 C.F.R. § 545.11",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "12 U.S.C. § 1464",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 572,
    "char_count": 12327,
    "ocr_confidence": 0.686,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2398919782581919
    },
    "sha256": "792804f97777ab3fca8190db1aa96e61e09b8bd31cd9284c34d14724ca74dc14",
    "simhash": "1:05eb6fb9f3eafc3a",
    "word_count": 1946
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McGINLEY and NEWMAN, JJ., and NARICK, Senior Judge."
    ],
    "parties": [
      "FIRST FEDERAL SAVINGS AND LOAN ASSOCIATION OF HAZLETON, Petitioner, v. OFFICE OF the STATE TREASURER, UNCLAIMED PROPERTY REVIEW COMMITTEE, Respondent."
    ],
    "opinions": [
      {
        "text": "McGINLEY, Judge.\nFirst Federal Savings and Loan Association of Hazleton (First Federal) petitions for review of an order of the Unclaimed Property Review Committee (Committee) sustaining the findings of the State Treasurer of the Commonwealth of Pennsylvania (Treasurer), and directing First Federal to remit to the Commonwealth certain property determined to be abandoned and unclaimed.\nArticle XIII.l of The Fiscal Code , entitled Disposition of Abandoned and Unclaimed Property (Unclaimed Property Law), 72 P.S. § 1301.2 provides that certain abandoned and unclaimed property, and property without a rightful owner, is deemed to be subject to the custody and control of the Commonwealth. Section 1301.3 of The Fiscal Code states that property subject to the Commonwealth’s custody and control includes:\n1. Any demand, savings or matured time deposit in a financial institution,....\n* * * * * *\n2.A deposit under clause 1 shall include any interest or dividend which the financial institution would pay to the owner upon claim therefor. The charges which may he excluded hereunder shall not include any charge due to inactivity imposed, directly or indirectly, after December SI, 1981 unless there is a valid and enforceable written contract between the financial institution and the owner of the deposit pursuant to which the financial institution may impose said charges. (Emphasis added).\n72 P.S. § 1301.3(1) & (2).\nPursuant to Section 1301.23 of The Fiscal Code, the State Treasury Office of Unclaimed Property conducted an audit of the records of First Federal for the period of 1961 through 1985. The Treasurer issued a Summary of Findings identifying $11,020.47 of unclaimed and abandoned property in the following areas:\n1. Outstanding savings accounts— $1,037.79.\n2. Passbook interest due accounts not receiving interest as a result of changes to the minimum balance requirements— $66.98.\n3. Invalid minimum balance charges deducted on savings accounts — $636.00.\n4. Invalid dormant service charges deducted on savings accounts for years 1980 through 1985 — $6,323.31.\n5. Passbook interest due to invalid minimum balance and dormant service charges — $1,073.07.\n6. Outstanding certificates of deposit with an initial maturity date of 1985 — $1,883.32.\nTreasurer’s Summary of Findings, July 26, 1993; Reproduced Record (R.R.) at 12a.\nFirst Federal did not challenge the findings with respect to the outstanding savings accounts or the outstanding certificates of deposit. However, First Federal petitioned the Committee to review the remainder of the Treasurer’s findings amounting to $8,099.36.\nThe contested amount consists of fees imposed on savings accounts as a result of a Board of Directors’ Policy which was instituted by First Federal on June 16, 1987. The accounts charged were in existence prior to the Board of Directors’ Policy and First Federal failed to provide evidence that the underlying contract with the depositors authorized the charges, or that the contracts were modified as required by state contract law. A review was held on December 7,1993, and the Committee sustained the Treasurer’s findings.\nOn appeal First Federal argues that the collection of unpaid interest charges and dormant account service charges on inactive or low balance deposit accounts is regulated by federal law. First Federal contends; (1) that federal law expressly preempts the state Fiscal Code, and (2) that because of the preemption the Treasurer is prohibited from requiring First Federal to remit such charges to the Commonwealth.\nSpecifically, First Federal argues that because it is a federally-chartered savings and loan institution its operations are exclusively regulated by the Federal Home Loan Bank Board (FHLBB). First Federal relies on the Home Owners’ Loan Act (HOLA) of 1933, and its applicable regulations, 12 U.S.C. § 1464, as amended, (1933). 12 C.F.R. § 545.11 states:\nPursuant to 12 U.S.C. 1464(b)(1)(A)-(b)(1)(B), a federal association may issue insured accounts as defined in § 561.3 of this Chapter in the form of demand deposit accounts and savings accounts for indefinite or fixed terms (‘certificate accounts’) in the form of shares or deposits. An association may establish classes of accounts and specify terms and conditions for such accounts. Amounts deposited in insured accounts may be in cash or property in which the association is authorized to invest.\n12 C.F.R. § 545.11 (1985). Furthermore, 12 C.F.R. § 545.2 provides that the regulations which were in effect during the audit period were “promulgated pursuant to the plenary and exclusive authority of the Board to regulate all aspects of the operations of federal savings associations.... This exercise of the Office’s authority is preemptive of any state law purporting to address the subject of the operations of a federal savings association.” 12 C.F.R. § 545.2 (1993).\nFirst Federal contends that by requiring it to remit dormant and minimum balance service charges, as well as interest that would have accrued to such balances, the Treasurer is effectively regulating the operations of First Federal and must be prohibited from doing so as the Federal Congress delegated this responsibility and authority exclusively to the FHLBB when it enacted the HOLA.\nThe Treasurer argues that First Federal failed to demonstrate the elements necessary to establish that the contractual rights of the depositors are subject to the preemptive authority of the FHLBB to regulate the operations of federal savings associations. The Treasurer specifically contends: (1) that the enforcement by the Treasurer of the contractual rights of the depositors is not expressly preempted by federal law; (2) that First Federal failed to offer any evidence that Congress intended service charges to be governed exclusively by federal law; and (3) that First Federal has failed to show that a conflict exists between the state law and federal law.\nThe United States Supreme Court set forth the law with respect to federal preemption in Fidelity Federal Savings and Loan Association, et al. v. De la Cuesta, 458 U.S. 141, 102 S.Ct. 3014, 73 L.Ed.2d 664 (1982). In its decision the Court established a three part test to determine whether a state law is preempted by federal law. The first part of the test requires an express intention of Congress to preempt the state law. In the absence of an express intent, there must be an implied intent to preempt evidenced by a pervasive scheme which effectively precludes any governance by state law. Finally, where no express or implied intent to preempt is present, there must exist a conflict between the state and federal laws which makes “compliance with both federal and state regulations a physical impossibility....” Id. at 152-53, 102 S.Ct. at 3022.\nThe federal regulation at issue expressly preempts the states from regulating the operations of federal savings associations. In its decision, the Committee stated that “the Pennsylvania Unclaimed Property Law in no way attempts to regulate the operations of the Petitioner [First Federal].” Committee’s Decision, January 7, 1994, at 3; R.R. at 40a. We agree.\nIn regulating the operations of federal savings associations the FHLBB authorizes the associations to impose service charges on its customers. By requiring First Federal to comply with state contract law when establishing a service charge the Treasurer is not attempting to regulate an association’s ability to impose the service charge. The Treasurer is merely protecting the contractual rights of the depositors. We conclude, as did the Committee, that the Treasurer is not attempting to regulate the operations of First Federal and that the Treasurer is not preempted by federal law from requiring First Federal to remit the service charges to the Commonwealth.\nIn addition, there is not a shred of evidence to support the implication that Congress intended that federal savings associations should be able to impose service charges on their customers without meeting the legal requirements of state contract law. To the contrary, as stated in the Committee’s decision,\n[T]he federal government in its recent amendment to the Truth-In-Saving Act, set forth at 12 U.S.C. § 4301 et seq., has also recognized the distinction with respect to state contract law pertaining to contracts of deposits. The amended Act imposes restrictions on federal savings institutions’ abilities to take dormancy fees, and makes clear that the states can regulate the imposition of such fees. The Act and the regulation recognize that the state contract law govern[s] [sic] the imposition of these fees, while also recognizing that Petitioner has the right under federal law to charge such fees.\nCommittee’s Decision at 4-5; R.R. at 41a-42a.\nFinally, we note that it is possible for First Federal to comply with both the federal law which authorizes the imposition of service charges, and the state law which protects the contractual rights of the depositors. Hence, no conflict exists between the federal and state laws.\nIn further support of its argument First Federal cites two opinion letters from the Office of the General Counsel of the FHLBB. The letters, in response to inquiries regarding a Virginia law and an Illinois law, opine that the FHLBB regulation governing the imposition of service charges preempts the state laws. As noted by the Committee, the state laws at issue in the opinion letters are distinguishable from the provisions of our state law at issue. The Virginia law and the Illinois law dealt specifically with the operations of financial institutions and were preempted because they could not be enforced without creating a conflict with the federal law. Because we find that no conflict exists between the federal law and the Pennsylvania law the opinion letters are not relevant to the present controversy.\nThe General Assembly through the promulgation of The Fiscal Code specifically directed to have all unclaimed property turned over to the Treasurer so that efforts would be made to locate the owners and return their property. If The Fiscal Code is ignored there is an additional danger that the unclaimed property will never be returned to the owners. The Committee correctly concluded that federal law does not preempt the Treasurer from acting pursuant to The Fiscal Code. The decision of the Committee is affirmed.\nORDER\nAND NOW, to wit, this 21st day of November, 1994, the order of the Unclaimed Property Review Committee, at No. 93002A, is affirmed.\n. Act of April 9, 1929, P.L. 343, added by Section 5 of the Act of December 9, 1982, P.L. 1057, as amended, by the Section 1 of the Act of May 16, 1986, P.L. 197, 72 P.S. §§ 1301.1-1301.29.\n. Section 1301.23 of The Fiscal Code provides: If the'secretary has reason to believe that any holder has failed to report property that should have been reported pursuant to this article, the secretary may, at reasonable times and upon reasonable notice, examine the records of such person with respect to such property.\n. The Board of Director's policy instituted a service charge of $2.00 per month on accounts with less than a $100.00 balance; a service charge of $5.00 per month on dormant accounts being defined as those Pass Book or Statement Savings Accounts that did not reflect any activity for three years; and discontinued paying interest on Pass Book Savings and Statement Savings Accounts with balances less than $100.00.\n. Our scope of review is limited to determining whether constitutional rights have been violated, whether an error of law has been committed, and whether all necessary findings of fact are supported by substantial evidence. 2 Pa.C.S. § 704 (1978).\n. The operation of federal savings associations is now regulated by the Office of Thrift Supervision which was created by the Financial Institutions Reform Recovery and Enforcement Act of 1989, 12 U.S.C. § 1461, which amended the Home Owner’s Loan Act of 1933.",
        "type": "majority",
        "author": "McGINLEY, Judge."
      }
    ],
    "attorneys": [
      "Thomas L. Kennedy, for petitioner.",
      "Sonia M. Walwyn, Deputy Gen. Counsel, for respondent."
    ],
    "corrections": "",
    "head_matter": "FIRST FEDERAL SAVINGS AND LOAN ASSOCIATION OF HAZLETON, Petitioner, v. OFFICE OF the STATE TREASURER, UNCLAIMED PROPERTY REVIEW COMMITTEE, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 19, 1994.\nDecided Nov. 21, 1994.\nThomas L. Kennedy, for petitioner.\nSonia M. Walwyn, Deputy Gen. Counsel, for respondent.\nBefore McGINLEY and NEWMAN, JJ., and NARICK, Senior Judge."
  },
  "file_name": "1166-01",
  "first_page_order": 1224,
  "last_page_order": 1227
}
