{
  "id": 11897973,
  "name": "In re JOSEPH G.",
  "name_abbreviation": "In re Joseph G.",
  "decision_date": "1997-09-26",
  "docket_number": "No. 96-625-Appeal",
  "first_page": "1169",
  "last_page": "1171",
  "citations": [
    {
      "type": "official",
      "cite": "702 A.2d 1169"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "520 A.2d 574",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7887783
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/520/0574-01"
      ]
    },
    {
      "cite": "665 A.2d 880",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/665/0880-01"
      ]
    },
    {
      "cite": "665 A.2d 879",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/665/0879-01"
      ]
    },
    {
      "cite": "666 A.2d 414",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12047223
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/666/0414-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 391,
    "char_count": 5848,
    "ocr_confidence": 0.724,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24399086587673643
    },
    "sha256": "3ee5290d31530653ec5cd2b6039e77acd625ee673fb5d055d8b6b8b75927fddd",
    "simhash": "1:79e4c4b20fc1c523",
    "word_count": 945
  },
  "last_updated": "2024-02-27T16:34:52.547203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re JOSEPH G."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis matter came before the Court on September 16, 1997, pursuant to an order directing all the parties to appear and show cause why the issues raised by this appeal from a Family Court judgment terminating the parental rights of the appellant-mother to her son should not be summarily decided.\nAfter hearing the arguments of counsel and considering the memoranda submitted by the parties, we are of the opinion that cause has not been shown. The issues raised in the appeal will be decided at this time.\nJoseph G. (Joseph), born on November 12, 1987, is the second oldest of the appellant-mother’s four children. He first came to the attention of the Department of Children, Youth and Families (DCYF) in 1988 when he was brought to the hospital with a broken arm, the cause of which his parents were unable to explain. On February 8,1989, due to the appellant-mother’s admission of neglect, DCYF took over the legal supervision of Joseph. In September 1992, DCYF assumed the total care, custody and control of Joseph.\nThrough services obtained with the help of DCYF, Joseph has been diagnosed with and treated for several psychological and behavioral problems including hyperactivity, aggression, impulsiveness, insomnia, self-abuse, sexualized behavior and depression. The mother has throughout her involvement with DCYF expressed difficulty in controlling Joseph and in controlling her other children when Joseph is present. The mother has, herself, been diagnosed with and received treatment for several psychological disorders including obsessive/compulsive disorder, manic depression, and agoraphobia. Additionally, the live-in boyfriend Joseph’s mother was seeing intermittently during DCYF’s involvement with Joseph suffered from domestic abuse problems as well as drug and alcohol dependency, including the use of “crack” cocaine. As a result of that unstable home life, between 1990 and 1992 Joseph was constantly being moved around among his mother’s home, his foster home with his paternal aunt and uncle and his in-patient treatment at Bradley Hospital.\nIn March 1994, Joseph’s mother expressed her desire that Joseph be permanently placed with and adopted by his paternal aunt and uncle with whom he had been staying in a foster home.- She also indicated that she wanted to discontinue visitation with him. On July 20, 1994, DCYF filed an involuntary termination of parental rights petition with regard to Joseph. Joseph’s mother later changed her mind regarding the permanent placement of Joseph, but by that point in time, DCYF had already begun the process of terminating the mother’s parental rights. By November 1994, the mother had not visited with Joseph for at least a year. On April 10, 1995, the mother’s visitation rights were suspended by the Family Court because she repeatedly missed scheduled visits with Joseph.\nAfter the hearing on DCYF’s petition to terminate the parental rights of Joseph’s mother, the Family Court justice determined that despite the copious services and assistance provided by DCYF, the mother had not been able to adequately care for Joseph and had, instead, sent him away from the home whenever she was confronted with any type of a crisis. The trial justice concluded, therefore, that although the mother seemed to be able to care for her other three children, she was unfit to parent Joseph. She further found that Joseph had been in the care of DCYF for at least six months, that the conditions in the mother’s home were unlikely to change, and that there was not a substantial probability that Joseph, considering his age and need for a permanent home, would be able to return to his mother’s home. Accordingly, she granted the petition to terminate. The trial justice’s findings are supported by the record.\nIn our review of cases involving termination of parental rights, we examine the record to determine whether there is legally competent evidence therein to support a trial justice’s findings. In re Darryl P., 666 A.2d 414 (R.I.1995). If there is such record evidence, we accord great weight to those findings and will not disturb them on appeal unless we find that the trial justice has misconceived or overlooked material evidence or that his or her findings are clearly wrong. In re Nikkia N., 665 A.2d 879 (R.I.1995). In the record before us we find legally competent evidence to support the trial justice’s findings made as required by G.L.1956 § 15-7-7.\nSince the record contains clear and convincing evidence to support the finding of maternal unfitness, all other considerations advanced by the mother are secondary to the best interests of her son Joseph. In re Michael F., 665 A.2d 880 (R.I.1995), In re Kristina L., 520 A.2d 574 (R.I.1987).\nAccordingly, for all the foregoing reasons, the appeal of the appellant-mother is denied and dismissed. The judgment terminating the parental rights of the mother is affirmed, and the papers in this case are remanded to the Family Court.\n. Joseph’s older brother, Donald, was diagnosed with many of the same psychological and behavioral problems as Joseph and, as a result, had also spent time as an in-patient at Bradley Hospital. Donald, however, was eventually returned to the mother’s home.\n. General Laws 1956 § 15-7-7 was amended, effective July 8, 1994, to require a finding of twelve months in DCYF care before termination of parental rights. P.L.1994, ch. 194, § 1. The termination petition in this case was filed on July 20, 1994, after the effective date of the amended statute. However, the record clearly discloses that Joseph had been in DCYF care for well over the requisite twelve months at the time of the filing of the petition.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Frank P. Iacono, E. Greenwich, Thomas J. Corrigan, Providence.",
      "Catherine A. Gibran, Providence."
    ],
    "corrections": "",
    "head_matter": "In re JOSEPH G.\nNo. 96-625-Appeal.\nSupreme Court of Rhode Island.\nSept. 26, 1997.\nFrank P. Iacono, E. Greenwich, Thomas J. Corrigan, Providence.\nCatherine A. Gibran, Providence."
  },
  "file_name": "1169-02",
  "first_page_order": 1223,
  "last_page_order": 1225
}
