{
  "id": 11634409,
  "name": "SCHOOL DISTRICT OF PHILADELPHIA, Petitioner v. WORKERS' COMPENSATION APPEAL BOARD (LANIER), Respondent",
  "name_abbreviation": "School District of Philadelphia v. Workers' Compensation Appeal Board",
  "decision_date": "1999-02-05",
  "docket_number": "",
  "first_page": "1171",
  "last_page": "1174",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 1171"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "483 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1751227
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/483/0421-01"
      ]
    },
    {
      "cite": "647 A.2d 624",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867154,
        1466758
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/647/0624-01",
        "/pa-commw/167/0075-01"
      ]
    },
    {
      "cite": "707 A.2d 564",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11857224
      ],
      "pin_cites": [
        {
          "page": "566"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/707/0564-01"
      ]
    },
    {
      "cite": "601 A.2d 465",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1424943
      ],
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "claimant must prove both injury and that the injury resulted in disability"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/144/0280-01"
      ]
    },
    {
      "cite": "535 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841527
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0135-01"
      ]
    },
    {
      "cite": "708 A.2d 132",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11807480
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/708/0132-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 558,
    "char_count": 12104,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 2.312897246178812e-07,
      "percentile": 0.7886604585827205
    },
    "sha256": "3e86181f2d31d6fedf08be99dd1672f5b340d808d6e4ce79f66929bd258878a3",
    "simhash": "1:51e0c8c80920a16b",
    "word_count": 1947
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, J., LEADBETTER, J., and NARICK, Senior Judge."
    ],
    "parties": [
      "SCHOOL DISTRICT OF PHILADELPHIA, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (LANIER), Respondent."
    ],
    "opinions": [
      {
        "text": "FLAHERTY, Judge.\nThe School District of Philadelphia (Employer) petitions for review of an order of the Workers’ Compensation Appeal Board (Board) which affirmed as modified an order of the Workers’ Compensation Judge (WCJ) that awarded benefits for a closed period to Wileater Lanier (Claimant). We reverse.\nClaimant worked for Employer as an aide. In February 1993, while at work, a fire extinguisher exploded, exposing her to fire retardant chemicals, causing her to experience irritation in her eyes and throat which induced coughing. WCJ’s Findings of Fact Nos. 3 and 8. Later on that day, she started having blurred vision, ringing in her ears and headaches. Id. Claimant filed a claim petition in June 1993, alleging that she suffered a work related injury. The Employer filed an answer denying the material allegations. The WCJ conducted hearings at which Claimant presented the testimony of Dr. Ar-dito who diagnosed Claimant with “resolving chemical hypersensitivity reaction to the exposure, an exacerbation of upper respiratory allergies, and chronic depression.” F.F. Nos. 2 and 9. Dr. Ardito opined that Claimant’s chemical hypersensitivity reaction was caused by the chemical exposure at work and that her allergies and depression were exacerbated by the exposure and consequent trauma. Id.\nIn opposition to the petition, Employer presented the testimony of Dr. Schwartz, who testified that he examined Claimant on December 3, 1993 and that based upon his exam and review of medical records that Claimant was exposed to monoammonium phosphate. P.F. No. 4. He further opined that as of the date of his examination of Claimant, she was fully recovered from any injury related to her exposure. Id.\nBased upon, inter alia, the foregoing evidence, the WCJ found that Claimant sustained her burden of proving a work related injury resulting in disability from March 8, 1993 to September 5, 1993, when she attempted to return to work, and from October 14, 1993, when she left work again, until December 3, 1993. The WCJ granted benefits during these periods but terminated them as of December 3, 1993. In doing so, the WCJ accepted Dr. Schwartz’s opinion that Claimant was fully recovered as of that date.\nIn it’s brief to this court, Employer presents two issues for our review:\n1. Whether Claimant satisfied her burden in a Claim Petition through unequivocal medical evidence that she sustained a work related disability, when the claimant’s medical expert failed to state she was disabled?\n2. Whether claimantfs] medical evidence is based upon sufficient factual foundation as to be competent expert opinion testimony regarding claimant’s alleged occupational disease Csic], when that expert does not know the substance to which claimant was allegedly exposed?\nEmployer’s brief at p. 3. Appellate review over an order of the Board is limited to determining whether constitutional rights were violated, an error of law was committed or whether necessary findings of fact are supported by substantial evidence. Roadway Express, Inc. v. Worker’s Compensation Appeal Board (Siekierka), 708 A.2d 132 (Pa.Cmwlth.1998).\nInitially, Employer correctly asserts that in a claim petition, it is the claimant who bears the burden of proving all the elements necessary to support an award of wage loss benefits, including the duration of the disability. Inglis House v. Workmen’s Compensation Appeal Board (Reedy), 535 Pa. 135, 634 A.2d 592 (1993). Not only must the claimant in a claim petition establish that the claimant sustained a work related injury but also that such injury resulted in a disability, in the technical sense, as used within the Workers’ Compensation arena, i.e., a loss of earnings or a loss of earning power. See Odd Fellow’s Home v. Workmen’s Compensation Appeal Board (Cook), 144 Pa.Cmwlth. 280, 601 A.2d 465 (1991)(claimant must prove both injury and that the injury resulted in disability); Eljer Industries v. Workers’ Compensation Appeal Board (Evans), 707 A.2d 564, 566 (Pa.Cmwlth.1998)(disability is to be regarded as synonymous with loss of earning power). We have previously noted that much confusion has been engendered by courts not observing the distinction between “injury\"’ and “disability” for purposes of workers’ compensation. Volk v. Workmen’s Compensation Appeal Board (Consolidation Coal Co.), 167 Pa.Cmwlth. 75, 647 A.2d 624, 628 n. 6 (“Too often the terms ‘disability’ and ‘injury\" are used interchangeably which results in confusion.”).\nEmployer argues that the Claimant herein did not establish by substantial evidence that her work injuries caused her to be incapable of performing her time of injury job and thus did not prove that her work related injuries were the cause of her loss of earnings or of her earning power.\nAs an initial matter, we note that in this particular argument, Employer does not appear to be challenging whether there was substantial evidence to support the WCJ’s finding of fact that the Claimant’s work related injuries consisted of 1) a chemical hypersensitivity reaction caused by her chemical exposure at work and 2) an exacerbation of her pre-existing allergies and 3) an exacerbation of her pre-existing depression. It appears that there is substantial evidence of record to support such findings. See Reproduced Record (R.R.) at pp. 23a-24a wherein Dr. Ardito testified regarding his diagnoses of Claimant and that there was a causal relationship between the fire extinguisher incident in February 1993 and Claimant’s diagnoses. Thus, the causal relationship between the injuries sustained by Claimant and the work incident occurring in February 1993 is not being challenged by Employer in this argument.\nHowever, Employer does complain that there was no medical testimony establishing that these work related injuries resulted in Claimant’s inability to perform her time of injury job or, in other words, caused her to be physically disabled which in turn resulted in her experiencing a loss of earnings or a loss of earning power. Reviewing the record, with special attention to the medical testimony of both Drs. Ardito and Schwartz, we find that we must agree with the Employer. The only medical testimony offered in regards to whether the work related injuries which Claimant sustained resulted in her being incapable of performing her time of injury job and thus causing her to experience a loss of earnings or of earning power was on direct examination, when the following exchange took place between Claimant’s counsel and Dr. Ardito:\nQ[uestion by Claimant’s counsel]. Do you have an opinion whether or not Ms. Lanier could return to her work duties as a classroom aide.\nA[nswer by Dr. Ardito]. I think that a patient who has chemical hypersensitivities and allergies can function as long as there’s the right environment. It’s possible that certain environments will be challenging, but I think based on allergy alone she could work. The greater concern I would have is how active is her depression. Does she have the energy levels needed to function with small children. So I’m intentionally being nebulous because I don’t know where she is right now, but from an allergy vantage point most people with bad allergies can function with the right therapy. That’s the whole concept of therapy so that you can function in the environment, and secondly where is her depression at this point in time.\nR.R. at 25a-26a. Employer argues that in upholding the WCJ’s findings of fact, the Board cited to Dr. Ardito’s testimony at pp. 13-20 of his deposition (i.e., pp. 19a-26a of the R.R.) in support of the Board’s assertion that the exacerbation of Claimant’s chronic depression related to the fire extinguisher incident at work caused Claimant to be disabled, i.e., rendered her incapable of performing her job which resulted in a loss of earnings. Employer further points out that nowhere in these passages does Dr. Ardito ever say that Claimant was disabled or ever utilized words to the effect that Claimant’s work injuries caused her to be incapable of performing her time of injury job and thus suffer a loss of earnings. As such, Employer insists that Claimant failed to meet her burden of proving entitlement to wage loss benefits.\nIn response, Claimant simply argues that medical testimony is only required where the cause of the disability is not obvious, citing Morgan v. Giant Markets Inc., 483 Pa. 421, 397 A.2d 415 (1979). However, we note that the issue in Morgan was not whether one needed medical testimony to establish a disability, but rather whether one needed medical testimony to establish a causal connection between an injury and the claimant’s work. It appears that Claimant has failed to be attentive to the legal difference between “injury” and “disability” for purposes of workers’ compensation. This is not surprising given the confusion engendered by the use of imprecise language. As Morgan does not support the proposition that medical testimony is unnecessary in order to prove-that a work related injury rendered a claimant incapable of performing his/her time of injury job, Morgan does not help Claimant herein.\nClaimant also argues that we must review the record as a whole to determine whether Claimant has met her burden of proving that her work injuries have caused her to be disabled. Claimant asserts that in reviewing the record as a whole, it is clear that Claimant met her burden. Claimant further asserts that “Dr. Ardito’s testimony that claimant’s injury impaired her ability to work outside of a controlled environment, fully satisfies claimant’s burden of showing that the injury disabled (impaired claimant’s earning power) her from her preinjury job” Claimant’s brief at p. 4. We disagree on both counts. Neither our review of the entire record, nor our review of Dr. Ardito’s testimony demonstrate that Claimant met her burden to prove that her work related injuries caused her to be disabled from performing her time of injury job as an aide in a school setting, where her allergies were not a problem until she was exposed to monoam-monium phosphate during an isolated incident when the fire extinguisher exploded, an incident unlikely to reoccur in the Employer’s work environment. Thus, she did not establish that her work related injuries were the cause of her loss of earnings or earning power.\nRequiring a claimant to establish that her job related injuries caused her to be incapable of performing her time of injury job and thus was the cause of her loss of earnings or of her legal disability is simply a corollary of Inglis House. If Inglis House requires a claimant to establish how long her work related injury caused her to be disabled, i.e., caused her to suffer a loss of earnings or earning power, a fortiori, Inglis House requires that a claimant establish that the work related injury caused her to be disabled, i.e., caused her to suffer a loss of earnings.\nWe do, therefore, agree with the Employer that Claimant failed to meet her burden of proving that her work related injury resulted in her being incapable of performing her time of injury job and thus was the cause of her loss of earnings or earning power. Hence, we reverse the Board’s order affirming the WCJ.\nBecause of our disposition of Employer’s first issue, we find it unnecessary to address Employer’s second argument.\nORDER\nNOW, February 5, 1999, the order of the Workers’ Compensation Appeal Board entered on May 29, 1998 at Docket No. A96-3694, which affirmed as modified the Worker’s Compensation Judge is hereby reversed.\n. Although utilizing the term “occupational disease,” Claimant did not make a claim for an “occupational disease” and thus it is apparent that the Employer is not using this term in the technical sense.",
        "type": "majority",
        "author": "FLAHERTY, Judge."
      }
    ],
    "attorneys": [
      "Brian J. Durkin, Philadelphia, for petitioner.",
      "Ronald V. Cole, Philadelphia, for respondent."
    ],
    "corrections": "",
    "head_matter": "SCHOOL DISTRICT OF PHILADELPHIA, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (LANIER), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Oct. 30, 1998.\nDecided Feb. 5, 1999.\nBrian J. Durkin, Philadelphia, for petitioner.\nRonald V. Cole, Philadelphia, for respondent.\nBefore FLAHERTY, J., LEADBETTER, J., and NARICK, Senior Judge."
  },
  "file_name": "1171-01",
  "first_page_order": 1225,
  "last_page_order": 1228
}
