{
  "id": 7262845,
  "name": "INTERNATIONAL ASSOCIATION OF FIRE FIGHTERS LOCAL 22, Appellant v. CITY OF PHILADELPHIA, Appellee",
  "name_abbreviation": "International Ass'n of Fire Fighters Local 22 v. City of Philadelphia",
  "decision_date": "2009-01-09",
  "docket_number": "",
  "first_page": "1173",
  "last_page": "1175",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 1173"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 421,
    "char_count": 7965,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 2.1995933875888662e-07,
      "percentile": 0.7661575469894365
    },
    "sha256": "0c647904d2d5522ad02c47b2a4ab298794948c0e82a0cc09ed3e7ed186a227eb",
    "simhash": "1:203dd6e9e9fabb24",
    "word_count": 1298
  },
  "last_updated": "2023-07-14T21:12:07.030871+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice BAER files a Concurring Statement.",
      "Justice McCAFFERY files a Dissenting Statement."
    ],
    "parties": [
      "INTERNATIONAL ASSOCIATION OF FIRE FIGHTERS LOCAL 22, Appellant v. CITY OF PHILADELPHIA, Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 9th day of January, 2009, the “Application for Extraordinary Relief to Maintain the Status Quo Pending This Court’s Decision” and the Petition for Expedited Answer to Application for Extraordinary Relief are DENIED.\nJustice BAER files a Concurring Statement.\nJustice McCAFFERY files a Dissenting Statement.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "Justice BAER,\nconcurring.\nI join in full this Court’s per curiam order denying relief and write separately to explain my reasoning. First, the International Association of Fire Fighters Local 22 (Local 22) seeks relief pursuant to Pa. R.A.P. 1732(a), but has failed to comply with a generalized precondition of that rule requiring that relief first be sought in the lower court; here the Commonwealth Court. Moreover, Local 22 has chosen to file a parallel action in the Court of Common Pleas of Philadelphia County. This Court and the trial court’s simultaneous involvement in this matter could lead to piecemeal and inconsistent results. Given that extraordinary relief is sought before us, prudence dictates that we deny relief pending the outcome of proceedings in the trial court, and orderly appeals therefrom. Hence, my joinder.\nI write further, however, to note my belief that the City of Philadelphia acts at its own peril in closing these fire companies during the pendency of this litigation. The interest arbitration panel found that the City was required to engage in a multi-step process including, potentially, grievance arbitration prior to future closing of the fire companies. The Commonwealth Court vacated the arbitration panel’s award in this regard. We granted alloca-tur to determine whether the Commonwealth Court was correct in finding that the arbitration panel exceeded its powers. Should Local ultimately prevail on the merits, it is my view that equity will preclude Philadelphia from arguing mootness as to the closed fire companies. While I express no view regarding those merits, if this Court were to rule against the City of Philadelphia, the City could find itself compelled to reopen the fire companies, and then proceed to the multi-step process imposed by the arbitration panel before again closing them. I recognize that our country is in precarious financial times, and Philadelphia desires to close these fire companies in furtherance of its budget-reducing efforts. Nonetheless, it is worth noting that the cost of reopening closed fire companies and then engaging in the multi-step process directed by the arbitration panel could substantially exceed the cost of leaving these fire companies open during the pendency of this appeal. Notwithstanding all of this, it is for the City of Philadelphia to assess firefighter and resident safety, “crunch” its numbers, discuss its options, and determine its actions at this time.\n. Rule 1732(a) states:\n(a) Application to lower court. Application for a stay of an order of a lower court pending appeal, or for approval of or modification of the terms of any supersedeas, or for an order suspending, modifying, restoring or granting an injunction during the pendency of an appeal, or for relief in the nature of peremptory mandamus, must ordinarily be made in the first instance to the lower court, except where a prior order under this chapter has been entered in the matter by the appellate court or a judge thereof.\nPa.R.A.P. 1732(a).\n. In fact, we have become aware that the trial court denied Local 22 preliminary injunctive relief; on appeal the Commonwealth Court likewise denied the application for injunctive relief; and Local 22 has now sought this Court's intervention in that action arising from the trial court. These interim developments reinforce my concern that the merits of this matter not be decided twice by this Court. Given that the request for review from the trial court’s denial of relief contains an evi-dentiary record, I believe it the better vehicle for our ultimate resolution of Local 22's request for injunctive relief.\n. Such matter is scheduled for oral argument before this Court during its March 2009 argument session.",
        "type": "concurrence",
        "author": "Justice BAER,"
      },
      {
        "text": "Justice McCAFFERY,\ndissenting.\nI must dissent from this Court’s per curiam order denying relief. In my view, relief pursuant to Pa.R.A.P. 1732(a) is appropriate even though Appellant has failed first to seek relief by applying for a stay in the Commonwealth Court.\nRule 1732(a) provides\n(a) Application to lower court. Application for a stay of an order of a lower court pending appeal, or for approval of or modification of the terms of any su-persedeas, or for an order suspending, modifying, restoring or granting an injunction during the pendency of an appeal, or for relief in the nature of peremptory mandamus, must ordinarily be made in the first instance to the lower court, except where a prior order under this chapter has been entered in the matter by the appellate court or a judge thereof.\nPa.R.A.P. 1732(a) (emphasis added).\nHere, this Court, in its discretion, has accepted for appeal the very case underlying the instant application for extraordinary relief and has, moreover, entered two orders placing this appeal on an accelerated schedule. As a result, the merits of the case will be argued before this Court during our March 2009 Session. Thus, by order, this Court has established its stewardship over the case and has affirmatively determined that the case is of such significance that it is to be disposed of in an unusually expeditious manner. The requirement of Rule 1732(a) that a stay application must first be made to the lower court applies only in the ordinary case. This is no ordinary case, and our orders entered in this case reflect that fact. Rather than preclude our review, Rule 1732(a) supports it.\nHaving determined that Rule 1732(a) supports this Court’s accepting for review the instant application for extraordinary relief, I would briefly note that I am in favor of granting it. Although the requirements for granting a stay are not insignificant, I believe that, on balance, they support this Court’s precluding the City from closing any fire facilities pending the outcome of the determination of the merits of this case.\nOn one side of the ledger is the City’s interest in closing the facilities to save money, which in these current times is certainly an important goal. However, as Justice Baer sagely observes in his Concurring Statement, it is possible that the City’s immediate closure of the fire facilities may actually engender greater costs should the City not prevail on the appeal. Further, should the City prevail on appeal, the delay (and the consequent costs) suffered by the City would not be extensive, as this case has been placed on an accelerated schedule.\nOn the other side of the ledger is the very real possibility that closure of the facilities will endanger the lives and safety of both first responders (firefighters, police, and EMT personnel) and the public. While the Court of Common Pleas was not convinced that the safety of first responders and the public would be jeopardized by the closure of the fire facilities, I would take judicial notice of the fact that the potential delay of response time created by these closures could endanger both first responders and the public. Any delay could create a risk of a fire spreading or of an emergency being exacerbated. In either case, the public and first responders face greater, indeed possibly fatal, threats to their safety.\nTherefore, I believe that on balance, there is no question as to which direction this Court should take in this matter. I believe this Court is obliged to defer to the reality of increased risk of endangerment of the safety of the public and of the first responders caused by the closure of the fire facilities. Accordingly, I would grant the instant application for extraordinary relief.",
        "type": "dissent",
        "author": "Justice McCAFFERY,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "INTERNATIONAL ASSOCIATION OF FIRE FIGHTERS LOCAL 22, Appellant v. CITY OF PHILADELPHIA, Appellee.\nSupreme Court of Pennsylvania.\nJan. 9, 2009."
  },
  "file_name": "1173-01",
  "first_page_order": 1201,
  "last_page_order": 1203
}
