{
  "id": 12116825,
  "name": "In re: Henry Edwin Coley",
  "name_abbreviation": "In re Coley",
  "decision_date": "1930-05-28",
  "docket_number": "No. 2344",
  "first_page": "1174",
  "last_page": "1182",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1174"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "37 F. (2d) 959",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773530
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/37/0959-01"
      ]
    },
    {
      "cite": "17 C. C. P. A. 877",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6094882
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/17-2/0877-01"
      ]
    },
    {
      "cite": "36 F. (2d) 436",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1769821
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/36/0436-01"
      ]
    },
    {
      "cite": "17 C. C. P. A. 718",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6094568
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/17-2/0718-01"
      ]
    },
    {
      "cite": "17 C. C. P. A. 1016",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6094961
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/17-2/1016-01"
      ]
    },
    {
      "cite": "34 F. (2d) 1012",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1762973
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/34/1012-01"
      ]
    },
    {
      "cite": "17 C. C. P. A. 568",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6093821
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/17-2/0568-01"
      ]
    },
    {
      "cite": "48 App. D. C. 258",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1775720
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/48/0258-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 944,
    "char_count": 21204,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 1.458523723746264e-07,
      "percentile": 0.656454874396152
    },
    "sha256": "a33dfadcbb70bb251efade720e978111b8fdb98b31dedab4d368fe9eab07e239",
    "simhash": "1:d5b2fc476a636e3e",
    "word_count": 3611
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re: Henry Edwin Coley"
    ],
    "opinions": [
      {
        "text": "Ghaham, Presiding Judge,\ndelivered tbe opinion of the court:\nThis is an appeal in the matter of the application of Henry Edwin Coley, serial No. 672451, filed November 2, 1923, for a patent on an alleged improved process for the reduction of ores. Two claims, numbered 1 and 2, accompanied the application. These seem to have become, by amendment, claims 13 and 14, are the only claims in the case, and are as follows:\n13. A process for reducing ores which comprises heating said ores to a reducing- temperature and upon reaching said temperature injecting into the body of ore an undeeomposed hydrocarbon, thereby producing nascent carbon.\n14. A process for reducing ores which comprises heating said ores to a reducing temperature and upon reaching said temperature injecting into the body of ore an undecomposed liquid hydrocarbon, thereby producing nascent carbon.\nThe examiner rejected the claims by reference to Alford, 1097156, of May 19, 1914, or J ones, 1319589, of October 21, 1919. The Board of Appeals affirmed this decision on October 31, 1928. On Decern-* ber 10, 1928, the applicant made his motion for a rehearing, and in support thereof filed an elaborate brief and argument and, in addition thereto, the affidavit of John B. Cain, a metallurgist and chemist of note and distinction, having'30 years of active experience, 15 of which were spent as research chemist and metallurgist with the Bureau of Standards at Washington, D. C.\nOn consideration of this motion and affidavit, the examiner adhered to his original position, which decision was again affirmed by the Board of Appeals.\nThe applicant’s process is roughly outlined in his claim, namely, he proposes to heat the ores which are to be reduced, to a reducing temperature and, when they arrive at the precise temperature when reduction will occur, to inject into them a hydrocarbon, either solid or liquid. He claims that because of this addition of hydrocarbons at this particular temperature, the carbon will be freed from the hydrocarbons at the exact moment the oxygen is set free from the ores; that the carbon, being nascent, as the applicant terms it, will be more active than if it had been previously separated and had been deposited upon the ores in a solid form. He claims by this process reduction is speedier and can be accomplished at lower temperatures than by the methods heretofore known to the art. The generally accepted former method, .as he represents, of reducing ores, was to mix a charge of ores and some solid hydrocarbon, usually coke, in a furnace and subject them to heat to such a degree that reduction was finally effected. In this process, however, no attempt was made to insert the hydrocarbons at any particular period of the process. Both ores and hydrocarbons accompanied each other throughout the process.\nIn describing his process, appellant specifies that the reduction should take place in a chamber or cylinder from which air is excluded, the ores to be fed into the top and passed gradually downward by a system of baffles or intermittent movement by which the ores are kept in constant agitation. He illustrates his process by taking for example iron oxide ore. This he first crushes to approximately ^4-inch mesh and passes it through a hopper down through baffles in a brick tower. The bottom of the tower is heated by a flame of gas, oil, or coal. The heat from this flame becomes less intense as the distance up the tower away from the flame increases. As the 'ores are passed down through the tower, which occurs in a certain fixed time, they gradually arrive at the reducing temperature. At this point, an injection of hydrocarbon, or hydrocarbon containing body, is thrown into the ores. The hydrocarbon at once decomposes, the carbon unites with the oxygen in the ores, and the reduced material is, to prevent reoxidation, at once drawn from the tower into a cooling cylinder before coming in contact with the flame. The applicant states that this process is so efficacious, that he has been able to reduce magnetite ore, the normal reduction temperature of which is 1,100° C., at a temperature of about 950° C.\nIt seems to be conceded by both the applicant and the Patent Office that the process involved herein is more particularly directed to the reduction of iron ores, especially oxides. We shall therefore treat the matter from this viewpoint.\nThe whole matter depends upon whether Alford and Jones, the references, anticipate appellant’s process. We shall first examine the Alford reference.\nAlford manifestly has in mind the use of either solid or liquid hydrocarbons as reducing reagents, and his underlying theory seems to be that in his process an excess of carbon should be added to prevent reoxiclation.\nAlford proposes to carry on his process by means of an apparatus briefly described as follows: He provides a furnace and firebox fed with fuel from above. The ore is heated and finally reduced in two rotatable tubes extending longitudinally, one above the other, through the two compartments of the furnace. The upper tube is described as an ore heating tube and the lower one as a reduction tube. Ore is fed into one end of the upper tube, propelled through it by an Archi-medean screw, and is discharged from the other end into a chute, from which it passes into the end of the lower reduction tube, through which it is likewise propelled by a similar screw. As the ore passes through the chute, powdered or crushed coal or carbon is added to it, which has been fed down an inclined tube, which tube leads from the outside, through the spent gases above the heating stove.\nAlford’s specifications recite, on this point: “ said ore being advanced through the tube until it is discharged in a properly heated condition into a chute 22 which in turn discharges the ore (mixed with carbon) into the intake end of the reduction tube 15.” (Italics are ours.) Again he says: “ It follows from the foregoing that the-heated ore and reduction carbon are jointly fed into the reduction tube 15 where they are intimately mixed by the screw a.” Reduction is said to occur in the lower tube and the metal is drawn from the lower end of a Y at the end, the gases escaping from the upper end thereof.\nAlford states that his temperature in his reduction tube 15 will approximate 1,100° F., while the temperature in his upper ore-heating tube is 1,300° F., and in the carbon tube about 800° F.. He states that while the temperature in the upper heating tube may be 1,300° F., it “ must never reach the temperature of fusion.” The gist of his invention is stated in his sixth claim, which is as follows:\n6. In the reduction of oxicl ores, tlie process of externally heating a charge-of ore in a finely divided state while under agitation in a container, to w. temperature below the point of fusion, conducting said heated ore to, ai container in conjunction with a proper complement of powdered hydrocarbon fuel without access of air to furnish carbon in excess of that necessary to effect reduction, agitating and externally heating the mixed charge in. said container and maintaining the same at a' temperature approximating. 1,000 degrees Fahrenheit, whereby the oxid is reduced to the metallic state- with. production oí mixed gas in tlie presence of such carbon excess as a result of the reaction.\nThe Patent Office contends this Alford process is identical with that of the appellant. We are unable to see it that way.\nAlford expressly states, repeatedly, that he mixes his reducing carbon or hydrocarbon with his ores when the ores are below the reduction temperature. The appellant’s entire process centers about the theory of the admixture of the reducing hydrocarbon at the redmomg temperatwe.\nA great deal has been said, in argument, about the various temperatures which Alford’s process creates and their reducing effect on ores generally. Comment is also made by appellant upon the alleged fact that Alford’s reduction tube, being of metal, will itself be reduced at the reducing temperature of its contents. With these questions of operativeness we are not now concerned. It is sufficient to note that there is an essential difference in the processes of appellant and Alford and that Alford’s disclosure does not read on appellant’s rejected claims. The examiner, we think, falls into error in stating that Alford gives 1,000° F. as the reducing temperature. What Alford states is that “ no reduction of iron can take place under 1,000 degrees,” which is a much different proposition.\nThe examiner states that “ the functional, limitation c thereby producing nascent carbon,’ per se, is, clearly, of no patentable significance.” Doctor Cain, whose knowledge of the subject is extensive and thorough, states in his affidavit that this production of nascent carbon at the very moment of reduction has great metallurgical significance. His reasons for this view are as follows:\nColey’s reducing agent is an active form of carbon which' is generated in immediate contact with the ore to be reduced by reason of the cracking of the oil, coal or other suitable hydrocarbon which he injects into or onto the ore that has previously been heated to 950° to 1,000° C.; the cracking of the hydrocarbon is effected mainly by the high temperature he uses. Coley claims that this form of carbon is highly efficient in reduction operations, and I believe this to be so, for it is evident that he accomplishes at least three things highly favorable to a quick and effective reduction: (a) He obtains the very finely divided, ilocculent form of carbon that results from suitably cracking or decomposing hydrocarbons; (6) He deposits this carbon upon and between the ore particles, or liberates it in such fashion that there is the intimate contact necessary for reduction; (c) He has his ore at a very high temperature favorable for immediate reduction by the active carbon.\nIt will be observed that Doctor Cain refers to the reducing temperature in Coley’s process as from 950° to 1,000° (Coley’s specifications state 1,100°) C. or .the equivalent of 1,742° to 1,832° F. Certainly, Alford indicates no such temperatures in his process. Cain also sets out quite clearly that the powdered coal or carbon used in Alford’s process reaches a temperature of 800° F. before it enters the mass of ore and that, doubtless, at least partial carbonization thereof would occur before the ores reached a reduction temperature. In support of his propositions he cites various authorities, which, on examination, seem to indicate the correctness of his theories. Greenwood’s Experiments described in Transactions of the Chemical Society (London) for 1928, p. 1490; Bureau of Mines Technical Paper 396, by A. C. Fieldner, entitled “ Low Temperature Carbonization of Coal Bureau of Mines Bulletin No. 1, Table 20.\nWe are of opinion the Alford reference is not a sufficient reference for the rejection of appellant’s claims.\nThe Jones reference discloses a method of reducing iron from ores. This Jones proposes to do by the use of natural gas, or a hydrocarbon gas of similar composition, as a “reducing, carbonizing, and cooling agent.” Jones employs a vertical furnace surrounding a central stack, in which reduction is to take place. Heat is applied from the sides, at the base of the furnace, to the exterior of the central stack. This stack extends below the base of the furnace a considerable distance, giving the material in the base of the furnace an opportunity to cool somewhat before the products of reduction are drawn off. Jones thus describes his furnace:\nThe operation of the furnace and the processes involved are divisible into three zones or stages in which the several reactions .are going on continuously and contemporaneously. The first zone or stage 0 is in the interior stack 4 from the top of the furnace down to the point of highest temperature opposite the gas or oil burners 10.\nThe second zone or stage I) is the upper part of the cooling section of the interior stack, just below zone C, in which the reduced iron from zone O is carburized.\nThe third zone or stage E is the final cooling zone before removal of the iron for refining to steel.\nThe natural or other gas used in the reduction is injected through pipes into zones D and E. These gases pass upward through the mass of hot ore or metal. What happens is thus described by Jones:\n■The first stage comprises heating to the temperature necessary for reduction of the contained metal, the column of broken iron ore in the interior stack 4 * * *\nThe second stage takes place in the upper part of the cooling section of furnace 7, during which the reduced ore from the first stage, passing downwardly through the furnace, cools from the temperature of reduction down to about 150° C. and in the course of which cooling carburization of the reduced iron sponge takes place by reason of the well-known properiy of natural gas of depositing carbon when highly heated.\nThe reduced ore from the first stage is in the form of a more or less porous iron sponge as it enters the cooling portion 7 of the furnace and in an ideal condition for receiving and combining with the deposited carbon when the equilibrium temperature is reached in the cooling of the sponge at which carbon will be deposited from the gas and be retained by the iron sponge, thereby altering it to a more fusible compound of iron and carbon and less easily oxidized than pure sponge.\nA further correlated reaction due to the deposition of carbon from the natural gas in stage two, and of an intensifying reducing effect in the first stage, is the enrichment of the reducing gas by reason of the greater proportion of hydrogen in it due to the removal of a portion of the carbon of the original natural gas in carburizing the iron sponge.\n* *\nThe final- or third stage, before drawing the reduced carburized product, is a further cooling of it from contact with the column of gas entering at 11, which gas is always supplied under pressure at ordinary temperatures.\nI claim:\n1. A zonal process of reducing iron ore by means of natural gas, or a hydrocarbon gas of similar composition, comprising heating a descending column of ■broken ore, under the exclusion of air, to the temperature necessary for reduction of the contained metal and less than fusing, passing the column of ore, under the exclusion of air, through this heating and reducing zone in intimate •contact with an ascending column of natural gas, or other gaseous hydrocarbon of similar composition, thereby reducing the iron wholly or in part to the metallic state by the action of the gas in this zone; continuing passing the ■descending column of reduced or partly reduced iron, under the exclusion of air, into and through a lower cooling and carbonizing- zone, in intimate contact with the ascending column of natural or other hydrocarbon gas, passing the descending column of reduced and carburized iron through the final cooling zone in the ascending column of gas, and delivering the product from the furnace without allowing air to enter the furnace.\nMuch difficulty is experienced in attempting to understand Jones’s process, as thus set forth. He injects a hydrocarbon gas which must pass first through a zone where the ores are reduced, to cool them, then through a zone where the temperature is at the proper stage to decarburize the gases and carburize the iron, and finally into a zone ■of reduction, where it must deoxidize the ores by yielding up carbon. It is difficult for a layman to understand just how these gases can retain their carbon and carry it to the reduction stage of the process. The apparent purpose of the processes of appellant and Alford seem to be to obtain “ sponge iron.” Jones, however, gets as his ultimate product “ carburized iron.”\nDoctor Cain discusses the Jones process in the light of the result of certain experiments conducted by the Bureau of Standards and described in Chemical and Metallurgical Engineering, volume 28, April 30, 1923, Production of Hydrogen by the Thermal Decomposition of Oil, and Giolitti in his book Cementation of Iron and Steel, by McGraw Hill Co., New York, 1916, page 78, as well as Bureau -of Mines Technical Paper 418, Electric Furnace Cast Iron, page 29. Fro'm these authorities, and from his own experience, he deduces these conclusions:\nSummarizing as to Jones, it is believed that bis process is of doubtful opera-bility because: 1. He can not reduce iron ore with methane at any practicable speed at the temperature he specifies. 2. He can not get the carburizing action claimed at zone D at the temperature prevailing there. 3. He can not get the “ intensifying reducing effect ” he claims because of supposed decomposition of methane at zone D.\nIt is quite obvious that in the Jones process the reducing hydrocarbon is not injected into the ores at the moment they arrive at a reduction temperature. On the contrary, the methane, or natural gas, used, performs other functions and is subjected to other forces, the exact reaction of which is uncertain, before it reaches the ores at their reduction point, if, in fact, it reaches them there at all.\nWe are inclined to think the Patent Office should have granted this patent. To our minds, unskilled in this art, the Jones and Alford processes, as disclosed in their patents, differ essentially from appellant’s process. The experts differ in their views of the matter. Doctor Cain is quite positive the processes are not identical and he seems to be supported by respectable authority. On the other hand, the experts of the Patent Office assert they are identical. Where there is such doubt, the scales should be inclined toward the applicant. In re Huff, 48 App. D. C. 258; In re Champeau, 17 C. C. P. A. 568, 34 F. (2d) 1012; In re Uddenborg, 17 C. C. P. A. 1016, — F. (2d) —; In re Williams, 17 C. C. P. A. 718, 36 F. (2d) 436.\nThe solicitor for the Patent Office cites, as an additional reference in his brief filed in this court, the patent to Kendall, No. 721092, February 17, 1903. He contends this patent is a full and complete anticipation of appellant’s application even if the Alford and Jones patents are not. The Kendall patent was not referred to in the Patent Office during the hearing on this application, either by the examiner or the board, and its attempted citation here is some indication that there is some doubt in the solicitor’s mind as to whether the Jones and Alford references are sufficient justification for rejection of this application. The appellant vigorously insists we should not consider the same here.\nThe statute under which these appeals are heard by us (secs. 4913 .and 4914 K. S.) provide, in part:\nSec. 4913. * * * The party appealing shall lay before the court certified copies of all the original papers and evidence in the case, and the commissioner shall furnish the court with the grounds of his decision, fully set forth in writing, touching all the points involved by the reasons of appeal.\nSeo. 4914. The court, on petition, shall hear and determine such appeal, and revise the decision appealed from in a summary way, on the evidence produced before the commissioner, at such early and convenient time as the court may appoint; and the revision shall be confined to the points set forth in the reasons of appeal. * * *\nThe rules of the Court of Appeals of the District of Columbia heretofore adopted, so far as applicable, by this court, provide (Rule XXII), that the Patent Office shall verify all papers and evidence in the matter to this court and that these, with the petition for appeal, shall constitute the record to be considered by the court. This has been done in the case at bar, and no reference to the Kendall patent appears therein.\nIt is urged that the court may take judicial notice of the Kendall patent. Whether we may or may not do so is a matter, in our judgment, not necessary for our consideration. It is quite certain that if we were to here consider reference patents for the first time, we should speedily find ourselves usurping the functions of the Patent Office. The appellant has the right to have the decision of the tribunals of the Patent Office upon the Kendall reference, if it is to be cited against him. If rejected by the office upon that reference, he might amend under section 4903- K. S. and possibly avoid the reference, something which he may not do in this court. The rules of orderly practice and reason both require that we should not consider for the first time, on appeal, references cited against an application. In re Gillam, 17 C. C. P. A. 877, 37 F. (2d) 959.\nThe order will be, therefore, that the decision of the Board of Appeals is reversed, and patent will issue on both claims in issue.",
        "type": "majority",
        "author": "Ghaham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Paul A. Blair, J. Harold Kilcoyne, {Albert F. Nathan. Elmer R. Helferich and Ellis 8. Middleton of counsel) for appellant.",
      "T. A. Hostetler {Ho-ward 8. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re: Henry Edwin Coley\n(No. 2344)\nUnited States Court of Customs and Patent Appeals,\nMay 28, 1930\nPaul A. Blair, J. Harold Kilcoyne, {Albert F. Nathan. Elmer R. Helferich and Ellis 8. Middleton of counsel) for appellant.\nT. A. Hostetler {Ho-ward 8. Miller of counsel) for the Commissioner of Patents.\n[Oral argument May 9, 1930, by Mr. Nathan and Mr. Miller]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1174-01",
  "first_page_order": 624,
  "last_page_order": 632
}
