{
  "id": 7373791,
  "name": "DEXTER CREDIT UNION v. CITY OF CENTRAL FALLS and Thomas Lazieh, in his capacity as Public Safety Director",
  "name_abbreviation": "Dexter Credit Union v. City of Central Falls",
  "decision_date": "1993-12-16",
  "docket_number": "No. 93-116-Appeal",
  "first_page": "1174",
  "last_page": "1175",
  "citations": [
    {
      "type": "official",
      "cite": "634 A.2d 1174"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "453 A.2d 761",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7971243
      ],
      "pin_cites": [
        {
          "page": "762"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/453/0761-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 181,
    "char_count": 2119,
    "ocr_confidence": 0.683,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1895533291709285
    },
    "sha256": "4c45210ace330cb8a42c186466021008dacc31c311e15fa4a8ccd687fe072731",
    "simhash": "1:585907ca717f4d29",
    "word_count": 344
  },
  "last_updated": "2024-02-27T19:39:41.446551+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "DEXTER CREDIT UNION v. CITY OF CENTRAL FALLS and Thomas Lazieh, in his capacity as Public Safety Director."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis matter came before this court on December 9, 1993 pursuant to an order requiring the defendants to appear and show cause why this appeal should not be summarily denied and dismissed.\nThe defendants appeal from a Superior Court order on a preliminary injunction enjoining them from interfering with the access of plaintiff, Dexter Credit Union, to and from Dexter Street. The order also required defendants to remove the posts blocking plaintiffs curb cut on Dexter Street and to restore the curb cut to the conditions that had existed on or about June 3,1992 until further order of the Superior Court.\nOur scope of review is limited to determining whether the hearing justice abused his discretion in granting the preliminary injunction. See Griggs and Browne Co., Inc. v. Healy, 453 A.2d 761, 762 (R.I.1982). The hearing justice’s findings included the following: that Dexter Street is a state highway subject to the jurisdiction of the state Department of Transportation (DOT); that DOT had granted plaintiff a Physical Alteration Permit for the relocation of one curb cut on Dexter Street and the closure of another; and that DOT’S issuance of such permit implicitly provided safe access to and from plaintiffs premises on Dexter Street. He further found that the erection of a barricade by the city of Central Falls across one of plaintiffs curb cuts eliminated the use of a driveway, which constituted evidence of irreparable harm. He also found that plaintiff had shown a great likelihood of success on the merits.\nWe find no evidence in the record that would lead us to find that the hearing justice abused his discretion. After hearing the arguments of counsel and reviewing the memo-randa that the parties submitted, we conclude that cause has not been shown.\nThe defendants’ appeal is therefore denied and dismissed. The judgment appealed from is affirmed.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Jeanne L. Shepard, Providence.",
      "Keith Kyle, Marc DeSisto, Providence."
    ],
    "corrections": "",
    "head_matter": "DEXTER CREDIT UNION v. CITY OF CENTRAL FALLS and Thomas Lazieh, in his capacity as Public Safety Director.\nNo. 93-116-Appeal.\nSupreme Court of Rhode Island.\nDec. 16, 1993.\nJeanne L. Shepard, Providence.\nKeith Kyle, Marc DeSisto, Providence."
  },
  "file_name": "1174-02",
  "first_page_order": 1246,
  "last_page_order": 1247
}
