{
  "id": 7264112,
  "name": "JULIA RIBAUDO SENIOR SERVICES, Appellee v. DEPARTMENT OF PUBLIC WELFARE, Appellant",
  "name_abbreviation": "Julia Ribaudo Senior Services v. Department of Public Welfare",
  "decision_date": "2009-04-29",
  "docket_number": "No. 20 WAP 2008",
  "first_page": "1184",
  "last_page": "1196",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 1184"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "437 A.2d 115",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "479 A.2d 80",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "501 A.2d 706",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "625 A.2d 1346",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1447101
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/156/0153-01"
      ]
    },
    {
      "cite": "721 A.2d 391",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11790629
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/721/0391-01"
      ]
    },
    {
      "cite": "33 Pa. Bull. 3067",
      "category": "laws:admin_register",
      "reporter": "Pa. Bull.",
      "opinion_index": 0
    },
    {
      "cite": "809 A.2d 369",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        270305,
        11424334
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "371"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/570/0449-01",
        "/a2d/809/0369-01"
      ]
    },
    {
      "cite": "570 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        270305
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "452"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/570/0449-01"
      ]
    },
    {
      "cite": "328 A.2d 845",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 307",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479744
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0307-01"
      ]
    },
    {
      "cite": "674 A.2d 1181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870202
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/1181-01"
      ]
    },
    {
      "cite": "281 A.2d 169",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "443 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1936976
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/443/0417-01"
      ]
    },
    {
      "cite": "781 A.2d 1156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        706240,
        9480581
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "1159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/566/0437-01",
        "/a2d/781/1156-01"
      ]
    },
    {
      "cite": "566 Pa. 437",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        706240
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "441"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/566/0437-01"
      ]
    },
    {
      "cite": "946 A.2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8381566,
        4087205,
        8381654,
        4088202
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/946/0638-01",
        "/pa/596/0497-01",
        "/a2d/946/0638-02",
        "/pa/596/0498-01"
      ]
    },
    {
      "cite": "596 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4088202
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/pa/596/0498-01"
      ]
    },
    {
      "cite": "495 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1770738
      ],
      "weight": 10,
      "year": 1981,
      "pin_cites": [
        {
          "page": "241"
        },
        {
          "page": "458",
          "parenthetical": "noting that while it was \"reasonable\" for the legislature to specify the appeal period commenced on the date of mailing, this implied a duty on the part of the Department of Revenue to advise the taxpayer of the date of mailing"
        },
        {
          "page": "241"
        },
        {
          "page": "458"
        },
        {
          "page": "240"
        },
        {
          "page": "457"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/495/0238-01"
      ]
    },
    {
      "cite": "915 A.2d 700",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8336024
      ],
      "pin_cites": [
        {
          "page": "703"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/915/0700-01"
      ]
    },
    {
      "cite": "467 A.2d 908",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "pin_cites": [
        {
          "page": "910",
          "parenthetical": "\"A disembodied date on the notice, as in this case, without any indication that it is the mailing date, is no more informative than a date appearing on a transmittal letter.\""
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "33 Pa. Bull. 3053",
      "category": "laws:admin_register",
      "reporter": "Pa. Bull.",
      "weight": 2,
      "opinion_index": 1
    },
    {
      "cite": "956 A.2d 956",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8209422,
        3992415
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "965"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/956/0956-01",
        "/pa/598/0313-01"
      ]
    },
    {
      "cite": "598 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3992415
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "327-28"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/598/0313-01"
      ]
    },
    {
      "cite": "479 A.2d 80",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "82",
          "parenthetical": "describing differences between the date of execution of administrative determinations and the date of mailing as \"a fact of public office life\""
        },
        {
          "page": "82"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "495 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1770738
      ],
      "weight": 7,
      "year": 1981,
      "pin_cites": [
        {
          "page": "241"
        },
        {
          "page": "458",
          "parenthetical": "\"Indeed, a taxpayer acquainted with the pace of bureaucratic action might reasonably assume that a governmental department would rarely so hasten to mail a decision that the mailing date would be the same as the decision date.\""
        },
        {
          "page": "458",
          "parenthetical": "explaining that \"[kjnowledge of a decision's mailing date is essential to the taxpayer\" and indicating that the administrative agency had a duty to advise the taxpayer of the date of mailing (emphasis in original)"
        },
        {
          "page": "241"
        },
        {
          "page": "458"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/495/0238-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1247,
    "char_count": 39679,
    "ocr_confidence": 0.726,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18814591120949523
    },
    "sha256": "ae13e422a822c67b4a9646cb0007784d9fa64f612e42faab038c44c3b296bc98",
    "simhash": "1:cd0156cc8251a910",
    "word_count": 6594
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., and SAYLOR, EAKIN, BAER, TODD, McCAFFERY and GREENSPAN, JJ."
    ],
    "parties": [
      "JULIA RIBAUDO SENIOR SERVICES, Appellee v. DEPARTMENT OF PUBLIC WELFARE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice TODD.\nIn this appeal, we are asked to determine whether a Department of Public Welfare (“DPW”) notice of adjudication that clearly advised the recipient, Julia Ribaudo Senior Services (“JRSS”), of the starting and ending dates of the applicable appeal period, but did not specifically designate the date stamped on the notice as the notice’s mailing date, was sufficient to trigger the start of the appeal period. For the following reasons, we reverse the Commonwealth Court’s determination that the notice was inadequate in this regard.\nThe underlying facts and procedural history of this case are as follows. JRSS is a nursing facility enrolled as a provider in DPW’s Medical Assistance Program, and periodically submits cost reports to the department for auditing. The audit determines the allowable costs of care under the program, and may either be accepted by the provider or appealed. This case concerns the cover letter and audit report DPW mailed to JRSS on March 31, 2004, informing the facility of its audit results for 2002. The letter was date-stamped “MAR 31, 2004,” and stated in pertinent part:\nIf you disagree with the findings contained in the enclosed audit report, you have the right to appeal by filing a written request for a hearing with the Department’s Bureau of Hearings and Appeals [the “Bureau”] within 33 days of the date of this letter....\n[The Bureau] has published Rules that relate to your appeal rights. You should review those Rules carefully. The Rules specify, among other things, what information you must include in your written request for hearing (Rule 18(B)) and how the Bureau of Hearings and Appeals will determine whether your request for hearing was filed on time (Rule 19). The Rules are posted on the Department’s website at http://www. dpw.state.pa.us/oa/pdf/FinalSPO pdf.\nDPW Letter, 3/31/04. Of particular relevance to the present appeal, while the letter was date-stamped, nowhere was the date of mailing specifically designated. JRSS ultimately filed its appeal from the audit report on December 14, 2004, over eight and a half months after the date-stamp.\nOn December 30, 2004, JRSS filed with the Bureau a motion for leave to file an appeal nunc pro tunc, contending it was never properly served with notice of the 2002 audit results, and that, in any event, the notice sent by DPW was defective for not designating a mailing date. Thereafter, a telephone hearing was conducted before the Bureau’s Administrative Law Judge (“ALJ”), Sharon Fox Zanotto, to determine whether JRSS was entitled to a nunc pro tunc appeal. At the hearing, JRSS presented testimony from its office manager, who said that although she was authorized to accept service, she never received the audit report. JRSS further submitted the affidavit of Robert Sobanski, then a reimbursement analyst with JRSS’s law firm, Capozzi & Associates. Sobanski represented in the affidavit that, in September 2004, JRSS’s Chief Financial Officer, Michael Callan, requested him to prepare projections for the facility’s medical assistance rates. In the process of preparing these projections, Sobanski noticed the 2002 audit results were missing from the files, and called Callan to determine their whereabouts. According to Sobanski, Cal-lan told him JRSS never received DPWs audit report for 2002. Sobanski then contacted DPW and requested a copy of the report, which he later obtained on October 27, 2004. JRSS did not contest Sobanski’s receipt of the report, but argued he was not authorized to accept service of the report on the facility’s behalf.\nFor its part at the hearing, DPW presented the testimony of Elizabeth Penar-anda, the employee who was directly involved with mailing the department’s audit reports. She indicated that in accordance with the department’s practice and custom, the 2002 audit report would have been mailed out on March 31, 2004. She did not recall DPW experiencing any problems at the time with mailing any of the reports, and noted the report in question was never returned as undelivered. DPW also presented the testimony of its Chief Rate Analyst, Ian Cohen, who testified that the audit report was properly mailed on March 31, 2004, and that it was the department’s standard practice to stamp the mailing date on the notices the same day they were mailed. Cohen further testified that he personally provided a copy of the report to Sobanski on October 27, 2004, at which time Sobanski represented he was acting on JRSS’s behalf.\nFinding Penaranda’s testimony credible, ALJ Zanotto determined DPW established a rebuttable presumption that JRSS received a copy of the March 31, 2004 notice, thus shifting the burden to JRSS to demonstrate that it did not receive the notice. ALJ Zanotto then noted that while JRSS offered testimony reflecting it did not receive the notice, testimony alone on this point was insufficient to rebut the presumption. As JRSS offered nothing more than testimony, the judge indicated she could not grant its motion to proceed nunc pro tunc. ALJ Zanotto further found that JRSS failed to act promptly after its agent (Sobanski) obtained a copy of the report on October 27, 2004. For these reasons, the judge concluded JRSS failed to demonstrate it was entitled to a nunc pro tunc appeal, and recommended the appeal be dismissed.\nOn August 15, 2005, the Bureau’s Chief ALJ issued an order adopting ALJ Zanot-to’s recommendations in their entirety. JRSS then filed a petition for reconsideration with the Secretary of DPW, who upheld the Bureau’s decision. JRSS appealed to the Commonwealth Court, arguing that while the notice of adjudication was stamped with the March 31, 2004 date, it was defective because it did not comply with DPWs Standing Practice Order (“SPO”) Rule 13 requiring the notice to include the date the notice was deposited in the mail. JRSS also argued Sobanski was not an agent authorized to accept personal service on its behalf, and so personal service was not effectuated on JRSS when Sobanski was provided a copy of the audit report. JRSS did not, however, contest the Bureau’s determination that JRSS itself received a copy of the report, or otherwise challenge the Bureau’s conclusion that the facility was not entitled to an appeal nunc pro tunc.\nA three-judge panel of the Commonwealth Court reversed, concluding that because DPW’s letter did not specifically designate a mailing date, it did not trigger the start of the appeal period. The majority reasoned that “[wjhen an administrative agency makes service by mail, the date of mailing is required to be listed on the notice of adjudication because that date is ‘deemed to be the date of entry of the order ... ’ and the date from which the time for appeal begins to run.” Julia Ribaudo Senior Serv. v. Dep’t of Pub. Welfare, 915 A.2d 700, 703 (Pa.Cmwlth.2007) (citing SPO Rule 13 and 42 Pa.C.S.A. § 5572). Relying on this Court’s decision in Schmidt v. Commonwealth, 495 Pa. 238, 433 A.2d 456 (1981), as well as several of its own decisions, the majority noted that because awareness of a decision’s mailing date is essential to calculate an appeal period, the administrative agency is obligated to indicate it clearly on the decision notice. The majority observed that a simple date stamp on the notice, as in this case, without any specific indication that it is the mailing date, is not sufficiently informative. Lastly, the majority rejected DPW’s claim that personal service of the audit report on Sobanski on October 27, 2004 began the running of the appeal period, noting that Sobanski was not JRSS’s agent authorized to accept personal service. Judge Smith-Ribner noted her dissent without writing an opinion. DPW sought allowance of appeal, and we granted allocatur on the following issues:\nWhether the Commonwealth Court erred in concluding that an administrative agency’s notice that clearly advises the recipient of the effective date of the agency’s action, but that does not specifically designate a “date of mailing,” is insufficient to begin the appeal period? If the notice is sufficient, is the recipient entitled to an appeal nunc pro tunc?\nJulia Ribaudo Senior Serv. v. Dep’t of Pub. Welfare, 596 Pa. 498, 946 A.2d 638 (2008).\nWe begin our review by noting that, to perfect an appeal, “parties must strictly adhere to the statutory provisions for filing an appeal.” Criss v. Wise, 566 Pa. 437, 441, 781 A.2d 1156, 1159 (2001). Where an act of assembly fixes the time within which an appeal may be taken, courts have no power to extend it, or to allow the act to be done at a later day, as a matter of indulgence. Luckenbach v. Luckenbach, 443 Pa. 417, 281 A.2d 169 (1971).\nMoreover, while it is the legislature’s prerogative to set appeal periods, where the appeal period is triggered by administrative action, the involved administrative agency has a duty to provide to the recipient information essential to calculating the appeal period. See Schmidt, 495 Pa. at 241, 433 A.2d at 458 (noting that while it was “reasonable” for the legislature to specify the appeal period commenced on the date of mailing, this implied a duty on the part of the Department of Revenue to advise the taxpayer of the date of mailing). Without such information, the recipient has no reliable basis for knowing the number of days remaining in which to file a petition for review. Id. (“Knowledge of a decision’s mailing date is essential to the taxpayer, and the effort required of the Department to indicate the relevant date on the decision or transmittal letter is negligible; hence, the legislature could only have contemplated that the Department would furnish the information that is crucial to the functioning of’ the appeal statute.). Where the agency’s notice is defective in this regard, we will not dismiss an appeal for untimeliness. See id.\nThe relevant appeal period here is set forth in 67 Pa.C.S.A. § 1102, which covers hearings before the Bureau. Pursuant to Section 1102, if the notice of adjudication was given by mail, the request for a hearing (i.e., the appeal) must be filed “within 33 days of the date of the notice of the departmental action.” 67 Pa.C.S.A. § 1102(b)(1)(ii)(B). SPO Rule 19 similarly specifies that “[i]f the program office gives notice of an agency action by mailing the notice to the provider, the provider shall file its request for hearing with the Bureau within 33 days of the date of the written notice of the agency action.” SPO Rule 19(a)(1), 33 Pa.Bull. 3068. As to the content of the notice of adjudication, SPO Rule 13 provides that the notice must include, among other things, “[t]he date the notice was deposited in the mail or otherwise served on the provider.” There is no comparable statutory provision specifying the content of the notice.\nThus, in Section 1102, the legislature established a 33-day appeal period for administrative appeals of DPW audits, and specified that the period was to start running from “the date of the notice” of the action. Furthermore, pursuant to Schmidt, DPW had a duty to provide that information to JRSS. See Schmidt, 495 Pa. at 241, 433 A.2d at 458. Accordingly, we must determine whether DPW’s notice sufficiently advised JRSS of “the date of the notice” of the action to trigger the 33-day appeal period. If the notice was defective, then the appeal period did not start and JRSS’s appeal to the Bureau was not untimely.\nAs noted above, in addition to SPO 13, the Commonwealth Court also relied on several of its own decisions in finding DPWs notice insufficient to begin the appeal period. Because most of those cases are, in turn, premised on this Court’s decision in Schmidt, we now examine our holding in that case. In Schmidt, which involved a tax reassessment, the Department of Revenue first mailed its decision, along with an undated transmittal letter, to the taxpayer on the date of the decision. The department also mailed a notice of its decision three days later. The applicable statute provided that the 60-day appeal period began on “the date of mailing of notice.” Schmidt, 495 Pa. at 240, 433 A.2d at 457 (quoting 72 P.S. § 7234). The taxpayer, who appealed 62 days after the first notice, but 59 days after the second notice, argued the first notice was ineffectual to trigger the appeal period. We found that, under the applicable statute, the Department of Revenue had a duty to inform the taxpayer of the mailing date of the reassessment decision because, without such information, the taxpayer had no way of knowing how much time he had to file an appeal. Id. at 458. We agreed with the taxpayer that the first notice was inadequate to trigger the appeal period, and found the appeal to be timely since the Department of Revenue’s failure to provide the requisite notice of the decision’s mailing date justified the taxpayer’s reliance on the date of the second notice of reassessment as the commencement of the period for appeal. Id. In reaching this decision, we rejected the contention that a postmark on an envelope carrying an agency decision could serve as the date of mailing.\nDPW asserts the Commonwealth Court erred in applying Schmidt to this case, as it claims Schmidt is readily distinguishable. DPW notes that in contrast to 67 Pa.C.S.A. § 1102 and SPO Rule 19, which begin the appeal period on “the date of the notice of the departmental action,” the statute in Schmidt started the appeal period on “the date of mailing of notice.” Moreover, DPW argues its notice clearly apprised JRSS of the applicable appeal period, whereas the defective communication at issue in Schmidt was undated, and contained no information about the appeal period dates. DPW contends JRSS was not, unlike the taxpayer in Schmidt, prejudiced in any way by the failure of the notice to specifically designate the date stamped thereon as the mailing date. DPW also alleges Schmidt does not mandate all agency notices contain a designated mailing date, but rather simply requires that an agency notice inform the recipient of the starting date of the appeal period so that the recipient has all the information needed to timely exercise its appeal rights. DPW maintains its notice to JRSS did just that.\nDPW further asserts the other decisions relied on by the Commonwealth Court, including its most recent decision in Neyhart, supra, are equally distinguishable from the instant matter. In Neyhart, the Department of Corrections sought to dismiss as untimely an appeal filed by an inmate from a department action denying the inmate’s request to inspect and copy certain urinalysis reports. The Department of Corrections argued that the appeal was untimely under Pa.R.A.P. 1512(a)(1), which required the inmate to file his petition for review “within 30 days after the entry of the order.” Pa.R.A.P. 1512(a)(1). Based upon its decision in Sheets, supra, wherein the Commonwealth Court extended our holding in Schmidt to appeals governed by Rule 1512(a)(1), the court held that although the department’s letter announcing the action was dated, it did not designate that date as the mailing date. The court found there was no way of knowing when the letter actually was mailed and, as such, the appeal was not untimely filed. DPW contends there is nothing in Neyhart, or in any of the other decisions relied on by the Commonwealth Court, suggesting the agency notices at issue therein provided all the information needed to file a timely appeal.\nBy contrast, DPW alleges the circumstances of this case are more analogous to those present in Wilkes-Barre Holiday Inn v. Luzerne County Board of Assessment Appeals, 674 A.2d 1181 (Pa.Cmwlth.1996). In this tax assessment case, the relevant statute required any appeal to be filed “within 30 days after the entry of the order.” See id. at 1185; 42 Pa.C.S.A. § 5571(b). The Commonwealth Court affirmed the dismissal of the appeal filed after the 30-day deadline because, although the notice did not have a designated mailing date, it was clearly dated and advised the taxpayer that he could appeal within 30 days from the date of the notice.\nJRSS counters that DPW’s internal SPO Rule 13 clearly requires a notice of agency action to include the mailing date. See SPO Rule 13 (providing that the notice must include, inter alia, the date the notice was deposited in the mail or otherwise served). JRSS notes this rule merely continued the prior practice embodied in 1 Pa.Code § 31.13(a), which JRSS claims similarly required the inclusion of a mailing date in a notice of agency action. JRSS argues the notice here violated the express terms of Rule 13 by including only a stamped date, without any indication as to whether it was the date of the agency action or the mailing date.\nJRSS next posits that Schmidt is controlling, characterizing the decision as holding that where agency notices are required by the legislature — and, in this case, by DPW’s own internal regulation— to contain a mailing date, then they must clearly designate that mailing date in order to begin the appeal period. JRSS argues that absent strict compliance with this rule, DPW’s notice, regardless of how much information it contains about the appeal period, was defective, the appeal period did not commence, and its appeal was timely.\nJRSS further asserts the Commonwealth Court’s decision in this case is consistent with other Commonwealth Court decisions, particularly Walzer, supra. In Walzer, the court found that a notice of a license suspension reinstatement was inadequate to begin the appeal period because, although there was a date listed in the notice, nothing in the notice identified that date as the mailing date. The Walzer court reasoned that without a designated mailing date, there was nothing to establish the starting date for the appeal period. 625 A.2d at 1348.\nJRSS also points to the Commonwealth Court’s decision in West View, supra, as bolstering its position. That case concerned an appeal filed by a school district from a decision issued by a property assessment board reducing a real estate tax assessment. The board informed the school district of its decision in a form dated December 23, 1981 and entitled “Disposition of Appeal from Real Estate Assessment.” 501 A.2d at 707. The only other date on the form was the stamped date on which it was received by the school district. The appeal, which was filed on February 1, 1982, was quashed by the trial court as untimely because it was not filed within the applicable 30-day appeal period. The Commonwealth Court reversed, holding that under Schmidt, the form notice was inadequate to begin the appeal period because the date listed on the notice was not designated as the mailing date. According to the court, “[a] disembodied date on the notice ... without any indication that it is the mailing date, is not sufficiently informative.” Id. The court reiterated our oft-cited determination in Schmidt that without notice of the mailing date, a taxpayer can have no reliable basis for knowing the number of days remaining in which to file an appeal. Id. at 707-08.\nJRSS lastly attempts to distinguish Wilkes-Barre Holiday Inn, supra, the decision DPW argues is most analogous. JRSS maintains this latter case is, as the Commonwealth Court found below, at variance with Schmidt and inferentially reversed by the subsequent Commonwealth Court decision in Neyhart, supra.\nThe linchpin in this matter is our decision in Schmidt. As noted previously, that case addressed whether a notice of adjudication, whose only indication of its date of mailing was a postmark, triggered the relevant appeal period. We construed the statutory language at issue in Schmidt as implying a duty on the part of the government agency to advise the taxpayer of the mailing date, and we concluded it would be “manifestly unjust” to dismiss a taxpayer’s appeal based on some internal departmental mailing date where the taxpayer was never informed of the mailing date. Even so, and as JRSS concedes, we did not impose in Schmidt an absolute rule that all administrative agency notices must contain a mailing date which is specifically designated as such. Rather, Schmidt requires only that an agency’s notice of adjudication sufficiently inform the recipient of the starting date of the appeal period so that the recipient has all the information needed to timely exercise its appeal rights.\nWe conclude DPW complied with Schmidt. It notified JRSS of the starting date of the appeal period. DPW’s March 31, 2004 letter advised JRSS that if it disagreed with the findings contained in the audit report, it had “the right to appeal by filing a written request for a hearing with [the Bureau] within 33 days of the date of this letter,” and the letter was date-stamped “MAR 31, 2004.” The combination of the letter’s content and the date-stamp was sufficient to put JRSS on notice that the appeal had to be filed within 33 days of March 31, 2004 — “the date of this letter.” Moreover, this information comported with the relevant statute specifying that appeals must be filed within 33 days “of the date of the notice of the departmental action.” 67 Pa.C.S.A. § 1102(b)(l)(ii)(B). As JRSS neglected to appeal within the 33-day period, its appeal was untimely.\nWe reaffirm our approach in Schmidt, and hold that whether an agency’s notice of adjudication triggers the start of an appeal period depends on whether, consistent with the applicable statute, the notice sufficiently informs the recipient of the starting date of the appeal period so that the recipient has all the information needed to timely exercise its appeal rights. Because we find that the notice in this case was sufficient, JRSS’s appeal to the Bureau was untimely.\nWith respect to JRSS’s alternative claim that even if we find DPWs notice legally sufficient, JRSS still is entitled to an appeal nunc pro tunc because it never received the notice, we agree with DPW that JRSS waived this argument. JRSS did not raise the issue in either its petition for review, or in its request for reconsideration of the Bureau’s decision. The Bureau found that DPW mailed its March 31, 2004 notice, and more importantly, that JRSS received the notice. JRSS failed to contest these findings before the Commonwealth Court, instead limiting its arguments to the legal sufficiency of the notice and Sobanski’s authority to accept service of the notice. This argument regarding JRSS’s entitlement to an appeal nunc pro tunc is therefore waived. See Pa.R.A.P. 302(a); Commonwealth v. Piper, 458 Pa. 307, 314 n. 5, 328 A.2d 845, 847 n. 5 (1974).\nFor the foregoing reasons, we conclude the Commonwealth Court erred in finding DPW’s notice to be defective and JRSS’s appeal to be timely. Accordingly, we reverse.\nOrder reversed.\nChief Justice CASTILLE, and Justice EAKIN, BAER and McCAFFERY and Justice GREENSPAN join the opinion.\nJustice SAYLOR files a dissenting opinion.\n. The audit report also was date-stamped “MAR 31, 2004.”\n. SPOs are procedural rules issued by DPW pursuant to 67 Pa.C.S.A. § 1102(g) that gov-em practice before the Bureau.\n. DPW’s claim that its notice was legally sufficient poses a question of law, for which our standard of review is de novo, and our scope of review is plenary. Durante v. Pennsylvania State Police, 570 Pa. 449, 452, 809 A.2d 369, 371 (2002).\n. Rule 13 provides, in pertinent part:\n(b) In the absence of a Department regulation specifying the content of a notice of an agency action, notice of an agency action must include the following:\n(1) The effective date of the agency action.\n(2) The basis for the agency action.\n(3) The date the notice was deposited in the mail or otherwise served on the provider.\nSPO 13(b), 33 Pa. Bull. 3067.\n. See Neyhart v. Dep’t of Corrections, 721 A.2d 391 (Pa.Cmwlth.1998); Dep’t of Transp. v. Walter, 156 Pa.Cmwlth. 153, 625 A.2d 1346 (1993); In re Appeal of Borough of West View, 93 Pa.Cmwlth. 380, 501 A.2d 706 (1985); Sheets v. Dep't of Public Welfare, 84 Pa.Cmwlth. 388, 479 A.2d 80 (1984); Howard Hanna v. Zoning Board of Adjustment of Pittsburgh, 62 Pa.Cmwlth. 620, 437 A.2d 115 (1981).\n. In Sheets, the Commonwealth Court appears to have concluded that the mailing date commences the appeal period under Rule 1512(a)(1), presumably because, under Pa. R.A.P. 108(a)(1), the date an order is entered by a government unit is considered the date it was mailed.\n. As the Walzer court indicated, an appeal from a driver's license suspension must be taken within 30 days of the mailing date of the suspension notice.\n. In his dissenting opinion, Justice Saylor suggests that we have not resolved what he believes to be the threshold question of whether the appeal period under Section 1102(b)(1)(ii)(B) commences on the date of a notice's preparation or on the date the notice is actually mailed. That assumes, however, that Section 1102(b)(1)(ii)(B) is ambiguous, which we conclude it is not, and note the parties do not contend otherwise. (Rather, their dispute largely concerns the interpretation of Schmidt and its progeny.) Regardless of the method of the provision of the notice, under Section 1102 the appeal period is triggered by the \"date of the notice of the departmental action.” 67 Pa.C.S.A. §§ 1102(b)(1)(ii)(A) & (b)(1)(ii)(B). It is manifest to us that this is the \"date” on the \"notice” of the \"departmental action.\" Had the legislature intended the appeal period to be triggered by, for example, the date of its mailing, it could have so specified in the statute, as it did with the statute at issue in Schmidt. Here, we conclude \"the date of the notice of the departmental action” was March 31, 2004, the date stamped on the notice.\nJustice Saylor further opines in his dissent that the material doubts expressed by the Schmidt Court regarding administrative efficiency in prompt mailing suggest the Court therein was \"requiring a directed act, the specific indication of a mailing date, as a particular check on the administrative process.” Dissenting Opinion at 5-6. As the parties concede, however, Schmidt does not mandate that all agency notices contain a designated mailing date. Rather, it simply requires that an agency notice inform the recipient of the starting date of the appeal period so that the recipient has all the information needed to timely exercise his or her appellate rights. DPW’s notice in this case fulfilled that requirement. As to a check on the administrative process and ensuring the prompt mailing of notices, whatever concerns the Schmidt Court expressed in this regard are not implicated here. JRSS does not claim it was deprived of the statutorily-prescribed 33-day period to appeal; indeed, JRSS failed to contest the Bureau’s finding that DPW mailed its notice on the same day it was date-stamped. See infra note 9.\n. JRSS additionally contends that DPW failed to comply with SPO Rule 13, which requires the notice to include \"the date the notice was deposited in the mail or otherwise served on the provider.” However, while the rule requires a notice of adjudication to include the date the notice was deposited in the mail, it does not specify that the mailing date must be designated as such. As the Commonwealth Court noted below, there is no dispute that DPW’s notice was mailed on March 31, 2004, the date set forth in the notice. The Bureau made this factual determination, and JRSS did not contest that finding on appeal before the Commonwealth Court. Accordingly, DPW’s notice, which displayed the March 31, 2004 date on its face, did include the date the notice was deposited in the mail, even if not denominated as such, and thus technically complied with the requirements of Rule 13. Finding compliance with Rule 13, we leave for another day the question of whether violation of the notice requirements of an administrative regulation could serve to toll the appeal period.\n. Although JRSS contends in its brief that the Commonwealth Court misstated its position when it noted JRSS was not contesting the Bureau’s finding that DPW’s notice was mailed on March 31, 2004, and argues it has consistently maintained \"throughout this process” that it was not served with the notice or audit report, Appellee’s Brief at 20 n.7, it does not challenge, or even address, DPW’s waiver assertion.",
        "type": "majority",
        "author": "Justice TODD."
      },
      {
        "text": "Justice SAYLOR,\ndissenting.\nA threshold consideration in this case is whether the appeal period under Section 1102(b)(1)(ii)(B) commences on the date of a notice’s preparation or on the date the notice is actually mailed. See 67 Pa.C.S. § 1102(b)(1)(ii)(B). The majority quotes Section 1102(b)(1)(ii)(B), but it does not appear to specifically resolve such question in the text of its opinion. See Majority Opinion, at 1192 (explaining that the information contained in DPW’s letter “comported with the relevant statute specifying that appeals must be filed within 33 days ‘of the date of the notice of the departmental action.’ ”). From the statute, it seems apparent to me that the General Assembly contemplated the date of mailing, since it provided three days for mail delivery. Compare 67 Pa.C.S. § 1102(b)(1 )(ii)(A) (prescribing a thirty day appeal period upon a direct provision of the notice), with 67 Pa.C.S. § 1102(b)(l)(ii)(B) (specifying a thirty-three day appeal period upon the provision of mailed notice).\nIn a footnote responsive to the above, the majority clarifies that its position is that the “date of the notice of the departmental action,” 67 Pa.C.S. § 1102(b)(1)(ii)(B) (emphasis added), is the “ ‘date’ on [the written] ‘notice.’ ” Majority Opinion, at 1192-93 n. 8 (emphasis added). It is only by construing the word “of’ to mean “on,” and notice to mean “the written notice form” that the majority is able to solidify this position. However, “of’ simply does not unambiguously mean “on”; and notice does not always mean a written notice form. Indeed, the term “notice” is inherently ambiguous-it can mean actual notification in some form; receipt of a formal written notice; the condition of being notified whether or not actual awareness exists; or a written or printed announcement. See BlaCk’s Law Dictionary 1090 (8th ed.1999). Accordingly, scriveners of statutes, rules of court, and contracts frequently provide specific and sometimes extensive clarification concerning the form and effective date of required notices, particularly as they relate to time periods provided for required actions. See, e.g., Pa.R.A.P. 121(c), (e) (allowing for service of papers by mail and allowing an extra three days for response as compared to personal service).\nFor these reasons, I respectfully differ with the majority’s perspective that Section 1102 unambiguously keys an appeal period to a date stamped on a notice form, irrespective of when the form is conveyed to the recipient. Rather, I find the statute to be poorly framed, in that it does not closely define the appeal period in terms of effective notice, or specifically eschew the concept of effective notice. Since, however, meaningful notice is a basic requirement of due process in administrative proceedings, see Pennsylvania Bankers Ass’n v. Pennsylvania Department of Banking, 598 Pa. 313, 327-28, 956 A.2d 956, 965 (2008), and it is to be presumed that the Legislature does not intend to violate the Constitution, see 1 Pa.C.S. § 1922, I believe the General Assembly’s references to “the date of the notice of the departmental action” in Section 1102(b)(1)(ii) are to an effective date (or to the date notice is in some way given or conveyed). In this regard, I have difficulty envisioning that the Legislature would have so little regard for personal rights and interests that it would provide that any and all potential laxness in administrative procedures in the giving of notice should inure to the detriment of persons and entities affected by agency action. See 1 Pa.C.S. § 1922(1) (reflecting the presumption in statutory interpretation that the General Assembly does not intend results that are absurd or unreasonable).\nThe Department appears to apprehend its obligations under the statute, at least as reflected in its standing practice order. Rule 13 of that order, entitled “Notice of agency actions,” provides as follows:\n(a) In the absence of a Department regulation specifying the method in which notice of an agency action is given, the Department or a program office may give notice of an agency action by any of the following methods:\n(1) Mailing a written notice of the action to a provider at the provider’s most recent business address on file with the Department.\n(2) Serving notice of the action in the manner provided in Pa.R.C.P. 400-441.\n(3) By publication in the Pennsylvania Bulletin if the agency action applies to a class of providers or makes system-wide changes affecting more than a single provider.\n(b) In the absence of a Department regulation specifying the content of a notice of an agency action, notice of an agency action must include the following:\n(1) The effective date of the agency action.\n(2) The basis for the agency action.\n(3) The date the notice was deposited in the mail or otherwise served on the provider.\nSee 33 Pa. Bull. 3053, Annex A (2003) (emphasis added). Under the Department’s own practice, “notice” (i.e., notification) is different from a “written notice form” (since the Department is authorized to “give notice” through the act of mailing “a written notice”). Furthermore, the standing order reflects a recognition that the mere act of date-stamping a notice form does not furnish notice, but that notice is given by affirmative acts of convey-anee (mailing, service, or publication). The standing order wholly conforms to the perspective that the “date of the notice” is the date notification is given (or the effective date of the notice).\nIndeed, the Department’s parlance referencing the “giv[ingj” of notice mirrors the verbiage of Section 1102(b)(1)(ii)(B). See 67 Pa.C.S. § 1102(b)(1)(ii)(B) (“[I]f notice was given by mail, [an appeal must be filed] within 33 days of the date of the notice of the departmental action.” (emphasis added)). At a very minimum, the tension between the Department’s own reasonable interpretation of the statute, as reflected in its standing practice order, and the majority’s construction militates strongly against the majority’s position that the statute unambiguously keys notice to a pro forma date stamp, regardless of the date of conveyance. Finally, the similarity between a notification-based reading of Section 1102(b)(1)(ii) and other conventional procedures for providing notice, see, e.g., Pa.R.A.P. 121(c), (e), seems too close to overlook.\nClarifying the above threshold issue is important to the application of Schmidt v. Commonwealth, 495 Pa. 238, 433 A.2d 456 (1981), where this Court had under consideration another statute that more specifically prescribed an appeal period commencing with the date of mailing of a notice of an administrative action. Significantly, the Schmidt Court manifested material doubts as to administrative efficiency in prompt mailing. See id. at 241, 433 A.2d at 458 (“Indeed, a taxpayer acquainted with the pace of bureaucratic action might reasonably assume that a governmental department would rarely so hasten to mail a decision that the mailing date would be the same as the decision date.”); see also Sheets v. DPW, 84 Pa.Cmwlth. 388, 390-91, 479 A.2d 80, 82 (1984) (describing differences between the date of execution of administrative determinations and the date of mailing as “a fact of public office life”). For this reason, the Schmidt Court placed a premium on “formal notification” of the specific mailing date of administrative decisions, since an appreciation of this date is key to a full understanding of appeal rights. Id. at 242, 433 A.2d at 458 (explaining that “[kjnowledge of a decision’s mailing date is essential to the taxpayer” and indicating that the administrative agency had a duty to advise the taxpayer of the date of mailing (emphasis in original)); accord Sheets, 84 Pa.Cmwlth. at 390-91, 479 A.2d at 82 (comparing Schmidt’s requirement “that an administrative notice reveal the date of entry by way of an explicit notation of the mailing date as such” with the directive of the Rules of Appellate Procedure that the commencement date for an appeal is the date the clerk makes an entry on the docket that notice has been given); In re Appeal of Federated Department Stores, Inc., 78 Pa.Cmwlth. 346, 351, 467 A.2d 908, 910 (1983) (“A disembodied date on the notice, as in this case, without any indication that it is the mailing date, is no more informative than a date appearing on a transmittal letter.”). It seems clear the Court was requiring a directed act, the specific indication of a mailing date, as a particular check on the administrative process. Thus, while the majority suggests its adherence to Schmidt, it seems to me that it is, in fact, departing from Schmidt.\nI have no objection to moving away from Schmidt on a prospective basis, as I believe the Court can reasonably apply a rebuttable presumption of regularity to administrative action. Since the Department specified in its letter that the appeal period commenced on the date of its notice, and the Department appears to apprehend that the date that notice is provided for purposes of Section 1102(b)(1)(ii)(B) is the date of mailing, I have no objection to presuming the Department mailed the notice on the date it was prepared, as it says it did. Nevertheless, consistent with the Commonwealth Court’s decision, I believe the law prevailing at the time of the agency’s notice was clear, and I cannot fault the intermediate appellate court for applying Schmidt in its decision in this case. Indeed, DPW appears to have recognized the prevailing requirements in its Standing Practice Order Rule 13, which requires notice of an agency action to contain the effective date of the action, the basis for the decision, and the date the notice was deposited in the mail or otherwise served on the provider. See 33 Pa. Bull. 3053, Annex A.\nFor the above reasons, I would affirm the order of the Commonwealth Court.\n. Under the majority's construction, it would appear that the appeal period would run from the date stamped on a written notice, irrespective of whether the written notice was sent one day, one week, or one month after the stamped date. In my view, such result is not reasonable, particularly where timely and meaningful notice is not provided.\n. It should be noted, however, that the administrative decision subject to the appeal in Schmidt was dated. See Schmidt, 495 Pa. at 241, 433 A.2d at 458. Therefore, at a minimum, the taxpayer had been afforded a frame of reference to make a conservative calculation as to the appeal period.\n. The majority indicates that DPW technically complied with its standing practice order in this case, because, factually, the date of the notice and the date of mailing are the same. See Majority Opinion, at 1192-93 n. 8. Consistent with Schmidt, however, DPW’s standing practice order clearly distinguishes the effective date of the action from the date of mailing and requires specification of both. Particularly read against Schmidt, reliance on a \"disembodied” date to serve both functions appears to me to be hollow compliance at best.",
        "type": "dissent",
        "author": "Justice SAYLOR,"
      }
    ],
    "attorneys": [
      "Jeffrey Paul Schmoyer, Esq., Pittsburgh, for Department of Public Welfare.",
      "Steven T. Hanford, Esq., West Chester, for Julia Ribaudo Senior Services."
    ],
    "corrections": "",
    "head_matter": "JULIA RIBAUDO SENIOR SERVICES, Appellee v. DEPARTMENT OF PUBLIC WELFARE, Appellant.\nNo. 20 WAP 2008.\nSupreme Court of Pennsylvania.\nArgued Sept. 10, 2008.\nDecided April 29, 2009.\nJeffrey Paul Schmoyer, Esq., Pittsburgh, for Department of Public Welfare.\nSteven T. Hanford, Esq., West Chester, for Julia Ribaudo Senior Services.\nBEFORE: CASTILLE, C.J., and SAYLOR, EAKIN, BAER, TODD, McCAFFERY and GREENSPAN, JJ."
  },
  "file_name": "1184-01",
  "first_page_order": 1212,
  "last_page_order": 1224
}
