{
  "id": 7873292,
  "name": "PHILADELPHIA ELECTRIC COMPANY, Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (MILLER), Respondent",
  "name_abbreviation": "Philadelphia Electric Co. v. Workmen's Compensation Appeal Board",
  "decision_date": "1994-06-09",
  "docket_number": "",
  "first_page": "1186",
  "last_page": "1190",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1186"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "159 Pa.Commonwealth Ct. 202",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1452529
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/159/0202-01"
      ]
    },
    {
      "cite": "159 Pa.Commonwealth Ct. 296",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1452511
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/159/0296-01"
      ]
    },
    {
      "cite": "143 Pa.Commonwealth Ct. 277",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1423206
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/143/0277-01"
      ]
    },
    {
      "cite": "639 A.2d 20",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7858547,
        1843147
      ],
      "weight": 2,
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/0020-01",
        "/pa/536/0267-01"
      ]
    },
    {
      "cite": "155 Pa.Commonwealth Ct. 576",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1445828
      ],
      "weight": 4,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/155/0576-01"
      ]
    },
    {
      "cite": "533 A.2d 95",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "516 Pa. 637",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "497 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "91 Pa.Commonwealth Ct. 471",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1337192
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/91/0471-01"
      ]
    },
    {
      "cite": "141 Pa.Commonwealth Ct. 405",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1419171
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/141/0405-01"
      ]
    },
    {
      "cite": "523 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820306
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0509-01"
      ]
    },
    {
      "cite": "96 Pa.Commonwealth Ct. 613",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1346114
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/96/0613-01"
      ]
    },
    {
      "cite": "490 A.2d 494",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "88 Pa.Commonwealth Ct. 486",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1328708
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/88/0486-01"
      ]
    },
    {
      "cite": "423 A.2d 784",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "55 Pa.Commonwealth Ct. 449",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1915846
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/55/0449-01"
      ]
    },
    {
      "cite": "144 Pa.Commonwealth Ct. 583",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1424959
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/144/0583-01"
      ]
    },
    {
      "cite": "138 Pa.Commonwealth Ct. 309",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1412281
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "320"
        },
        {
          "page": "907"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/138/0309-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 613,
    "char_count": 11340,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20040975361884034
    },
    "sha256": "a0aa59224a7670ddf617eb342714ed5217fb8fef60c90e89ae291a374eab4d7d",
    "simhash": "1:a3b818d7a1d6ed57",
    "word_count": 1726
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "McGINLEY and SMITH, JJ., and KELTON, Senior Judge."
    ],
    "parties": [
      "PHILADELPHIA ELECTRIC COMPANY, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (MILLER), Respondent."
    ],
    "opinions": [
      {
        "text": "SMITH, Judge.\nPhiladelphia Electric Company (Employer) petitions for review of the order of the Workmen’s Compensation Appeal Board (Board) which affirmed the referee’s order granting the claim petition filed by Rory Miller (Claimant) seeking compensation for a work-related psychiatric injury. The issue raised for review is whether the Board correctly applied this Court’s holding in Archer v. Workmen’s Compensation Appeal Board (General Motors), 138 Pa.Commonwealth Ct. 309, 587 A.2d 901 (1991), in concluding that Claimant was not required to produce corroborating testimony of abnormal working conditions where Claimant testified as to actual events that occurred on the job and the referee found this testimony credible.\nThe referee made the following findings of fact. On January 26,1989, while performing his work duties as a meter reader for Employer, Claimant was accosted by a large attack dog that tried to bite Claimant, who managed to spray the dog with a chemical repellant provided by Employer. The dog’s owner confronted Claimant, threatened physical harm, and threatened to take Claimant’s life. The man then entered his house, reappeared with a gun, and chased Claimant along back alleys. In Claimant’s frantic attempt to escape, he had to jump a fence and began pounding on peoples’ doors. One woman finally opened her door for Claimant, who entered and instructed her to lie on the floor until the man had passed.\nInside the woman’s house, Claimant called his supervisor, Albert Stein, to report the incident. Stein testified that Claimant was upset, agitated, and speaking rapidly at the time. Stein later came to the area and accompanied Claimant as he conducted further meter readings the rest of the day. Although Claimant finished his duties that day, he became fearful of being killed and began having heart palpitations, headaches, and difficulty breathing. Although Claimant returned to work the next day and was assigned to work in a different area, he was unable to complete his duties because of headache, difficulty breathing, and hot and cold sweats. On January 30, 1989, Claimant telephoned Stein and advised that he would not be returning to work. Claimant thereafter came under the care of his family physician, Dr. Frank Berstein.\nOn April 13, 1989, Claimant filed a claim petition alleging that he suffered from post-traumatic stress disorder as a result of the January 26, 1989 incident. In support of his petition, Claimant submitted the deposition testimony of Dr. David Levinberg, a board-certified psychiatrist, who testified that Claimant first came under his care on March 2,1989 on referral from Dr. Berstein; Claimant suffered from anxiety, weight loss, and an inability to concentrate; and Claimant suffers from post-traumatic stress disorder due to his life-threatening event. Dr. Levin-berg opined that Claimant could not return to his pre-injury position as a meter reader because the memories would provoke an exacerbation of his symptoms and would cause a relapse. Claimant also presented the deposition testimony of Michael J. Mulligan, a clinical psychologist, who testified that he examined Claimant on February 24, 1989 on behalf of Employer and found that Claimant was suffering from post-traumatic stress response and was unfit for duty.\nEmployer presented the testimony of two of its employees regarding Claimant’s agitated conduct the day after the incident. Employer also presented the testimony of a private investigator who conducted surveillance of Claimant. The referee found that the testimony of Employer’s witnesses contradicted neither Claimant’s testimony nor that of his medical experts, and that the testimony presented by Employer was unpersuasive in contesting Claimant’s petition. Finding the testimony of Claimant’s expert witnesses credible and persuasive, the referee concluded that Claimant sustained a post-traumatic stress disorder from abnormal working conditions while performing his work duties on January 26, 1989, and that\nClaimant was disabled as a result of that injury and is unable to return to his pre-injury position with Employer. The referee granted Claimant’s claim petition, directed Employer to pay Claimant’s outstanding medical bills, and ordered that Employer reimburse Claimant’s counsel for litigation costs as Employer’s contest was unreasonable.\nThe sole issue on appeal to the Board was whether Claimant failed to meet his burden of proving that he sustained a work-related psychiatric injury by providing objective evidence to corroborate his allegedly subjective description of the injury. The Board, relying upon Archer and Reigle v. Workmen’s Compensation Appeal Board (Federal Express), 144 Pa.Commonwealth Ct. 583, 601 A.2d 1331 (1992), held that the matter fell within the exception carved out in Archer that where a claimant testifies as to actual events which the referee credits as abnormal working conditions, corroborative testimony is not required. The Board dismissed Employer’s appeal and affirmed the referee’s decision.\nEmployer argues that the Board erred in relying upon Archer because the facts in that case are distinguishable from the matter sub judice. This Court has long held that work-related psychiatric injuries are compensable under Section 301(e) of the Workers’ Compensation Law (Law), Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 411(1). Archer. Due to the highly subjective nature of psychiatric injuries, the occurrence of the injury and its cause must be adequately pinpointed. Thomas v. Workmen’s Compensation Appeal Board, 55 Pa.Commonwealth Ct. 449, 423 A.2d 784 (1980). To be compensable, a work-related psychiatric injury must be caused by actual and not merely perceived or imagined employment events. Hammerle v. Workmen’s Compensation Appeal Board (Dept, of Agrie., Bureau of Dog Law Enforcement), 88 Pa.Commonwealth Ct. 486, 490 A.2d 494 (1985).\nIn order to obtain workers’ compensation benefits for a psychiatric injury, a claimant must prove by objective evidence that he or she has suffered a psychiatric injury and must demonstrate that such injury is other than a subjective reaction to normal working conditions. Andracki v. Workmen’s Compensation Appeal Board (Allied Eastern States Maintenance), 96 Pa.Commonwealth Ct. 613, 508 A.2d 624 (1986). See also Martin v. Ketchum, Inc., 523 Pa. 509, 568 A.2d 159 (1990). This Court has adopted the following rule for making the determination of whether working conditions are abnormal: when there is no physical injury as precursor to the psychiatric injury, a claimant must prove either (1) that actual extraordinary events occurred at work which caused the trauma and these specific events can be pinpointed in time; or (2) that abnormal working conditions over a longer period of time caused the psychiatric injury. Calabris v. Workmen’s Compensation Appeal Board (American General Cos.), 141 Pa.Commonwealth Ct. 405, 595 A.2d 765 (1991).\nIn Russella v. Workmen’s Compensation Appeal Board (National Foam Sys., Inc.), 91 Pa.Commonwealth Ct. 471, 497 A.2d 290 (1985), appeal denied, 516 Pa. 637, 533 A.2d 95 (1987), this Court held that a claimant must produce objective evidence which corroborates his or her subjective description of the working conditions alleged to have caused the injury. In Archer however this Court distinguished Russella and its progeny and relaxed the requirement that a claimant’s testimony of abnormal working conditions must be corroborated. The referee in Archer granted the claimant’s petition for a work-related psychiatric disability based on claimant’s medical expert testimony and her own testimony of harassment and mistreatment by her employer, which rose to the level of abnormal working conditions. On appeal, the Board reversed, and on further appeal this Court reversed the Board, noting that those cases in which an employee was required to present objective evidence of abnormal working conditions were situations where the employee, for whatever reason, was misperceiving the situation at work.\nThe Court specifically distinguished Rus-sella for the reason that the testimony of the claimant in Archer was not limited to her belief that she felt she was being harassed; rather, she also described actual abnormal events. The Court concluded that “[wjhile objective evidence may well be necessary where an employee is describing subjective feelings [concerning working conditions], no such evidence is necessary where actual events are being described.” Id, 138 Pa.Commonwealth Ct. at 320, 587 A.2d at 907.\nEmployer asserts that the Court’s holding in Archer is restricted to harassment and mistreatment by the employer on its premises and does not extend to the factual situation presented herein. However, Archer and its progeny contain no admonition that these eases be limited in such a manner. Moreover, the matter sub judiee falls squarely within the scope of Archer because Claimant’s testimony was not limited to her belief of abnormal conditions, but rather included her description — found credible by the referee — of actual, specific, and abnormal events. In such matters, questions of credibility are exclusively for the referee. Antus v. Workmen’s Compensation Appeal Board (Sawhill Tubular Div., Cyclops Indus., Inc.), 155 Pa.Commonwealth Ct. 576, 625 A.2d 760 (1993), aff'd, - Pa. -, 639 A.2d 20 (1994).\nAlthough Employer dwells upon Claimant’s inability to recall certain aspects of the incident in question, such as the exact location of the attack and the name of the woman who provided him refuge, such matters go directly to Claimant’s credibility where he described an actual, extraordinary event rather than describing abnormal working conditions over a longer period of time. See Calabris. Accordingly, the order of the Board is affirmed.\nORDER\nAND NOW, this 9th day of June, 1994, the order of the Workmen’s Compensation Appeal Board is affirmed.\n. This Court's scope of review of the Board’s decision is limited to determining whether there has been a constitutional violation, an error of law, or whether findings of fact are supported by substantial evidence. Gamble v. Workmen’s Compensation Appeal Board (Burrell Constr. & Supply Co.), 143 Pa.Commonwealth Ct. 277, 598 A.2d 1071 (1991).\n. Although the determination of whether working conditions are abnormal has been variously classified as a question of law or a mixed question of law and fact, this Court has nevertheless uniformly held that this determination is fully reviewable by the Court. Wilson v. Workmen’s Compensation Appeal Board (Aluminum Co. of America), 159 Pa.Commonwealth Ct. 296, 632 A.2d 1361 (1993).\n. The holding in Archer has subsequently been upheld and applied in Wilson; Przychodzki v. Workmen's Compensation Appeal Board (Wyeth Lab.), 159 Pa.Commonwealth Ct. 202, 632 A.2d 1048 (1993); Antus v. Workmen's Compensation Appeal Board (Sawhill Tubular Div., Cyclops Indus., Inc.), 155 Pa.Commonwealth Ct. 576, 625 A.2d 760 (1993), aff'd, - Pa. -, 639 A.2d 20 (1994); and Reigle.",
        "type": "majority",
        "author": "SMITH, Judge."
      }
    ],
    "attorneys": [
      "Thomas F. McDevitt, for petitioner.",
      "Robert F. Kuhn, for respondent."
    ],
    "corrections": "",
    "head_matter": "PHILADELPHIA ELECTRIC COMPANY, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (MILLER), Respondent.\nCommonwealth Court of Pennsylvania.\nArgued Feb. 3, 1994.\nDecided June 9, 1994.\nThomas F. McDevitt, for petitioner.\nRobert F. Kuhn, for respondent.\nMcGINLEY and SMITH, JJ., and KELTON, Senior Judge."
  },
  "file_name": "1186-01",
  "first_page_order": 1252,
  "last_page_order": 1256
}
