{
  "id": 11342105,
  "name": "Robert G. BOLUS, Charles Bolus and Yoke-Lan Bolus, his wife v. COUNTY OF MONROE and Monroe County Board of Assessment Appeals, Appellants",
  "name_abbreviation": "Bolus v. County of Monroe",
  "decision_date": "1994-11-22",
  "docket_number": "",
  "first_page": "1188",
  "last_page": "1192",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1188"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "95 Pa.Commonwealth Ct. 269",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1344984
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/95/0269-01"
      ]
    },
    {
      "cite": "292 U.S. 246",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        429841
      ],
      "weight": 3,
      "year": 1934,
      "opinion_index": 0,
      "case_paths": [
        "/us/292/0246-01"
      ]
    },
    {
      "cite": "62 A. 1078",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1906,
      "opinion_index": 0
    },
    {
      "cite": "213 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943431
      ],
      "year": 1906,
      "opinion_index": 0,
      "case_paths": [
        "/pa/213/0440-01"
      ]
    },
    {
      "cite": "107 A. 765",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1919,
      "opinion_index": 0
    },
    {
      "cite": "264 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1048475
      ],
      "year": 1919,
      "opinion_index": 0,
      "case_paths": [
        "/pa/264/0277-01"
      ]
    },
    {
      "cite": "103 Pa.Commonwealth Ct. 61",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        8731000
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "65",
          "parenthetical": "citing Whitcomb v. Philadelphia, 264 Pa. 277, 107 A. 765 (1919), Brown v. Forest Water Co., 213 Pa. 440, 62 A. 1078 (1906) and Olson v. U.S., 292 U.S. 246, 54 S.Ct. 704, 78 L.Ed. 1236 (1934)"
        },
        {
          "page": "1082",
          "parenthetical": "citing Whitcomb v. Philadelphia, 264 Pa. 277, 107 A. 765 (1919), Brown v. Forest Water Co., 213 Pa. 440, 62 A. 1078 (1906) and Olson v. U.S., 292 U.S. 246, 54 S.Ct. 704, 78 L.Ed. 1236 (1934)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/103/0061-01"
      ]
    },
    {
      "cite": "100 Pa.Commonwealth Ct. 616",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1352414
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/100/0616-01"
      ]
    },
    {
      "cite": "557 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "521 Pa. 623",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "115 Pa.Commonwealth Ct. 527",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1371526
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/115/0527-01"
      ]
    },
    {
      "cite": "209 A.2d 397",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1893987
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0213-01"
      ]
    },
    {
      "cite": "149 Pa.Commonwealth Ct. 458",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1435290
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "Bolus II"
        },
        {
          "parenthetical": "Bolus II"
        },
        {
          "page": "464-65"
        },
        {
          "page": "182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/149/0458-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 594,
    "char_count": 12980,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2398968047944108
    },
    "sha256": "9d9bebeb69b312a670a63174320d16651533224e1f317a1026f45d0f6f972549",
    "simhash": "1:0ee8f03e7f427a74",
    "word_count": 2138
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, FRIEDMAN, J., and KELTON, Senior Judge."
    ],
    "parties": [
      "Robert G. BOLUS, Charles Bolus and Yoke-Lan Bolus, his wife v. COUNTY OF MONROE and Monroe County Board of Assessment Appeals, Appellants."
    ],
    "opinions": [
      {
        "text": "KELTON, Senior Judge.\nThis is the third time that this 1989 tax assessment case has been before this Court.\nIn this most recent chapter, the County of Monroe and Monroe County Board of Assessment Appeals (County) appeal from the February 18, 1994 order of the Court of Common Pleas of Monroe County (trial court) which valued a tract of land owned by Robert G. Bolus, Charles Bolus and Yoke-Lan Bolus (Landowners) at zero value for tax assessment purposes. The trial court issued the above order following an order of a panel of this Court (Colins and Palladino, J.J. and Barry, Senior Judge) in a prior appeal of the same assessment. At that time we vacated the zero valuation and remanded the case with directions to fix a value “based on the competent evidence in the record, without the taking of additional evidence.” See County of Monroe v. Bolus, 149 Pa.Commonwealth Ct. 458, 613 A.2d 178 (1992) (Bolus II).\nThe issue before us is whether the trial court complied with this Court’s order when it ignored the valuation evidence in the record and again made a determination of zero valuation. We conclude that the trial court did not comply with our order in Bolus II and, therefore, order that this case be remanded to a different member of the Court of Common Pleas of Monroe County.\nFactual Background\nIn 1988, Landowners purchased 7.64 acres of land located in a commercial zone along Route 611 in Stroud Township, Monroe County for $380,000.00. (R.R. 171a.) After this purchase, the Army Corps of Engineers informed the Landowners that a 4.0 acre portion of their property was delineated wetlands. This portion of the property abutted Route 611. The Corps directed Landowners to cease all development of the wetlands portion. Landowners then applied for a wetlands crossing permit, which would allow them to access the 3.64 acre tract of land not delineated as wetlands but which is landlocked by the wetlands.\nThe County had conducted a county-wide reassessment in 1990 and had assessed Landowners’ property for tax purposes at $88,750.00. Landowners appealed the assessment and the Board of Appeals reduced the assessment to $71,310.00. Landowners then appealed to the trial court, alleging that the assessment was unreasonable in light of the wetlands delineation and that the tract of land was unusable.\nProcedural Background\nThe trial court issued an order and opinion on February 28,1991 in which it rejected the testimony of the County’s expert witness, Barry Segear, who valued the entire property at $71,310.00. It did find credible, however, the testimony of the Landowners’ expert witness, Thomas Schatzman. (See Appellant’s Brief, Exhibit “A” at 11.) Mr. Schatz-man testified as to the value of the property based on comparable sales and valued both the wetlands and non-wetlands portions of the property at $1,000.00 per acre actual, $250.00 assessed. Despite this evidence of record, the trial court determined that the Landowners’ property should be given a zero valuation for tax assessment purposes. The trial court opined that the land was economically useless.\nThe County filed an appeal to this Court (Bolus I). Meanwhile, Landowners were granted the wetlands crossing permit and the parties stipulated that the case should be remanded to the trial court for additional testimony. The County presented evidence of the Landowners’ receipt of the wetlands crossing permit. Landowners presented evidence that replacement wetlands would have to be created in the non-wetlands portion of the property to replace the 1.6 acres of wetlands that would be filled in as a result of obtaining the permit. Landowners further presented evidence that their application for a highway occupancy permit from the Pennsylvania Department of Transportation was pending. One of the Landowners, Dr. Bolus, testified that he believed that, even with the permits, the property had a value of zero or less. The trial court agreed and issued another order valuing the property at zero.\nThe County appealed to this Court (Bolus II), alleging that the trial court erred in valuing the Landowners’ property at zero. We agreed. We determined that Dr. Bolus’ testimony that he believed the land had a zero valuation did not constitute competent evidence upon which the trial court could base its valuation determination. Id. at 464-65, 613 A.2d at 182. Therefore, we vacated the order and remanded the case for a determination of value of the property based on the competent evidence of record, without taking any additional evidence (Bolus II).\nOn remand, the trial court reviewed the evidence of record and again determined that no competent evidence exists to support a finding that the Landowners’ property had value for tax assessment purposes. The trial court determined that the evidence requires a conclusion that the property has no market value and ordered that the property be valued at zero for tax assessment purposes. The County then filed the instant appeal to this Court.\nDiscussion\nThe County argues that the trial court committed a clear error of law and abused its discretion in once again finding that the property is worth zero for tax assessment purposes after this Court concluded that the trial court’s previous determination of zero value was not based on substantial evidence of record. We agree.\nOn remand, the trial court was ordered to review the record and make a valuation determination based solely on competent evi-denee of record. Despite the fact that the trial court had previously determined Mr. Schatzman, the Landowner’s expert, to have testified credibly and competently that the property was worth $1000.00 an acre, the trial court found no competent evidence to support a determination of value. The trial court again proceeded to determine the property’s value at zero. We cannot reconcile the trial court’s actions.\nIn his earlier opinion of February 29,1991, the trial judge stated:\n[Landowners] then presented the testimony of Thomas Schatzman, a real estate broker and appraiser. Mr. Schatzman, after examining the 7.64 acre parcel, and using sales of comparable wetlands, valued the wetland at $1,000/acre actual value or an assessed value of $250/acre. He acknowledged that had these four acres not been wet, they would be worth more. He also gave the same actual and assessed value to the remaining 3.64 acres of this parcel that are upland or dry acres. Mr. Schatzman based his appraisal on the fact that without a permit to use a portion of the front wetlands to gain access to the rear 3.64 acres, this rear section of the parcel would be rendered landlocked and useless to [Landowners]. Mr. Schatzman considered the fact that the land located adjacent to the rear of this parcel was owned by the [Landowners’] family; however, since it was determined that the [Landowners] did not maintain an ownership interest in the adjacent property, it could not be said that an alternate access to this section of the parcel was available. Mr. Schatzman opined that if at some point in the future access to the rear 3.64 acres could be obtained via a permit to traverse the wet area, the value of the rear portion of this parcel would increase.\nThe Court finds that the aforementioned testimony presented on behalf of the [Landowners] was competent, credible and sufficient to overcome the prima facie validity of the Board’s assessment. As a result, the burden of proof now shifts to the Board to rebut this evidence.\n(Trial Court’s February 28, 1991 opinion at 10-11) (emphasis added).\nIn tax assessment cases, it is the duty of the trial court to determine the property’s current market value on the básis of competent, credible and relevant evidence; determine the current ratio of assessed market value in the county; and, direct the application of that ratio to the fair market value found by court. Section 704 of The Fourth to Eighth Class County Assessment Law, Act of May 21, 1943, P.L. 571, as amended, 72 P.S. § 5453.704; Deitch Co. v. Board of Property Assessment, 417 Pa. 213, 209 A.2d 397 (1965). It is not the trial court’s role to make its own independent valuation of the property, but to weigh the conflicting evidence and arrive at a valuation based on competent, credible testimony. Appeal of the City of Pittsburgh, 115 Pa.Commonwealth Ct. 527, 541 A.2d 40 (1988), petition for allowance of appeal denied, 521 Pa. 623, 557 A.2d 726 (1989). The finding of value by the trial court must be supported by competent evidence. Appeal of Avco Corp., 100 Pa.Commonwealth Ct. 616, 515 A.2d 335 (1986).\nMany factors are to be considered in arriving at fair market value. One of the most important factors is the use of the subject property — not only the present use of the property, but all of the uses including the highest and most profitable use to which the land is adoptable and available. The possible demand for such use affects the market value.\nPittsburgh Des Moines Steel Co. v. Board of Property Assessment, Appeals and Review of Allegheny County, 103 Pa.Commonwealth Ct. 61, 65, 519 A.2d 1080, 1082 (1987) (citing Whitcomb v. Philadelphia, 264 Pa. 277, 107 A. 765 (1919), Brown v. Forest Water Co., 213 Pa. 440, 62 A. 1078 (1906) and Olson v. U.S., 292 U.S. 246, 54 S.Ct. 704, 78 L.Ed. 1236 (1934)). Property that may not be used for a particular purpose in its present state may still have value based upon possible future uses. The subject property has the potential to be quite valuable once all applicable permits have been obtained. In determining its value the trial court is required to consider all reasonably possible uses for which the property is adaptable and might if reason be applied.\nHere, the trial court rejected all three commonly-used methods of valuation: cost, income and comparable sales. The trial court found that all evidence presented as to valuation was oriented to the issue of market value. The trial court further found that the testimony of the two experts was seriously flawed in that it relied upon dissimilar “comparable” sales and therefore, was not credible. The trial court then leaped to the conclusion that the totality of the evidence points to a determination that the property has no market value without considering its possible future uses and without analyzing what a potential buyer would consider paying for the property.\nWe conclude, as did the previous panel in Bolus II, that the trial court erred in determining that because the Landowner opined that the property was economically useless to him, it had no value for tax purposes. The only evidence of zero valuation was presented by one of the Landowners. This Court has already found that his testimony was incompetent. The only other evidence in the record upon which the trial court could make a determination of valuation was the Landowners’ expert, Mr. Schatzman, and the County’s expert, Mr. Segear. Both experts gave the property some value. Further, even though the trial court implicitly rejected the County’s expert in its original opinion, it did find credible the testimony of Landowners’ expert, Mr. Schatzman. In the absence of competent evidence supporting its own determination, the trial court exceeded its authority in later rejecting Mr. Schatzman’s testimony which it earlier had found competent and credible.\nBecause the trial court has consistently made a determination of zero valuation despite competent evidence to the contrary, we are compelled to reverse its order and remand this case with directions that a different member of the Court of Common Pleas of Monroe County be assigned to determine the value of the subject property based on the competent evidence of record and this Court’s opinions herein and in Bolus II. We leave it to the assigned trial judge’s discretion whether additional evidence will be taken.\nORDER\nAND NOW, this 22nd day of November, 1994, the order of the Court of Common Pleas of Monroe County dated February 18, 1994 is hereby reversed and this matter is remanded with direction that a different member of the Court of Common Pleas of Monroe County be assigned to determine the value of the subject property based on the competent evidence of record and this Court’s opinions herein and in Bolus II.\nAbsent unusual reasons to the contrary, it is ordered that the Common Pleas Court shall render its decision with 120 days of this date.\nJURISDICTION RELINQUISHED.\n. Our scope of review in a tax assessment appeal is restricted to a determination of whether the trial court committed an error of law or abused its discretion. Dana Coloration v. Wentz, 95 Pa.Commonwealth Ct. 269, 505 A.2d 639 (1986).",
        "type": "majority",
        "author": "KELTON, Senior Judge."
      }
    ],
    "attorneys": [
      "Mark S. Love, for appellants.",
      "James F. Marsh, for appellees."
    ],
    "corrections": "",
    "head_matter": "Robert G. BOLUS, Charles Bolus and Yoke-Lan Bolus, his wife v. COUNTY OF MONROE and Monroe County Board of Assessment Appeals, Appellants.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 22, 1994.\nDecided Nov. 22, 1994.\nMark S. Love, for appellants.\nJames F. Marsh, for appellees.\nBefore COLINS, President Judge, FRIEDMAN, J., and KELTON, Senior Judge."
  },
  "file_name": "1188-01",
  "first_page_order": 1246,
  "last_page_order": 1250
}
