{
  "id": 7283132,
  "name": "Sandra BASILE, on behalf of herself and all others similarly situated, Respondent v. H & R BLOCK, INC. and H & R Block Eastern Tax Services, Inc., Petitioners",
  "name_abbreviation": "Basile v. H & R Block, Inc.",
  "decision_date": "2011-05-25",
  "docket_number": "",
  "first_page": "1190",
  "last_page": "1191",
  "citations": [
    {
      "type": "official",
      "cite": "20 A.3d 1190"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 162,
    "char_count": 1884,
    "ocr_confidence": 0.711,
    "sha256": "0bd53ec0d247e26e9d63779cf433584f78a8e6a91798fae20f4a20a9c899f8ec",
    "simhash": "1:f7f8bb3afbccbed7",
    "word_count": 297
  },
  "last_updated": "2023-07-14T17:45:29.891956+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice ORIE MELVIN did not participate in the consideration or decision of this matter."
    ],
    "parties": [
      "Sandra BASILE, on behalf of herself and all others similarly situated, Respondent v. H & R BLOCK, INC. and H & R Block Eastern Tax Services, Inc., Petitioners."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 25th day of May 2011, the Application for Leave to File a Reply Brief in Further Support of Petition for Allowance of Appeal is GRANTED. The Application to Strike Portions of Plaintiffs Answer to the Petition for Allowance of Appeal is DENIED. The Application for Leave to File Post Petition Communication is DENIED. The Petition for Allowance of Appeal is GRANTED LIMITED to the following issues. The issues, as stated by Petitioner, are:\na. Whether this Court should accept this appeal to consider whether the Superior Court erred for the fourth consecutive time, by failing to apply the proper standard and scope of review when it reversed the trial court’s decertification of a 600,000 member class, disregarded this Court’s instruction to review the trial court’s decision on the merits, misconstrued the significance and holding of the Superior Court’s prior decision in the case, and made no finding of abuse of discretion but simply substituted its own view of the facts for that of the trial court?\nb. Whether this Court should accept this appeal to consider whether, contrary to this Court’s decision in Frowen v. Blank, Plaintiffs in a consumer class action case may demonstrate the level of “overmastering influence” sufficient to establish a confidential relationship solely with general information about a corporation’s advertising campaign — without any evidence that individual class members were influenced by the campaign, let alone showed “weakness” or “dependence” or “trust, justifiably reposed” based on information they saw or heard?\nJustice ORIE MELVIN did not participate in the consideration or decision of this matter.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Sandra BASILE, on behalf of herself and all others similarly situated, Respondent v. H & R BLOCK, INC. and H & R Block Eastern Tax Services, Inc., Petitioners.\nSupreme Court of Pennsylvania.\nMay 25, 2011."
  },
  "file_name": "1190-03",
  "first_page_order": 1228,
  "last_page_order": 1229
}
