{
  "id": 12116830,
  "name": "In re Roland Rohlfs",
  "name_abbreviation": "In re Rohlfs",
  "decision_date": "1930-05-28",
  "docket_number": "No. 2351",
  "first_page": "1191",
  "last_page": "1194",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1191"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 435,
    "char_count": 6857,
    "ocr_confidence": 0.445,
    "sha256": "36fb4c6c6c1663d270ff7273d41916d990d487f28128fc166a0c29516a231f7f",
    "simhash": "1:bc0fe8be3ee617d4",
    "word_count": 1116
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hattteld, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Roland Rohlfs"
    ],
    "opinions": [
      {
        "text": "Bland, Judge,\ndelivered the opinion of the court:\nThe subject matter of this appeal is an electrical aerial advertising sign. The United States Patent Office allowed certain of appellant’s claims and rejected claims 4 and 7, from which action appeal has been taken to this court and here claim 7 was abandoned, which leaves before this court claim 4, only, which reads as follows:\n4. The combination with a power driven aeroplane, of an electrical aerial sign or the like comprising- one or more luminous tube lights, each consisting of a single length of translucent tubing shaped to conform either in whole or in part to the outline of the letter or other character desired to be shown, means for fastening said tube lights to the aeroplane, and an electrical generator mounted on said aeroplane and electrically connected with said light or lights, for generating sufficient current to operate it or them.\nApplicant proposes, by the specifications of his application for patent, to mount on the under surface of the lower wings of an aeroplane an electrically illuminated sign made up of luminescent tubes, shajjed to the outline of the letter or character to be shown, and supplied with operating current by a generator mounted on the aeroplane. The luminous tubes which he uses are the well-known Neon type such as described in the Claude Neon patents, •referred to by patent numbers in applicant’s specifications.\nThe object of this invention is to display an illuminated sign, at night, above cities and thickly populated centers.\nThe Board of Appeals rejected the claims before it upon the following references:\nMitchell et al., 1474682!, November 20, 1923.\nFargo, 1041988, October 22, 1912.\nBohm, 524752, August 21, 1894.\nSperry, 1362753, December 21, 1920.\nThe patent to Bohm shows a sign consisting of a glass tube or tubes bent or curved to the desired shape so as to form -a letter, figure, word, design, or other part of an advertisement or decorative device, and so connected and mounted as to admit of the practical application to advertising. The tube is illuminated by passing electric current therethrough.\nThe patent to Fargo shows a railroad signal in which illuminating means are provided for outlining the arm. The means consists of a tube which follows the outline of the arm and is attached thereto. The illuminating means disclosed is a Moore vacuum tube light in which the rarefied gas in the tube acts as a conductor of electric current.\nSperry discloses a wind-driven electrical generator for aircraft in which the generator is driven by propellor blades.\nMitchell, who will be referred to more particularly hereinafter, discloses an advertising sign on the under side of aeroplane wings. The lighting consists of a plurality of electric bulbs receiving their current from a storage battery carried by the aircraft, the battery being supplied with current by means of an appropriate motor-driven generator.\nThe Board of Appeals held that the appealed claims called for no more than the combination of the disclosures in the references and that substituting one element of the combination for another, in the manner in ‘which appellant did, did not constitute invention.\nAppellant insists with great earnestness that he is entitled to the’ allowance of claim é, which embodies the combination of old elements only, because he has reduced aeroplane night advertising to a success when prior to his entering the field, it had been a complete and abandoned failure. He characterizes the reference Mitchell, which is the reference with which we are chiefly concerned, as “ a failure, inoperative and worthless.” He admits the different elements of his combination, with the exception of those for which claims were allowed, to be old in the art. He shows, and we think convincingly, by affidavits and argument, that the Mitchell patent was of little value as a commercial enterprise, and that the same, after repeated trials at great expense, had been abandoned. He points out that in the Mitchell patent signs are fastened to the undersurface of the aeroplane wings by means of a series of hangers and slotted angle bars; that certain metal channels are adjustably fastened to the angle bars and are shaped to conform to the particular character of the sign; that within these channel bars is mounted a series of incandescent electric lamps connected by elaborate wiring to a heavy storage battery which supplies illuminating current ; that the channels serve as reflectors; that the advertising device is cumbersome in character and more than twice 'the thickness of the aeroplane wing supporting it; that it projects in front of the wing and in the rear of same, interfering with the air currents necessary for the efficient and safe flying of the plane; that after repeated experiments the weight of the electrical apparatus could not be reduced to less than 500 pounds; that it was difficult to get the aero-plane, so loaded, off the ground; that high flying was not possible, if the advertising was to be read; that low flying was dangerous and eventually regarded as impracticable; that the vibrations of the machine broke the incandescent lamp filaments and that the battery did not afford enough current to last for a display of longer than 15 minutes; that various noted aviators by affidavits (in the record) pronounced it a failure as a commercial enterprise and to be dangerous and impracticable of operation. .\nAppellant argues from these premises that Mitchell’s device is inojjerative and that an inoperative structure is an improper reference.\nIt is admitted that Mitchell’s device did operate; that the electric light globes in the Mitchell combination outlined the sign which the public saw during the course of the flight; that the plane could and did fly, carrying and displaying the advertising matter, although' it could not fly or display the sign for very long periods of time &nd was cumbersome, dangerous and expensive of operation. Nevertheless, it operated, as was a disclosure or a mechanism for performing 'the result, though in a more unsatisfactory manner, obtained by appellant.\nThe Patent Office concluded, and we think properly so, that the combination of old elements as proposed by applicant did not constitute patentable invention; that no new result was obtained,but that a more efficiently operating and commercially valuable-mechanism was developed by applicant, requiring no more than, mechanical skill.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Bland, Judge,"
      }
    ],
    "attorneys": [
      "O. B. Bes Jardins for appellant.",
      "T. A. Hostetler for tbe Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Roland Rohlfs\n(No. 2351)\nUnited States Court of Customs and Patent Appeals,\nMay 28, 1930\nO. B. Bes Jardins for appellant.\nT. A. Hostetler for tbe Commissioner of Patents.\n[Oral argument May 12, 1930, by Mr. Des Jardins and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hattteld, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1191-01",
  "first_page_order": 641,
  "last_page_order": 644
}
