{
  "id": 8356187,
  "name": "Barbara REILLY and Thomas Reilly, Appellees v. ERNST & YOUNG, LLP, successor to Arthur Young & Company, Appellant; Barbara L. Reilly and Thomas Reilly, Appellees v. Ernst & Young, LLP successor to Arthur Young & Company, Appellant; Barbara L. Reilly and Thomas Reilly, Appellants v. Ernst & Young, LLP, successor to Arthur Young & Company, Appellee",
  "name_abbreviation": "Reilly v. Ernst & Young, LLP",
  "decision_date": "2007-07-18",
  "docket_number": "",
  "first_page": "1193",
  "last_page": "1202",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 1193"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "266 Pa.Super. 549",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        123240
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "applying Rule 1024 to resolve the issue of whether, under Pa.R.Civ.P. 206, an attorney can properly verify a petition to strike or open the judgment"
        },
        {
          "page": "957",
          "parenthetical": "applying Rule 1024 to resolve the issue of whether, under Pa.R.Civ.P. 206, an attorney can properly verify a petition to strike or open the judgment"
        },
        {
          "page": "959"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/266/0549-01"
      ]
    },
    {
      "cite": "565 A.2d 1167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "523 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "381 Pa.Super. 155",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        461357
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/381/0155-01"
      ]
    },
    {
      "cite": "404 Pa.Super. 384",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        895047
      ],
      "weight": 6,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1288"
        },
        {
          "page": "1288"
        },
        {
          "page": "1289",
          "parenthetical": "\"we strictly scrutinize the appropriateness of the sanction as it produces the harshest result possible and should be imposed only in extreme circumstances\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/404/0384-01"
      ]
    },
    {
      "cite": "884 A.2d 301",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8906150
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "305"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/884/0301-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1121,
    "char_count": 28315,
    "ocr_confidence": 0.684,
    "pagerank": {
      "raw": 1.5127068047026772e-07,
      "percentile": 0.6677632556956024
    },
    "sha256": "5b745486f3538b252bd9c6d924587f9168fbd1eb51bd808e90224deaf3093b47",
    "simhash": "1:9bfba0be3d0a15fc",
    "word_count": 4494
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: FORD ELLIOTT, P.J., HUDOCK, JOYCE, STEVENS, MUSMANNO, KLEIN, BENDER, McCAFFERY, and PANELLA, JJ.",
      "¶ 28 Judge JOYCE did not participate in the consideration or decision of this case.",
      "¶ 29 Judge BENDER files a concurring opinion."
    ],
    "parties": [
      "Barbara REILLY and Thomas Reilly, Appellees v. ERNST & YOUNG, LLP, successor to Arthur Young & Company, Appellant. Barbara L. Reilly and Thomas Reilly, Appellees v. Ernst & Young, LLP successor to Arthur Young & Company, Appellant. Barbara L. Reilly and Thomas Reilly, Appellants v. Ernst & Young, LLP, successor to Arthur Young & Company, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPANELLA, J.:\n¶ 1 Appellee/Cross-Appellant, Ernst & Young, LLP (“Ernst & Young”), successor to Arthur Young & Company, appeals from the judgment entered on April 23, 2004, in the Court of Common Pleas of Butler County. After careful review, we vacate and remand for a new trial.\n¶ 2 The instant action arises out of the execution of a Ponzi scheme, wherein interests in real property owned by Canterbury Village, Inc., were oversold through a second company called Earned Capital Corporation. Prior to October 21, 1987, Appellees, Thomas and Barbara Reilly (“the Reillys”), jointly owned fifty percent (50%) of the stock in Canterbury Village as tenants by the entireties, and also served as the president and secretary, respectively. The remaining 50% of the Canterbury Village stock was jointly owned by Edward and Karen Krall.\n¶ 3 The Ponzi scheme involved property in Seven Fields owned by Canterbury Villages. Earned Capital would execute agreements of sale by which individuals purchased fractional interests in premises, specifically, townhouse residential units owned by Canterbury Village. These agreements of sale guaranteed each individual purchaser a specified annual rate of return on the investment, calculated as a percentage of the purchase price paid by the purchaser for a fractional share of the property. A third corporation, Managed Properties, Inc., managed the properties on behalf of Earned Capital and was responsible for distributing the guaranteed annual percentage payments to the purchasers.\n¶4 However, as is typical of a Ponzi scheme, the rental income generated by the residential units was inadequate to cover the guaranteed annual returns due to the purchasers. As a result, Earned Capital transferred to Managed Properties additional funds generated by the sale of new interests in the Seven Fields properties, which were in turn used to pay the returns due to earlier purchasers. Because the sale of each new interest carried with it an obligation for payment of a guaranteed annual return to the purchaser, however, Earned Capital had to market new sales to cover payments due to prior purchasers, even after 100% of the available interests in the Seven Fields properties had been sold.\n¶ 5 On June 3, 1986, following the collapse of the Ponzi scheme, Earned Capital, Canterbury Village, Managed Properties, and an additional corporation in which the Reillys and Kralls owned stock, Eastern Arabian, Inc., (collectively, the “debtor corporations”) petitioned for bankruptcy protection in the United States Bankruptcy Court for the Western District of Pennsylvania. Subsequent thereto, Arthur Young & Company, the predecessor of Ernst & Young, was retained to gather and take control of the debtor corporations’ records and to summarize the financial information in those records onto work papers for use in the bankruptcy proceedings. The disorder of the corporate records, however, prevented an exact determination of the liabilities of the debtor corporations, such that the liability figures included in the petitions had to be estimated. Additionally, the disarray or absence of corporate records prevented an exact attribution of what debt belonged to which debtor corporation.\n¶ 6 On October 21, 1987, the bankruptcy court confirmed the plan to reorganize the debtor corporations into a single entity, known as the Seven Fields Development Corporation. The plan additionally specified that the Kralls and the Reillys were to be divested - of them stock in the debtor corporations and further denied them any ownership interest in the reorganized corporation.\n¶ 7 On January 8, 1997, the Reillys commenced the instant negligence action against Ernst & Young in the Court of Common Pleas of Butler County. On January 13, 1999, the Reillys filed an amended complaint, asserting individual claims for professional negligence, fraudulent misrepresentation, and civil conspiracy against Ernst & Young, in relation to its efforts to summarize the debtor corporations’ -records and financial information for use in the prior bankruptcy proceedings. The Reillys alleged, inter alia, that Ernst & Young had failed to make an accurate assessment of the debtor corporations’ assets and liabilities, had mischaracterized substantial equity as debt, had failed to accurately determine which assets were owned by the four respective debtor corporations, and had failed to correct these errors even after it had received information to the contrary. See Amended Complaint, 01/13/99, at ¶ 25.\n¶ 8 In early March 2000, during the discovery phase, the Reillys served both Ernst & Young and Charles Modispacher with requests for admissions. Ernst & Young and Modispacher responded to the RFAs two weeks beyond the time permitted for fifing established by Pa.R.Civ.P. 4014(b). As a result of the untimely responses, the trial court granted the Reil-lys’ motion to deem Ernst & Young to have admitted the matters stated in the Reillys’ RFAs. However, the trial court, in that same order, permitted Ernst & Young to move to withdraw the deemed admissions. Thereafter, on July 10, 2000, Ernst & Young filed a motion to withdraw the deemed admissions, which the trial court subsequently granted on August 23, 2000. In so doing, the trial court reasoned that deeming Ernst & Young to have admitted the Reillys’ RFAs would “practically guarantee a finding of negligence on the part of Defendants, which is Plaintiffs’ primary claim in this matter” and would “practically eliminate any presentation of the merits of the case.” Trial Court Opinion, 8/23/00, at 6. As a result, the trial court ordered Ernst & Young to file verified answers to the Reillys’ RFAs within ten days. Order, 08/23/00.\n¶ 9 Ernst & Young complied with the trial court’s order and, on August 31, 2000, filed its verified answers and objections, which were identical to the answers and objections Ernst & Young had previously submitted to the trial court. However, while two verifications had been submitted with Ernst & Young’s previous answers and objections, one by Charles Modispaeher and the other by Ernst & Young’s Associate General Counsel, Herbert J. Sue, Ernst & Young submitted only Mod-ispacher’s verification with its answers and objections filed on August 31, 2000. Upon the Reillys’ motion, the trial court ordered that Ernst & Young was deemed to have admitted the matters stated in the Reillys’ RFAs due to the omission of the “Sue verification.” Thereafter, Ernst & Young sought leave to file a newly executed “Sue verification,” which the trial court ultimately denied.\n¶ 10 By way of a memorandum opinion and order dated October 11, 2000, the trial court ruled that, by omitting the “Sue verification,” Ernst & Young had violated the court’s order dated August 23, 2000, because Ernst & Young had not “fil[ed] the same document it had furnished to the Court and to Plaintiffs,” which had included both the Sue and Modispacher verifications. Trial Court Opinion, 10/11/00, at 3. Specifically, the trial court stated that:\n[Wjhile Pennsylvania law only requires the verification of one defendant, the Court Order of August 23, 2000 required Defendants to file the answers that they represented to the Court they would file, within ten days of the Order. Plaintiffs [sic] did not comply with the Order and now seek to file the verification of Herbert J. Sue after the ten-day period has passed. Additionally, the Court notes that Defendants were given the opportunity, by the Court, to file their answers despite failing to timely respond to Plaintiffs Requests, or to request an extension of time from the Court, in accordance with the Pennsylvania Rules of Civil Procedure. As such, the Court finds it would be unjust to allow Defendants to have a third chance to properly file their answers. Therefore, the Court finds that Plaintiffs’ Request for Admissions are deemed admitted as to Ernst & Young and Defendants’ answers as to Ernst & Young are deemed invalid.\nId., at 4. Following the entry of this Order, Ernst & Young filed a motion for reconsideration of the sanction imposed and sought permission to withdraw the deemed admissions, which the trial court subsequently denied. See Order, 11/17/00.\n1111 A non-jury trial was conducted in August, September and October, 2002. On November 19, 2003, the trial court issued a Memorandum Opinion and Verdict in favor of Barbara Reilly on her individual claims of negligence and fraudulent misrepresentation, and awarded her $102,718,989.00 in damages. The court declined to enter judgment in favor of Thomas Reilly, finding that his own wrongdoings created the circumstances giving rise to his claims. Trial Court Memorandum Opinion and Verdict, 11/19/03, at 33-35, 49. Additionally, the trial court determined that the Reillys had failed to prove the existence of a civil conspiracy involving Ernst & Young and Charles Modispacher. Id., at 38-39, 50.\n¶ 12 Considering the amounts of money involved, it is no surprise that Ernst & Young filed a motion for post-trial relief, requesting that Judgment NOV be entered in its favor, or, in the alternative, for a new trial. The Reillys also filed post-trial motions. Following the trial court’s denial of both parties’ post-trial motions, judgment was entered accordingly on the docket. These timely cross-appeals followed.\n¶ 13 On appeal, Ernst & Young raises the following issues for our review:\n1. Did the trial court commit legal error in basing its1 findings of causation and damages solely on defendant’s “deemed admissions” of legal conclusions, which were erroneously imposed as a sanction for the omission of a superfluous verification from the two defendants’ joint response's and objections to plaintiffs’ requests for admissions? •\n2. Did the trial court commit legal error in finding that an accountant’s alleged malpractice and fraud during a bankruptcy case caused the bankruptcy court to divest plaintiffs of their stock in a debtor [corporation] absent any evidence of the basis for the bankruptcy court’s decision?\n3. Are plaintiffs’ state-law claims preempted and collaterally barred where a trial court cannot find for plaintiffs without contradicting a final decision of a federal bankruptcy court entered after plaintiffs litigated the same issues raised by their state-law claims?\n4. Did the trial court commit legal error in finding an accountant liable for malpractice where plaintiffs concede that they lacked privity with the accountant?\n5. Did the trial court commit legal error in finding an accountant liable for fraud in a bankruptcy case where plaintiffs admit that they challenged the accountant’s work throughout the bankruptcy and, therefore, could not have relied on the accountant’s work?\n6. Did the statute of limitations bar plaintiffs’ claims when they knew of their alleged injury at the time it occurred more than nine years before filing suit?\n7. Is it error to equate the value of stock in a closely-held corporation with the value of land owned by the corporation and to award interest on an unliquidated tort claim?\n8. Is it error to impose $18.7 million in punitive liability absent any showing of aggravated conduct by the defendant, and is that award excessive under Pennsylvania and federal law?\nAppellant’s Brief at 3.\n¶ 14 We begin by addressing Ernst & Young’s first issue on appeal wherein it essentially argues that the trial court erred in imposing a severe sanction for a discovery violation, specifically, when it entered deemed as admitted all requests for admissions submitted by counsel for the Reillys. Ernst & Young argues that this procedural course resulted in the trial court basing its findings of causation and damages solely upon the deemed admissions, rather than on the parties’ presentation of the merits of the case, i.e., rather than on the evidence presented in open court.\n¶ 15 In reviewing a trial court’s imposition of sanctions due to a party’s failure to comply with a discovery order, we are mindful that the imposition and degree of the sanction is within the discretion of the trial court. Jacobs v. Jacobs, 884 A.2d 301, 305 (Pa.Super.2005). Accordingly, this Court will not disturb such a sanction absent an abuse of that discretion. Id.\n¶ 16 Pennsylvania Rule of Civil Procedure 4014 governs requests for admissions. Specifically, Rule 4014(b) provides that, “the matter is admitted unless, within thirty days after service of the request, or within such shorter or longer time as the court may allow, the party to whom the request is directed serves upon the party requesting the admission an answer verified by the party or an objection, signed by the party or by the party’s attorney.” Pa. R.Civ.P., Rule 4014(b), 42 Pa. Cons.Stat. Ann. Additionally, Rule 4014(d) establishes that, “any matter admitted under this rule is conclusively established unless the court on motion permits withdrawal or amendment of the admission.” Pa.R.Civ. P., Rule 4014(d), 42 Pa. Cons. StatANN. However, a trial court may only permit withdrawal of the deemed admissions when “the presentation of the merits of the action will be subserved thereby and the party who obtained the admission fails to satisfy the court that withdrawal or amendment will prejudice him or her in maintaining the action or defense on the merits.” Id.\n¶ 17 In the case sub judice, it is undisputed that co-defendants Ernst & Young and Charles Modispacher were served with requests for admissions in early March 2000, and that Ernst & Young responded two weeks beyond the time established by Rule 4014(b). However, as authorized under Rule 4014(d), the trial court permitted the withdrawal of the deemed admissions upon the rationale that any deemed admission would “practically guarantee a finding of negligence on the part of Defendants, which is Plaintiffs’ primary claim in this matter” and would “practically eliminate any presentation of the merits of the case.” Trial Court Opinion, 8/23/00, at 6. As a result, the trial court granted Ernst & Young an additional ten days to file “the proposed answers, which have been provided to Plaintiffs and the Court,” and further that'the answers were to be “verified.” Id.\n¶ 18 As noted previously, the record indicates that although Ernst & Young substantially complied with the trial court’s order of August 23, 2000, in that Ernst & Young filed its answers and objections within the ten day period on August 31, 2000, the trial court ruled that Ernst & Young had directly violated the terms of the order when it failed to attach a verification to Sue’s answers and objections. Thereafter, as a sanction for Ernst & Young’s failure to attach both the Modis-pacher and Sue verifications, the trial court deemed Ernst & Young to have admitted the RFAs propounded by the Reil-lys.\n¶ 19 We acknowledge that Rule 4019(a) of the Pennsylvania Rules of Civil Procedure authorized the trial court to impose a sanction for a party’s failure to comply with a discovery order. However, “when a discovery sanction is imposed, the sanction must be appropriate when compared to the violation of the discovery rules.” Steinfurth v. LaManna, 404 Pa.Super. 384, 590 A.2d 1286, 1288 (1991). In Steinfurth, this Court reiterated the factors established in Pride Contracting, Inc. v. Biehn Construction, Inc., 381 Pa.Super. 155, 553 A.2d 82 (1989), appeal denied, 523 Pa. 643, 565 A.2d 1167 (1989), which must be considered when reviewing a discovery sanction imposed by the trial court. Specifically, we must “first examine the party’s failure in light of the prejudice caused to the opposing party and whether the prejudice can be cured.” Steinfurth, 590 A.2d at 1288. Second, we must determine the “defaulting party’s willfulness or bad faith in failing to comply with the discovery order.” Id. Third, we must “consider the number' of discovery violations,” and finally, “the importance of the precluded evidence in light of the failure must be considered.” Id., at 1288-1289.\n¶ 20 In the present case, all factors weigh against the sanction imposed by the trial court, i.e., the deemed admissions on behalf of Ernst & Young to the Reillys’ RFAs. First, we note that neither the trial court nor the Reillys offer any evidence or incidence of prejudice suffered as a result of Ernst & Young’s omission of the Sue verification.\n¶21 Secondly, it does not appear that multiple defendants are required to individually verify joint answers to RFAs under the Pennsylvania Rules of Civil Procedure. To the contrary, Rule 4014(b), governing RFAs, does not, on its face, address how verifications are to be handled when multiple defendants respond jointly to a single set of RFAs. However, Rule 1024(c) provides guidance as it relates to the verification of pleadings. Specifically, Rule 1024(c) provides, with respect to pleadings, that “[t]he verification shall be made by one or more of the parties filing the pleading.” Pa.R.Civ.P., Rule 1024(c), 42 Pa. Cons. StatANN. (emphasis added). Although Rule 1024 speaks only of verifications of pleadings, this Court has held that the terms of Rule 1024 are applicable to all documents requiring a verification, on the ground that there is “no reason why practice regulating a matter as common and collateral to all proceedings as verification should not be uniform in all cases.” See Monroe Contract Corp. v. Harrison Square, Inc., 266 Pa.Super. 549, 405 A.2d 954, 957 (1979) (applying Rule 1024 to resolve the issue of whether, under Pa.R.Civ.P. 206, an attorney can properly verify a petition to strike or open the judgment). This Court further recognized that “verification is necessary to defend a party against spurious allegations; it must not be transformed into an offensive weapon designed to strike down an otherwise valid petition.” Id., at 958 (emphasis added). Additionally, we stated that “while we do not, of course, condone willful noncompliance with our procedural rules, a hypertechnical reading of each clause, and a blind insistence on precise, formal adherence, benefits neither the judicial system nor those utilizing that system.” Id. Rather, in the situation facing the Court in Monroe Contract Corp., we held that “at a bare minimum, a court confronted by a defective verificátion should grant leave to amend before dismissing the petition.” Id., at 959.\n¶ 22 Applying the principles enunciated in Monroe Contract Corp. to the case sub judice, it is evident that Ernst & Young complied with the mandates for verification such that the Reillys suffered minimum prejudice. As explained above, only one of the two defendants at the time was required to verify defendants’ joint answers and objections to the Reillys’ RFAs. See Pa.R.Civ.P. Rule 1024(c). Instantly, that verification was provided by Charles Modispacher, the individual in charge of Ernst & Young’s engagement by the debt- or corporations and the individual having sufficient personal knowledge and information with respect to the events at issue. Moreover, a simple amendment to the verification would have sufficed to ameliorate any deficiency caused by Ernst & Young’s omission. Accordingly, we do not find that Ernst & Young’s noncompliance with the trial court’s discovery order resulted in any significant prejudice.\n¶ 23 There is also no showing of willfulness or bad faith. To the contrary, the record establishes that Ernst & Young substantially complied with the trial court’s order by including one, rather than both verifications; as stated, this was an omission which Ernst & Young immediately moved to rectify upon its discovery.\n¶24 Lastly, our review of the record fails to convince this Court that Ernst & Young engaged in “repeated” failures to comply with discovery orders. Although it is true that Ernst & Young initially failed to timely respond to the Reillys’ RFAs without requesting an extension of time in which to file, we do not find this default amounts to a repeated failure to comply so as to justify such a severe sanction.\n¶ 25 Based upon our thorough review of the extensive record herein, we are constrained to conclude that the sanction was extremely disproportionate to the noncompliance at issue, in light of the positions taken by the parties and the magnitude of the litigation. By deeming Ernst and Young to have admitted the Reillys’ RFAs — in essence, to have admitted that its alleged wrongdoing caused the Reillys’ loss — the sanction, in effect, relieved the Reillys of their burden of proof at the time of trial to establish the causation and damages elements of their claims for negligence and fraudulent misrepresentation. Specifically, as a result of the sanction, the trial court was able to solely rely upon the deemed admissions to determine that Ernst & Young’s actions precipitated the Reillys’ loss of their stock in Canterbury Village and the amount of damages to be awarded to Barbara Reilly. Consequently, upon strict scrutiny of the sanction imposed by the trial court, we find it to have been inappropriate and unwarranted. See Steinfurth, 590 A.2d at 1289 (“we strictly scrutinize the appropriateness of the sanction as it produces the harshest result possible and should be imposed only in extreme circumstances”).\n¶ 26 Accordingly, we find that the trial court erred in requiring the submission of both the Modispacher and Sue verifications by Ernst & Young, and in the imposition of the severe sanction of deemed admissions. Therefore, we reverse, the judgment entered on April 23, 2004, vacate the order entered on October 11, 2000, and remand for an eventual new trial.\n¶ 27 Judgment reversed. Case remanded for further proceedings consistent with this opinion. Jurisdiction relinquished.\n¶ 28 Judge JOYCE did not participate in the consideration or decision of this case.\n¶ 29 Judge BENDER files a concurring opinion.\n. Canterbury Village was a corporate entity whose business was to facilitate the development of real property which it owned in the Seven Fields borough of Butler County, Pennsylvania, whereas Earned Capital was involved in the sale of public interests in real estate developments, including interests held in Seven Fields.\n. We note the record indicates that both Edward Krall and Thomas Reilly pleaded guilty to various criminal charges arising out of the Ponzi scheme.\n.We note that, following commencement of the bankruptcy proceedings, the Reillys retained independent counsel to object to the bankruptcy proceedings, and specifically objected to Canterbury Village's and Eastern Arabian’s inclusion in the bankruptcy proceedings. Ultimately, however, the bankruptcy court rejected the Reillys’ challenges when it found that all four debtor corporations were insolvent; the bankruptcy court later confirmed the plan to reorganize the debtors into a single corporate entity. See Order, 10/21/87. Thereafter, the Reillys filed an appeal from the bankruptcy court’s confirmation order, which the United States District Court for the Western District of Pennsylvania denied on December 18, 1990.\n. The Reillys also named Charles Modispacher, a former Ernst & Young partner who had been in charge of the bankruptcy work completed on behalf of the debtor corporations, as a defendant in the action. However, in 2002, Modispacher was dismissed as a defendant; See Order, 06/03/02.\n. Rule 4014(b) provides, in pertinent part;\n(b) Each matter of which an admission is requested shall be separately set forth. The matter is admitted unless, within thirty days after service of the request, or within such shorter or longer time as the court may allow, the party to whom the request is directed serves upon the party requesting the admission an answer verified by the party or an objection, signed by the party or by the party's attorney; but, unless the court shortens the time, a defendant shall not be required to serve answers or objections before the expiration of forty-five days after service of the original process upon him or her. If objection is made, the reasons therefor shall be stated.\nPa.RXiv.P., Rule 4014(b), 42 Pa.Cons. Stat.Ann. (emphasis added).\n. A different trial judge handled the discovery phase of the case from the trial judge who presided over the nonjury trial.\n. Specifically, Ernst & Young was ordered to file the same answers and objections to the Reillys’ RFAs which were previously submitted to the trial court, albeit, two weeks late. Trial Court Order, 8/23/00.\n.Ernst & Young allegedly removed Attorney Sue’s verification from its answers and objections filed on August 31, 2000, because only Modispacher had personal knowledge of the matters addressed in the Reillys’ RFAs, and because it believed Pennsylvania law did not require that responses to RFAs filed on behalf of multiple parties be verified by more than one of those parties. See Appellant’s Brief, at 7. Additionally, Ernst & Young was allegedly concerned that Attorney Sue’s verification might raise an issue regarding whether it had waived various privileges with respect to the subjects addressed in the Reillys’ RFAs. Id.\n. As noted previously, different trial judges presided over the discovery phase of the case and the non-jury trial.\n. The instant cross-appeals were consolidated by order of this Court dated June 29, 2004.\n.The following issues relate to the appeal docketed at No. 697 WDA 2004. We note that, as a result of our disposition of the appeal docketed at No. 697 WDA 2004, we need not reach the merits of the issues raised by Ernst & Young in its appeals docketed at No. 797 WDA 2004 and 917 WDA 2004.\n. We note that, due to our disposition of Ernst & Young’s first issue presented on appeal, we need not reach the merits of issues 2-8.\n. As stated previously, Modispacher was dismissed as a defendant, with prejudice, in 2002.\n. Rule 4019, Sanctions, provides in pertinent part:\n(a)(1) The court may, on motion, make an appropriate order if\n(viii) a party or person otherwise fails to make discovery or to obey an order of court respecting discovery.\nPa.R.Civ.P. 4019, 42 Pa. Cons.Stat.Ann\n. Even if this Court were to find that both the Sue and Modispacher verifications were required, given the fact that only the Sue verification was omitted, we would conclude that the formal error in verification was de minimus, in light of the liberal policy for amendment of defective verifications. See Monroe Contract Corp., 405 A.2d at 959.",
        "type": "majority",
        "author": "PANELLA, J.:"
      },
      {
        "text": "CONCURRING OPINION BY\nBENDER, J.:\n¶ 1 I join in the thoughtful and well-reasoned opinion of the majority. The granting of a new trial is a just result given the current record. I would have preferred to resolve this matter on the basis of pre-emption and/or collateral es-toppel,' but the record as it now stands was insufficient to support such a resolution. During oral argument, counsel for Ernst & Young indicated that they were precluded by the trial court from developing the record as to this issue. Upon remand, and prior to the trial of this matter, I would hope that a sufficient record could be developed to permit analysis and resolution of the matter on the basis of pre-emption and/or collateral estoppel. I believe that this case has already been resolved in bankruptcy court, therefore, there is no need to waste our Commonwealth’s judicial resources on matters which have already been resolved by bankruptcy court.\n¶ 2 Judge Joyce did not participate in the consideration or decision of this case.",
        "type": "concurrence",
        "author": "BENDER, J.:"
      }
    ],
    "attorneys": [
      "Robert L. Byer, Pittsburgh, Lee A. Montgomery, Butler, Kenneth S. Geller, Washington, DC, and Samuel W. Braver, Pittsburgh, for Ernst & Young.",
      "David L. Cook, Butler, William H. Lamb, West Chester, Douglas G. Linn, Butler, Thomas W. King, Butler, Victor H. Pribanic, White Oak, Richard DiSalle, Pittsburgh, Kieran J. Shanahan, Raleigh, NC, Martha S. Helmreich, Pittsburgh and William A. Pietragallo, Pittsburgh, for Reilly."
    ],
    "corrections": "",
    "head_matter": "Barbara REILLY and Thomas Reilly, Appellees v. ERNST & YOUNG, LLP, successor to Arthur Young & Company, Appellant. Barbara L. Reilly and Thomas Reilly, Appellees v. Ernst & Young, LLP successor to Arthur Young & Company, Appellant. Barbara L. Reilly and Thomas Reilly, Appellants v. Ernst & Young, LLP, successor to Arthur Young & Company, Appellee.\nSuperior Court of Pennsylvania.\nArgued Sept. 6, 2006.\nFiled July 18, 2007.\nRobert L. Byer, Pittsburgh, Lee A. Montgomery, Butler, Kenneth S. Geller, Washington, DC, and Samuel W. Braver, Pittsburgh, for Ernst & Young.\nDavid L. Cook, Butler, William H. Lamb, West Chester, Douglas G. Linn, Butler, Thomas W. King, Butler, Victor H. Pribanic, White Oak, Richard DiSalle, Pittsburgh, Kieran J. Shanahan, Raleigh, NC, Martha S. Helmreich, Pittsburgh and William A. Pietragallo, Pittsburgh, for Reilly.\nBEFORE: FORD ELLIOTT, P.J., HUDOCK, JOYCE, STEVENS, MUSMANNO, KLEIN, BENDER, McCAFFERY, and PANELLA, JJ."
  },
  "file_name": "1193-01",
  "first_page_order": 1241,
  "last_page_order": 1250
}
