{
  "id": 7873368,
  "name": "In re Raymond DENISEWICH",
  "name_abbreviation": "In re Denisewich",
  "decision_date": "1994-06-27",
  "docket_number": "No. 93-49-Appeal",
  "first_page": "1194",
  "last_page": "1199",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1194"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "117 R.I. 638",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3107920
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "643-45"
        },
        {
          "page": "1099-1100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/117/0638-01"
      ]
    },
    {
      "cite": "100 L.Ed. 511",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1956,
      "pin_cites": [
        {
          "page": "520-21"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "350 U.S. 422",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12033334
      ],
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "431"
        },
        {
          "page": "502-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/350/0422-01"
      ]
    },
    {
      "cite": "445 U.S. 115",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1777315
      ],
      "weight": 6,
      "year": 1980,
      "pin_cites": [
        {
          "page": "125"
        },
        {
          "page": "954"
        },
        {
          "page": "259"
        },
        {
          "page": "125"
        },
        {
          "page": "954"
        },
        {
          "page": "259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/445/0115-01"
      ]
    },
    {
      "cite": "463 A.2d 151",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7961521
      ],
      "pin_cites": [
        {
          "page": "155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/463/0151-01"
      ]
    },
    {
      "cite": "502 N.E.2d 590",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1986,
      "pin_cites": [
        {
          "page": "596"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 Ohio St.3d 20",
      "category": "reporters:state",
      "reporter": "Ohio St. 3d",
      "case_ids": [
        1825248
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "28"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st-3d/28/0020-01"
      ]
    },
    {
      "cite": "71 A.2d 624",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1950,
      "pin_cites": [
        {
          "page": "627"
        },
        {
          "page": "627"
        },
        {
          "page": "627"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "4 N.J. 99",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        110789
      ],
      "weight": 3,
      "year": 1950,
      "pin_cites": [
        {
          "page": "106-07"
        },
        {
          "page": "107"
        },
        {
          "page": "106-07"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/4/0099-01"
      ]
    },
    {
      "cite": "363 A.2d 735",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8014453
      ],
      "pin_cites": [
        {
          "page": "736-38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/363/0735-01"
      ]
    },
    {
      "cite": "73 A.L.R.2d 939",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "460 A.2d 934",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8013668
      ],
      "pin_cites": [
        {
          "page": "936"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/460/0934-01"
      ]
    },
    {
      "cite": "120 R.I. 868",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        8520629
      ],
      "weight": 6,
      "year": 1978,
      "pin_cites": [
        {
          "page": "873"
        },
        {
          "page": "120"
        },
        {
          "page": "878"
        },
        {
          "page": "123"
        },
        {
          "page": "872-73"
        },
        {
          "page": "120"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/120/0868-01"
      ]
    },
    {
      "cite": "428 A.2d 808",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "305"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "593 A.2d 1345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7384194
      ],
      "pin_cites": [
        {
          "page": "1348"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/593/1345-01"
      ]
    },
    {
      "cite": "570 F.2d 12",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        917989
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "14"
        },
        {
          "page": "14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/570/0012-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 779,
    "char_count": 16430,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 3.941501848376033e-07,
      "percentile": 0.9034480388624974
    },
    "sha256": "0cdc28fcdd6b5fe4b9abee3c23def95d09468f3d70583f0dc1f05667295939a2",
    "simhash": "1:afa3f1db4f0fd7e1",
    "word_count": 2593
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Raymond DENISEWICH."
    ],
    "opinions": [
      {
        "text": "OPINION\nLEDERBERG, Justice.\nThis matter came before the court on the appeal of the Attorney General of the State of Rhode Island and the State of Rhode Island, Division of State Police (State Police) from a Superior Court order that denied their motion to compel the reconvening of a Law Enforcement Officers’ Bill of Rights Hearing Committee (hearing committee). The primary issue on appeal is whether the Superior Court has the authority to order a hearing committee to reconvene and to conduct a rehearing of departmental charges brought against a Rhode Island State Trooper. For the reasons stated herein, we hold that the hearing committee possesses the inherent authority to reconvene.\nBACKGROUND\nRaymond Denisewich (Denisewich), a trooper suspended without pay from the Rhode Island State Police since April 1988, was charged in March 1989 with violating chapter II, sections 1, 2, and 8, of the Rules and Regulations of the Rhode Island State Police. In particular, Denisewich was charged with failure to abide by the law, Rhode Island State Police Rules and Regulations, ch. II, § 1 (1986); failure to abide by the Rules and Regulations of the Rhode Island State Police, id. § 2; and conduct unbecoming an officer, id. § 8. The actions that formed the basis for these charges occurred in 1987 and 1988.\nOn October 1, 1987, Denisewich stopped a vehicle for speeding on Interstate Route 95. Denisewich’s investigation prompted him to arrest the automobile’s two occupants and seize a briefcase from inside the automobile. The briefcase was later found to contain a large quantity of cocaine, and the two occupants (defendants) were subsequently charged with various offenses related to the possession of the cocaine. During a hearing in 1988 on defendants’ motion to suppress as evidence the briefcase seized in the arrest, Denisewich testified about the condition of the locks on the briefcase at the time the briefcase was seized compared to their condition at the time of the suppression hearing. This testimony prompted an investigation by the State Police that focused on whether Denisewich had tampered with the locks on the briefcase after he had made the arrest. The investigation resulted in Denisewieh’s indictment on two counts of perjury and one count of obstruction of justice. In February 1989, after a jury trial in Superior Court, Denisewich was acquitted of all charges contained in the indictment.\nThereafter, the State Police instituted the departmental charges enumerated above. Prior to the resolution of those charges, however, in April 1990 Denisewich was subpoenaed to testify before the grand jury, and, after having been granted immunity pursuant to G.L.1956 (1981 Reenactment) § 12-17-15, as amended by P.L.1986, ch. 513, § 1, gave testimony that is the subject matter at issue in the instant case.\nIn an attempt to resolve the departmental charges, Denisewich, in accordance with G.L. 1956 (1988 Reenactment) § 42-28.6-4, exercised his right to appear before a Law Enforcement Officers’ Bill of Rights hearing committee. The grand jury testimony, however, was not introduced at the July 1991 hearing because the testimony was not available to the State Police’s attorney who prosecuted the case. Thus, the hearing committee did not have an opportunity to consider that testimony during its deliberations on the departmental charges and, in January 1992, unanimously found Denisewich not guilty of the departmental charges. The State Police thereafter filed a petition for certiorari in this court pursuant to § 42-28.6-12, seeking review of the hearing committee’s decision.\nDuring the pendency of the petition for certiorari, the Attorney General filed a petition in the Superior Court, seeking the release of Denisewich’s April 1990 grand jury testimony as well as his earlier June 1988 grand jury testimony. On April 14, 1992, a trial justice of the Superior Court authorized release of the testimony “so long as the disclosure is limited to the Supreme Court [and] to the Hearing Committee if that body reconsiders” the charges against Denisewich. The Attorney General thereafter filed an amicus curiae brief in support of the State Police’s petition for certiorari. In addition, the Attorney General appended the grand jury testimony to the brief and requested that this court remand the case to the hearing committee so that the grand jury testimony could be considered by that committee. We denied the petition for writ of certiorari without comment.\nThe State Police then applied to the Superior Court for a modification of that court’s prior order that had permitted the disclosure of Denisewich’s grand jury testimony to the hearing committee: the State Police asked that, in addition, the Superior Court direct the hearing committee to reconvene and reexamine its previous decision in light of the now available evidence. The trial justice ruled that there was no basis in law for the Superior Court to order the hearing committee to reconvene and thus denied the motion. The State Police and the Attorney General, pursuant to G.L.1956 (1985 Reenactment) § 9-24-1, filed the instant appeal.\nLAW ENFORCEMENT OFFICERS’ BILL OF RIGHTS\nThe hearing committee that reviewed the departmental charges against Denisewich was formed pursuant to the Law Enforcement Officers’ Bill of Rights (Officers’ Bill of Rights), G.L.1956 (1988 Reenactment) chapter 28.6 of title 42. That statute was enacted to protect police officers from infringements of their rights in the course of investigations into their alleged improper conduct. Coalition of Black Leadership v. Cianci, 570 F.2d 12, 14 (1st Cir.1978). The Officers’ Bill of Rights serves as the exclusive remedy for permanently appointed law enforcement officers who are under investigation and subject to disciplinary action. City of East Providence v. McLaughlin, 593 A.2d 1345, 1348 (R.I.1991).\nUnder the Officers’ Bill of Rights, an officer facing departmental charges may request a hearing before a hearing committee composed of three active law enforcement officers. Sections 42-28.6-1 and 42-28.6-4. The hearing committee is endowed with the authority to hold a hearing and “to sustain, modify in whole or in part, or reverse the complaint or charges” filed against a law enforcement officer. Section 42-28.6-ll(a).\nA city or town, aggrieved by a hearing committee’s decision, may seek review under the statute by petitioning the Supreme Court for a writ of certiorari. Section 42-28.6-12. If an officer is aggrieved by a decision of the hearing committee, the officer may seek review by appeal to the Superior Court pursuant to § 42-28.6-12 that requires the Superi- or Court to review the decision in accordance with G.L.1956 (1991 Reenactment) § 45-20-1.1. That section directs the Superior Court to conduct a de novo review of the hearing committee’s decision and “to determine the facts anew and * * * decide * * * what penalty, if any, should be imposed.” Kurbiec v. Bastien, 428 A.2d 808, 305 (R.I.1981).\nSection 45-20-1.1 does not provide for a remand to the hearing committee. See id. Neither does the Officers’ Bill of Rights expressly grant to the Superior Court the authority to remand a case to the hearing committee or to order a hearing committee to reconvene, reopen, or reconsider a prior decision. The rules of statutory construction require us to give statutory provisions their customary and ordinary meaning in the absence of legislative intent to the contrary. Lynch v. King, 120 R.I. 868, 873, 391 A.2d 117, 120 (1978). If a statutory provision is unambiguous, there is no room for statutory construction and we must apply the statute as written. Exeter-West Greenwich Regional School District v. Pontarelli, 460 A.2d 934, 936 (R.I.1983). Because the Officers’ Bill of Rights is devoid of any enumerated statutory provision that grants the Superior Court the authority to order the hearing committee to reconvene, we are constrained to hold that the Superior Court lacks such authority.\nHaving reached this conclusion, we note that a hearing committee, convened pursuant to the Officers’ Bill of Rights, is granted broad powers to investigate allegations of police misconduct, hold hearings, and issue decisions that affect the individual rights of permanently appointed law enforcement officers. Lynch, 120 R.I. at 878, 391 A.2d at 123. Thus, although “not a state agency within the meaning of the Administrative Procedures Act,” G.L.1956 (1993 Reenactment) chapter 35 of title 42, 120 R.I. at 872-73, 391 A 2d at 120, a hearing committee under the Officers’ Bill of Rights possesses quasi-judicial authority similar to that exercised by state agencies under the Administrative Procedures Act. Compare §§ 42-28.6-4 through 42-28.6-11 (provides, inter alia, the hearing committee with power to exclude evidence, subpoena witnesses, take judicial notice, and make findings of fact) with §§ 42-35-9 through 42-35-12 (empowers agencies to, inter alia, exclude evidence, take judicial notice, and find facts).\nIt has generally been held that administrative tribunals endowed with quasi-judicial powers embody the inherent power to reconsider their judicial acts. See E.H. Schopler, Annotation, Comment Note: Power of administrative agency to reopen and reconsider final decision as affected by lack of specific statutory authority, 73 A.L.R.2d 939 (1960). Cf. Clark v. State Employees Appeals Board, 363 A.2d 735, 736-38 (Me.1976) (acknowledges that many courts have held that agencies have power to reconsider). Analogous to the inherent authority of courts of general jurisdiction, the power to reconsider prior decisions has been found to be conferred on administrative tribunals as a necessary consequence of their statutory duty. See, e.g., Handlon v. Town of Belleville, 4 N.J. 99, 106-07, 71 A.2d 624, 627 (1950). In essence the power to render a decision in the first instance embodies the power to reconsider that decision. Hal Artz Lincoln-Mercury, Inc. v. Ford Motor Co., 28 Ohio St.3d 20, 28, 502 N.E.2d 590, 596 (1986). Provided such power is not prohibited by the enabling statute, “denial to such tribunals of the authority to correct error and injustice and to revise its judgments for good and sufficient cause would run counter to the public interest.” Handlon, 4 N.J. at 107, 71 A.2d at 627.\nConsequently, we conclude that the hearing committee has the inherent power, and in fact the obligation, in the performance of its duty, to reconvene for the purpose of considering the recently available testimony. In light of the statutory framework, we do not purport to exercise a power to compel such a legislatively created quasi-judicial body to reconvene in compliance with our order. But our review of the Officer’s Bill of Rights and the expansive powers conferred upon the hearing committee thereunder leads us to the inescapable conclusion that the hearing committee is obligated to reconvene for the purpose of considering the relevance and materiality of the grand jury testimony. At such a reconvening, the committee, subject to its discretion, would be in a position to evaluate whether its original determination was proper or was flawed in light of the evidence now made available for its consideration. In so ruling, we note that sound public policy in support of finality in administrative decisions requires that a request for reconvening or reconsideration of a committee’s decision must be made within a reasonable time after the issuance of a committee’s decision. See Handlon, 4 N.J. at 106-07, 71 A.2d at 627. The petition before us reflects such a timely filing.\nHaving determined that the hearing committee may reconvene on its own authority, we next address the composition of the hearing committee upon reconvening. Since the time of the original hearing and decision, one member of the committee has retired from membership on a police force. The hearing committee, as required by § 42-28.6-l(B)(l) of the Law Enforcement Officers’ Bill of Rights, must be composed “of three (3) active law enforcement officers.” Because one member of the committee has retired and thus no longer is an “active” member of the police force, Denisewich argued that the retired officer is ineligible to serve on the hearing committee. We disagree.\nThe clear purpose behind the requirement that hearing committee members be “active law enforcement officers” is to afford protection to those charged with departmental violations by ensuring that the hearing committee is composed of individuals who are familiar with departmental practices and procedures during the appropriate time frame. See Cianci, 570 F.2d at 14. Officers carrying out the daily routine of police work contemporaneously with the alleged infraction will be in the best position to judge another officer’s actions. Thus, the purpose of protecting the officer’s rights is served even when a committee member, at the time of a rehearing, has retired from active duty — provided that member was an “active law enforcement officer” at the time the committee originally convened to decide the case. We are of the opinion, therefore, that a reasonable reading of the term “active” as found in § 42-28.6-l(B)(l) permits the retired officer to participate in consideration of the grand jury testimony.\nFinally, we reject Denisewich’s contention that § 42-28.6-2(n) and the Fifth Amendment’s right against self-incrimination prevent the introduction of the grand jury testimony at an Officers’ Bill of Rights’ hearing. We note first that § 42-28.6-2(n) of the Law Enforcement Officers’ Bill of Rights clearly applies to an investigation of alleged infractions and not to the actual hearing on the charges. Compare § 42-28.6-2 (“Conduct of investigation”) with § 42-28.6-6 (“Evidence at hearing”). Thus, § 42-28.6-2(n) does not prevent the introduction of the grand jury testimony. Furthermore, although a party to a civil action may assert the right against self-incrimination, Pulawski v. Pulawski 463 A.2d 151, 155 (R.I.1983), it is axiomatic “that the privilege does not extend to consequences of a noncriminal nature, such as threats of liability in civil suits, disgrace in the community, or the loss of employment.” (Emphasis added.) United States v. Apfelbaum, 445 U.S. 115, 125, 100 S.Ct. 948, 954, 63 L.Ed.2d 250, 259 (1980). “ ‘The * * * Fifth Amendment operates only where a witness is asked to incriminate himself — in other words, to give testimony which may possibly expose him to a criminal charge. But if the criminality has already been taken away, the Amendment ceases to apply.’ ” Ullmann v. United States, 350 U.S. 422, 431, 76 S.Ct. 497, 502-03, 100 L.Ed. 511, 520-21, (1956). Pursuant to § 12-17-15, Denisewich was granted immunity against criminal prosecution stemming from the grand jury testimony. See State v. Paquette, 117 R.I. 638, 643-45, 369 A.2d 1096, 1099-1100 (1977). Therefore, the introduction of the grand jury testimony at the Officers’ Bill of Rights hearing can subject Denisewich only to liability for the potential loss of employment — a consequence to which the privilege against self-incrimination does not apply. Apfelbaum, 445 U.S. at 125, 100 S.Ct. at 954, 63 L.Ed.2d at 259. Consequently we hold that the grand jury testimony is properly admissible at a rehearing on the departmental charges against Denisewich.\nAccordingly, for the reasons stated herein, the appeal is denied and dismissed proforma because the Superior Court had no power to compel. The papers in the case are remitted to the Superior Court with direction to enter judgment declaring that the hearing committee has the authority to reconvene in the exercise of its discretion.\n. The Superior Court record before us is limited to the petition to release the grand jury tapes and the papers submitted in conjunction with that petition. Additional background facts have been gleaned from the parties’ briefs.\n. In June 1988, prior to his indictment on peijuty and obstruction-of-justice charges, Denisewich was subpoenaed to testify before the grand jury. At that time Denisewich asserted his Fifth Amendment right not to incriminate himself and refused to testify.",
        "type": "majority",
        "author": "LEDERBERG, Justice."
      }
    ],
    "attorneys": [
      "Jeffrey Pine, Atty. Gen. and Robin E. Fed-er, Asst. Atty. Gen., for petitioner.",
      "Christopher D. Healey and John D. Lynch (Lynch, Costello & Friel), Warwick, for respondent."
    ],
    "corrections": "",
    "head_matter": "In re Raymond DENISEWICH.\nNo. 93-49-Appeal.\nSupreme Court of Rhode Island.\nJune 27, 1994.\nJeffrey Pine, Atty. Gen. and Robin E. Fed-er, Asst. Atty. Gen., for petitioner.\nChristopher D. Healey and John D. Lynch (Lynch, Costello & Friel), Warwick, for respondent."
  },
  "file_name": "1194-01",
  "first_page_order": 1260,
  "last_page_order": 1265
}
