{
  "id": 12116833,
  "name": "California Cyanide Co. v. American Cyanide Co.",
  "name_abbreviation": "California Cyanide Co. v. American Cyanide Co.",
  "decision_date": "1930-05-28",
  "docket_number": "No. 2315",
  "first_page": "1198",
  "last_page": "1202",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1198"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "32 App. D. C. 565",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1357705
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/32/0565-01"
      ]
    },
    {
      "cite": "289 Fed. 618",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        5709309
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/289/0618-01"
      ]
    },
    {
      "cite": "53 App. D. C. 220",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "51 App. D. C. 399",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        4066743
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "261 Fed. 1013",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3535941
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/261/1013-01"
      ]
    },
    {
      "cite": "49 App. D. C. 133",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "259 Fed. 990",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        5385149
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/259/0990-01"
      ]
    },
    {
      "cite": "49 App. D. C. 94",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "43 App. D. C. 270",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        8819993
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/43/0270-01"
      ]
    },
    {
      "cite": "32 App. D. C. 523",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1357671
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/32/0523-01"
      ]
    },
    {
      "cite": "130 A. 51",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "297 Fed. 892",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3635172
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/297/0892-01"
      ]
    },
    {
      "cite": "54 App. D. C. 313",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "33 Stat. 726",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "286 Fed. 1020",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        4167
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/286/1020-01"
      ]
    },
    {
      "cite": "52 App. D. C. 356",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 535,
    "char_count": 10404,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 4.3992283339787106e-07,
      "percentile": 0.9198603856827174
    },
    "sha256": "2581c0eb57bb750ce86a336a09164f80dde28a71deb2cf2d6ea8d928660e52d7",
    "simhash": "1:a34e82ba2d551494",
    "word_count": 1710
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Geahaji, Presiding Judge, and Bland, Hatfield, Gaekett, and Leneoot, Associate Judges"
    ],
    "parties": [
      "California Cyanide Co. v. American Cyanide Co."
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the- Commissioner of Patents reversing the decision of the examiner of interferences dismissing the notice of opposition of appellee and holding that appellant was entitled to the registration of the trade-mark “ Calcyanide ” for use on fumigants.\nIn its notice of opposition, appellee, the American Cyanamicl Co., declared that it would be injured by the registration of .appellant’s trade-mark for the following reasons:\nI. That from a date prior to the date of alleged use of the trade-mark sought • to be registered, and continuously to the present time, the American Oyanamid Oo. has used the trade-mark “ Calcium Cyanide ” in interstate commerce for fumigants, and that Ihe trade-mark “ Calcyanide ” is deceptively similar thereto.\nThe case was submitted to the examiner of interference upon an agreed statement of facts. It appears therefrom that the goods of the parties possess the same descriptive properties: that the words “ calcium cyanide ” have been used on its goods by appellee since 1921; that appellant has used the trade-mark “ Calcyanide ” on. its goods since December, 1925; that the goods of the parties are sold and used in practically all parts of the United States; that “ calcium cyanide ” is a chemical compound; and that the fumigant of appellant “ contains commercially pure calcium cyanide,” whereas that of appellee “contains crude calcium cyanide.”\nWe quote from the agreed statement of facts:\n10.Eimer and Amend catalogue dated August, 1920, lists on page 194 the materials calc-sinter and calc-tufa as chemicals in stock and for sale. These names designate calcium compounds.\nII. The Pharmacopoeia of the United States of America (1926) lists calcium salts giving the word “ calcii ” as the designation for calcium on pages 86-91. On pages 92 and 93 the word “ calx ” is used to designate lime.\n12.M. W. Randall and Victor I. Safro if called and examined as witnesses on behalf of applicant would testify that the term “ Calcyanide ” was coined and adopted by the applicant-, California Cyanide Co., as a trade-mark for its product because it suggests one of the ingredients of the product to which it is applied; because it suggests the name of the applicant — “ Cal ” being the abbreviation for California and ‘‘ cyanide ” being the second word- in applicant’s name; and .because it is in harmony with applicant’s established trade marks. “ Calcy ” and “ Calcyco.”\nThe sole question for determination is whether the term “ Cal-cyanide ” is descriptive or merely suggestive of appellant’s goods.\nIt is conceded that the words “ calcium cyanide ” used by appellee are descriptive and that appellee is not the exclusive owner of those words for trade-mark purposes. If the term “ Calcyanide ” is descriptive, the opposition ivas properly sustained. If it is merely suggestive, appellant is entitled to registration of its mark.\nThe examiner of interferences held that the words “ calcium cyanide ” were purely descriptive of appellee’s goods: that they did not perform the function of indicating origin; and that, as appellee was not the owner of the mark “ Calcium Cyanide,” it could not, under the statute, oppose the registration of appellant’s mark “ Cal-cyanide.” Tlie question of whether or not the mark “ Calcyanide ” was “ descriptive ” was not discussed in the decision.\nOn appeal, the Commissioner of Patents held that the opposer, appellee, had the legal right, if it could show that it would be damaged thereby, to. oppose the registration of appellant’s mark “ Calcyanide,” although, due to the fact that its mark “ Calcium Cyanide ” was descriptive, it — appellee—did not have the right to its exclusive use and was not the owner thereof. In support of his holding, the Commissioner of Patents cited the case of Touraine Co. v. F. B. Washburn & Co., 52 App. D. C. 356, 286 Fed. 1020, 1923 C. D. 114, and quoted the following from the decision of the Court of Appeals of the District of Columbia:\nOf course, a trade-mark use of a mark is not necessary in a proceeding of tbis kind. If tbe opposer can show in any way that he would probably be damaged by its registration to tbe applicant he may do so. Tbe trade-mark statute (section 6, 33 Stat. 726 [Comp. St. § 9491]) is our chart. There is nothing in it which says that a person must own a trade-mark, registered or not, before he can oppose the registration of the mark to another person. All that the statute requires of him, according to our interpretation, is to prove facts which, if true, would tend to show that he would probably be damaged by the registration.\nIn holding that appellant’s mark “ Calcyanide ” was descriptive, and, therefore, not registerable as a trade-mark, the commissioner said:\nA comparison of the two marks shows that they have the same essential characteristics as to appearance and meaning. The applicant’s mark consists merely in writing calcium cyanide as one word, omitting the syllables “ cium ” of the first. By stipulation it is agreed that “ calc ” has been written for calcium in compound words including calcium; also, that it is common practice to write the words calcium cyanide either as two words or as a single word. It is also stipulated that calcium cyanide is the name of a chemical compound known for a number of years.\nWith this understanding of the facts involved it must be held that the appli•cant’s mark is a mere variant of the opposer’s mark, and is descriptive of the ■chemical compound calcium cyanide; * * *.\nIt is claimed by appellant that the mark “ Calcyanide ” is not descriptive, but, on the contrary, is merely suggestive of the ingredients, ■qualities, or characteristics of its fumigants; that it is not found in the dictionaries nor in the “common language of the trade”; and that it is merely a coined word used to indicate the origin of appellant’s product.\nThe second proviso of section 5 of the trade-mark act of 1905 provides: .\n* * * Provided, That no mark which consists merely in the name of an individual, firm, corporation, or association not written, printed, impressed, or woven in some particular or distinctive manner, or in association with a portrait of the individual, or merely in words or devices which are descriptive of the poods with which they are used, or of the character or quality of such goods, or merely a geographical name or term, shall he registered under the terms of this Act: * * * [Italics ours.]\nAlthough a descriptive mark is not registerable as a trade-mark, one that is merely suggestive of the character or quality of goods is entitled to registration. Orange Crush Co. v. California Crushed Fruit Co., 54 App. D. C. 313, 297 Fed. 892. There are many other decisions of the courts to the same effect.\nIt appears from the record that the word calcium is frequently abbreviated and the word “ calc ” is substituted therefor' as a part of a compound word to indicate calcium compounds; for' example, “ calc-sinter ” and “ calc-tufa.” The word “ alcii ” is also used to designate calcium.\nCyanide is a “ compound of cyanogen with a metallic element or radical.” Funk & Wagnalls New Standard Dictionary. The same authority defines “ calcium ” as “ a silver-white, malleable, metallic element, never occurring free, but widely distributed in combination.”\nThere are many calcium, as well as many cyanide, compounds. In viewr of the fact that both calcium and cyanide are compounds, neither ever occurring free, and as the word calcium is frequently abbreviated to “ calc ” when used in conjunction with other words to designate calcium compounds, it would seem to be evident that the word “calcyanide” is but an abbreviation of the term “calcium cyanide.” If the word “ calc ” is used with the word “ cyanide ”— calcyanide — to designate calcium cyanide, the trade-mark of appellant has been formed by merely omitting the letter “ c ” in either cyanide or calc and using the two words as one.\nCounsel for appellant argues that the word “ calcyanide ” is merely highly suggestive. We are not of this opinion.\nIn view of the facts of record, we think that the involved mark is reasonably descriptive of appellant’s fumigant, and that it is not indicative of its origin, but of its quality and character. See Drive It Yourself Co. v. North et al., 130 A. 51; In re Central Consumers Company, 32 App. D. C. 523; Electro Steel Company v. Lindenberg Steel Company, 43 App. D. C. 270; In re Swan & Finch Co., 49 App. D. C. 94, 259 Fed. 990; In re Alvah Bushnell Co., 49 App. D. C. 133, 261 Fed. 1013; In re Chas. R. Long, jr., Co., 51 App. D. C. 399, 280 Fed. 975.\nIt is well settled that the statutory right to oppose the registration of a trade-mark does not depend upon the exclusive ownership by an opposer of a similar mark. It is only necessary that the opposer establish that he would probably be damaged by the registration of an applicant’s mark. Touraine Co. v. F. B. Washburn & Co., supra, Broderick v. L. Mitchell & Co., 53 App. D. C. 220, 289 Fed. 618, and cases cited.\nSection 7 of the trade-mark act of February, 1905, provides that “ * * * in every case of interference or opposition to registration he [the Commissioner of Patents] shall direct the examiner in charge-of interferences to determine the question of the right of registration to such trade-mark, and of the sufficiencj? of objections to registrations * * (Italics ours.) Accordingly, the Patent Office-tribunals may, in an oposition proceeding, dispose of any question relating to the proposed registration that might properly arise in an esa parte case. In re Herbst, 32 App. D. C. 565.\nIn view of the fact that appellant’s mark is descriptive of the goods of appellee as well as those of appellant and, as appellee would probably be damaged by the registration complained of, it had a legal right to oppose such registration.\nFor the reasons stated, the decision is affirmed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Pennie, Davis, Marvin & Edmonds {Dean 8. Edmonds, George J. J-Iesselman, Ernest H. Merchant and R. II, Stevens of counsel) for appellant. ■",
      "JET. &. Bier man -for. appellee."
    ],
    "corrections": "",
    "head_matter": "California Cyanide Co. v. American Cyanide Co.\n(No. 2315)\nUnited States Court of Customs and Patent Appeals,\nMay 28, 1930\nPennie, Davis, Marvin & Edmonds {Dean 8. Edmonds, George J. J-Iesselman, Ernest H. Merchant and R. II, Stevens of counsel) for appellant. ■\nJET. &. Bier man -for. appellee.\n[Oral argument May 5, 1930, by Mr. Dean S. Edmonds and Mr. Bierman]\nBefore Geahaji, Presiding Judge, and Bland, Hatfield, Gaekett, and Leneoot, Associate Judges"
  },
  "file_name": "1198-01",
  "first_page_order": 648,
  "last_page_order": 652
}
