{
  "id": 9213947,
  "name": "TRUST UNDER DEED OF GIFT OF KATE R. AVERY CLARK, Deceased, Dated October 30, 1942 Appeal of: Noel Clark MILLER, Beneficiary, and the Estate of Joseph S. Clark, III",
  "name_abbreviation": "Trust Under Deed of Gift of Avery Clark",
  "decision_date": "2004-07-29",
  "docket_number": "",
  "first_page": "1201",
  "last_page": "1204",
  "citations": [
    {
      "type": "official",
      "cite": "856 A.2d 1201"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "467 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1717343
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "contents of safe deposit box not delivered to alleged donee"
        },
        {
          "parenthetical": "contents of safe deposit box not delivered to alleged donee"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/467/0336-01"
      ]
    },
    {
      "cite": "204 A.2d 40",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "pin_cites": [
        {
          "parenthetical": "presently-owned partnership interest not delivered to alleged do-nee"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891819
      ],
      "year": 1964,
      "pin_cites": [
        {
          "parenthetical": "presently-owned partnership interest not delivered to alleged do-nee"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0424-01"
      ]
    },
    {
      "cite": "56 A.2d 667",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "pin_cites": [
        {
          "page": "668"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 280",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845475
      ],
      "year": 1948,
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0280-01"
      ]
    },
    {
      "cite": "101 A.2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "page": "725",
          "parenthetical": "holding that however great the temptation to supply terms in accordance with what testatrix presumably would have provided had the omission been called to her attention, a court is without power to reform an unambiguous instrument"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "376 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1246185
      ],
      "year": 1954,
      "pin_cites": [
        {
          "page": "164",
          "parenthetical": "holding that however great the temptation to supply terms in accordance with what testatrix presumably would have provided had the omission been called to her attention, a court is without power to reform an unambiguous instrument"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/376/0161-01"
      ]
    },
    {
      "cite": "495 Pa. 522",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1770739
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "525",
          "parenthetical": "holding that the meaning of words used is determinative, not what court thinks testator might or would have said, or even what court thinks testator meant to say"
        },
        {
          "page": "1214",
          "parenthetical": "holding that the meaning of words used is determinative, not what court thinks testator might or would have said, or even what court thinks testator meant to say"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/495/0522-01"
      ]
    },
    {
      "cite": "93 L.Ed. 330",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "335 U.S. 701",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6160806
      ],
      "weight": 3,
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/us/335/0701-01"
      ]
    },
    {
      "cite": "726 A.2d 1059",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11594425
      ],
      "pin_cites": [
        {
          "page": "1061"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/726/1059-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 566,
    "char_count": 9099,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21558380430673757
    },
    "sha256": "95991936cbb7fe8c62d5dbd9e7a7abbd17331ef05ebc860aad9214d3d0a33acf",
    "simhash": "1:f98e5df481edccfc",
    "word_count": 1527
  },
  "last_updated": "2024-02-27T17:39:03.032411+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: DEL SOLE, P.J., ORIE MELVIN and BECK, JJ."
    ],
    "parties": [
      "TRUST UNDER DEED OF GIFT OF KATE R. AVERY CLARK, Deceased, Dated October 30, 1942 Appeal of: Noel Clark MILLER, Beneficiary, and the Estate of Joseph S. Clark, III"
    ],
    "opinions": [
      {
        "text": "OPINION BY\nBECK, J.:\n¶ 1 Appellants, Noel Clark Miller and the Executors of the Will of Joseph S. Clark, III, filed this timely appeal from the dismissal of their exceptions to an adjudication of the Court of Common Pleas of Philadelphia County, Orphans’ Court Division. The adjudication awarded the remaining principal of a trust, subject to payments and other expenses, to appellee Harvard University.\n¶ 2 We review the Orphans’ Court decision to determine whether it is free of legal error and whether the court’s factual findings “are supported by competent and adequate evidence and are not predicated upon the capricious disbelief of competent and credible evidence.” Widener Univ. v. Estate of Boettner, 726 A.2d 1059, 1061 (Pa.Super.1999). We affirm.\n¶3 The settlor, Kate R. Avery Clark, created the trust under an irrevocable deed of gift dated October 30, 1942. The trust was created for the benefit of Kate’s son, Avery B. Clark, to pay him all of the net income, and so much of the principal as the trustees may deem advisable for his suitable maintenance or support, during his life. The trust further provided for certain distribution schemes to take effect upon Avery’s death, depending upon the survival of his heirs and the order in which they died. Kate’s husband and son, Joseph S. Clark, Sr., and Joseph S. Clark, Jr., were appointed to serve as trustees.\n¶ 4 On October 2, 1945, Kate executed a second deed of gift whereby she deposited additional securities with the trustees to be held by them upon the same terms and provisions set forth in the 1942 deed of gift.\n¶ 5 On January 17, 1949, the United States Supreme Court decided the case of Spiegel’s Estate v. Commissioner, 335 U.S. 701, 69 S.Ct. 301, 93 L.Ed. 330 (1949), which held that when there was even an extremely remote possibility that the principal of an irrevocable trust could revert to the settlor, the entire principal of the trust would be subject to federal estate tax in the settlor’s estate. Id. at 707, 69 S.Ct. 301. Ten days after Spiegel’s Estate was decided, on January 27, 1949, Kate executed a document entitled “RECITAL,” which provided:\nI, Kate R. Avery Clark, am the donor under a Deed of Trust dated October 30, 1942, wherein I conveyed certain debentures to my husband, Joseph S. Clark, Sr., and my son, Joseph S. Clark, Jr., in trust under certain terms and conditions therein stated; and I am also donor in a Deed of Gift dated October 2, 1945, wherein I conveyed certain additional property to the same Trustees, to be held by them under the terms and conditions of the earlier deed of gift.\nWhen I executed these deeds it was my intent that thereafter I should have no interest in the property thereby transferred to the Trustees. I now wish to make certain that, no matter what contingencies occur, no part of the principal of the trust or of the income from such principal will ever revert to me or my heirs, executors or administrators.\nNOW, THEREFORE, KNOW ALL MEN BY THESE PRESENTS:\nThat I, Kate R. Avery Clark, intending to be legally bound, do hereby irrevocably direct that if at any time there is any part of the principal of the trust to which, and to the income from which, no one is entitled under the terms of the deeds of gift mentioned above, thereupon such principal shall be paid over absolutely and unconditionally to HARVARD UNIVERSITY, Cambridge, Massachusetts.\n¶ 6 Finally, Kate executed a Will and Codicil dated November 10, 1949, and April 13, 1950, which “revok[ed] and set[ ] aside all wills, testaments, codicils, and other testamentary writings at any time heretofore made by me.” The will made no bequest to Harvard University.\n¶ 7 Kate died on January 19, 1951. Avery Clark died in 1957. Avery’s only child died in 1966 without issue. Avery’s widow, Patricia Hughes Clark, never remarried and died on June 12, 2000. Her death marked the termination of the 1942 Trust under Deed of Gift of Kate R. Avery Clark, and resulted in the instant Account and litigation between the surviving trustee, First Union National Bank, and appellants. Appellants argue that the principal of the trust should not be paid to Harvard University, but instead to Kate’s remaining heir, namely appellant Miller. They argue, in pertinent part, that the 1949 Recital is without legal force and effect as it was executed for tax reasons that no longer apply, its enforcement is contrary to Kate’s intent to keep the principal of the trust within her family, and that it was never “delivered” to Harvard. Moreover, appellants argue that the Recital was invalidated by language in Kate’s Will and Codicil “revoking and setting aside all wills, testaments, codicils, and other testamentary writings at any time heretofore made by me.”\n¶ 8 Each of appellants’ arguments is without merit. We first note that all parties agree that the current factual scenario of survivorship was not enumerated in the distribution provisions of the original trust. Those terms did not account for the possibility that Avery’s only child would die, without issue, before his widow, thereby leaving no one to receive the benefits of the trust. The 1942 Deed of Gift does not include any provision for the distribution of the Trust in the event of the deaths of Patricia and Avery’s daughter, when they both survived Avery. Indeed, the fact that the trust’s terms did not account for every potential scenario in its terms resulted in the possibility — remote as it was — that there was a reversionary interest retained by Kate. For tax reasons, this remote possibility of a reversionary interest was undesirable, and the Recital was therefore executed to eliminate it.\n¶ 9 Thus, the Recital did not improperly amend the irrevocable trust, but sought merely to deal with a reversionary interest its drafters had apparently not envisioned, or at least did not spell out in the original deed, in 1942. The fact that the tax purpose for the Recital “evaporated” shortly after Spiegel created it is irrelevant with respect to the Recital’s validity.\n¶ 10 In addition, had Kate intended to keep the reversionary interest in the trust property within the family, as appellants argue, she could have executed a Recital that did so. But instead, she named Harvard University as the remainderman. See In re Baker’s Estate, 495 Pa. 522, 525, 434 A.2d 1213, 1214 (1981) (holding that the meaning of words used is determinative, not what court thinks testator might or would have said, or even what court thinks testator meant to say); In re Wainwright’s Estate, 376 Pa. 161, 164, 101 A.2d 724, 725 (1954) (holding that however great the temptation to supply terms in accordance with what testatrix presumably would have provided had the omission been called to her attention, a court is without power to reform an unambiguous instrument) (citing In re Verner’s Estate, 358 Pa. 280, 282, 56 A.2d 667, 668 (1948)).\n¶ 11 Moreover, we are unpersuaded that the Recital’s terms fail because the rever-sionary interest described therein was not “delivered” to Harvard. Unlike the cases cited by appellants for this proposition, the interest described by the Recital was not a gift of present interest but rather one of future inchoate, possible interest, and therefore the requirement of delivery referred to in those cases is not applicable. See, e.g., Kreisl v. Kreisl, 415 Pa. 424, 204 A.2d 40 (1964) (presently-owned partnership interest not delivered to alleged do-nee); Estate of Evans, 467 Pa. 336, 356 A.2d 778 (1976) (contents of safe deposit box not delivered to alleged donee). “A trust can be created without notice to or acceptance by the beneficiary.” Restatement of Trusts 2d § 36. In this case, Kate could do nothing more to complete her potential gift to Harvard, except wait for the order of death to be established, and thus the gift described in the Recital was complete and she could not revoke it. Cf. Evans, supra.\n¶ 12 Finally, the 1949 and 1950 Will and Codicil do not invalidate the Recital, because the Recital — which related to the trust under deed of gift — was not a will, testament, codicil or other testamentary writing, and only such documents were expressly revoked and set aside by the new Will. Therefore, the unambiguous terms of the Recital are enforceable and the trial court properly decided that Harvard University is entitled to distribution of the trust.\n¶ 13 Order affirmed.\n. The parties agree that in. October 1949, the United States Congress amended the provisions of the Internal Revenue Code in order to effectively overrule the holding in Spiegel's Estate.",
        "type": "majority",
        "author": "BECK, J.:"
      }
    ],
    "attorneys": [
      "William C. Bullitt, Philadelphia, for appellant.",
      "Margaret E.W. Sager, W. Conshocho-ken, for Harvard University, appellee.",
      "Charles E. Donohue, Philadelphia, Par-ens Patriae, for Charities, appellee."
    ],
    "corrections": "",
    "head_matter": "TRUST UNDER DEED OF GIFT OF KATE R. AVERY CLARK, Deceased, Dated October 30, 1942 Appeal of: Noel Clark MILLER, Beneficiary, and the Estate of Joseph S. Clark, III\nSuperior Court of Pennsylvania.\nArgued April 13, 2004.\nFiled July 29, 2004.\nReargument Denied Sept. 30, 2004.\nWilliam C. Bullitt, Philadelphia, for appellant.\nMargaret E.W. Sager, W. Conshocho-ken, for Harvard University, appellee.\nCharles E. Donohue, Philadelphia, Par-ens Patriae, for Charities, appellee.\nBefore: DEL SOLE, P.J., ORIE MELVIN and BECK, JJ."
  },
  "file_name": "1201-03",
  "first_page_order": 1235,
  "last_page_order": 1238
}
