{
  "id": 8356197,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Tiriq K. HALL, Appellant",
  "name_abbreviation": "Commonwealth v. Hall",
  "decision_date": "2007-07-24",
  "docket_number": "",
  "first_page": "1202",
  "last_page": "1208",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 1202"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "802 A.2d 652",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9403973
      ],
      "pin_cites": [
        {
          "page": "655-56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/802/0652-01"
      ]
    },
    {
      "cite": "781 A.2d 110",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9477016,
        706233
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "116-17",
          "parenthetical": "holding that a warrantless search incident to a lawful arrest is proper"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/781/0110-01",
        "/pa/566/0349-01"
      ]
    },
    {
      "cite": "566 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        706233
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "361-62",
          "parenthetical": "holding that a warrantless search incident to a lawful arrest is proper"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/566/0349-01"
      ]
    },
    {
      "cite": "410 Pa.Super. 614",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        903293
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "959-60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/410/0614-01"
      ]
    },
    {
      "cite": "655 A.2d 492",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        472168,
        7864529
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "498"
        },
        {
          "page": "499"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0022-01",
        "/a2d/655/0492-01"
      ]
    },
    {
      "cite": "540 Pa. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472168
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0022-01"
      ]
    },
    {
      "cite": "691 A.2d 494",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11913472,
        11983876
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "496-98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/691/0494-01",
        "/pa-super/456/0633-01"
      ]
    },
    {
      "cite": "456 Pa.Super. 633",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        11983876
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/456/0633-01"
      ]
    },
    {
      "cite": "773 A.2d 1240",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11095457
      ],
      "pin_cites": [
        {
          "page": "1246-48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/773/1240-01"
      ]
    },
    {
      "cite": "917 A.2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "quotation omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "591 Pa. 691",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "quotation omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "894 A.2d 759",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8434724
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "769"
        },
        {
          "page": "772-73",
          "parenthetical": "holding that police officers had a reasonable justification to stop an individual who appeared to be carrying a concealed weapon and was acting in a manner indicating that the weapon may have been illegal or unlicensed, and under these circumstances were further justified in (1"
        },
        {
          "page": "775"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/894/0759-01"
      ]
    },
    {
      "cite": "355 Pa.Super. 311",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653270
      ],
      "weight": 4,
      "year": 1986,
      "pin_cites": [
        {
          "page": "316"
        },
        {
          "page": "447"
        },
        {
          "page": "448",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/355/0311-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 760,
    "char_count": 16305,
    "ocr_confidence": 0.673,
    "pagerank": {
      "raw": 7.873580426013997e-08,
      "percentile": 0.45991812650081143
    },
    "sha256": "60f011fd68aa1fdc312257e26afc1f00b8ac30344f9a36e26b748fa46385d15d",
    "simhash": "1:d98f8396e42e73ee",
    "word_count": 2581
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LALLY-GREEN, McCAFFERY, and PANELLA, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Tiriq K. HALL, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nMcCAFFERY, J.:\n¶ 1 Appellant, Tiriq K. Hall, appeals from the judgment of sentence entered in the Court of Common Pleas of Philadelphia County following his conviction for three firearms violations, resisting arrest, and possessing an instrument of crime. Specifically, Appellant argues that the suppression court erroneously denied, in part, his motion to suppress physical evidence, namely a firearm found on his person. After careful review of the record and applicable law, we affirm.\n¶ 2 The relevant facts, taken from the trial court opinion, are as follows.\nOn April 16, 2005, at approximately 9:00 p.m., Philadelphia Police Officers Brady and Tankelewiez observed [Appellant] driving a green 1992 Chevy Caprice (Caprice) in the vicinity of Stenton [Avenue] and Washington [Lane] in the City and County of Philadelphia. This area is a high crime and desolate area of Philadelphia. The officers observed what appeared to be moderate to substantial damage to the entire length of the driver’s side of the vehicle and streaks of apparent fresh yellow paint on the vehicle. It appeared in the eyes of the police officers that the doors on the driver’s side could not open, [so that] the occupants inside could not exit the vehicle.\nThe officers, members of the Philadelphia Highway Patrol, signaled for [Appellant] to stop[,] believing that the Caprice may have been recently involved in a significant automobile accident because of the moderate to substantial damage. [Appellant] stopped his vehicle in the middle of the street and Officers Brady and Tankelewiez approached the vehicle to investigate. Officer Brady approached [toward] the passenger side and Officer Tankelewiez approached [toward] the driver’s side in an attempt to secure [Appellant’s] driver[’]s license, registration, and proof of insurance. The police officers saw two more individuals in addition to [Appellant] in the vehicle; one was in the front passenger seat and the other was in the back seat. Both [of] these individuals were moving around furtively in the vehicle.\nOfficer Brady then instructed the individual in the rear passenger seat to be still. [Notwithstanding this instruction], the individual in the rear passenger seat continued to move about furtively. At this time, the officer opened the rear door to remove the rear passenger. [] [Appellant], as a result of the rear door opening, turned around and yelled to Officer Brady that he was not allowed to open the door. It is at this instant where [sic] Officer Tankelewiez observed what he believed to be a bulge near the right inside pocket of [Appellant’s] jacket. Immediately, Officer Tankelewiez shouted to Officer Brady that [Appellant] had a firearm, removed the keys from the vehicle, and pointed his firearm at [Appellant’s] head. Officer Tanke-lewicz testified that [Appellant] was very close to being shot because of his belligerence.\nOfficer Brady quickly called for backup and removed the two passengers out of the Caprice and [placed them] into the patrol vehicle. Immediately thereafter, Officer Brady tried to remove [Appellant’s] firearm by going into the Caprice. Officer Brady could not remove the firearm because [Appellant] hugged himself in such a fashion [] that Officer Brady could not remove the weapon[, resulting in] a tussle; but Officer Brady felt the firearm in [Appellant’s] jacket.[] Thereafter, Officer Brady maced [Appellant] and pulled him out of the Caprice. Officer Brady removed a .40 caliber loaded handgun from [the] right inside pocket of [Appellant’s] jacket. The firearm contained one live round in the chamber and nine live rounds in the magazine. [] Officer Brady and backup Officer Byrne arrested and placed [Appellant] in the back of a patrol vehicle. While they were placing [Appellant] in the patrol vehicle, [Appellant] shouted profanities at the officers, resisted[,] and spat a mouthful of bloody saliva on them. The bloody projectile struck Officer Brady in the shoulder and Officer Byrne on his face.\n[Appellant] does not have a license to carry a firearm in the [Commonwealth] of Pennsylvania. Moreover, [Appellant] does have an enumerated offense which would make him ineligible to carry a firearm in the [Commonwealth] of Pennsylvania.\n(Trial Court Opinion, dated June 26, 2006, at 3-5) (citations to record omitted).\n¶ 3 Prior to trial, Appellant filed a motion to suppress physical evidence, alleging that the police lacked probable cause to stop and arrest him. The suppression court denied the motion, concluding that (1) the officers made a lawful traffic stop of Appellant’s vehicle to investigate the damage to the vehicle and whether the damage to the vehicle constituted a safety concern; (2) the officers acted reasonably in investigating the circumstances of the presence of a firearm on Appellant’s person and acted appropriately in their attempts to secure the firearm in furtherance of their own safety as well as the public safety; and (3) the officers had probable cause to arrest Appellant in light of the fact that Appellant appeared to possess a weapon and was resisting efforts to secure the weapon. Accordingly, the suppression court denied Appellant’s motion to suppress the firearm found on Appellant’s person. However, the court also determined that a subsequent warrantless search of the trunk of Appellant’s vehicle was not lawful. Consequently, the court suppressed the evidence found in the trunk, namely a bulletproof vest, a rifle scope, and a rifle stock.\n¶ 4 Following a non-jury trial, Appellant was found guilty of carrying a firearm without a license, carrying a firearm on the public streets in Philadelphia, possession of a firearm after having been convicted of a crime, possession of an instrument of crime, and resisting arrest. Appellant filed a timely appeal to this Court in which he raises the following single issue for our review:\nWhether the suppression court committed an error of law in failing to recognize that a vehicle stop based solely on the presence of fresh damage to the vehicle violates the Fourth Amendment and mandates that all evidence obtained as a result of that stop be suppressed, as this Court expressly held in Commonwealth v. Edwards, 355 Pa.Super. 311, 316, 513 A.2d 445, 447 (1986).\n(Appellant’s Brief at 4).\n¶ 5 Our review of Appellant’s arguments is governed by the following principles:\nAn appellate court’s standard of review in addressing a challenge to a trial court’s denial of a suppression motion is limited to determining whether the factual findings are supported by the record and whether the legal conclusions drawn from those facts are correct. Since the prosecution prevailed in the suppression court, we may consider only the evidence of the prosecution and so much of the evidence for the defense as remains uncontradicted when read in the context of the record as a whole. Where the record supports the factual findings of the trial court, we are bound by those facts and may reverse only if the legal conclusions drawn therefrom are in error.\nCommonwealth v. Stevenson, 894 A.2d 759, 769 (Pa.Super.2006), appeal denied, 591 Pa. 691, 917 A.2d 846 (2007) (quotation omitted).\n¶ 6 Appellant argues that the present case is controlled by this Court’s disposition in Edwards, supra. In Edwards, the police stopped a vehicle that showed evidence of recent body damage in the form of a broken and twisted headlight housing and a large scrape extending the length of the vehicle on one side. In stopping the vehicle, the officers were following a police department internal policy to stop vehicles with appearances of fresh damage in order to determine whether a necessary accident report had been filed. This Court determined that the traffic stop violated the operator’s reasonable expectation of privacy pursuant to the Fourth Amendment of the United States Constitution. We noted that the Vehicle Code required that only under certain circumstances must accidents to vehicles be reported, and further that evidence of an accident alone does not justify a traffic stop. Accordingly, we held “that the damage to the car driven by appellant did not reasonably warrant the intrusion of an investigatory stop.” Id. at 448 (footnote omitted).\n¶ 7 However, Edwards was decided well before the February 1, 2004 amendment of 75 Pa.C.S.A. § 6308(b), which, since the date of amendment, authorizes police to stop a vehicle whenever an officer has a reasonable suspicion that a violation of the Vehicle Code is occurring or has occurred. Thus, the holding in Edwards has no applicability to the case sub judice; rather, our initial inquiry is whether the officers had a reasonable suspicion that a violation of the Vehicle Code had occurred when they stopped Appellant’s vehicle.\n¶ 8 The Vehicle Code requires that passenger cars operating upon the highways meet certain vehicle equipment safety standards. See 75 Pa.C.S.A. §§ 4101-08. The Code further requires that the Department of Transportation promulgate specific regulations regarding such vehicle equipment standards. 75 Pa.C.S.A. § 4103(a). The Departments regulations, promulgated in accordance with Section 4103(a) of the Vehicle Code, require that all items on the body of a vehicle shall be in safe operating condition, and more specifically require that the vehicle’s doors must be able to open and close securely. 67 Pa.Code § 175.77(a) and (f). Here, the arresting officers testified that the damage to Appellant’s vehicle they had observed was severe enough to have possibly made the driver-side doors unworkable. Therefore, the evidence supports the suppression court’s determination that the arresting officers had a reasonable suspicion that a violation of the Vehicle Code had occurred or was occurring when they stopped Appellant’s vehicle.\n¶ 9 Moreover, once the traffic stop was effected, the officers clearly had (1) a reasonable basis to detain Appellant upon observing that he had a firearm concealed on his person, and (2) probable cause to arrest Appellant based on his subsequent actions, irrespective of whether the officers had a reasonable basis to initially stop Appellant’s vehicle. Even when a police officer’s initial stop or pursuit of an individual is not based upon either a reasonable suspicion of crime or probable cause, subsequent actions by the detainee during the encounter may be the basis for a lawful arrest and the subsequent denial of a suppression motion regarding evidence seized after the arrest. Commonwealth v. Lynch, 773 A.2d 1240, 1246-48 (Pa.Super.2001) (holding that although the police lacked reasonable suspicion to initially pursue the appellant, the appellant’s pointing a weapon at the police and subsequent abandonment of the weapon during the pursuit gave police probable cause to arrest the appellant, and the suppression court accordingly did not err by permitting testimony regarding the appellant’s abandonment and the police officers’ recovery of the weapon, even though the initial pursuit was without a reasonable basis or suspicion); Commonwealth v. Britt, 456 Pa.Super. 633, 691 A.2d 494, 496-98 (1997) (holding that although the police lacked probable cause to initially detain the appellant, the appellant’s subsequent flight, resisting arrest, and causing injury to one of the officers provided the police with probable cause to arrest the appellant, and, thus, the suppression court accordingly erred by suppressing evidence seized, even though the initial detention was made without probable cause). Indeed, this Court specifically rejected the argument, made by Appellant in the case sub judice, that the focus should not be upon the subsequent acts by the appellant that led to the lawful arrest but upon the initial actions of the police officers “as a catalyst for all that flowed therefrom.” Lynch, supra at 1247; Britt, supra at 497 (both quoting Commonwealth v. Biagini, 540 Pa. 22, 33, 655 A.2d 492, 498 (1995)).\n¶ 10 When a police officer observes a concealed weapon upon a person in the public sphere, an investigatory stop is a reasonable response. Stevenson, 894 A.2d at 772-73 (holding that police officers had a reasonable justification to stop an individual who appeared to be carrying a concealed weapon and was acting in a manner indicating that the weapon may have been illegal or unlicensed, and under these circumstances were further justified in (1) asking this individual to raise his hands, and (2) attempting to take the firearm from the individual prior to the investigation); Commonwealth v. Robinson, 410 Pa.Super. 614, 600 A.2d 957, 959-60 (1991) (holding that the “possession of a concealed firearm by an individual in public is sufficient to create a reasonable suspicion that the individual may be dangerous, such that an officer can approach the individual and briefly detain him in order to investigate whether the person is properly licensed”). Here, as Appellant turned to angrily challenge Officer Brady’s attempt to open the back door of Appellant’s vehicle, Officer Tankelewicz observed that Appellant had concealed a firearm on his person. At that moment, the officers were justified in detaining Appellant for an investigatory stop. Stevenson, supra; Robinson, supra.\n¶ 11 Immediately after Officer Tankelewicz indicated to his partner that Appellant had a firearm, Appellant engaged in behavior that justified his eventual arrest. Appellant refused Officer Tankelewicz’s demand that he keep his hands where they could be seen, he challenged the officer to shoot him, he physically resisted all efforts by the officers to take control of the weapon, and he also reached in the direction of his weapon during this angry and volatile encounter. (N.T. at 49). Accordingly, the police had probable cause to arrest Appellant. See Stevenson, supra at 775 (holding that probable cause for an arrest occurs when, immediately after the police indicate to the suspect their intent to conduct an investigatory stop because they observed the outline of a concealed handgun, the suspect physically resists the officers’ efforts while maintaining possession of the firearm). Therefore, even if the initial traffic stop of Appellant had been without reasonable suspicion of a Motor Vehicle Code violation, it was proper for the court below to refuse to suppress the physical evidence of the firearm taken from Appellant following his arrest. Lynch, supra; Britt, supra. See also Commonwealth v. Stallworth, 566 Pa. 349, 361-62, 781 A.2d 110, 116-17 (2001) (holding that a warrantless search incident to a lawful arrest is proper).\n¶ 12 Accordingly, for the reasons set forth above, we hold that the suppression court did not err in denying Appellant’s motion to suppress the evidence of the firearm taken from his person. Therefore, we affirm the judgment of sentence.\n¶ 13 Judgment of sentence affirmed.\n. Officer Brady testified that at the time he attempted to seize the firearm, Appellant was screaming to Officer Tankelewicz, \"Shoot me, motherfucker. Shoot me.” (Notes of Testimony Suppression Hearing (\"N.T.”), 2/16/06, at 8). Officer Tankelewicz testified that Appellant yelled at him, \"Go ahead, pussy. Shoot me in the fucking head,” and then reached toward his gun. The officer then “locked” Appellant’s elbow in place and pushed him against the center console area of the vehicle, at which point Officer Brady entered the vehicle. (Id. at 49).\n. Prior to the amendment of Section 6308(b), police were required to have probable cause to suspect that a Vehicle Code violation had occurred in order to effect a traffic stop. See Commonwealth v. Battaglia, 802 A.2d 652, 655-56 (Pa.Super.2002). Therefore, Edwards was decided at a time when the police were required to have probable cause to suspect that a Vehicle Code violation had occurred in order to effect a lawful traffic stop.\n. Further, “there does not exist in Pennsylvania a right to resist arrest, under any circumstances.” Biagini, supra at 36, 655 A.2d at 499.",
        "type": "majority",
        "author": "McCAFFERY, J.:"
      }
    ],
    "attorneys": [
      "Joseph R. Viola, Philadelphia, for appellant.",
      "Hugh J. Burns, Jr., Assistant District Attorney, Philadelphia, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Tiriq K. HALL, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted March 19, 2007.\nFiled July 24, 2007.\nJoseph R. Viola, Philadelphia, for appellant.\nHugh J. Burns, Jr., Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\nBEFORE: LALLY-GREEN, McCAFFERY, and PANELLA, JJ."
  },
  "file_name": "1202-01",
  "first_page_order": 1250,
  "last_page_order": 1256
}
