{
  "id": 7371797,
  "name": "In re William J. TEMPLE, Respondent",
  "name_abbreviation": "In re Temple",
  "decision_date": "1993-08-12",
  "docket_number": "No. 90-SP-297",
  "first_page": "1203",
  "last_page": "1210",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 1203"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "610 A.2d 231",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7924000
      ],
      "pin_cites": [
        {
          "page": "234"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/0231-01"
      ]
    },
    {
      "cite": "518 A.2d 995",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7934093
      ],
      "pin_cites": [
        {
          "page": "1000"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/518/0995-01"
      ]
    },
    {
      "cite": "581 A.2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7364687
      ],
      "pin_cites": [
        {
          "page": "774-75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/581/0771-01"
      ]
    },
    {
      "cite": "583 A.2d 1006",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7392346
      ],
      "pin_cites": [
        {
          "page": "1008"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/583/1006-01"
      ]
    },
    {
      "cite": "549 A.2d 336",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873824
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "342"
        },
        {
          "page": "342"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/549/0336-01"
      ]
    },
    {
      "cite": "612 A.2d 1236",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939843
      ],
      "pin_cites": [
        {
          "page": "1237"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/612/1236-01"
      ]
    },
    {
      "cite": "579 A.2d 190",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7356987
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/579/0190-01"
      ]
    },
    {
      "cite": "540 A.2d 754",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7900576
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/540/0754-01"
      ]
    },
    {
      "cite": "422 A.2d 768",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7947269
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "771"
        },
        {
          "page": "771"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/422/0768-01"
      ]
    },
    {
      "cite": "565 A.2d 627",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353103
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "632"
        },
        {
          "page": "632"
        },
        {
          "page": "632"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/565/621-627-01"
      ]
    },
    {
      "cite": "613 A.2d 938",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11743069
      ],
      "pin_cites": [
        {
          "page": "940"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/613/0938-01"
      ]
    },
    {
      "cite": "520 A.2d 321",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7882401
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "327"
        },
        {
          "page": "328"
        },
        {
          "page": "328"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/520/0321-01"
      ]
    },
    {
      "cite": "596 A.2d 585",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11302130
      ],
      "weight": 11,
      "pin_cites": [
        {
          "page": "586-88"
        },
        {
          "page": "590"
        },
        {
          "page": "586"
        },
        {
          "page": "591"
        },
        {
          "page": "591"
        },
        {
          "page": "590"
        },
        {
          "page": "586-88"
        },
        {
          "page": "589-91"
        },
        {
          "page": "588-89, 591"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/596/0585-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1140,
    "char_count": 29134,
    "ocr_confidence": 0.783,
    "pagerank": {
      "raw": 4.380241023353198e-07,
      "percentile": 0.9192686523422794
    },
    "sha256": "2526930193e10077615c3632956667662a228b9858c1c895f7954853fe89c178",
    "simhash": "1:aecac3e36496555b",
    "word_count": 4532
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN, TERRY and WAGNER, Associate Judges."
    ],
    "parties": [
      "In re William J. TEMPLE, Respondent."
    ],
    "opinions": [
      {
        "text": "WAGNER, Associate Judge:\nThis disciplinary matter is before the court for the second time. In the prior case, we accepted the conclusion of the Board on Professional Responsibility (the Board) that respondent, William J. Temple, had violated multiple disciplinary rules and that the appropriate sanction for his misconduct would be disbarment, unless mitigating circumstances warranted otherwise. In re Temple, 596 A.2d 585, 586-88 (D.C.1991) (Temple I). We also adopted the Board’s determination that Temple had met his burden of showing by a preponderance of the evidence that his professional conduct was substantially affected by his addiction to prescription drugs. Id. at 590. In Temple I, we held for the first time, consistent with the Board’s recommendation, “that addiction to prescription drugs lawfully obtained, like alcoholism, can be treated as a mitigating factor in sanctioning an attorney for misconduct.” Id. at 586; see also In re Kersey, 520 A.2d 321, 327 (D.C.1987).\nIn the earlier proceeding the Board recommended disbarment, concluding that respondent had not proved by clear and convincing evidence that his rehabilitation warranted mitigation. Of particular importance to the Board’s conclusion at that time, as reflected in the argument made by Bar Counsel, was that Temple “ha[d] not demonstrated a sufficiently sustained period of successful recovery.” Temple I, supra, 596 A.2d at 591. Respondent argued that as of the date he filed his brief, July 6, 1990, he had been drug-free for thirty months, and we observed that, assuming he had remained so during the pendency of the case, he would have been drug-free for almost four years. Id. at 591. Recognizing, as we did in Kersey, that rehabilitation is a significant factor in determining discipline in cases such as this and that the status of an attorney’s rehabilitation may change pending final disposition of the case, for the protection of the public and the profession and in fairness to the respondent, we remanded the case to the Board for further proceedings to determine the status of Temple’s rehabilitation since the original evidentiary hearings on his clients’ complaints. Id.\nThe case is now before the court without a recommendation from the Board because four of its members recommended disbarment, four members recommended disbarment with the suspension of the sanction and three years of probation, and one member recommended a remand for additional evidence of rehabilitation. The principal issue which divides the members of the Board is whether respondent proved by clear and convincing evidence significant or sufficient rehabilitation from his drug addiction to warrant suspension of disbarment with a period of probation. The majority of the members of the hearing committee which heard the evidence addressing the issue concluded that respondent had proven that he was rehabilitated, that his disbarment should be stayed, and that he should be placed on probation for three years with certain specified conditions. Respondent and Bar Counsel support the position taken by Board members who, adopting the recommendation of the hearing committee majority, recommended probation. We adopt the findings and recommendation of the hearing committee and the members of the Board who favor probation for the reasons set forth in this opinion.\nI.\nFollowing remand, the Board assigned the case to a hearing committee “for further evidentiary hearings as to Respondent’s rehabilitation activities.” At that hearing, respondent testified in his own behalf and presented three other witnesses: his wife, his Alcoholics Anonymous/Narcotics Anonymous (AA/NA) sponsor, Steven Polin, and Susan Makepeace, Director of the Lawyer Counselling Program for the District of Columbia Bar. Respondent also submitted as exhibits medical records related to his back surgeries and seven letters from judges and one hearing commissioner of the Superior Court of the District of Columbia. Bar Counsel introduced into evidence numerous exhibits, including the reports and transcripts of the prior proceedings.\nThe evidence shows that respondent has been seriously committed to recovery at least since June 1989. This is demonstrated by his abstinence from alcohol and drug use, his regular attendance at AA/NA meetings (at least five times each week), his almost daily contact with his AA/NA sponsor, and his successful achievement of some of the steps in the twelve steps in the long-term AA/NA recovery program. Without objection, the hearing committee accepted Ms. Makepeace as an expert in the assessment and treatment of addictions. She testified that, with the exception of the month of November 1990, when she was unavailable, respondent had seen her once each month since 1989 for one hour sessions at which they discussed matters affecting his personal and professional life. These discussions assisted her in monitoring and assessing respondent’s progress. She also testified that respondent has submitted to random drug testing for which all results proved to be negative. The test results were introduced into evidence. Ms. Makepeace described substantial, positive changes in respondent’s attitude and understanding of his illness since she first saw him in 1987, and she rated his progress in recovery at the top of the scale. It was her opinion that the risk of respondent returning to addictive behavior was minimal.\nSteven Polin, a volunteer with the Lawyer Counselling Program of the Bar, serves as respondent’s monitor and sponsor at AA/NA. He also testified about the remarkable, positive change in respondent’s behavior since 1989. Specifically, he reported that respondent had demonstrated the honesty, open-mindedness, and willingness to recover which are essential to recovery. Mr. Polin testified that in addition to maintaining sobriety over an approximately four year period, respondent has completed three of the twelve steps of the AA/NA recovery program, has started the fourth step, and is discussing other steps, consistent with the process. According to Mr. Polin, respondent has expressed a willingness to make restitution, an element of one of the later steps in the recovery program. Respondent has volunteered his services to Oxford House, and he has led AA/NA meetings. Mr. Polin stated that respondent had incorporated his program of recovery into all aspects of his life and that it is not likely that one could fake for two years the sincere efforts at recovery that respondent has displayed. Mr. Polin was of the opinion that even if the threat of disbarment were removed, respondent would continue with his recovery efforts. Respondent’s wife also testified about the substantial positive changes in respondent’s behavior at home and in his professional life since he has been in the recovery program.\nAccording to respondent, after an automobile accident in December 1987, he spent twenty-three to twenty-four weeks in an addiction treatment program at Arlington Hospital before becoming involved in the AA/NA and Bar Association’s programs. Respondent attributes his success in overcoming drug abuse to the various components of these programs rather than to the threat of disbarment. He has been maintaining a manageable caseload without further incident and earning a steady income. He appears in court about one to five times each week. The letters he submitted from six judges and one hearing commissioner attest to his high standards of professionalism in representing his clients.\nOn remand, the hearing committee found nothing to fault in respondent’s performance over the past two and one-half years. The committee observed that respondent has done all he was required to do by his monitor-sponsor and by Ms. Mak-epeace and that he has apparently maintained high standards in his legal practice. In addressing whether respondent would continue in this manner if the threat of disbarment were lifted, the committee relied primarily upon the opinions of Mr. Po-lin and Ms. Makepeace, who had worked closely with respondent as well as with many other recovering addicts. Both expressed confidence that respondent would continue with his recovery program in earnest. While the majority members of the hearing committee indicated that they would not be persuaded by respondent’s testimony alone, they expressly found nothing in his testimony and demeanor which would cast doubt on the opinions of Mr. Polin and Ms. Makepeace about the sincerity of his recovery efforts and his potential for continued success. Recognizing the importance that all of the experts at the earlier hearings had placed upon the recovering addict’s attendance at AA/NA meetings, the majority of the committee members found it significant that respondent had been involved completely in the recovery program for two and one-half years. Also-important to their conclusions were that respondent had been drug-free for four years, the last two and one-half years without significant setbacks, and that he appeared to desire to maintain his right to practice his profession. On the record, as summarized here, the hearing committee reached the following conclusion:\nAlthough there are no guarantees in predicting whether an addict will remain in recovery or will relapse, we conclude that respondent has met his burden of demonstrating, by clear and convincing evidence, that he is sufficiently rehabilitated that allowing him to continue to practice law will not pose a significant risk to the profession or the public.\nAccordingly, the hearing committee, with one member dissenting, recommended that respondent’s disbarment be stayed and that he be placed on probation for three years with close monitoring and other conditions.\nFour members of the Board adopted the hearing committee’s findings, concluding that the public interest could be protected sufficiently by requiring strict conditions of probation. The four members of the Board who recommended disbarment were concerned with the quality of the evidence introduced at the remand hearing. Weighing significantly in their consideration was the fact that respondent and two of his three witnesses had reason to be biased in his favor because of respondent’s interest in the outcome and the witnesses’ relationship to him. Although not advocating that an independent medical expert be required in every case where an attorney’s rehabilitation is in issue, these Board members were of the view that such experts would be desirable in most cases to provide evidence essential for the Board’s determination. The ninth member recommended a remand for additional evidence of rehabilitation.\nII.\nIn considering the appropriate sanction in the usual case, guided by District of Columbia Bar Rule XI, § 9(g), this court:\naccept[s] the findings of fact made by the Board unless they are unsupported by substantial evidence of record, and ... adopt[s] the recommended disposition of the Board unless to do so would foster a tendency toward inconsistent dispositions for comparable conduct or would otherwise be unwarranted.\nId.; see also In re Cooper, 613 A.2d 938, 940 (D.C.1992); In re Peek, 565 A.2d 627, 632 (D.C.1989). Under this rule, “we enforce a general sense of equality in the sanctions handed out, but [the rule] otherwise commands that we should respect the Board’s sense of equity in these matters unless that exercise of judgment proves to be unreasonable.” In re Haupt, 422 A.2d 768, 771 (D.C.1980); see also In re Reid, 540 A.2d 754, 758 n. 4 (D.C.1988). Here, the Board provides no recommendation of sanction, having split on the issue. In such cases, we decide de novo the appropriate sanction based upon the particular facts of the case, giving due consideration to our mandate to achieve consistency. In re Addams, 579 A.2d 190, 192 n. 3 (D.C.1990) (en banc) (citing Haupt, supra, 422 A.2d at 771). Although we must give considerable deference to the Board’s recommendations in these matters, the responsibility for imposing sanctions rests with this court in the first instance. In re Robertson, 612 A.2d 1236, 1237 (D.C.1992); In re Shillaire, 549 A.2d 336, 342 (D.C.1988).\nThe opposing conclusions reached by members of the Board reflect, at least in part, a difference in their respective views of the weight and value of the evidence of rehabilitation which respondent presented to the hearing committee. Members of the Board who would recommend probation were satisfied that respondent had met his evidentiary burden and adopted the hearing committee’s factual findings, subsidiary and ultimate. Members of the Board who favor disbarment rejected respondent’s claim because they were not satisfied with the quality of the evidence. Specifically, respondent’s failure to present independent medical expert evidence of his rehabilitation and his reliance upon the testimony of witnesses who would be expected to have strong interests favoring him led these members to conclude that the evidence was insufficient under the clear and convincing standard. They were of the view that “[t]he fact that he offered no more evidence than he did suggests that no such evidence is available.”\nRespondent Temple argues that these conclusions rest upon an inappropriate reassessment of the credibility determinations made by the hearing committee and that, absent a recommendation from the Board, this court should accept the factual findings of the hearing committee which are supported by substantial evidence. Therefore, preliminarily, we consider the standard of review which guides our review of the factual findings which will un-dergird our consideration of sanctions.\nTypically, the hearing committee conducts the hearings and makes factual findings and recommendations which it submits to the Board for review, along with the record. D.C.Bar R. XI, § 4(e)(4); see also Peek, supra, 565 A.2d at 632. Nevertheless, the Board has the power to make its own factual findings and forward them to the court with a recommendation pursuant to D.C. Bar R. XI, § 4(e)(7); see also Peek, 565 A.2d at 632. The Board must accept the hearing committee’s factual findings if they are supported by substantial evidence on the record as a whole. Micheel, supra note 10, 610 A.2d at 234 (citing In re Thompson, 583 A.2d 1006, 1008 (D.C.1990)); Shillaire, supra, 549 A.2d at 342; Board on Professional Responsibility Rule 13.6. Although the Board must defer to the hearing committee’s findings of basic facts, it is not obligated to defer to the committee’s determination of “ultimate facts” or conclusions of law. Micheel, 610 A.2d at 234 (citations omitted).\nAbsent a recommendation from the Board, respondent urges this court to apply a similar standard and accept the factual findings of the hearing committee, while drawing our own conclusions of ultimate facts and law. The Board members in favor of disbarment do not challenge this approach. Rather, they argue that whether respondent is significantly rehabilitated to grant probation is an ultimate fact for which the Board owes no deference to the hearing committee’s determination. In Micheel, supra, we characterized as subsidiary findings of basic facts such matters as credibility determinations. 610 A.2d at 234. We equated ultimate facts to conclusions of law or findings having a clear legal consequence. Id. at 234-35. Applying these tests, whether respondent has been significantly rehabilitated to support a probationary sanction is an ultimate fact for which no deference to the hearing committee’s decision is required. See id. at 235. However, the reasons given by Board members recommending against probation involve factual determinations which fall primarily within the sphere customarily left to the factfinder, i.e., the credibility of the witnesses and the weight, value and effect of the evidence. The factfinder who hears the evidence and sees the witnesses is in a better position to make such determinations, having the benefit of those critical first-hand observations of the witness’ demeanor or manner of testifying which are so important to assessing credibility. See In re S.G., 581 A.2d 771, 774-75 (D.C.1990).\nThe hearing committee also had before it the relationships of respondent to the witnesses. Having resolved any questions of credibility, the committee made detailed, basic factual findings relevant to the determination of the likelihood of respondent’s rehabilitation and prospects for continuing recovery. The committee specifically credited the testimony of Ms. Mak-epeace and Mr. Polin about the extent of respondent’s course of recovery from addiction, the sincerity of his efforts, the likelihood of his continuation on that course, and the minimal risk of relapse. The committee also found that respondent had been drug-free for over four years; that he had been involved fully in a program of recovery with AA/NA and regularly attended the group’s meetings. In sum, the hearing committee concluded that respondent “presented impressive evidence of a new lifestyle, built around acknowledging and dealing with his addiction, and there was no contradictory evidence presented to the Committee.” Our examination of the record indicates that the hearing committee’s factual findings and its conclusion that respondent has proven his rehabilitation by clear and convincing evidence are supported by substantial evidence of record, and we will accept them. We turn then to consideration of what mitigating effect respondent’s addiction and evidence of his rehabilitation should have on the imposition of sanctions for respondent’s misconduct.\nIII.\nIn resolving the question, we look for guidance to Kersey, supra. In Kersey, where the respondent successfully showed that his professional conduct was substantially affected by alcoholism, disbarment was stayed pending his satisfactory completion of a five year period of probation. 520 A.2d at 328. In Kersey, we made the following observations which are pertinent to consideration of discipline in this case:\nThese cases are necessarily decided on an individual basis. Factors that are generally considered in all disciplinary cases include the protection of the public, the vindication of public and private rights, and deterrence to the Bar. Our purpose in imposing discipline is not to visit punishment upon an attorney. In re James D. Hutchinson, 518 A.2d 995, 1000 (D.C.1986). Ordinarily, the rehabilitation of the attorney’s professional conduct does not play a major role in our choice of discipline. However, when alcoholism has been a causal factor leading to professional misconduct, rehabilitation from that condition will be considered a significant factor in imposing discipline.\nId. at 327.\nHere, as in Kersey, the requisite nexus between respondent’s conduct and his addiction has been established, as the opinion in Temple I explains. See Temple I, supra, 596 A.2d at 590. Having met his burden of establishing rehabilitation from his admitted addiction, our decision in Ker-sey supports the sanction of suspension of disbarment and probation with strictly monitored conditions as recommended by four members of the Board, the majority of the hearing committee, and Bar Counsel. We agree with their view that the public interest can be best protected by the imposition of the strict conditions of probation which we impose today.\nAccordingly, we order respondent, William J. Temple, disbarred. The execution of our order of disbarment is hereby stayed and he is placed on probation for a period of three years pursuant to D.C. Bar R. XI, § 3(a)(2), under the following conditions:\n1. Total abstinence from the use of alcohol and drugs, to be verified by a sobriety monitor. Such verification may include random drug tests. Respondent shall promptly inform his sobriety monitor of any and all medication prescribed by any physician required for his treatment. Respondent shall inform any physician of his addiction. Respondent shall take such steps as are necessary to allow the practice monitor and/or the Director of the Lawyer Counselling Program to continue the practice of monitoring his medication in consultation with his physicians to assure that respondent avoids addictive medication.\n2. Regular attendance (at least four times per week) of Narcotics Anonymous/Alcoholics Anonymous meetings. The sobriety monitor may require that respondent verify his attendance at these meetings.\n3. Regular sessions with the Director of the Lawyer Counselling Program for the District of Columbia Bar, as often as she deems necessary.\n4. Supervision of respondent’s professional conduct by a practice monitor.\n5. Supervision of respondent’s professional financial activities by a financial monitor.\n6. Appointment of an independent financial consultant to review respondent’s personal financial records and to propose a repayment schedule for monies paid by the Client Security Fund to respondent’s former client, Mrs. Faye Mohler. Respondent shall make such restitution in accordance with the reasonable repayment schedule developed.\nEach monitor shall oversee Temple’s activities as above described for a period of three years and report periodically on his progress to the full Board. We leave to the Board the choice of the various monitors. The Board shall report to the court within sixty days from the date of this opinion the names of the persons selected to perform these functions. If Bar Counsel or any monitor learns that Temple has violated a condition of probation or any provision of the Code of Professional Responsibility, he or she shall report the violation to the Board for investigation of the alleged violation. If a violation is found, then Temple shall be suspended from practice immediately, and the Board shall then determine whether or not the violation requires revocation of probation. Any party may petition the Board for a stay of the order of suspension pending the Board’s decision. Finally, the Board’s decision on revocation may be appealed to this court. See Kersey, supra, 520 A.2d at 328.\nSo ordered.\n. The facts underlying the violations involved are set forth fully in the prior opinion, and they need not be repeated here. See Temple I, supra, 596 A.2d at 586-88. The disciplinary rules for which violations were found were: (1) DR 1-102(A)(3) (illegal conduct involving moral turpitude): (2) DR 1-102(A)(4) (conduct involving dishonesty, fraud, deceit or misrepresentation) (five instances); (3) DR 1-102(A)(5) (conduct prejudicial to the administration of justice) (five instances); (4) DR 9-103(B)(4) (failure to pay promptly client funds); (5) DR 6-101(A)(3) (neglect of legal matter) (four instances); (6) DR 7-101(A)(1) (failure to seek client’s lawful objectives) (four instances); (7) DR 7-101(A)(3) (intentionally prejudicing client during representation); and (8) DR 2-101(A) and (B)(6) and DR 2-102 (all related to misleading client about his status as an attorney in Virginia). Id.\n. In Kersey, we held that \"alcoholism is a mitigating factor to be considered in determining discipline” and that \"when alcoholism has been a causal factor leading to professional misconduct, rehabilitation from that condition will be considered a significant factor in imposing discipline.\" Id. at 326, 327.\n. The history of respondent's addiction is summarized in Temple I, supra, 596 A.2d at 589-91. Three medical experts testified during the prior proceedings about the effects of drugs on the brain and that respondent’s professional misconduct was affected substantially by his drug addiction. Id. at 588-89, 591.\n. Respondent has had a series of medical problems, some of which required surgery. The most recent was in 1991. Respondent has worked with Ms. Makepeace and his doctors to limit any medication to those which do not create a risk of addiction. Respondent keeps Ms. Makepeace informed when any physician prescribes medication for his condition, and she in turn speaks to the physicians who monitor respondent’s medication and also to an “addic-tionologist” for clarification of any questions she has on the drugs prescribed. Ms. Makep-eace testified that she found no cause for concern about respondent's then current medication.\n.Ms. Makepeace has been the director of the Lawyer Counselling Program for the District of Columbia Bar since October 1985. The program is for attorneys, judges, and law students who have problems which interfere with their professional and personal lives, and it is her job to refer these individuals for appropriate treatment. Ms. Makepeace has a bachelor’s degree in human services, a two year degree in drug and alcohol rehabilitation, and fifteen years of experience in the field. She is a certified addiction counselor in the District of Columbia and Virginia, and she has been a member of the American Bar Association’s Impaired Attorneys Commission since 1990.\n. Alcoholics Anonymous and Narcotics Anonymous' twelve step program involves an ongoing process in which the addict or alcoholic follows suggested steps to recovery. Steven Polin, respondent's AA/NA sponsor, explained that while it is suggested that the steps be followed in order, it is the experience of those in the program that one is always working on various elements of several steps simultaneously.\n. Oxford House is a national organization that assists in establishing housing for recovering addicts and alcoholics. It acts as an umbrella organization for approximately 280 Oxford Houses nationally, each of which is financially self-supportive.\n.The majority report of the hearing committee points out that \"[a]ll of the experts have testified that statistically the prognosis for recovery is better for professionals than for non-professionals.”\n. Bar Counsel did not take issue with the hearing committee’s findings and conclusions and recommended the same conditions of probation as those recommended by the hearing committee and urged by respondent.\n. These members of the Board stated: We would accept the Hearing Committee's findings whether or not they were deemed to be \"ultimate facts,” which are not binding on us, or \"subsidiary findings as to basic facts,” which would be binding on us. See In re Micheel, 610 A.2d 231, 234 (D.C.1992).\n. The following excerpts from the members who recommend disbarment show their concerns in this regard:\nWe are troubled by the quality of evidence introduced by Respondent. Only four witnesses testified. Two were Respondent and his wife, whose biases are self-evident. Another was Respondent’s sponsor in Narcotics Anonymous. He was not offered as an expert, but rather to give his observations of Respondent. Thus, he did not give an opinion concerning Respondent's rehabilitation. Moreover, it is clear that he and Respondent have become personal friends.\n******\nWe are concerned that no independent medical expert was called to testify at the remand hearing.\n******\nHowever, the reason that we would now reject Respondent’s claim of rehabilitation, has nothing to do with the passage of time. Rather, it is based on the quality of the evidence offered. Respondent has had ample time to present any evidence that exists. The fact that he offered no more evidence than he did suggests that no such evidence is available.\n. The facts as found by the hearing committee are summarized in Part I of this opinion.\n. The hearing committee recommended that prior authorization for any medication be obtained from the sobriety monitor. Since such a condition may impose an impediment to legitimate medical intervention for unforeseen emergencies, we have included provisions which, if followed, should accomplish the same result.\n. Respondent has agreed to all of these requirements, and Bar Counsel reported that “so far as Bar Counsel is aware, has been adhering to them since the filing of the report of Hearing Committee Number Six in March 1992.”\n. Bar Counsel, in his brief, has identified for the court various problems associated with disciplinary cases as a result of the Kersey holding and its progeny and the need for special procedures to address them. Among the suggested solutions are: (1) establishment of a committee specially trained in addiction issues to determine causation; (2) automatic interim suspension upon entry of a Kersey-type plea in mitigation of sanction; and (3) limitation on the types of cases in which the Kersey-type mitigation principle shall apply. While these are matters of considerable importance, they are not appropriate for resolution in this particular case. These concerns can be addressed better through the rulemaking process rather than on a case by case basis.",
        "type": "majority",
        "author": "WAGNER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Leonard H. Becker, Bar Counsel, with whom Wallace E. Shipp, Jr., Deputy Bar Counsel, and Michael S. Frisch, Asst. Bar Counsel, Washington, DC, were on the brief, for the Office of Bar Counsel.",
      "Joan L. Goldfrank, Washington, DC, for the Bd. on Professional Responsibility.",
      "Steven C. Tabackman, Washington, DC, for respondent."
    ],
    "corrections": "",
    "head_matter": "In re William J. TEMPLE, Respondent.\nNo. 90-SP-297.\nDistrict of Columbia Court of Appeals.\nArgued June 16, 1993.\nDecided Aug. 12, 1993.\nLeonard H. Becker, Bar Counsel, with whom Wallace E. Shipp, Jr., Deputy Bar Counsel, and Michael S. Frisch, Asst. Bar Counsel, Washington, DC, were on the brief, for the Office of Bar Counsel.\nJoan L. Goldfrank, Washington, DC, for the Bd. on Professional Responsibility.\nSteven C. Tabackman, Washington, DC, for respondent.\nBefore FERREN, TERRY and WAGNER, Associate Judges."
  },
  "file_name": "1203-01",
  "first_page_order": 1249,
  "last_page_order": 1256
}
