{
  "id": 11503089,
  "name": "Leonard J. MORRY, Jr. v. CITY OF WARWICK",
  "name_abbreviation": "Morry v. City of Warwick",
  "decision_date": "2000-01-10",
  "docket_number": "No. 98-387-A",
  "first_page": "1205",
  "last_page": "1207",
  "citations": [
    {
      "type": "official",
      "cite": "742 A.2d 1205"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "694 A.2d 747",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11982205
      ],
      "pin_cites": [
        {
          "page": "748"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/694/0747-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 296,
    "char_count": 4926,
    "ocr_confidence": 0.654,
    "pagerank": {
      "raw": 5.4580274124515145e-08,
      "percentile": 0.3427894830934159
    },
    "sha256": "bd262dcd0aed0103ad927ba8026657c98142de0af6e263718e23798dd2f19673",
    "simhash": "1:3039cad88c00748b",
    "word_count": 781
  },
  "last_updated": "2024-02-27T18:02:01.051786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present WEISBERGER, C.J., and LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
    ],
    "parties": [
      "Leonard J. MORRY, Jr. v. CITY OF WARWICK."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before the Court for oral argument on December 8, 1999, pursuant to an order that directed both parties to appear in order to show cause why the issues raised by this appeal should not be summarily decided. The plaintiff, Leonard J. Morry, Jr. (plaintiff), appeals from the entry of summary judgment in favor of the defendant, City of Warwick (city), and, alternatively, from the denial of his cross-motion for summary judgment. After hearing the arguments of counsel and examining the memoranda filed by the parties, we are of the opinion that cause has not been shown and that the issues raised by this appeal should be decided at this time.\nThe plaintiff is a retired police officer previously employed by the city. Upon plaintiffs retirement from the Warwick Police Department in 1975, the Warwick board of public safety (board), the agency that directs the police pension fund roll, placed him on the city’s pension fund. At the time of plaintiffs retirement, the city, by local ordinance, had a retirement system in effect for its police officers. The General Assembly authorized the city to establish a pension fund for the members of its police department by a special act adopted in 1943. See P.L.1943, ch. 1297. Pursuant to the provisions of the city’s retirement .ordinance, a police officer who incurs a “nonservice-connected” disability is entitled to 50 percent of his or her salary. See Warwick, R.I., Code of Ordinances § 52-37 (1971). If the disability is “service-connected,”'then a police officer is entitled to 66 % percent of his or her salary. See id. at § 52-38.\nBased on the evidence before it, the board determined that plaintiff suffered a nonservice-connected injury and awarded plaintiff benefits in the amount of 50 percent of his salary. In November 1981, plaintiff requested that the board increase his pension benefits from 50 percent to 66 % percent. The board denied plaintiffs request. In February 1989, plaintiff again requested that the board increase his pension. Again, however, the board denied his request and refused to increase his pension benefits.\nIn 1997, plaintiff filed a complaint in the Superior Court seeking additional benefits retroactive to the date of his retirement in the amount of 66 % percent of his salary as of the time of his retirement. The plaintiff based his complaint on G.L.1956 § 45-19-19, which authorizes any city or town to provide for a disability retirement allowance of not less than 66 % percent of the retired police officer’s annual salary either by ordinance or through collective bargaining. A justice of the Superior Court, assuming arguendo that plaintiff incurred a service-connected disability, rejected plaintiffs assertion that § 45-19-19 entitled him to additional benefits and granted the city’s motion for summary judgment. On appeal, plaintiff argues that a grant of summary judgment in favor of the city would be appropriate only if he suffered a nonservice-connected disability. We disagree.\nRecently, in Palazzo v. DeLuca, 694 A.2d 747, 748 (R.I.1997), we dealt with a factually similar case in which retired firefighters from the City of Cranston claimed they were entitled to the greater disability benefits provided by § 45-19-19 rather than the lesser disability benefits provided by town ordinance. We explained that a general statute does not repeal special legislation that authorizes or permits a municipality to establish its own pension fund. Like Palazzo, the ordinance in the instant case adopted by the city in accordance with the special act of the General Assembly provides a comprehensive plan for the retirement of disabled police officers. Once adopted, this plan would not be superseded by general statutes, even though applicable to the same subject matter.\nMoreover, as § 45-19-19 is inapplicable to the plaintiff because of the existing town ordinance, the determination of whether the plaintiffs disability is “service-connected” is irrelevant. Whether in fact the plaintiff’s disability is service-connected for purposes of determining the applicability of the city’s retirement ordinance, that argument is waived since he did not raise it in his complaint and the statute of limitations long since has passed. Moreover, we note that the trial justice’s decision was limited to the effect of § 45-19-19, not the city’s retirement ordinance. The plaintiff did not sustain a claim pursuant to § 45-19-19.\nFor the reasons stated, the plaintiff’s appeal is denied. The motion justice’s grant of summary judgment in favor of the city and denial of the plaintiff’s summary judgment motion is affirmed.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Edward C. Roy, Jr., Providence, For Plaintiff.",
      "Kimberly Ann O’Connell, Providence, For Defendant."
    ],
    "corrections": "",
    "head_matter": "Leonard J. MORRY, Jr. v. CITY OF WARWICK.\nNo. 98-387-A.\nSupreme Court of Rhode Island.\nJan. 10, 2000.\nEdward C. Roy, Jr., Providence, For Plaintiff.\nKimberly Ann O’Connell, Providence, For Defendant.\nPresent WEISBERGER, C.J., and LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
  },
  "file_name": "1205-01",
  "first_page_order": 1251,
  "last_page_order": 1253
}
