{
  "id": 11503100,
  "name": "Frank L. LEWIS et al. v. NATIONWIDE MUTUAL INSURANCE COMPANY",
  "name_abbreviation": "Lewis v. Nationwide Mutual Insurance",
  "decision_date": "2000-01-10",
  "docket_number": "No. 98-352-Appeal",
  "first_page": "1207",
  "last_page": "1210",
  "citations": [
    {
      "type": "official",
      "cite": "742 A.2d 1207"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "590 A.2d 398",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7367883
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "400"
        },
        {
          "page": "402"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/590/0398-01"
      ]
    },
    {
      "cite": "417 A.2d 313",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944426
      ],
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/417/0313-01"
      ]
    },
    {
      "cite": "538 A.2d 997",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7885548
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1000"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/538/0997-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 470,
    "char_count": 8046,
    "ocr_confidence": 0.673,
    "pagerank": {
      "raw": 9.569818389036538e-08,
      "percentile": 0.5256256252777671
    },
    "sha256": "2c2980840908e8a1172ae547da2264d2cadd5976d9c047d6069d28fc60a043ca",
    "simhash": "1:095b41fa28952235",
    "word_count": 1279
  },
  "last_updated": "2024-02-27T18:02:01.051786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present WEISBERGER, C.J., and LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
    ],
    "parties": [
      "Frank L. LEWIS et al. v. NATIONWIDE MUTUAL INSURANCE COMPANY."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before the Court for oral argument on December 8, 1999, pursuant to an order that directed both parties to appear in order to show cause why the issues raised by this appeal should not be summarily decided. The plaintiff, Frank L. Lewis (plaintiff), appeals from the entry of summary judgment in favor of the defendant, Nationwide Mutual Insurance Co. (Nationwide or defendant). After hearing the arguments of counsel and examining the memoranda filed by the parties, we are of the opinion that cause has not been shown and that the issues raised by this appeal should be' decided at this time. The facts insofar as pertinent to this appeal are as follows.\nThe plaintiff was involved in two serious automobile accidents, both resulting in uninsured motorist claims. The first accident occurred on May 22, 1991; the second accident occurred approximately two months later, on July 28, 1991. The plaintiff was hospitalized following the first accident, having suffered injuries to his neck, back, and right arm, as well as an amnesia injury. The plaintiff also went to the emergency room following the second accident, complaining of head, neck, and back pain. The plaintiff underwent surgery for his injuries within the year following the accidents. However, neither of his two regular physicians treating his injuries, Dr. Anthony Merlino nor Dr. Mel Epstein, was aware of the second accident or of plaintiffs trip to the emergency room on July 28,1991, until October 1994 and January 1995, respectively, when preparations for the arbitration hearing began.\nOn September 4, 1992, after plaintiffs surgery had been completed, his attorney sent Nationwide a letter requesting $200,-000, the policy limit in the case. The plaintiffs attorney requested in the letter that “if after you have had an opportunity to review your file you feel that the above amount is not fair and reasonable, that we proceed as quickly as possible to arbitration * * Nationwide, allegedly pursuant to the terms of the insurance policy, requested that plaintiff submit to an examination under oath, and requested additional information, including medical reports and tax documents. As of December 21, 1998, Nationwide had still not received all the information that it had requested. The plaintiff, however, claimed that he had given Nationwide all the documents that were in existence.\nOn December 7, 1993, plaintiff filed suit against Nationwide alleging breach of contract, bad faith, and negligence. The claims of Tammy Lewis (Tammy) and Jav-in Lewis (Javin), plaintiffs wife and child, who were also involved in the accidents, were settled and settlement releases were executed. In regard to plaintiffs claim, on May 3, 1994, Nationwide made a settlement offer totaling $110,000 for both accidents — $100,000 for the first accident, $10,000 for the second accident. The plaintiff accepted the $100,000 offer to settle the claim arising from the first accident, the policy limit for a single accident, which sum Nationwide paid. The plaintiffs claim arising from the second accident was submitted to a binding three-member arbitration panel. Arbitration began in late November 1994, after plaintiff rejected Nationwide’s $10,000 settlement offer and after plaintiff changed arbitrators. In April 1995, plaintiff was awarded $42,000 for the second accident, which sum Nationwide paid in May 1995, after plaintiff filed a petition in Superior Court to enforce the award.\nOn June 24, 1996, a justice of the Superior Court granted summary judgment concerning the bad-faith claims of Tammy and Javin on the basis of the settlement-release language. The plaintiffs claims were scheduled for trial on January 27, 1998. After a pretrial conference, the case was referred back for summary judgment review. A second justice of the Superior Court granted Nationwide’s motion for summary judgment on April 28, 1998. That justice concluded that summary judgment was appropriate because the second accident claim was debatable with respect to the causation of the injuries, as set forth in the medical records, and because there was no way to determine whether there was needless delay as plaintiff failed to provide a copy of the insurance policy to the court. Furthermore, the court ruled that the “demand” for arbitration was conditional because, in his letter, plaintiff requested arbitration “if’ the claim could not be settled.\nThe issue on appeal is whether summary judgment was appropriate in this case. The plaintiff argues that summary judgment was inappropriate because there are genuine issues of material fact in dispute. Specifically, plaintiff argues that, pursuant to G.L.1956 § 9-1-33, entitled Insurer’s bad faith refusal to pay a claim made under-any insurance policy, “the question of whether * * * an insurer has acted in bad faith in refusing to settle a claim [is] a question to be determined by the trier of fact.”\nSection 9-1-33 provides a cause of action for an insured when an insurer wrongfully and in bad faith refuses to pay or settle an insurance claim. This Court established the standard for proving bad faith in its decision in Bartlett v. John Hancock Mutual Life Insurance Co., 538 A.2d 997 (R.I.1988). In that case we held that “[t]here cannot be a showing of bad faith when the insurer is able to demonstrate a reasonable basis for denying benefits.” Id. at 1000. When a claim is “ ‘fairly debatable,’ no liability in tort will arise.” Id. (quoting Bibeault v. Hanover Insurance Co., 417 A.2d 313, 319 (R.I.1980)); see also Rumford Property and Liability Insurance Co. v. Carbone, 590 A.2d 398, 400 (R.I.1991). Before a bad-faith claim can even be considered, a plaintiff must prove that the insurer breached its obligation under the insurance contract.\nSummary judgment in the instant case was appropriate for several reasons. First, plaintiff failed to carry his initial burden of proof by not even providing the Superior Court with a copy of the insurance policy. Because no copy of the policy has been provided, there is no way to determine what event actually triggers arbitration, nor whether Nationwide breached the provision. The Superior Court justice determined that plaintiffs initial request for arbitration on September 4, 1992, did not rise to the level of a demand. Second, the evidence does not show that Nationwide unnecessarily delayed compensating plaintiff for the claim. Rather, an issue existed about the extent of the injuries caused by the second accident. The plaintiffs treating physicians were not even aware of the second accident until long after the injuries had been treated, which raises an issue about which portions of the injuries were preexisting. Nationwide paid the award upon the completion of arbitration. Although “[p]ayment in and of itself will not eradicate independent evidence of an insurer’s bad faith,” Rumford Property, 590 A.2d at 402, as in Rumford Property, “the delay in payment of the claim was prompted by a valid question of coverage.” Id. Finally, some of the delays in bringing about the arbitration could-have been attributable to the plaintiff himself. The plaintiff did not demand arbitration or appoint an arbitrator until the fall of 1993. He subsequently changed his arbitrator, and it took until June 1994 to appoint a neutral arbitrator.\nFor the foregoing reasons, the plaintiffs appeal is denied and the judgment of the Superior Court granting summary judgment is affirmed.\n. Neither plaintiff nor defendant has provided this Court, or the Superior Court, with a copy of the insurance policy. On May 18, 1998, plaintiff filed a motion for reconsideration and asked if he could submit a copy of the policy. That motion was denied.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Richard 0. Lessard, Warren, for Plaintiffs.",
      "John M. Boland, Prividence, Mark T. Reynolds, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Frank L. LEWIS et al. v. NATIONWIDE MUTUAL INSURANCE COMPANY.\nNo. 98-352-Appeal.\nSupreme Court of Rhode Island.\nJan. 10, 2000.\nRichard 0. Lessard, Warren, for Plaintiffs.\nJohn M. Boland, Prividence, Mark T. Reynolds, for Defendant.\nPresent WEISBERGER, C.J., and LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
  },
  "file_name": "1207-01",
  "first_page_order": 1253,
  "last_page_order": 1256
}
