{
  "id": 11245346,
  "name": "Judith GALLOWAY, Petitioner, v. WORKERS' COMPENSATION APPEAL BOARD (PENNSYLVANIA STATE POLICE), Respondent; Pennsylvania State Police/State Workers' Insurance Fund, Petitioners, v. Workers' Compensation Appeal Board (Galloway c/o Michael J. Witherel), Respondents",
  "name_abbreviation": "Galloway v. Workers' Compensation Appeal Board",
  "decision_date": "2000-08-04",
  "docket_number": "",
  "first_page": "1209",
  "last_page": "1214",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 1209"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "550 A.2d 1364",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1379684
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/121/0436-01"
      ]
    },
    {
      "cite": "664 A.2d 84",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        470753,
        470818,
        470769,
        7862196,
        7862292,
        7862233
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0423-01",
        "/pa/541/0424-02",
        "/pa/541/0424-01",
        "/a2d/664/0084-01",
        "/a2d/664/0084-03",
        "/a2d/664/0084-02"
      ]
    },
    {
      "cite": "541 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470769,
        470818
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0424-01",
        "/pa/541/0424-02"
      ]
    },
    {
      "cite": "663 A.2d 746",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7875214,
        723967
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "citing 1 Pa.C.S. § 1921(a)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/663/0746-01",
        "/pa-super/444/0206-01"
      ]
    },
    {
      "cite": "444 Pa.Super. 206",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        723967
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "citing 1 Pa.C.S. § 1921(a)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/444/0206-01"
      ]
    },
    {
      "cite": "428 A.2d 1016",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "684 A.2d 559",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "546 Pa. 658",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "676 A.2d 690",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863100
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/676/0690-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 668,
    "char_count": 14718,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 3.792540526367221e-07,
      "percentile": 0.8970650412437173
    },
    "sha256": "acfbc85e7331b316b3f57a0377380b4b46eb3f7fbebabcf753918f745716213f",
    "simhash": "1:644eb9279bd2c19c",
    "word_count": 2310
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI, Judge, FLAHERTY, Judge, and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "Judith GALLOWAY, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (PENNSYLVANIA STATE POLICE), Respondent. Pennsylvania State Police/State Workers’ Insurance Fund, Petitioners, v. Workers’ Compensation Appeal Board (Galloway c/o Michael J. Witherel), Respondents."
    ],
    "opinions": [
      {
        "text": "McCLOSKEY, Senior Judge.\nPresently before this Court are the consolidated appeals of Judith Galloway (Claimant) and the Pennsylvania State Police/State Workers’ Insurance Fund (Employer) from a decision of the Workers’ Compensation Appeal Board (Board) which affirmed in part and reversed in part a decision of a Workers’ Compensation Judge (WCJ). For the reasons which follow, we affirm.\nThe record reflects that in March of 1982, Claimant sustained a work-related injury in the nature of severe depression during the course of her employment with Employer. Pursuant to a decision of a WCJ, Claimant began receiving benefits.\nThereafter, in February of 1997, Claimant filed, a penalty petition, alleging that Employer had unilaterally terminated her benefits. Employer denied the allegations and a hearing was held before a WCJ. At the hearing, counsel for Employer indicated that Claimant’s benefits were suspended based on her failure to return a properly completed LIBC-760 Form. Specifically, Claimant refused to reveal her residential address.\nIn response, Claimant’s counsel stated that Claimant’s compensation checks had been forwarded to his address in Pittsburgh, Pennsylvania pursuant to a Power of Attorney. Counsel indicated that he was acting in a fiduciary capacity for Claimant, that Claimant wished for this procedure to continue and that Claimant did not want to disclose her address to Employer.\nThe WCJ then made the following finding:\nThis judge finds that although Claimant has provided her counsel with Power of Attorney to obtain her checks, this method does not permit compliance by the Claimant with the Act. Furthermore, Claimant has not submitted any legitimate reason for the necessity of the Power of Attorney. Therefore, this judge finds that until Claimant is in compliance with the Act/[] specifically Claimant submits her residential address to the Employer/Carrier, Employer has not violated the Act.\nThis judge notes that Claimant’s benefits should be reinstated once she provides her current residential address to the Employer/Carrier. However, anything other than the specific residential address is not acceptable.\n(WCJ’s opinion at page 4, emphasis in original).\nClaimant appealed and the Board affirmed in part and reversed in part. Citing Bureau Rule 121.25, the Board noted that an attorney can receive compensation checks if that attorney is acting in a fiduciary capacity. Because Claimant’s counsel was provided with a Power of Attorney allowing him to receive Claimant’s checks, the Board concluded that a fiduciary capacity existed and that Claimant’s counsel could properly receive the checks. The Board went on to state:\nBased upon the circumstances of this case, specifically Claimant’s failure to supply a residential address to [Employer], we do not believe the Judge abused her discretion in denying penalties in this case. However, we believe she did err in suspending Claimant’s benefits until such time as she would provide a residential address as there is no support for such suspension contained within the language of the Act. Thus, we will reverse the suspension of Claimant’s benefits.\n(Board opinion at page 4).\nThe Board stated, however, that the WCJ was correct in ordering Claimant to provide her residential address. The Board emphasized that it is necessary for Employer to know where Claimant lives in order to provide job referrals, to facilitate management of Claimant’s claim and, finally, to investigate Claimant’s level of impairment in order to avoid fraud. Hence, the Board determined that while the WCJ erred in allowing the suspension of Claimant’s benefits until such time as she provided her current residential address, she was correct in denying penalties. The Board then admonished Claimant for her behavior, noting that failure to provide such information would place her in direct violation of a WCJ’s order and subject her to further action.\nBoth Claimant and Employer now appeal to this Court. In essence, Claimant argues that there is no specific requirement under the Act that she provide her residential address; thus, there was no basis under the Act for Employer’s unilateral suspension of benefits and she is therefore entitled to penalties.\nAt the center of this dispute is the LIBC-760 Form. Employer asserts that when our Legislature passed Act 57, it created new reporting requirements for employees who file for or are receiving workers’ compensation benefits. It was an effort, Employer argues, to facilitate management of claims and to reduce fraud within the workers’ compensation system. Part of these reporting requirements was the obligation to complete the LIBC-760 Form.\nEmployer contends that by failing to completely fill out the Form, Claimant is deliberately attempting to obstruct Employer from acquiring information necessary for the administration of her claim and the determination of whether she is entitled to compensation. See Section 311.1(a)(7) of Act 57. Further, Claimant is in violation of Section 311.1(c) of Act 57 which imposes an obligation of cooperation with the insurer in an investigation regarding employment or physical condition. Additionally, Employer notes, Section 311.1(e) of Act 57 specifically provides that a claimant has a continuing obligation to supply relevant information. As Claimant’s residential address is vital to Employer’s ability to continue to monitor her status and entitlement to benefits, Ern-ployer argues that it properly suspended her benefits pursuant to Section 311.1 (g) of Act 57 (permitting the suspension of compensation benefits until a completed verification form is returned).\nIn response, Claimant asserts that the Act is silent as to whether the address provided must be “the place where the employee is physically present.” (Claimant’s brief at page 15). Claimant goes on to state, “[T]here is nothing to prevent an employee from entering a P.O. Box as her address ... And, in this respect, there is nothing which prevents [Claimant] from using her attorney’s address as the address at which she wishes to receive her mail.” (Id. at pages 15-16).\nWith regard to Section 311.1(e) of Act 57, relating to the accurate completion of verification forms, Claimant asserts that the focus is a claimant’s change in condition or employment, not a claimant’s residential address. As for the penalty provisions in Section 311.1(g) of Act 57, Claimant argues that Employer’s challenge is to the accuracy of the information provided and did not constitute grounds for suspension of her benefits.\nThis Court has recognized that in order for the imposition of penalties to be appropriate, a violation of the Act or of the rules and regulations issued pursuant to the Act must appear in the record. Moore v. Workmen’s Compensation Appeal Board (Reading Paperboard Corp.), 676 A.2d 690 (Pa.Cmwlth.1996), petition for allowance of appeal denied, 546 Pa. 658, 684 A.2d 559 (1996); Glagola v. Workmen’s Compensation Appeal Board, 59 Pa.Cmwlth. 80, 428 A.2d 1016 (1981). However, even if a violation of the Act is apparent on the record, the imposition of a penalty is not required; rather, the imposition of a penalty is at the discretion of the WCJ. Moore.\nHere, we are asked to decide whether the Board properly affirmed the WCJ’s decision not to award penalties. The record indicates that Employer unilaterally suspended Claimant’s benefits when she failed to disclose her address on the LIBC-760 Form. Hence, we must determine whether Employer’s reliance on Section 311.1(g) of Act 57, was proper and, in turn, whether Employer violated the Act such that penalties are warranted.\nWhen interpreting a statute, a court must ascertain and effectuate the intent of the legislature and give full effect to each provision of the statute if at all possible. Commonwealth of Pennsylvania v. Lopez, 444 Pa.Super. 206, 663 A.2d 746 (1995)(citing 1 Pa.C.S. § 1921(a)). Where the words of a statute are clear and free from ambiguity the legislative intent is to be gleaned from those very words. Pennsylvania Financial Responsibility Assigned Claims Plan v. English, 541 Pa. 424, 664 A.2d 84 (1995). Further, when construing one section of a statute, courts must read that section not by itself, but with reference to, and in light of, the other sections because there is a presumption that in , drafting the statute, the General Assembly intended the entire statute to be effective. Lopez, (citing 1 Pa.C.S. § 1922).\nWith these rules of statutory construction in mind, we have reviewed Section 311.1 of Act 57. It is apparent that this Section of Act 57 is aimed at the reporting of employment, self-employment and physical condition by claimants at the request of employers. While Section 311.1(g) of Act 57 does permit the suspension of benefits by an employer in the event a completed verification is not returned by a claimant, we do not believe that the Legislature intended for suspensions to occur in the event a residential address is not listed. In other words, the plain meaning of the Section reflects that suspensions may occur if a verification is lacking information which the Section intends to acquire; namely, information regarding employment, self-employment and/or physical condition.\nNevertheless, we conclude that the Board did not err when it affirmed the WCJ’s refusal to award penalties. While we do not countenance Employer’s actions and cannot say that such behavior will not be penalized in the future, we do not believe that its actions warrant our incursion on a discretionary function of the WCJ.\nAccordingly, the order of the Board is affirmed.\nORDER\nAND NOW, this 4th day of August, 2000, the order of the Workers’ Compensation Appeal Board is hereby affirmed.\n. The parties do not dispute that as an undercover police officer, Claimant's mental problems resulted from, inter alia, fear for her personal safety because she believed that her cover had been \"compromised.” (Claimant’s brief at page 5).\n. The Form is captioned \"EMPLOYEE VERIFICATION OF EMPLOYMENT, SELF-EMPLOYMENT OR CHANGE IN PHYSICAL CONDITION” and is forwarded by employers to claimants in an effort to receive updated information regarding a claimant’s employment and physical condition. Included on the form is a space for claimants to note their address. See R.R. at 28a.\n. Workers’ Compensation Act, Act of June 2, 1915, P.L. 736, as amended, 77 P.S. §§ 1-1041.4; 2501-2626.\n. 34 Pa.Code § 121.25. This Rule provides in pertinent part;\n(a) In no event may a claimant’s check for workmen’s compensation or occupational disease compensation be payable to, or delivered to, any attorney, except where the attorney is the administrator or executor of the claimant’s estate, a court appointed trustee, a court appointed guardian, or acting in some other fiduciary capacity.\n. Our scope of review in a workers’ compensation appeal is limited to determining whether an error of law was committed, constitutional rights were violated, or whether necessary findings of fact are supported by substantial evidence. Section 704 of the Administrative Agency Law, 2 Pa.C.S. § 704. Russell v. Workmen's Compensation Appeal Board (Volkswagen of America), 121 Pa.Cmwlth. 436, 550 A.2d 1364 (1988).\n. Act of June 24, 1996, P.L. 350.\n. Specifically, Section 311.1 of Act 57, 77 P.S. § 631.1, provides in pertinent part:\n(a) If an employe files a petition seeking compensation under section 306(a) or (b) or is receiving compensation under section 306(a) or (b), the employe shall report, in writing, to the insurer the following:\n(1) If the employe has become or is employed or self-employed in any capacity.\n(2) Any wages from such employment or self-employment.\n(3) The name and address of the employer.\n(4) The amount of wages from such employment or self-employment.\n(5) The dates of such employment or self-employment.\n(6) The nature and scope of such employment or self-employment.\n(7) Any other information which is relevant in determining the entitlement to or amount of compensation.\n(b) The report referred to in clause (a) must be made as soon as possible but no later than thirty days after such employment or self-employment occurs.\nie) An employe is obligated to cooperate with the insurer in an investigation of employment, self-employment, wages and physical condition.\n(d) If an employe files a petition seeking compensation under section 306(a) or (b) or is receiving compensation under section 306(a) or (b), the insurer may submit a verification form to the employe either by mail or in person. The form shall request verification by the employe that the employe’s status regarding the entitlement to receive compensation has not changed and a notation of any changes of which the employe is aware at the time the employe completes the verification, including employment, self-employment, wages and change in physical condition. ...\n(e) The employe is obligated to complete accurately the verification form and return it to the insurer within thirty days of receipt by the employe of the form.\n(g) If the employe fails to return the completed verification form within thirty days, the insurer is permitted to suspend compensation until the completed verification form is returned. The verification form utilized by the insurer shall clearly provide notice to the employe that failure to complete the form within thirty days may result in a suspension of compensation payments.\n.In this regard, Employer emphasizes that the residential address is necessary in order to \"determine if there is a need for the initiation of job development efforts, periodic physical or psychological evaluations, as well as a determination as to whether surveillance of the Claimant would be indicated.” (Employer’s brief at page 12).\n. Perhaps Employer's argument would have been more persuasive if Claimant had not provided any address at which she could be contacted. However, in light of the legally binding Power of Attorney executed between Claimant and her attorney which allows him to transact all business related to her claim, we conclude that Employer's assertions lack merit and that the address provided by Claimant was sufficient.",
        "type": "majority",
        "author": "McCLOSKEY, Senior Judge."
      }
    ],
    "attorneys": [
      "Michael J. Witherel, Pittsburgh, for petitioner.",
      "James A. Mazzotta and Kimberly A. Rossman, Pittsburgh, for respondents."
    ],
    "corrections": "",
    "head_matter": "Judith GALLOWAY, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (PENNSYLVANIA STATE POLICE), Respondent. Pennsylvania State Police/State Workers’ Insurance Fund, Petitioners, v. Workers’ Compensation Appeal Board (Galloway c/o Michael J. Witherel), Respondents.\nCommonwealth Court of Pennsylvania.\nSubmitted June 16, 2000.\nDecided Aug. 4, 2000.\nMichael J. Witherel, Pittsburgh, for petitioner.\nJames A. Mazzotta and Kimberly A. Rossman, Pittsburgh, for respondents.\nBefore PELLEGRINI, Judge, FLAHERTY, Judge, and McCLOSKEY, Senior Judge."
  },
  "file_name": "1209-01",
  "first_page_order": 1243,
  "last_page_order": 1248
}
