{
  "id": 11644968,
  "name": "Cosmo S. GENIVIVA, Jr., Executor of the Estate of Helen U. Geniviva and individually, Appellee, v. Nick A. FRISK, Jr., Appellant",
  "name_abbreviation": "Geniviva v. Frisk",
  "decision_date": "1999-04-01",
  "docket_number": "",
  "first_page": "1209",
  "last_page": "1216",
  "citations": [
    {
      "type": "official",
      "cite": "725 A.2d 1209"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "489 U.S. 794",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12033559
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "799"
        },
        {
          "page": "1498"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/489/0794-01"
      ]
    },
    {
      "cite": "110 F.3d 954",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        695137
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "958-62"
        },
        {
          "page": "959"
        },
        {
          "page": "962"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/110/0954-01"
      ]
    },
    {
      "cite": "511 U.S. 863",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1146441
      ],
      "weight": 17,
      "year": 1994,
      "pin_cites": [
        {
          "page": "878"
        },
        {
          "page": "2001"
        },
        {
          "page": "878-79"
        },
        {
          "page": "2001"
        },
        {
          "page": "881"
        },
        {
          "page": "1992"
        },
        {
          "page": "868"
        },
        {
          "page": "1996"
        },
        {
          "page": "884"
        },
        {
          "page": "2004"
        },
        {
          "page": "882"
        },
        {
          "page": "2003"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/511/0863-01"
      ]
    },
    {
      "cite": "503 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785911
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "546"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0259-01"
      ]
    },
    {
      "cite": "388 Pa.Super. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        472493
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/388/0001-01"
      ]
    },
    {
      "cite": "367 Pa.Super. 546",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        682690
      ],
      "weight": 4,
      "year": 1987,
      "pin_cites": [
        {
          "page": "153"
        },
        {
          "page": "256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/367/0546-01"
      ]
    },
    {
      "cite": "93 L.Ed. 1528",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "337 U.S. 541",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        572420
      ],
      "weight": 2,
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/us/337/0541-01"
      ]
    },
    {
      "cite": "483 Pa. 68",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1751206
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "quoting Cohen v. Beneficial Industrial Corp., 337 U.S. 541, 69 S.Ct. 1221, 93 L.Ed. 1528 (1949)"
        },
        {
          "page": "545",
          "parenthetical": "quoting Cohen v. Beneficial Industrial Corp., 337 U.S. 541, 69 S.Ct. 1221, 93 L.Ed. 1528 (1949)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/483/0068-01"
      ]
    },
    {
      "cite": "645 A.2d 253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        945882,
        7861435
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/435/0169-01",
        "/a2d/645/0253-01"
      ]
    },
    {
      "cite": "435 Pa.Super. 169",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        945882
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/435/0169-01"
      ]
    },
    {
      "cite": "685 A.2d 545",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "546 Pa. 666",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "675 A.2d 306",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860642,
        736319
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/675/0306-01",
        "/pa-super/450/0054-01"
      ]
    },
    {
      "cite": "450 Pa.Super. 54",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        736319
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/450/0054-01"
      ]
    },
    {
      "cite": "703 A.2d 540",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11882314
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/703/0540-01"
      ]
    },
    {
      "cite": "419 F.2d 1197",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2162807
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "1199"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/419/1197-01"
      ]
    },
    {
      "cite": "136 U.S.App. D.C. 216",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1969,
      "opinion_index": 1
    },
    {
      "cite": "690 A.2d 849",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11924850
      ],
      "pin_cites": [
        {
          "page": "851"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/690/0849-01"
      ]
    },
    {
      "cite": "110 F.3d 954",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        695137
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/f3d/110/0954-01"
      ]
    },
    {
      "cite": "511 U.S. 863",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1146441
      ],
      "weight": 4,
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/us/511/0863-01"
      ]
    },
    {
      "cite": "503 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785911
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "546"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/503/0259-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1095,
    "char_count": 27471,
    "ocr_confidence": 0.708,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24221026013485727
    },
    "sha256": "533362fd1165624c5f895205c720edd293c2268ccc156af08f4423cda856c315",
    "simhash": "1:8f0ff61a9d291d60",
    "word_count": 4396
  },
  "last_updated": "2024-02-27T16:53:29.446607+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "Cosmo S. GENIVIVA, Jr., Executor of the Estate of Helen U. Geniviva and individually, Appellee, v. Nick A. FRISK, Jr., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nThe question in this appeal is whether a common pleas court order denying a motion to approve a settlement filed pursuant to 20 Pa.C.S. § 3323, is a collateral order appeal-able as of right under Pa.R.A.P. 313. Superior Court quashed the appeal as interlocutory. We affirm.\nHelen U. Geniviva died on April 24, 1981. Her will named her son, Cosmo S. Geniviva, as executor and he hired attorney Nick A. Frisk, Jr., to assist him in his duties. In 1989, the other beneficiaries under the will petitioned the Orphans’ Court for an inventory and accounting. Ultimately, the executor was required to reimburse the estate for interest and penalties due on account of the estate’s failure to pay taxes, loss caused by failure to timely liquidate securities, and various other amounts. See In re Estate of Helen U. Geniviva, 450 Pa.Super. 54, 675 A.2d 306 (1996), alloc. denied, 546 Pa. 666, 685 A.2d 545 (1996).\nCosmo Geniviva commenced this action against Frisk by praecipe for writ of summons in January of 1991. The complaint, which was not filed until June of 1994 following the aforementioned decision of the Orphans’ Court, alleged that the estate suffered financial losses due to Frisk’s negligence. In February of 1997, pursuant to 20 Pa.C.S. § 3323, the parties filed a Motion to Approve Settlement. After a conference and indication by the court that the motion would be denied, the parties filed a Motion and Stipulation for Approval of a Revised Settlement. On March 6,1997, the court entered an order denying the motions. The court concluded that the amount of the proposed settlement was inadequate, and that the likelihood of recovery and the amount of potential recovery were greater than argued by the defendant. The court also objected to the proposed allocation of the settlement proceeds.\nFrisk filed an appeal, which Superior Court quashed sua sponte. The court’s per curiam order stated that the appeal was “interlocutory and not collateral,” citing Knisel v. Oaks, 435 Pa.Super. 169, 645 A.2d 253 (1994).\nPennsylvania Rule of Appellate Procedure 313(a) provides that “[a]n appeal may be taken as of right from a collateral order of an administrative agency or a lower court.” Subsection (b) defines “collateral order” as “an order separable from and collateral to the main cause of action where the right involved is too important to be denied review and the question presented is such that if review is postponed until final judgment in the case, the claim will be irreparably lost.” The Note to the Rule states that it is “a codification of existing case law with respect to collateral orders,” and cites Pugar v. Greco, 483 Pa. 68, 394 A.2d 542, 545 (1978) (quoting Cohen v. Beneficial Industrial Corp., 337 U.S. 541, 69 S.Ct. 1221, 93 L.Ed. 1528 (1949)).\nAlthough the “collateral order doctrine” has often been applied in determining whether the appeal was proper in particular cases, our courts have not provided significant analysis of the elements defining a collateral order — separability, importance, and irreparable loss if review is postponed — so as to allow for predictable application to different circumstances. In Darlington, McKeon, Schuckers, and Brown, 1 Pennsylvania Appellate Practice Second Edition, § 313.2, it is observed that “[i]n light of the considerable amount of discretion involved in determining whether an order is a ‘collateral order’ for purposes of appeal under the collateral order doctrine, it is difficult to predict whether a particular order will be deemed to be appeal-able under the doctrine.” Although we cannot resolve all of the uncertainty in one fell swoop, this case allows us the opportunity to examine the contours of two of the factors.\nThe Appellant’s argument focuses on the third element of the collateral order definition. He identifies the question involved as whether the court abused its discretion in refusing to approve the settlement, and argues that review of this question will be irreparably lost if the litigation proceeds to final judgment. Because the settlement agreement was conditioned on approval by the court, by definition it will be unenforceable following trial, and the various advantages to the parties of resolving the dispute without trial will have been irretrievably lost. The Appellant argues that Knisel v. Oaks, the case cited by Superior Court, and National Recovery Systems v. Perlman, 367 Pa.Super. 546, 533 A.2d 152 (1987), which the court relied on in Knisel, are both distinguishable. He further argues that as regards the irreparable loss factor this case is more analogous to Lanci v. Metropolitan Insurance Co., 388 Pa.Super. 1, 564 A.2d 972 (1989).\nNational Recovery Systems was a contract action. Although the defendant made an offer of settlement, the parties disagreed about the nature and effect of the plaintiffs response. The plaintiff asserted that the acceptance created a binding agreement and filed a motion to enforce the alleged settlement. The defendant argued that the acceptance was conditional, and thus no more than a counter-offer, which he had not accepted. The common pleas court agreed with the defendant and denied the plaintiffs motion to enforce settlement. Superior Court held that the order was not appealable under the collateral order doctrine. The court concluded that the plaintiffs claim about the validity of the settlement agreement would not be irreparably lost if immediate review were denied because it could be raised either on appeal from an adverse judgment in the underlying action or in a separate action. In either case, a determination that the settlement agreement was enforceable would entitle the plaintiff to damages caused by the defendant’s breach, including the expenses and other burdens incident to trying the ease.\nKnisel involved a wrongful death and survival action, as well as an underinsured motorist claim against an insurer. The parties ostensibly agreed to settle the bodily injury claims and the court approved the settlement, but the plaintiffs returned the check tendered by the insurer on account of a dispute over the effect of the release on the underinsured motorist claim. The insurer then filed a motion to enforce the settlement, which the court denied. The court also directed that its previous order approving the settlement “be held in abeyance” so as not to prejudice the plaintiffs’ underinsured motorist claim. Superior Court quashed the insurer’s appeal, likening the case to National Recovery Systems. The court observed that the ultimate fate of the settlement agreement was undetermined because the common pleas court had held it in abeyance. This analysis, however, failed to account for the fact that holding the settlement in abeyance was tantamount to rejecting the insurer’s interpretation of the settlement agreement, i.e., that the settlement barred the uninsured motorists claim. Nevertheless, even if the court had correctly recognized that the fate of the settlement agreement effectively had been determined against the appellant, as stated in National Recovery Systems the appellant’s interests could still be vindicated either on appeal from an adverse judgment or in a separate action. Thus Knisel is consistent with the rationale of National Recovery Systems even if the opinion did not fully articulate the application of its holding.\nWe have serious doubts, however, about whether the Lanci opinion accurately represented or applied the rationale of National Recovery Systems in reaching a different result based on different facts. That case arose out of an auto accident between Lanci and an uninsured driver. Lanci agreed to settle all claims with his insurer for $15,000, but later refused to accept the proceeds, asserting that the insurer had misrepresented this amount as the applicable policy limit, when in reality the limit was $250,000. The common pleas court denied the insurer’s motion to enforce the settlement, finding that it was based on a mutual mistake of fact.\nSuperior Court held that the order was appealable under the collateral order doctrine. The court distinguished National Recovery Systems on the grounds that the result of the order denying enforcement in that case was that the matter would proceed to trial, whereas in Lanci, the matter would proceed to an uninsured motorist arbitration hearing. Given that the scope of appellate review from such a hearing would be limited to mistakes of law, the.court concluded that the insurer would lose any opportunity to appeal the court’s factual determination of mutual mistake. This conclusion, however, ignored the alternative means of vindicating the insurer’s- rights identified in National Recovery Systems, a separate action in the nature of breach of contract. Thus even if the court’s determination of mutual mistake would be unreviewable on appeal (a conclusion that is not beyond question), the insurer’s claim that Lanci should have been required to abide by the settlement would not have been irreparably lost.\nNotwithstanding these reservations about Lanci, it is apparent that that case, as well as Knisel and National Recovery Systems, differs from this case in one significant respect. Whereas each of those cases involved one of the parties refusing to go forward with the settlement, in this case the settlement was not effectuated because of the court’s refusal to approve it. This is not analogous to a breach of contract. Indeed, by its terms the settlement agreement was nullified by the failure to obtain judicial approval. The interest asserted by the' Appellant is not his direct interest in the settlement itself, but that the court’s approval not be unreasonably withheld. The question of whether the court abused its discretion would indeed seem to be irretrievably lost if not reviewed immediately. This, however, is not the entire inquiry.\nThe Appellant pays' little attention to the second element of the definition of a collateral order, that the right involved be “too important to be denied review.” In his Summary of Argument, he states simply, “Settlement agreements foster the desired public policy of efficient, expeditious and judicious resolution of disputes.” Brief at p. 6. The Argument section of his brief likewise contains only one sentence on this point: “The rights involved in a settlement agreement have long been recognized as too important to be denied review.” Brief at p. 15, citing to Rothman v. Fillette, 503 Pa. 259, 469 A.2d 543 (1983), National Recovery Systems v. Perlman, and Knisel v. Oaks.\nAlthough Rothman v. Fillette acknowledged the “strong judicial policy in favor of parties voluntarily settling their lawsuits,” 469 A.2d at 546, it hardly stands for the broad proposition set out by the Appellant. The other cases provide just as little support. In National Recovery Systems, Superior Court “assume[d] arguendo that appellant’s right to enforcement of the settlement agreement is a right too important to be denied review.” 533 A.2d at 153. In Knisel, the court summarized the National Recovery Systems opinion, noting that it “assumed for the sake of argument that the second condition had been met,” 533 A.2d at 256, but made no further reference to the “importance” factor.\nThe United States Supreme Court had occasion to consider the collateral order doctrine in the context of a settlement agreement in Digital Equipment Corporation v. Desktop Direct, Inc., 511 U.S. 863, 114 S.Ct. 1992, 128 L.Ed.2d 842 (1994). The district court had dismissed a civil action pursuant to a settlement agreement but later granted Desktop’s motion to vacate the dismissal and rescind the agreement on the ground that Digital had misrepresented material facts during the negotiations. The court of appeals dismissed Digital’s appeal and the Supreme Court affirmed.\nContrary to the appeals court’s heavy reb-anee on the “importance” factor and its conclusion that the rights arising out of a private settlement agreement are relatively unimportant, Digital argued that “importance” was a “rogue factor” that should have no bearing on whether an order is immediately appeal-able. See 511 U.S. at 878, 114 S.Ct. at 2001. The Supreme Court disagreed, observing that whether “importance” is treated as a separate factor or is considered in conjunction with one of the other factors, it cannot be concluded “that ‘importance’ is itself unimportant.” Id. The Court went on to observe that “the third ... question, whether a right is ‘adequately vindicable’ or ‘effectively reviewable,’ simply cannot be answered without a judgment about the value interests that would be lost through rigorous application of a final judgment requirement.” Id. at 878-79, 114 S.Ct. at 2001. Ultimately the Court concluded that even if a settlement agreement could be interpreted as embodying a “right not to stand trial,” there are sound reasons for treating such a privately negotiated right as less important than constitutional or statutory rights to avoid trial, such as double jeopardy or immunity, as to which immediate appealability under the collateral order doctrine had been allowed.\nThe United States Court of Appeals for the Third Circuit has recently explored the meaning of the “importance” factor of the collateral order doctrine in In re Ford Motor Company, 110 F.3d 954, 958-62 (3d Cir.1997). The court observed that in this context, importance “does not only refer to general jurisprudential importance. Rather ... an issue is important if the interests that would potentially go unprotected without immediate appellate review of that issue are significant relative to the efficiency interests sought to be advanced by the final judgment rule.” Id. at 959. Surveying the various cases involving application of the collateral order doctrine, the court, invoking the “apples against oranges” simile, acknowledged that the balancing process involves a comparison of disparate interests. Essentially, however, the interests implicated in any given case must be considered against the costs of piecemeal litigation.\nWe find the discussions of the “importance” factor in Digital Equipment and In re Ford Motor Company useful. For purposes of defining an order as a collateral order under Rule 313, it is not sufficient that the issue be important to the particular parties. Rather it must involve rights deeply rooted in public policy going beyond the particular litigation at hand. We note that Digital also raised the argument suggested by the Appellant here, that the right to avoid trial on account of a settlement agreement is important enough for immediate appeal because it advances the public policy favoring voluntary resolution of disputes. The Supreme Court tersely dismissed this contention by stating, “It defies common sense to' maintain that parties’ readiness to settle will be significantly dampened (or the corresponding public interest impaired) by a rule that a Y decision to let allegedly barred litigation go forward may be challenged as a matter of right only on appeal from a judgment for the plaintiffs favor.” 511 U.S. at 881, 114 S.Ct. at 1992. We believe it likewise defies common sense to maintain that allowing appeals as of right from orders denying enforcement of settle-mént agreements or, as here, denying approval of a settlement agreement, promotes the “efficient, expeditious and judicious resolution of disputes.” Any efficiencies gained in reduced trial litigation would be at the expense of increased appellate litigation.\nThe United States Supreme Court has stated that the “collateral order doctrine” must be narrowly applied lest it be allowed to swallow the general rule, Digital Equipment Corp., 511 U.S. at 868, 114 S.Ct. at 1996, and has characterized the requirements for an appealable collateral order as “stringent.” See Midland Asphalt Corp. v. United States, 489 U.S. 794, 799, 109 S.Ct. 1494, 1498, 103 L.Ed.2d 879 (1989). Although in Pennsylvania the doctrine has been reduced from case law and set forth in our Rules of Appellate Procedure as establishing a class of orders that may be appealed as of right, it nevertheless remains a specialized, practical application of the general rule that only final orders are appealable as of right. Accordingly, we find it appropriate to interpret Rule 313 narrowly. Claims must be analyzed not with respect to the specific facts of the case, but in the context of the broad public policy interests that they implicate. Only those claims that involve interests “deeply rooted in public policy,” Digital Equipment Corp., 511 U.S. at 884, 114 S.Ct. at 2004, can be considered “too important to denied review.”\nThis case involves no such claims. The common pleas court’s order denying the motion to approve settlement implicates no policy interests of sufficient import that immediate appeal was required. Accordingly, the Order of the Superior Court quashing the appeal is affirmed.\nJustice NEWMAN files a Dissenting Opinion in which Justice CASTILLE joins.\n. Section 3323 of the Probate, Estates and Fiduciaries Code provides:\n(a) In general. — Whenever it shall be proposed to compromise or settle any claim, whether in suit or not, by or against an estate ... or any controversy affecting any estate, the court, on petition by the personal representative or by any party in interest setting forth all the facts and circumstances ... may enter a decree authorizing the settlement to be made.\n(b) Pending court action.—\n(1) Court Order. Whenever it is desired to compromise or settle an action in which damages are sought to be recovered on behalf of an estate, any court or division thereof in which such action is pending and which has jurisdiction thereof may, upon oral motion by plaintiff’s counsel of record in such action, or upon petition by the personal representative of such decedent, make an order approving such compromise or settlement. ...\n. In Digital Equipment Corporation v. Desktop Direct, Inc., 511 U.S. 863, 882, 114 S.Ct. 1992, 2003, 128 L.Ed.2d 842 (1994), the Supreme Court applied similar reasoning in concluding that rights arising out of a settlement agreement can be adequately vindicated either on appeal after final judgment or in a separate breach of contract action.\n. The order in question in In re Ford Motor Company involved application of the attorney-client privilege to a discovery request. The court concluded that “the status or relationship, deeply imbedded in our legal culture, is of sufficient importance that the danger of denying justice by delay in appellate adjudication (which would result in irremediable disclosure of privileged material) outweighs the inefficiencies introduced by immediate appeal.” 110 F.3d at 962.\n. With respect to the first element of the collateral order definition, the Appellant suggests that there has been no disagreement with the view that issues surrounding the settlement agreement are collateral to and separable from the merits of the legal malpractice action itself. We find it unnecessary to comment further on this point.\n. We think it important to note that a party aggrieved by an order that does not fall into this small class of cases is not entirely without recourse. Under 42 Pa.C.S. § 702(b), Rule 312, and Chapter 13 of the Rules of Appellate Procedure, permission to appeal may be sought on grounds that the order \"involves a controlling question of law as to which there is substantial ground for difference of opinion and ... immediate appeal form the order may materially advance the ultimate termination of the matter.” Although this procedure invokes the exercise of discretion by both the initial tribunal and the appellate court, absent a stringent interpretation of the definition of a collateral order, Rule 313 would produce the anomalous result of an appeal \"as of right” which involves a \"considerable amount of discretion” on the part of the appellate court alone. See Darlington, McKeon, Schuckers, and Brown, 1 Pennsylvania Appellate Practice Second Edition, § 313.2, cited in the text at p. 3.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      },
      {
        "text": "NEWMAN, Justice,\ndissenting.\nBecause I believe that the trial court’s order, which denied Appellant’s motion to approve a settlement, is a collateral order appealable as of right pursuant to Pa.R.A.P. 313,1 must respectfully dissent.\nOn March 6, 1997, the Court of Common Pleas of Lawrence County denied approval of the parties’ revised settlement agreement. On March 31, 1997, the Superior Court quashed the appeal of that order as interlocutory. We granted allocatur to determine whether the Superior Court erred in quashing as interlocutory the appeal from the order of the trial court rejecting a settlement between the estate of a deceased person and another. Today the majority determines that the Superior Court did not err.\nPennsylvania Rule of Appellate Procedure 313(a) provides that an appeal may be taken as of right from a collateral order of a lower court. Section (b) defines a collateral order as an order “separable from and collateral to the main cause of action where the right involved is too important to be denied review and the question presented is such that if review is postponed until final judgment in the case, the claim will be irreparably lost.” Accordingly, under this rule an order must meet a three-prong test to qualify as a “collateral order;” separability, importance and urgency. Ben v. Schwartz, 690 A.2d 849, 851 (Pa.Cmwlth.1997).\nThe majority acknowledges that the order at issue meets the first and third prongs of the test for collateral orders, in that the order is separable from and collateral to the main cause of action, and that, if review is postponed until final judgment in the case, the question of whether the trial court abused its discretion in refusing to approve the settlement agreement will be irreparably lost. Accordingly, the majority focuses on the second prong of the three-part test, whether the right at issue is too important to be denied review, and finds that the claim stumbles on this factor. After consideration, the majority determines that, for purposes of defining an order under Rule 313, it is insufficient that the issue be important to the parties to the lawsuit but, rather, the issue must involve rights “deeply rooted in public policy”. The majority finds that only that type of claim “can be considered ‘too important to be denied review,’” and concludes that the instant matter involved no such claims. Because the claim at issue does involve interests that are deeply rooted in public policy, I emphatically disagree.\nThere is in our law a strong judicial policy in favor of parties voluntarily settling lawsuits. Rothman v. Fillette, 503 Pa. 259, 469 A.2d 543 (1983). A “primary reason to settle claims is that settlement is the faster way to get money into the hands of a victim of tortious conduct. A secondary reason is to reduce the burden on and expense of maintaining courts.” Id. at 546. As the court stated in Autera v. Robinson, 136 U.S.App. D.C. 216, 419 F.2d 1197, 1199 (1969), and as this Court quoted in Rothman:\nVoluntary settlement of civil controversies is in high judicial favor. Judges and lawyers alike strive assiduously to promote amicable adjustments of matters in dispute, as for the most wholesome of reasons they certainly should. When the effort is successful, the parties avoid the expense and delay incidental to litigation of the issues; the court is spared the burdens of a trial and the preparation and proceedings that must forerun it.\nId., 469 A.2d at 546. The majority’s decision ignores these important policy reasons. The effect of the majority’s decision is to require the parties, who believe that they have already amicably settled their lawsuit, to prepare for trial nevertheless and to litigate their claims. Additionally, any damages due to defendants are necessarily delayed by the time it takes to try the case and to navigate the appeals process. The expenses of a trial, which all parties to the lawsuit wished to avoid likewise burden the court system.\nThe distinguishing factor in the case before us is that the parties, wishing to settle the lawsuit, could not do so without court approval. It was the trial court that refused to ratify a settlement agreement mutually entered into and agreed to by all of the parties involved in the instant lawsuit. Research has revealed no appellate caselaw in this Commonwealth in which a trial court’s refusal to approve such a settlement agreement was denied immediate appeal. In reaching its decision that the right involved is not important enough to merit immediate review, the majority, acknowledging the paucity of caselaw on the issue, found useful the discussions of the “importance” factor in the United States Supreme Court ease of Digital Equipment Corporation v. Desktop Direct, Inc. 511 U.S. 863, 114 S.Ct. 1992, 128 L.Ed.2d 842 (1994), and the Third Circuit’s opinion in In re Ford Motor Company, 110 F.3d 954 (3d Cir.1997). However, these cases did not deal with the situation presented today, a court’s refusal to approve a settlement agreement mutually agreed to by parties to a lawsuit, all of whom legal counsel represent.\nI recognize that the collateral order rule is to be narrowly construed to prevent the exception from subsuming the rule that only final orders are appealable. Van Der Loan v. Nazareth Hospital, 703 A.2d 540 (Pa.Super.1997). However, I am convinced that, according to the facts of this case, the claim at issue is too important to be denied review. Accordingly, because I believe that judicial review of a lower court’s refusal to approve a settlement agreement mutually agreed to by all parties to a lawsuit, when, by statute, the lawsuit cannot be settled without such approval, is a right too important to be denied review, I would remand this case to the Superior Court for determination of this case on the merits.\nJustice CASTILLE joins this dissenting opinion.\n. I note that the proposed settlement agreement provided for a distribution from the Appellant (the estate’s original attorney) to the executor and beneficiaries of the estate, as well as attorney’s fees, totaling $65,000.00. I also note that that the trial court mentioned in its March 6, 1997 order that the estate owed taxes due and counsel fees. One can only speculate about the increase in taxes due and counsel fees generated by the continuation to trial of a case all parties have already completely “settled”, and question whether there will be a depletion of the assets of the estate.\n. In Digital Equipment Corporation v. Desktop Direct, Inc., supra, the issue involved an order vacating a dismissal predicated on the parties’ settlement agreement.\n. In re Ford Motor Company, supra, did not involve a settlement agreement. Instead, the case concerned the immediate appealability of a discovery order denying protection to certain documents claimed to be privileged pursuant to the attorney-client or work product doctrine. The court here held that the importance prong had been met.",
        "type": "dissent",
        "author": "NEWMAN, Justice,"
      }
    ],
    "attorneys": [
      "Frank G; Verterano, New Castle, for Nick A. Frisk, Jr.",
      "Robert C. Tourek, Pittsburgh, for Cosmo Geniviva.",
      "Louis R. Pomerico for Brian and Marilyn Geniviva."
    ],
    "corrections": "",
    "head_matter": "Cosmo S. GENIVIVA, Jr., Executor of the Estate of Helen U. Geniviva and individually, Appellee, v. Nick A. FRISK, Jr., Appellant.\nSupreme Court of Pennsylvania.\nArgued March 11, 1998.\nDecided April 1, 1999.\nFrank G; Verterano, New Castle, for Nick A. Frisk, Jr.\nRobert C. Tourek, Pittsburgh, for Cosmo Geniviva.\nLouis R. Pomerico for Brian and Marilyn Geniviva.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "1209-02",
  "first_page_order": 1267,
  "last_page_order": 1274
}
