{
  "id": 8998345,
  "name": "OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. John Harold McKEON, Jr., Respondent",
  "name_abbreviation": "Office of Disciplinary Counsel v. McKeon",
  "decision_date": "2006-01-05",
  "docket_number": "Nos. 1001 DISC 3, 1053 DISC 3",
  "first_page": "1209",
  "last_page": "1210",
  "citations": [
    {
      "type": "official",
      "cite": "889 A.2d 1209"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 182,
    "char_count": 2494,
    "ocr_confidence": 0.681,
    "sha256": "91eb28f1b0ea1732de2a7a9f8cae2074bd39d4e3d2105ac36c416f4e685781fa",
    "simhash": "1:1d88b73fc1aaac23",
    "word_count": 384
  },
  "last_updated": "2023-07-14T17:43:13.530671+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Former Justice Nigro did not participate in this matter."
    ],
    "parties": [
      "OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. John Harold McKEON, Jr., Respondent."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 5th day of January, 2006, upon consideration of the Recommendation of the Three-Member Panel of the Disciplinary Board dated November 8, 2005, the Joint Petition in Support of Discipline on Consent is hereby granted in accordance with Rule 215(g), Pa.R.D.E., and it is\nORDERED that John Harold McKeon, Jr., is suspended on consent from the Bar of this Commonwealth for a period of three months, to be followed by probation for a period of two years, subject to the following conditions:\n1. Respondent shall abstain from using alcohol or any other mind-altering chemical;\n2. Respondent shall regularly attend Alcoholics Anonymous meetings on a weekly basis and provide written verification of attendance to the Board on a Board-approved form;\n3. Respondent shall obtain a sponsor in Alcoholics Anonymous and maintain weekly contact with that sponsor;\n4. A sobriety monitor shall be appointed in accordance with Disciplinary Board Rule § 89.293(c);\n5. Respondent shall furnish his sobriety monitor with his Alcoholics Anonymous sponsor’s name, address and telephone number;\n6. Respondent shall undergo any counseling or treatment prescribed by a physician or alcohol counselor;\n7. Respondent shall file with the Secretary of the Board quarterly written reports;\n8. With the sobriety monitor, Respondent shall:\na. meet at least twice a month;\nb. maintain weekly telephone contact;\nc. provide the necessary properly executed written authorizations to verify his compliance with the required substance abuse treatment; and\nd. cooperate fully.\n9. The appointed sobriety monitor shall:\na. monitor Respondent’s compliance with the terms and conditions of the order imposing probation;\nb. assist Respondent in arranging any necessary professional or substance abuse treatment;\nc. meet with Respondent at least twice a month, and maintain weekly telephone contact with Respondent;\nd. maintain direct monthly contact with the Alcoholics Anonymous chapter attended by the Respondent;\ne. file with the Secretary of the Board quarterly written reports; and\nf. immediately report to the Secretary of the Board any violations by the Respondent of the terms and conditions of the probation.\nRespondent shall comply with all the provisions of Rule 217, Pa.R.D.E.\nFormer Justice Nigro did not participate in this matter.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. John Harold McKEON, Jr., Respondent.\nNos. 1001 DISC 3, 1053 DISC 3.\nSupreme Court of Pennsylvania.\nJan. 5, 2006."
  },
  "file_name": "1209-03",
  "first_page_order": 1259,
  "last_page_order": 1260
}
