{
  "id": 11342785,
  "name": "William PIZOR, Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (FRANKFORD QUAKER GROCERY COMPANY), Respondent",
  "name_abbreviation": "Pizor v. Workmen's Compensation Appeal Board",
  "decision_date": "1994-11-23",
  "docket_number": "",
  "first_page": "1210",
  "last_page": "1212",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1210"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "367 A.2d 366",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "pin_cites": [
        {
          "page": "370",
          "parenthetical": "holding that \"hearsay evidence, properly objected to, is not competent evidence to support a finding of the Board\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "27 Pa.Commonwealth Ct. 522",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1877207
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "527",
          "parenthetical": "holding that \"hearsay evidence, properly objected to, is not competent evidence to support a finding of the Board\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/27/0522-01"
      ]
    },
    {
      "cite": "593 A.2d 428",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "527 Pa. 658",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "136 Pa.Commonwealth Ct. 98",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1408320
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/136/0098-01"
      ]
    },
    {
      "cite": "144 Pa.Commonwealth Ct. 601",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1424949
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/144/0601-01"
      ]
    },
    {
      "cite": "142 Pa.Commonwealth Ct. 400",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1421240
      ],
      "weight": 3,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/142/0400-01"
      ]
    },
    {
      "cite": "516 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808596
      ],
      "weight": 4,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/516/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 414,
    "char_count": 7665,
    "ocr_confidence": 0.671,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23989989377759088
    },
    "sha256": "c343940f40fddcd003b8894a6cb8d7d7a210e5e0326bd1dcac0a4bebcce4ba8a",
    "simhash": "1:623d2843d10915b9",
    "word_count": 1179
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: PELLEGRINI and FRIEDMAN, JJ., and. RODGERS, Senior Judge."
    ],
    "parties": [
      "William PIZOR, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (FRANKFORD QUAKER GROCERY COMPANY), Respondent."
    ],
    "opinions": [
      {
        "text": "PELLEGRINI, Judge.\nWilliam Pizor (Claimant) appeals an order of the Workmen’s Compensation Appeal Board (Board) affirming the Referee’s decision modifying Claimant’s weekly benefits because he refused suitable alternative employment.\nOn July 30,1987, while working for Frank-ford Quaker Grocery Company (Employer) as a truck driver, Claimant injured his back while loading a truck. A notice of compensation payable was filed, and Claimant received benefits until they were terminated by agreement. However, when Claimant’s disability recurred, by a notice of compensation payable, Claimant again began receiving benefits for his original July 30, 1987 injury.\nAfter having Claimant examined by its doctor, Employer filed a petition for termination of Claimant’s compensation benefits, contending that Claimant had recovered from his work injuries. Additionally, if termination was not granted, Employer sought a modification of the benefits because Claimant refused suitable employment. Accepting Claimant’s medical testimony over that of Employer, the Referee refused to terminate benefits. However, the Referee did agree with Employer that Claimant had refused alternative employment and modified his weekly wage. Claimant appealed to the Board which affirmed. This appeal followed.\nThe Referee’s modification of Claimant’s benefits was based upon the testimony of Agnes Gallen, a certified rehabilitation counselor with expertise in vocational placement. Ms. Gallen testified that, at the Employer’s request, she performed a vocational evaluation of Claimant on November 29, 1989. After interviewing Claimant regarding his vocational background and interests, his educational background, his perception of his physical abilities, and his daily activities, and after reviewing Claimant’s medical records, she provided Claimant with a list of jobs that were available and which he could perform.\nOver the objections of Claimant’s counsel, Ms. Gallen further testified that she had subsequently contacted the employers of these positions to determine whether Claimant had received any of the jobs. Ms. Gallen testified that five of the employers told her that Claimant had not applied for the positions, while four of the employers stated that Claimant did apply for positions with them. Ms. Gallen also testified that she was told by Bayard Sales Corporation (Bayard) that Claimant had applied for a position there which was offered at a wage between $6.50 and $7.50 per hour plus benefits, but that he was not considered for the job because he had demanded a wage of $10.00. Ms. Gallen further testified that Bayard had told her that the position was still available to Claimant if he would consider the offered wages.\nContradicting Ms. Gallen’s testimony, Claimant testified that he had applied for the jobs on the list provided by Ms. Gallen, and that he either did not get the job because of his physical limitations, was not contacted by the prospective employer, or was told that the companies were not hiring. Claimant also stated that, although he had applied for the job with Bayard, he never received a job offer.\nWhile accepting as credible Claimant’s testimony that he had applied for all of the jobs on the referral list, the Referee, relying on Ms. Gallen’s testimony of what she was told by Bayard concerning Claimant’s demand for a higher wage, found that Claimant had acted in bad faith with respect to this position. Because Claimant acted in bad faith, the Referee modified Claimant’s benefits. Kachinski v. Workmen’s Compensation Appeal Board (Vepco Constr. Co.), 516 Pa. 240, 532 A.2d 374 (1987).\nClaimant contends that, because the Referee’s modification of benefits is based solely on impermissible hearsay, i.e., Ms. Gallen’s testimony as to what she was told by Bayard regarding Claimant’s insistence on a particular wage, there is insufficient evidence to support the Referee’s decision of bad faith on Claimant’s part. Hearsay evidence on the part of vocational experts has been permitted, as with all experts, when it is based upon the personal observations of the witness, or it is of “the type reasonably relied on by an expert in the particular field in forming an opinion on the subject.” Acme Markets, Inc. v. Workmen’s Compensation Appeal Board (Pilvalis), 142 Pa.Commonwealth Ct. 400, 409 n. 3, 597 A.2d 294, 298 n. 3 (1991); see also Yezovich v. Workmen’s Compensation Appeal Board (USX Corp.), 144 Pa.Commonwealth Ct. 601, 601 A.2d 1341 (1992).\nIn Acme Markets, this Court noted that the testimony of an employer’s vocational witness relating to the duties associated with a job was admissible to the extent that the expert was testifying as to his own personal observations or to data reasonably relied upon by vocational experts. Acme Markets at 409 n. 3, 597 A.2d at 298 n. 3. Similarly, in Yezovich, this Court held that the testimony of an employer’s vocational expert was admissible when it was based upon the expert’s own observations in reference to the claimant’s follow-up on job referrals, including his availability, his attitude, and the sincerity of his efforts. Yezovich at 606, 601 A.2d at 1343.\nApplying these principles to Ms. Gallen’s conversations with Bayard, her testimony was not of the type that is permissible hearsay because it was not premised on the type of information normally relied upon by vocational experts in forming a professional opinion. Rather, her testimony concerned the truth or veracity particular event, i.e., whether Claimant told Bayard that he would not work except at a higher wage. Being impermissible hearsay, it should have been excluded.\nBecause Ms. Gallen’s testimony was impermissible hearsay, there is no evidence to support the Referee’s finding that Claimant acted in bad faith in applying for the job with Bayard. Accordingly, we reverse the decision of the Board.\nORDER\nAND NOW, this 23rd day of November, 1994, the Order of the Workmen’s Compensation Appeal Board dated December 22, 1993, No. A92-2797, is reversed.\n. Our scope of review is limited to determining whether constitutional rights have been violated, errors of law have been committed, or necessary findings of fact are not supported by substantial evidence. SEPTA v. Workmen’s Compensation Appeal Board (Scott), 136 Pa.Commonwealth Ct. 98, 582 A.2d 421 (1990); petition for allowance of appeal denied, 527 Pa. 658, 593 A.2d 428 (1991).\n. Walker v. Unemployment Compensation Board of Review, 27 Pa.Commonwealth Ct. 522, 527, 367 A.2d 366, 370 (1970) (holding that \"hearsay evidence, properly objected to, is not competent evidence to support a finding of the Board\").\n. Claimant also contends that Employer did not make good faith job referrals because he neither informed the prospective employers of Claimant's limitations nor established that they were willing to employ Claimant despite those limitations. In this regard, an employer need only adduce medical evidence of the claimant’s physical condition and prove that the job referrals comport with the claimant’s physical limitations. Kachinski v. Workmen's Compensation Appeal Board (Vepco Constr. Co.), 516 Pa. 240, 532 A.2d 374 (1987). Here, Employer did produce such evidence, and in fact. Claimant’s medical witness testified that he could perform the duties associated with the position at Bayard.",
        "type": "majority",
        "author": "PELLEGRINI, Judge."
      }
    ],
    "attorneys": [
      "Richard A. Jaffe, for petitioner.",
      "Marc R. Schwartz, for respondent."
    ],
    "corrections": "",
    "head_matter": "William PIZOR, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (FRANKFORD QUAKER GROCERY COMPANY), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Sept. 30, 1994.\nDecided Nov. 23, 1994.\nRichard A. Jaffe, for petitioner.\nMarc R. Schwartz, for respondent.\nBefore: PELLEGRINI and FRIEDMAN, JJ., and. RODGERS, Senior Judge."
  },
  "file_name": "1210-01",
  "first_page_order": 1268,
  "last_page_order": 1270
}
