{
  "id": 7371851,
  "name": "Robert STIEHLER, et al., Petitioners, v. PUBLIC SERVICE COMMISSION OF the DISTRICT OF COLUMBIA, Respondent",
  "name_abbreviation": "Stiehler v. Public Service Commission of the District of Columbia",
  "decision_date": "1993-08-12",
  "docket_number": "No. 92-AA-1162",
  "first_page": "1211",
  "last_page": "1215",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 1211"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "486 A.2d 682",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915085
      ],
      "pin_cites": [
        {
          "page": "690-91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/486/0682-01"
      ]
    },
    {
      "cite": "331 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6156702
      ],
      "weight": 3,
      "year": 1947,
      "pin_cites": [
        {
          "page": "7-8"
        },
        {
          "page": "1051-52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/331/0001-01"
      ]
    },
    {
      "cite": "8 L.Ed. 308",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        1439708
      ],
      "year": 1832,
      "opinion_index": 0,
      "case_paths": [
        "/us/31/0029-01"
      ]
    },
    {
      "cite": "550 A.2d 51",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876640
      ],
      "pin_cites": [
        {
          "page": "55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/550/0051-01"
      ]
    },
    {
      "cite": "71 Ariz. 280",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        5152568
      ],
      "weight": 10,
      "year": 1951,
      "pin_cites": [
        {
          "page": "551"
        },
        {
          "page": "552",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz/71/0280-01"
      ]
    },
    {
      "cite": "6 A.2d 884",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "pin_cites": [
        {
          "page": "886-87"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "335 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193080
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa/335/0273-01"
      ]
    },
    {
      "cite": "5 L.Ed.2d 38",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1960,
      "pin_cites": [
        {
          "parenthetical": "\"gross receipts\" means \"the whole total gross receipts without any deductions"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "81 S.Ct. 43",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1960,
      "pin_cites": [
        {
          "parenthetical": "\"gross receipts\" means \"the whole total gross receipts without any deductions"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "364 U.S. 286",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6165841,
        6165899
      ],
      "year": 1960,
      "pin_cites": [
        {
          "parenthetical": "\"gross receipts\" means \"the whole total gross receipts without any deductions"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/364/0286-01",
        "/us/364/0286-02"
      ]
    },
    {
      "cite": "156 A.2d 328",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "332"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "397 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1286288
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/397/0523-01"
      ]
    },
    {
      "cite": "24 A.2d 264",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "pin_cites": [
        {
          "page": "265",
          "parenthetical": "usual meaning of \"gross\" is \"whole, entire, total, without deduction\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "92 N.H. 16",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4431551
      ],
      "year": 1942,
      "pin_cites": [
        {
          "parenthetical": "usual meaning of \"gross\" is \"whole, entire, total, without deduction\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/92/0016-01"
      ]
    },
    {
      "cite": "82 L.Ed. 535",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "58 S.Ct. 11",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "302 U.S. 692",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6155659,
        6155699,
        6155798,
        6155609,
        6155740
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/us/302/0692-02",
        "/us/302/0692-03",
        "/us/302/0692-05",
        "/us/302/0692-01",
        "/us/302/0692-04"
      ]
    },
    {
      "cite": "90 F.2d 406",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        978619
      ],
      "year": 1937,
      "pin_cites": [
        {
          "page": "408"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/90/0406-01"
      ]
    },
    {
      "cite": "67 App.D.C. 161",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "year": 1937,
      "pin_cites": [
        {
          "page": "163"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 759,
    "char_count": 13970,
    "ocr_confidence": 0.765,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1895454136515295
    },
    "sha256": "eb1148437a07fa58d6fbf663ba87b1cac83f6527b415cfdae429abc98c95346f",
    "simhash": "1:60c2cf5192936dd2",
    "word_count": 2285
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, SCHWELB and KING, Associate Judges."
    ],
    "parties": [
      "Robert STIEHLER, et al., Petitioners, v. PUBLIC SERVICE COMMISSION OF the DISTRICT OF COLUMBIA, Respondent."
    ],
    "opinions": [
      {
        "text": "SCHWELB, Associate Judge:\nRobert 0. Stiehler and L. Leonard Haeker (the consumers) have petitioned this court for review of orders of the Public Service Commission of the District of Columbia (the Commission) holding that the District’s gross receipts tax (GRT) allows public utilities to collect a “tax-on-tax” from their customers. The consumers contend that the plain language of the statute precludes any “tax-on-tax” effect. We affirm.\nI.\nOn June 12, 1991, the Council of the District of Columbia enacted the District of Columbia Gross Receipts and Toll Telecommunication Service Tax Emergency Amendment Act of 1991, which amended D.C.Code § 47-2501 (1990) to increase the GRT for public utility and toll telecommunications services from 6.7 percent to 9.7 percent. The statute now provides, in pertinent part, as follows:\n(a) Before the 21st day of each calendar month, each gas, electric lighting and telephone company that sells public utility services or commodities within the District of Columbia shall:\n(1) File an affidavit with the Mayor indicating the amount of its gross receipts for the preceding calendar month from the sale of public utility services and commodities within the District of Columbia; and\n(2) Pay to the Mayor 9.7% of these gross receipts.\nD.C.Code § 47-2501 (Supp.1993).\nOn November 5 1991, the Office of People’s Counsel (OPC) requested the Commission to conduct an investigation to determine whether the GRT was being collected properly. Initially, the consumers, who participated in the hearings and were then represented by the OPC, contended primarily that the proposed “tax-on-tax” effect conferred an unwarranted cost of service premium to the utilities or, to put it another way, that the utilities were realizing a net gain to which they were not entitled. It was established by expert testimony before the Commission, however, that the utilities were not being enriched in this way. OPC so stipulated on behalf of the consumers in a partial settlement which was subsequently approved by the Commission. The consumers no longer press this argument.\nRepresented by a different attorney (who is also their counsel in this court), the consumers filed a motion for reconsideration, contending that the “tax-on-tax” effect was the result of an incorrect interpretation of the GRT statute, and that it provided the District government (rather than the utilities) with funds to which the District was not entitled. The Commission denied the petition, holding that the consumers’ dispute was really with the GRT law, and not with its construction. The consumers have asked this court to review the Commission’s decision.\nII.\nThe question which the consumers have presented to us in their petition for review comes to us with some unusual wrinkles. First, given the procedural history of this controversy and the consumers’ initial focus on a completely different (and now abandoned) issue, there is some question whether they have properly preserved a point which they unambiguously presented for the first time in their motion for reconsideration. Second, it is unusual for a question which appears to be one of first impression with respect to the District of Columbia tax laws to be litigated before the Public Service Commission, an agency whose expertise lies in other areas. Finally, we have received no substantive brief from the District of Columbia, which is the real party in interest among the consumers’ adversaries. Nevertheless, we assume without deciding that the consumers’ contentions are properly before us, and we therefore address the merits.\nSection 47-2501(a)(l), as the consumers point out, governs gross receipts “from the sale of public utility services and commodities ...” According to the consumers, taxes collected by the utilities are not “services” or “commodities,” and this ends the inquiry.\nWe are of the opinion, however, that the consumers’ construction of the statutory language as excluding from gross receipts the taxes collected by the utilities is unduly parsimonious. The GRT is a gross receipts tax. The gross receipts from the sale of services and commodities may reasonably be construed to include all money collected as a result of such sales, including the GRT. “The statute is all-inclusive — covering gross earnings from whatever source.” Potomac Electric Power Co. v. Hazen, 67 App.D.C. 161, 163, 90 F.2d 406, 408, cert. denied, 302 U.S. 692, 58 S.Ct. 11, 82 L.Ed. 535 (1937); see also Metropolitan Life Ins. Co. v. Rouillard, 92 N.H. 16, 24 A.2d 264, 265 (1942) (usual meaning of “gross” is “whole, entire, total, without deduction”); Commonwealth v. Koppers Company, Inc., 397 Pa. 523, 156 A.2d 328, 332 (1959), appeal dismissed, 364 U.S. 286, 81 S.Ct. 43, 5 L.Ed.2d 38 (1960) (“gross receipts” means “the whole total gross receipts without any deductions). As the Supreme Court of Pennsylvania stated more than half a century ago,\n[t]he language of the ordinance is “the gross receipts of said corporation” — not some of the gross receipts — from all its business — not some of its business or such part of its business as requires a franchise or license from the City.... By “gross receipts ... from all its business” must be understood all receipts arising from the employment of its capital ... It is not material that, as defendant alleges, no profit is derived from the construction work and inspection service; that would be a relevant consideration only if the charge were based on net instead of gross receipts.\nCity of Philadelphia v. Holmes Electric Protective Co., 335 Pa. 273, 6 A.2d 884, 886-87 (1939).\nIn State Tax Comm’n v. Quebedeaux Chevrolet, 71 Ariz. 280, 226 P.2d 549 (1951), a case involving the interpretation of a statute providing for a tax on “gross proceeds of sales” or “gross income from the business,” the court rejected a contention essentially identical to that being presented by the consumers in this case. As the following excerpts from the opinion demonstrate, the dispute between the plaintiff-taxpayer and the Tax Commission in that case was indistinguishable in principle from the present controversy. The court explained that\n[t]he principle upon which the parties differ may well be illustrated by the following example:\nPlaintiff’s contention\nRetail sales price of an automobile, being plaintiff’s gross income therefrom . $3,000\n2% sales tax collected by plaintiff on retail sale and tax due under the Act $ 60\nCommission’s contention\nRetail sale of automobile . co o o\n2% tax passed on to purchaser. Oí o\nPlaintiffs gross income. O o CO\nTax due under the Act (2% of $3060). © <N) tH\n1.20 Or an additional sum due of\nId. 71 Ariz. 280, P.2d at 550. The taxpayer argued that the state’s inclusion of the tax as part of gross income resulted in a tax on a tax because, among other reasons, the taxpayer “is not engaged in the business of selling taxes and therefore any taxes collected by it are not a part of the gross income from the business....” Id. 71 Ariz. 280, 226 P.2d at 551. The court held that such an effect was permissible:\nAs to plaintiff’s not being in the business of selling taxes, it obviously is true that plaintiff is engaged only in the business of selling tangible personal property, and the commission does not contend otherwise. It likewise is true that the tax in question here is no different from rent, utilities, ad valorem taxes, or wages (which plaintiff likewise is not selling) in that it constitutes part of the over-all cost of operation which must be considered when plaintiff fixes the selling price of the tangible personal property which it does sell. Each item considered in setting the ultimate selling pnce, including the tax now in question, is paid by the consumer solely to get the goods. The tax therefore is part of the purchase price, and this price which is paid to get the goods which plaintiff does sell constitutes gross income on each transaction. The Act provides that the “gross proceeds of sales or gross income from the business,” Sec. 73-1303(d), is the base by which the 2% tax is measured. The tax therefore is a part of the selling price which forms the base upon which the amount of the tax is levied.\nId. 71 Ariz. 280, 226 P.2d at 552 (emphasis in original).\nA comparison of the District’s GRT law with its sales tax statute is instructive. The “gross sales” chapter of the latter measure provides for sales taxes in varying amounts on various goods and services. The Council, however, expressly precluded a “tax-on-tax” effect, by providing in D.C.Code § 47-2001(p) (1990) that\n(2) The term “sales price” does not include any of the following:\n* * # * * *\n(D) The amount of reimbursement of tax paid by the purchaser to the vendor under this chapter.\nNo similar provision appears in § 47-2501, which provides for a GRT.\nAssuming, arguendo, that the text of the statute and the authorities cited are not dispositive in the Commission’s favor, the administrative construction of this legislation is devastating to the consumers’ position. Mark Gripentrog, Acting Chief of the Office of Economics and Tax Policy of the District’s Department of Finance and Revenue (DFR), testified before the Commission that the DFR calculates the GRT “so as to result in a tax-on-tax effect. In essence, the tax-on-tax is included in the Department’s revenue collection estimate.” Mr. Gripentrog explained that\n[a] gross receipts tax, by its nature, has a cascading effect. That means it is a tax on a tax in those situations. So, yes, it was intended that way.\nMr. Gripentrog stated that if the GRT were calculated so as not to have a tax-on-tax effect, this could result in a “significant revenue shortfall.” He further indicated that the revenue estimates from the GRT which the DFR provides to the Council of the District of Columbia, and which the Council uses in enacting revenue measures, are based on estimates of the GRT which include its tax-on-tax effect.\n“One of the most significant aids of construction in determining the meaning of revenue laws is the administrative interpretation given such acts by the agency that is responsible for its administration and enforcement.” 3A Norman J. Singer, Sutherland Statutory Construction § 66.04, at 24 (5th ed. 1992); see, generally, Winchester Van Buren Tenants Ass’n v. District of Columbia Rental Hous. Comm’n, 550 A.2d 51, 55 (D.C.1988). Moreover, it appears to be undisputed that for many years and through numerous reenactments, the DFR has been calculating the GRT as a tax with a tax-on-tax effect. See reenactments enumerated after D.C.Code § 47-2501(e) (1990). As Justice Story so eloquently wrote for the Supreme Court a great many years ago in United States v. State Bank of North Carolina, 6 Pet. (31 U.S.) 29, 39-40, 8 L.Ed. 308 (1832),\n[i]t is not unimportant to state, that the construction which we have given to the terms of the act, is that which is understood to have been practically acted upon by the government, as well as by individuals, ever since its enactment. Many estates, as well of deceased persons, as of persons insolvent who have made general assignments, have been settled upon the footing of its correctness. A practice so long and so general, would, of itself, furnish strong grounds for a liberal construction; and could not now be disturbed without introducing a train of serious mischiefs. We think the practice was founded in the true exposition of the terms and intent of the act: but if it were susceptible of some doubt, so long an acquiescence in it would justify us in yielding to it as a safe and reasonable exposition.\nAccord, Crane v. Comm’r of Internal Revenue, 331 U.S. 1, 7-8, 67 S.Ct. 1047, 1051-52, 91 L.Ed. 1301 (1947); 3A Sutherland, supra, § 66.04, at 24.\nGiven the all-encompassing nature of a gross receipts tax, the absence of statutory language (such as that in the sales tax legislation) precluding a tax-on-tax effect, and the construction of the Act by a representative of the DFR, the consumers have not persuaded us that the Commission’s disposition of the issue was erroneous. Accordingly, the orders which the consumers have asked us to review must be and each is hereby\nAffirmed.\n. The consumers stated in their petition for reconsideration that they were \"satisfied that there is no net gain — in earnings or profits— flowing to the [utilities] from their imposition of the GRT surcharge factor.” It is undisputed, and this court has held, that a utility is entitled to pass on the economic burden of the GRT to its customers. Washington Metropolitan Area Transit Authority v. Public Service Comm’n, 486 A.2d 682, 690-91 (D.C.1984).\n. Oddly, the parties which have filed briefs defending the Commission’s order — the Commission and the utilities — have no appreciable stake in the outcome. The dispute which the consumers now ask us to decide realistically affects only the customers of the utilities on the one side and the District and its taxpayers on the other.\n. The Commission having correctly ruled that the GRT has a tax-on-tax effect, it follows that its approval of a proposed settlement which reflected that effect was not arbitrary or capricious. The consumers also contend that there is no regulatory justification for the tax-on-tax effect. Since the controversy relates to the meaning of a revenue measure, however, this argument is not in point. We have also considered the consumers' remaining contentions, but find them to be without merit.",
        "type": "majority",
        "author": "SCHWELB, Associate Judge:"
      }
    ],
    "attorneys": [
      "Linda Hanten, Washington, DC, for petitioners.",
      "Lawrence D. Crocker, Asst. Gen. Counsel, with whom Daryl L. Avery, Gen. Counsel, and Josephine Scarlett-Simmons and Veda M. Shamsid-Deen, Staff Counsel, Washington, DC, were on the brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "Robert STIEHLER, et al., Petitioners, v. PUBLIC SERVICE COMMISSION OF the DISTRICT OF COLUMBIA, Respondent.\nNo. 92-AA-1162.\nDistrict of Columbia Court of Appeals.\nArgued March 30, 1993.\nDecided Aug. 12, 1993.\nLinda Hanten, Washington, DC, for petitioners.\nLawrence D. Crocker, Asst. Gen. Counsel, with whom Daryl L. Avery, Gen. Counsel, and Josephine Scarlett-Simmons and Veda M. Shamsid-Deen, Staff Counsel, Washington, DC, were on the brief, for respondent.\nBefore STEADMAN, SCHWELB and KING, Associate Judges."
  },
  "file_name": "1211-01",
  "first_page_order": 1257,
  "last_page_order": 1261
}
