{
  "id": 11342969,
  "name": "Theodore KUZNIAR, Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (SHARON STEEL CORPORATION), Respondent",
  "name_abbreviation": "Kuzniar v. Workmen's Compensation Appeal Board",
  "decision_date": "1994-11-23",
  "docket_number": "",
  "first_page": "1212",
  "last_page": "1216",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1212"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "144 Pa.Commonwealth Ct. 382",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1424912
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/144/0382-01"
      ]
    },
    {
      "cite": "531 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834345
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0287-01"
      ]
    },
    {
      "cite": "132 Pa.Commonwealth Ct. 277",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1401213
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/132/0277-01"
      ]
    },
    {
      "cite": "144 Pa.Commonwealth Ct. 684",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1424896
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/144/0684-01"
      ]
    },
    {
      "cite": "638 A.2d 373",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7359897,
        1458198
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "376"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/638/0373-01",
        "/pa-commw/162/0097-01"
      ]
    },
    {
      "cite": "162 Pa.Commonwealth Ct. 97",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1458198
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/162/0097-01"
      ]
    },
    {
      "cite": "600 A.2d 955",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "529 Pa. 636",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "139 Pa.Commonwealth Ct. 326",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1415171
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/139/0326-01"
      ]
    },
    {
      "cite": "465 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1712655
      ],
      "weight": 4,
      "year": 1975,
      "pin_cites": [
        {
          "page": "255"
        },
        {
          "page": "749",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/465/0249-01"
      ]
    },
    {
      "cite": "143 Pa.Commonwealth Ct. 609",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1423177
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "615",
          "parenthetical": "citing Workmen's Compensation Appeal Board v. Hartlieb, 465 Pa. 249, 348 A.2d 746 (1975)"
        },
        {
          "page": "629",
          "parenthetical": "citing Workmen's Compensation Appeal Board v. Hartlieb, 465 Pa. 249, 348 A.2d 746 (1975)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/143/0609-01"
      ]
    },
    {
      "cite": "127 Pa.Commonwealth Ct. 587",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1391612
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/127/0587-01"
      ]
    },
    {
      "cite": "644 A.2d 165",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "537 Pa. 642",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "157 Pa.Commonwealth Ct. 76",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1449045
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/157/0076-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 747,
    "char_count": 15183,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23990143826918095
    },
    "sha256": "620b782f5a9746b45497c54999df659e4b3308a0247de245caab0ae986209ff9",
    "simhash": "1:00224917c75997c1",
    "word_count": 2414
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McGINLEY and NEWMAN, JJ., and LORD, Senior Judge."
    ],
    "parties": [
      "Theodore KUZNIAR, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (SHARON STEEL CORPORATION), Respondent."
    ],
    "opinions": [
      {
        "text": "NEWMAN, Judge.\nTheodore Kuzniar (Claimant) appeals from an order of the Workmen’s Compensation Appeal Board (Board), which affirmed a referee’s decision denying him specific loss benefits under Section 306(c)(8) of The Pennsylvania Workers’ Compensation Act (Act). We affirm.\nClaimant worked for Sharon Steel Corporation (Employer) for over forty-two years as a crane operator and a boilermaker. _ During the course of his employment, Claimant was exposed to loud and continuous noise from various machines operating in close proximity to his work place.\nOn January 14, 1992, Claimant filed a claim petition, alleging that he suffers a hearing loss in both ears caused by prolonged exposure to noise at work. Employer filed an answer, denying the material allegations of Claimant’s petition.\nThe referee subsequently held hearings on March 4,1992 and July 10,1992. In support of his petition, Claimant testified that he has difficulty carrying on conversations in the car and understanding sermons at church. Claimant stated that he cannot understand his wife and daughter, and he cannot hear the telephone ring or the television unless the volume is set at a high level. He further stated that when he goes to a restaurant, he must ask his wife to repeat what the servers say because he cannot understand them.\nClaimant also presented the deposition testimony of Stephen M. Froman, M.D., an otolaryngologist. To determine the extent of Claimant’s hearing loss, Dr. Froman performed a variety of tests, including a test to ascertain Claimant’s speech determination ability. The normal conversational range in speech discrimination testing is from 40 to 60 to 65 decibels, and a score below 90% is abnormal. At the normal conversational range, Claimant’s scores were as follows:\nRight Left Sound\nEar Ear Field\n40 decibels 60%' 60% 52%\n50 decibels 84% 64% 64%\n60 decibels 84% 84% 76%\nDr. Froman testified, based on Claimant’s history, his examination and audiologic testing, that Claimant suffers a bilateral, sloping, mild to severe or profound neurosensory hearing loss with markedly impaired speech discrimination ability. It also was Dr. Fro-man’s opinion that Claimant’s complaints concerning his hearing difficulties in everyday life are consistent with the audiologic test results. Dr. Froman further testified that Claimant’s hearing loss is a result of his exposure to loud noises during his employment, and he has lost the use of his hearing for all practical intents and purposes.\nEmployer, in opposition, presented the deposition testimony of Donald B. Kamerer, M.D., also an otolaryngologist. Dr. Kamerer testified that he agreed with Dr. Froman that Claimant has an asymmetrical sloping high frequency sensory neural loss in the high frequencies. With respect to speech discrimination testing, Dr. Kamerer only tested Claimant at 40 decibels above his speech reception threshold. Claimant’s score at 55 decibels in his right ear was 90%, and his score at 58 decibels in his left ear was 90%. Although Dr. Kamerer testified that Claimant has a permanent high frequency hearing impairment most likely caused by long-term exposure to noise at work, he did not believe that Claimant’s hearing loss impacted upon his speech frequencies. Dr. Kamerer concluded that Claimant has not lost his hearing for all practical intents and purposes.\nUpon consideration of the evidence presented, the referee found Dr. Froman’s testimony to be credible with respect to the type of hearing loss sustained by Claimant and its causal relationship to his work. The referee, however, rejected Dr. Froman’s conclusion that Claimant has lost his hearing in both ears for all practical intents and purposes on the basis that the doctor’s opinion was inconsistent with Claimant’s scores in speech discrimination testing.\nIn addition, the referee accepted Dr. Kam-erer’s testimony that Claimant tested in the normal range on the speech discrimination test at the high end of the conversational range, and the referee credited Dr. Kamerer’s conclusion that Claimant did not suffer a compensable loss of hearing. Accordingly, the referee concluded that Claimant did not sustain his burden of proof and dismissed Claimant’s petition.\nClaimant appealed to the Board, and the Board affirmed the referee’s decision. This appeal followed.\nOn appeal to this court, the sole issue before us is whether substantial evidence exists in the record to support the referee’s finding that Claimant did not suffer a compensable hearing loss.\nAs a preliminary matter, we note that Section 306(e)(8) of the Act sets forth compensation due for the complete loss of hearing in both ears. A determination of whether a claimant has suffered a loss under this section of the Act is a question of fact. Boeing Helicopter Co. v. Workmen’s Compensation Appeal Board (McCanney), 157 Pa.Commonwealth Ct. 76, 629 A.2d 184 (1993), petition for allowance of appeal granted, 537 Pa. 642, 644 A.2d 165 (1994). Therefore, the referee’s finding that Claimant did not suffer such a hearing loss cannot be disturbed on appeal if it is supported by substantial evidence. Williams v. Workmen’s Compensation Appeal Board (Montgomery Ward), 127 Pa.Commonwealth Ct. 587, 562 A.2d 437 (1989).\nThis court has defined a complete loss of hearing as a loss of hearing for all practical intents and purposes, rather than a “complete” loss. Pittsburgh Press Co. v. Workmen’s Compensation Appeal Board (Taress), 143 Pa.Commonwealth Ct. 609, 615, 600 A.2d 626, 629 (1991) (citing Workmen’s Compensation Appeal Board v. Hartlieb, 465 Pa. 249, 348 A.2d 746 (1975)). Our Supreme Court in Hartlieb stated:\nIf the words [complete loss of hearing] are taken relatively rather than absolutely, and in light of everyday experiences, rather than from the viewpoint of a literal clinician, then this precise means of measuring the extent of a hearing loss in percentiles becomes unacceptable. In this relative context a person, even though he is able to hear loud, pure tones, is completely bereft of his hearing if he is unable to communicate with his fellow man and is denied those other practical and useful benefits generally associated with man’s usual and customary wants, needs and pleasures.\n465 Pa. at 255, 348 A.2d at 749 (emphasis added).\nThe test norm of a “complete loss of hearing for all practical intents and purposes” involves a determination as to whether an individual can function in his or her usual social, work and familial settings. ARMCO, Inc. v. Workmen’s Compensation Appeal Board (Carrodus), 139 Pa.Commonwealth Ct. 326, 590 A.2d 827, petition for allowance of appeal denied, 529 Pa. 636, 600 A.2d 955 (1991). The fact that a claimant has some hearing ability, which is of some value to him, is not inconsistent with a finding that he has suffered a compensable hearing loss. Id.\nOn appeal to this court, Claimant asserts that substantial evidence does not support the referee’s finding that he did not lose his hearing for all practical intents and purposes because Dr. Kamerer based his opinion solely on the results of audiologic testing and did not consider Claimant’s ability to function in social and familial settings. Claimant argues that without such testimony, Dr. Kamerer’s opinion is insufficient to overcome his own testimony that he is unable to function in the everyday aspects of his life.\nIn support of his position, Claimant relies upon this court’s holding in Russell v. Workmen’s Compensation Appeal Board (Cooper Bessemer), 162 Pa.Commonwealth Ct. 97, 638 A.2d 373 (1994). The referee in Russell credited the claimant’s testimony that he had difficulty understanding conversations unless he was facing the speaker, that he had trouble hearing a telephone ring in the next room and that he had difficulty carrying on a conversation by telephone. However, the referee further found, relying upon the opinion of the employer’s medical expert, that the claimant did not lose his hearing for all practical intents and purposes. Notably, the employer’s medical expert based his opinion solely on clinical audiologic tests. The claimant appealed to the Board, and the Board affirmed.\nOn appeal to this court, we reversed, holding that an expert’s medical opinion based on clinical tests -without regard to whether the claimant could function in social and family situations was insufficient to support the referee’s finding that the claimant had not suffered a compensable hearing loss. This court stated:\n[a] finding that hearing is not lost for all practical intents and purposes based purely on clinical evidence was disfavored by our Supreme Court in Hartlieb, holding that the test to determine if there is a complete loss of hearing is how a person is affected in everyday life.\nRussell, 162 Pa.Commonwealth Ct. at 103, 638 A.2d at 376.\nUnlike the employer’s medical expert in Russell, however, we note that Dr. Kamerer did not rely solely on clinical data in rendering his opinion that Claimant has not lost his hearing for all practical intents and purposes. To the contrary, Dr. Kamerer testified that when evaluating Claimant’s hearing impairment, he took into consideration Claimant’s complaints regarding his hearing difficulties in daily life. Dr. Kamerer’s Deposition at 17-18. Dr. Kamerer, however, rejected these complaints as not credible. Specifically, Dr. Kamerer testified that:\n[djuring [Claimant’s] history and physical examination, which was conducted in a small room where the two of us were quite close together, [Claimant] consistently exaggerated his ability to hear what I was saying to him. He asked me to repeat quite frequently what I had said. His behavior was not at all consistent in what we can see his hearing response to actually be. ... Not only that, it was not consistent with my physical examination. When you catch a patient like this off guard and speak to him from behind him when you know he is not lip reading, and he answers you and doesn’t consistently perform in the same manner, any experienced examiner can tell when a hearing loss is exaggerated.\nId. at 16.\nBecause our review of the record indicates that Dr. Kamerer based his opinion on his personal observation and his physical examination of Claimant, and not on test results alone, we conclude that this case is distinguishable from and therefore not controlled by Russell. In addition, the law is clear that credibility determinations are within the province of the referee who is free to accept or reject, in whole or in part, the testimony of any witness, including medical witnesses. Berry v. Workmen’s Compensation Appeal Board (United Minerals & Grain Corp.), 144 Pa.Commonwealth Ct. 684, 602 A.2d 415 (1992). Here, the referee accepted as credible Dr. Kamerer’s testimony that Claimant did not lose his hearing for all practical intents and purposes. Therefore, we conclude that his testimony is sufficient to support the referee’s finding in that regard.\nAccordingly, we affirm the order of the Board.\nORDER\nAND NOW, November 23,1994, we affirm the order of the Workmen’s Compensation Appeal Board, dated April 19, 1994.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 513(8).\n. To test speech discrimination, the patient is placed in a soundproof booth, which is an acoustically ideal environment, and a standardized word list is presented to each ear individually. Dr. Froman’s Deposition at 18; Dr. Kamerer’s Deposition at 10. The word list is presented at a standardized decibel level, which is generally 40 decibels above the patient’s speech reception threshold (see footnote 4, infra ) or the patient’s most comfortable level of hearing. Dr. Froman’s Dep. at 18; Dr. Kamerer's Dep. at 10-11. The patient is asked to repeat the word that he hears, and the percentage of words that he repeats correctly is the patient’s discrimination ability. Dr. Froman's Dep. at 18.\n. In a sound field, the headphones are removed, and the words are presented through speakers such that both ears are functioning simultaneously in an effort to understand and hear the words. Dr. Froman's Dep. at 22.\n. To determine a patient's speech reception threshold (SRT), the patient is placed in a soundproof booth, and a standardized word list is presented to each ear individually. Dr. Fro-man's Dep. at 15. The word list is different than the type of word list that is used in the speech discrimination test. Id. at 17. The degree of loudness or decibel level at which the patient can accurately repeat fifty percent of the words is the patient's SRT. Dr. Froman’s Dep. at 15-16; Dr. Kamerer’s Dep. at 9. Normal SRTs range from zero to approximately 20 to 25 decibels. Dr. Froman’s Dep. at 16; Dr. Kamerer’s Dep. at 9.\n. In his opinion, the referee incorrectly refers to this testing as “speech reception threshold testing.\"\n. Our standard of review is limited to determining whether constitutional rights were violated, an error of law was committed, or whether necessary findings of facts are supported by substantial evidence. Bethenergy Mines, Inc. v. Workmen’s Compensation Appeal Board (Skirpan), 132 Pa.Commonwealth Ct. 277, 572 A.2d 838 (1990), aff'd, 531 Pa. 287, 612 A.2d 434 (1992). Substantial evidence is such relevant evidence as a reasonable person might accept as adequate to support a conclusion. Wells-Moore v. Workmen’s Compensation Appeal Board (McNeil Consumer Products Co.), 144 Pa.Commonwealth Ct. 382, 601 A.2d 879 (1992).\n. While we give full respect to and acknowledge that this court is bound by our Supreme Court’s holding in Hartlieb, which further defined the term \"complete loss of hearing” as used in Section 306(c)(8) of the Act, we also are cognizant that technology in hearing science has advanced significantly since 1975 when Hartlieb was decided. Because clinical testing in certain areas is a more precise and accurate means of measuring hearing loss than it was twenty years ago, objective test results may represent a more trustworthy method of measuring hearing loss than a claimant’s own testimony that he cannot hear. Therefore, we i espectfully suggest that the legislature re-examine the Act’s provisions dealing with occupational hearing loss in recognition of the advancements that have been made in hearing science and the development of medical tests that provide reliable, objective results.\n. We note that Dr. Kamerer, in rendering his opinion, also indicated that he computed the degree of Claimant’s hearing impairment according to a formula of the American Academy of Otolaryngology and Head and Neck Surgery (AAO). Based on that formula, he calculated that Claimant has a zero percent impairment. The referee, however, specifically rejected Dr. Kamerer’s conclusion that Claimant’s hearing impairment is zero percent. Referee's Finding of Fact No. 13.",
        "type": "majority",
        "author": "NEWMAN, Judge."
      }
    ],
    "attorneys": [
      "Samuel S. Blaufeld, Pamela M. Schiller and Barbara E. Holmes, for petitioner.",
      "David J. Singley, for respondent."
    ],
    "corrections": "",
    "head_matter": "Theodore KUZNIAR, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (SHARON STEEL CORPORATION), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Sept. 30, 1994.\nDecided Nov. 23, 1994.\nReargument Denied Jan. 13, 1995.\nSamuel S. Blaufeld, Pamela M. Schiller and Barbara E. Holmes, for petitioner.\nDavid J. Singley, for respondent.\nBefore McGINLEY and NEWMAN, JJ., and LORD, Senior Judge."
  },
  "file_name": "1212-01",
  "first_page_order": 1270,
  "last_page_order": 1274
}
