{
  "id": 7875467,
  "name": "PHILADELPHIA NEWSPAPERS, INC., Appellant, v. WORKMEN'S COMPENSATION APPEAL BOARD (Andrew GUARACINO), Appellee",
  "name_abbreviation": "Philadelphia Newspapers, Inc. v. Workmen's Compensation Appeal Board",
  "decision_date": "1996-05-21",
  "docket_number": "",
  "first_page": "1213",
  "last_page": "1220",
  "citations": [
    {
      "type": "official",
      "cite": "675 A.2d 1213"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "470 A.2d 1099",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "578 A.2d 596",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1405030
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "599"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/134/0206-01"
      ]
    },
    {
      "cite": "652 A.2d 425",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868569
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "428"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/0425-01"
      ]
    },
    {
      "cite": "587 A.2d 901",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1412281
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "907",
          "parenthetical": "emphasis supplied"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/138/0309-01"
      ]
    },
    {
      "cite": "669 A.2d 338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        458376,
        11314369,
        458505,
        11314231
      ],
      "weight": 4,
      "year": 1996,
      "pin_cites": [
        {
          "page": "343",
          "parenthetical": "citation omitted"
        },
        {
          "page": "343"
        },
        {
          "page": "343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0613-01",
        "/a2d/669/0338-02",
        "/pa/542/0614-01",
        "/a2d/669/0338-01"
      ]
    },
    {
      "cite": "542 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458505
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0614-01"
      ]
    },
    {
      "cite": "523 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820306
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0509-01"
      ]
    },
    {
      "cite": "639 A.2d 453",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861305,
        1843181
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/0453-01",
        "/pa/536/0335-01"
      ]
    },
    {
      "cite": "536 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1843181
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0335-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1054,
    "char_count": 26907,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20045164795322043
    },
    "sha256": "264086c8b24067ea39f6fa04724b70ca052a133d8348ba7b73dac8e768f8a668",
    "simhash": "1:61cd2e9ae3e02577",
    "word_count": 4336
  },
  "last_updated": "2024-02-27T16:32:59.851370+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY and CASTILLE, JJ."
    ],
    "parties": [
      "PHILADELPHIA NEWSPAPERS, INC., Appellant, v. WORKMEN’S COMPENSATION APPEAL BOARD (Andrew GUARACINO), Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nThis is an appeal by Philadelphia Newspapers, Inc. (PNI) from the opinion and order of the Commonwealth Court reversing the order of the Workmen’s Compensation Appeal Board (Board) denying benefits to Andrew Guaracino for a psychic injury claimed to have been caused by his employment as a truck driver for the Philadelphia Daily News, which is owned by the parent company PNI. We granted allocatur limited to the issue of whether the Commonwealth Court erred in determining that a single episode of criticism which occurred outside the presence of coworkers may constitute an extraordinary event and/or abnormal working condition sufficient to warrant an award of workers’ compensation benefits for psychic injury. We find that the Commonwealth Court erred in awarding benefits to Guaracino for the following reasons and reverse and reinstate the Board’s order denying benefits.\nGuaracino was employed as a delivery truck driver for the Philadelphia Daily News. The position that he held in 1990 was classified as relief driver. He delivered bundles of newspapers to locations in South Philadelphia, driving a different route every day to give regular drivers relief on their days off. Beginning April 1, 1990, Guaracino also served as a shop steward of the Teamster’s Union following his election to that position.\nOn June 26, 1990, Guaracino filed a claim petition alleging that he suffered a severe anxiety reaction and severe depression because he had been harassed by his supervisors. On February 3, 1992, the referee granted the claim petition after evidentiary hearings and awarded total disability compensation, medical expenses, and costs to Guaracino. The referee found that Guaraci-no had met his burden to establish that he suffered a psychic disability caused by an actual, abnormal working condition at his place of employment. The referee determined that Guaracino had been subjected to mistreatment by his supervisors on May 1, 1990, consisting of verbal abuse, personal derogatory remarks, and the use of obscene language. The referee concluded that such mistreatment constitutes an “abnormal working condition” as a matter of law.\nOn February 21,1992, PNI filed a superse-deas motion with the Board. The Board entered an order dated March 13, 1992, denying the request for a supersedeas as to the workers’ compensation benefits payable to Guaracino, but granted a supersedeas as to the medical expenses and costs. The order further stated that statutory interest was to be paid by PNI on past due compensation benefits.\nOn April 22, 1994, the Board reversed the referee’s decision on the basis that a single episode of harassment or mistreatment does not constitute abnormal working conditions. The Board also concluded that a single episode of criticism by a supervisor does not constitute an extraordinary event.\nThe Commonwealth Court reversed the decision of the Board and reinstated the referee’s order. The court determined that Guaracino had sustained his burden of proving that an extraordinary event occurred at work that caused him injury and found that the referee had not erred as a matter of law in concluding that Guaracino’s psychic disability was caused by an abnormal working condition.\nThe scope of appellate review is limited in workers’ compensation proceedings to a determination of whether constitutional rights have been violated, an error of law has been committed, or any findings of fact are not supported by substantial evidence. Volterano v. Workmen’s Compensation Appeal Board, 536 Pa. 335, 639 A.2d 453 (1994).\nTo recover workers’ compensation benefits for a psychic injury, a claimant must prove by objective evidence that he has suffered a psychic injury and that such injury is other than a subjective reaction to normal working conditions. Martin v. Ketchum, Inc., 523 Pa. 509, 568 A.2d 159 (1990). The claimant must produce evidence that the psychic injury was caused by other than normal working conditions.\n“[P]syehic injury cases are highly fact>sensitive and for actual work conditions to be considered abnormal, they must be considered in the context of the specific employment.” Wilson v. Workmen’s Compensation Appeal Board, 542 Pa. 614, 669 A.2d 338, 343 (1996) (citation omitted). Appellate review of the referee’s findings of fact is limited to a determination of whether the findings are supported by the evidence as a whole. Where no additional testimony is taken by the Board, as in this case, the findings will be overturned only if arbitrary and capricious. Whether the findings of fact support a conclusion that the claimant has been exposed to abnormal working conditions is a question of law that is fully reviewable on appeal. Id., 542 Pa. at -, 669 A.2d at 343.\nDuring the hearings before the referee in this case, Guaracino testified that on May 1, 1990, a bundle of newspapers fell out of the back of a truck that he was driving. He had left the back door of the truck open. No attempt was made to retrieve the newspapers because the bundle had broken open. Guaracino called the company to report the loss and to request credit for the lost papers so that he would not have to pay for the papers himself. He asked to speak with a supervisor, but was informed that his supervisor was not there.\nGuaracino finished the first part of his route and proceeded to a designated pick-up site at 11th and Washington Streets to pick up a second load of newspapers. Robert Palmo, the single copy sales supervisor for the South Philadelphia area, and Jim Ratti-gan, the suburban single copy sales manager and Palmo’s direct supervisor, were in a van at the site when Guaracino arrived. Because Guaracino was behind schedule, the truck driver who delivered the newspapers to the site had left the bundles on the ground. When the supervisors got out of the van, Guaracino asked them whether they had received a call about the lost bundle of newspapers. Guaracino testified that Rattigan responded, ‘Yeah. But f— you. You’re not getting it.” Guaracino understood that to mean that he would not receive credit for the loss.\nGuaracino began to pick up the bundles to load into his truck. When Palmo attempted to help him, Guaracino told him to put the bundle down and that it was his job. Palmo asked Guaracino what he had said. Guaraci-no replied, “I said put the bundle down. This is my work and you’re not going to push me.” After rebuffing Palmo’s attempt to assist him, Guaraeino started to load the bundles onto the truck. He testified that both supervisors started to curse him, calling him “motherf_,” among other things. Guaraeino indicated that he then became very nervous and proceeded to the next stop after he had loaded his truck.\nAt the next stop, he went into a store to drop off newspapers. He observed the supervisors’ van pull up in front of his truck. Guaraeino went back outside and was called over to the van. He was questioned about complaints from other drivers in his district that he was pressuring them to request overtime in response to recent cutbacks in the number of delivery trucks. Guaraeino responded that he did not know what they were talking about. He testified that Ratti-gan then called him “a f_ idiot shop steward.”\nGuaraeino then said he had work to do but was told not to leave. He estimated that three to four minutes passed while the supervisors joked with each other. Guaraeino then returned to his truck. He stopped one block later, pulled over, and called the company to request them to send someone down to complete his work. He felt unable to drive the truck safely, describing himself as “a nervous wreck” and “dizzy.” Another supervisor arrived with a driver to take the truck. Palmo and Rattigan appeared and took Guaraeino to the company nurse’s office at his request after he declined their suggestion to call a hospital.\nGuaraeino went to his family physician after the visit to the nurse. He complained that he experienced problems with sleeping and eating after the incident and testified that he began to hear voices urging him “to get them” and “to go get even.” He never returned to work.\nOn May 25, 1990, Guaraeino was involuntarily committed to the Philadelphia Psychiatric Center. This commitment followed a non-work related incident during which Guaraeino held a knife to the throat of a man who had helped two other men to push Guar-acino’s automobile to a gas station. Guaraci-no gave two of the men money to split between them for their assistance. The third man demanded payment also and grabbed Guaracino’s car keys. The confrontation ended when police officers arrived.\nAfter Guaraeino was released, he began psychiatric counseling with Dr. Louis Lip-shutz. Dr. Lipshutz, a Board certified psychiatrist, testified before the referee that Guaraeino felt a loss of manhood and belittled by the events of May 1, 1990, and was excessively preoccupied with what had happened. He diagnosed Guaraeino as suffering from major depression, which he believed was attributable to the occurrence on May 1, 1990.\nGuaracino’s wife, Kathleen, testified that her husband lost interest in their relationship and in their three year old daughter after the incident. She also described his reaction early in their marriage to the tragic death of their infant son from Sudden Infant Death Syndrome. Guaraeino did not return to work for over a year. They underwent counseling and were able to work together and communicate freely. Mrs. Guaraeino testified that her husband was less communicative after the employment incident than he was after their child’s death.\nOn behalf of PNI, Guaraeino’s immediate supervisor, Robert Palmo, testified that he would receive a weekly report of drivers’ shortages for the previous week. He would ask each driver for an explanation of the shortage and would account to his own supervisor for the shortages. When he became the supervisor for South Philadelphia in January of 1990, he noticed that Guaracino’s name appeared on the report almost every week and discussed the shortages with him.\nPalmo testified that PNI had cut back on a number of routes in April 1990 and all of the drivers picked up extra work to compensate for the changes. On the route that Guaraci-no covered as a relief driver, the regular drivers had not requested overtime pay in the weeks following the cutbacks. Palmo indicated that he became aware that Guaraci-no was encouraging drivers to put in for overtime and was complaining of being taken advantage of by the company.\nAccording to Palmo, on May 1, 1990, he was driving a Daily News van with Jim Rat-tigan, the sales manager, when he was notified by his office that Guaraeino had lost a bundle of newspapers. Palmo drove to the site at which Guaraeino was scheduled to pick up a load of newspapers. Guaraeino immediately mentioned the lost bundle and Palmo stated that he would not be given credit for the loss. Palmo told Guaraeino that he should have closed the truck door and it was his negligence that caused the loss. Palmo denied using obscene language or calling Guaraeino names. Palmo testified that he tried to assist Guaraeino with loading thirty bundles of newspapers left at the site. He explained that he would routinely assist a driver with loading when no one else was there to help. Guaraeino refused his offer and told him not to touch the bundles.\nAfter Guaraeino left, Palmo spoke to Ratti-gan about complaints from drivers that Guar-acino was pressuring them about overtime requests. Palmo identified one particular driver who did not request overtime pay for his regular route after the cutbacks and informed Rattigan that Guaraeino had put in for overtime when he drove the same route on the regular driver’s day off.\nRattigan decided to address this matter immediately with Guaraeino and proceeded to the next stop. The supervisors remained in the van and Guaraeino stood by the window on the passenger side. Rattigan questioned him about the newspaper shortages to which Guaraeino responded with a challenge to suspend him. When asked whether he had harassed or talked to other drivers about overtime, Guaraeino denied it. Guaraeino attempted to cut the discussion short, but was told by Rattigan not to return to work until told to do so. Guaraeino was then told to return to work. Approximately fifteen minutes later, Palmo and Rattigan received a radio call that Guaraeino was unable to continue work. Rattigan testified that he did not curse at Guaraeino or call him names. He indicated that Guaraeino did not return to work but did appear at a supply point two days later to act as a union observer.\nPNI presented the medical testimony of Dr. Harold J. Byron, a Board certified psychiatrist, who performed a psychiatric evaluation of Guaraeino. Dr. Byron conducted a personal interview with Guaraeino and was familiar with his personal history, including the fact that Guaraeino had served an eleven-month sentence of imprisonment following a criminal conviction at age twenty-four, and that his son had died in infancy. Dr. Byron did not find any evidence of major depression recurrent in nature. He stated that Guaraci-no’s complaints were consistent with a diagnosis of adjustment disorder, but found it incongruous that Guaraeino would have reacted with overwhelming emotional decom-pensation to the events of May 1,1990, given his proven leadership in an aggressive and demanding work milieu and prior criminal conviction.\nThe referee found that Guaraeino was a credible witness and accepted his testimony in its entirety. As to the testimony regarding the events of May 1, 1990, the referee rejected the testimony of Palmo and Ratti-gan to the extent that it conflicted with that of Guaraeino. The referee accepted the medical opinion of Dr. Lipshutz and found that Guaraeino has a psychiatric condition of major depression, severe recurrent episode without psychotic features, which was caused by the May 1,1990, work incident.\nDuring the hearings, Guaracino’s counsel stipulated that the conduct of the supervisors on May 1, 1990, was reasonable in several respects. It was stipulated that (1) it is reasonable to require a driver to account for newspapers that are lost from the back of a truck; (2) it is reasonable for a supervisor to assist a driver by loading bundles of newspapers onto a truck; and (3) it is reasonable for a supervisor to require a driver to stay and listen to a reprimand.\nThe referee implicitly acknowledged the stipulation in his decision, stating:\nIn the present case it was not an abnormal working condition for the Claimant to be questioned by his supervisors about problems in his job performance or for the supervisors to attempt to assist Claimant in loading his truck. It was an abnormal working condition, however, for Claimant to be subjected to mistreatment consisting of verbal abuse, personal derogatory remarks, and obscene language. Defendant argues that heated arguments and the use of obscene language are “normal” in the newspaper delivery business. Even assuming this is true it does not justify their use to harass or belittle workers. It is one thing to use “rough” language and quite another to call someone a “[f] idiot shop steward.” In the latter case the use of the obscene language is clearly done with an intent to harass the individual. It is the harassment, rather than the use of the language per se, which constitutes the abnormal working condition.\nThe referee awarded benefits, concluding that “mistreatment and harassment consisting of verbal abuse, personal derogatory remarks, and obscene language constitutes an ‘abnormal working condition’ as a matter of law.”\nThe Board reversed the referee’s decision, finding that a single episode of harassment or criticism does not constitute an abnormal working condition. The Commonwealth Court reversed and reinstated benefits, citing its decision in Archer v. Workmen’s Compensation Appeal Board, 138 Pa.Cmwlth. 309, 587 A.2d 901 (1991) for the proposition that the harassment of an employee by a supervisor constitutes an abnormal working condition as a matter of law. The court stated, “Verbal abuse by a supervisor intended to harass, degrade, intimidate or belittle is a traumatic experience and should not occur in the everyday workplace.” Guaracino v. Workmen’s Compensation Appeal Board, 652 A.2d 425, 428 (1994). The court held that if an employee suffers an injury due to such abuse, the employee is entitled to compensation regardless of whether the abuse occurs over a period of time or merely on one occasion.\nPNI asserts that the Commonwealth Court erred in holding that a single episode of criticism by a supervisor is an extraordinary event or abnormal working condition sufficient to warrant an award of workmen’s compensation benefits for psychic injury. The application of Archer to the facts in this case is argued to be unwarranted and inconsistent with prior case law of the Commonwealth Court that involved harassment of employees. PNI contends that a single episode of criticism by a supervisor who uses vulgar language may be regrettable and crude but is not an extraordinary event. Guaracino responds that the use of obscenities by a supervisor should not be tolerated in the work place and that a supervisor’s position of authority should be considered in deciding whether particular events constitute abnormal working conditions.\nWe find that the Commonwealth Court erred in holding that a single episode of criticism by a supervisor who uses vulgar language constitutes an abnormal working condition under Martin v. Ketchum, The supervisors’ criticism of Guaracino’s shortages and behavior concededly was reasonable, further limiting the issue in this case to whether the use of obscenities in the course of their criticism created an abnormal working condition. We conclude that the evidence was insufficient to establish that Guaraeino’s psychic injury was other than a subjective reaction to normal working conditions.\nSubsequent to this Court’s decision in Martin, the Commonwealth Court began to employ what was referred to as an “objective test for determining whether a psychic injury was compensable.” In Driscoll v. Workmen’s Compensation Appeal Board, 134 Pa.Cmwlth. 206, 212, 578 A.2d 596, 599 (1990), the Commonwealth Court stated that under that “test,” the claimant must prove either (a) that actual extraordinary events occurred at work which caused the trauma and that the specific events can be pinpointed in time, or (b) that abnormal working conditions over a longer period of time caused a psychic injury.\nThe Commonwealth Court essentially has identified two different impetuses that trigger psychic injury in the absence of a physical stimulus — either a specific extraordinary event or abnormal working conditions of a longer duration. The parties interpret this “objective test” as supplementing the standard of proof established in Martin for claimants seeking benefits for psychic injury resulting from mental stimulus. However, we do not view the Commonwealth Court’s description of psychic injuries as emanating from either a specific extraordinary event or abnormal working conditions over time to establish an additional standard or burden of proof. Although it has been referred to by the Commonwealth Court as an objective test, the description is merely an exemplification of Martin. The Martin standard is unchanged.\nA claimant may recover worker’s compensation benefits for psychic injuries caused by actual employment events only when the claimant proves the events to be abnormal. Wilson v. Workmen’s Compensation Appeal Board, 642 Pa. at -, 669 A.2d at 343. In assessing whether work conditions are abnormal, we must recognize that the work environment is a microcosm of society. It is not a shelter from rude behavior, obscene language, incivility, or stress. While we do not suggest that insensitive behavior is socially acceptable in the work place, it is unrealistic to expect that such behavior will not occur. Where, as here, the evidence demonstrates that the offensive behavior complained of is an isolated incident, we must conclude that an abnormal working condition has not been established.\nWe also find that the Commonwealth Court’s reliance upon its decision in Archer is misplaced. Archer did not involve a single episode of criticism or harassment by an employer; nor was the use of vulgar language at issue. In Archer, the claimant was employed at a General Motors’ warehouse. Her responsibilities included the use of an electric crane to gather parts from storage areas and place them on a conveyor belt. The claimant introduced evidence that her supervisor had repeatedly criticized her work performance and harassed her over the time period from October 1984 to March 1985. She testified that the supervisor reprimanded her for conduct that was typical among her peers and continually accused her of not working even when she had completed all assigned tasks. She also testified that the supervisor followed her around the plant and watched her constantly. The claimant indicated that she had been singled out for such treatment.\nA claim petition was filed requesting benefits for the periods of time that she was unable to work because of anxiety and depression caused by her supervisor’s actions. The supervisor testified that the claimant had never been harassed or treated differently from her fellow workers. The referee accepted the claimant’s testimony and the expert opinion of her medical witness as to causation. Benefits were awarded to the claimant. The Board reversed, concluding that the claimant had not met the requisite burden of proof because she had failed to offer any corroborating evidence to support her allegations of harassment.\nOn appeal, the Commonwealth Court reinstated the referee’s award of benefits. The court determined that the Board had erred in holding that the claimant was required to offer corroborating evidence of the harassment to which she was subjected. The court stated,\nThe testimony of the claimant in this case was not limited to her belief that she felt that she was being harassed; she also described actual events, i.e., that her supervisors accused her of not working when she was performing her duties and that she was singled out by her supervisors and told to go back to work when her duties had just as much been completed as those of co-workers in the same vicinity as the claimant. While objective evidence may well be necessary where an employee is describing subjective feelings, no such evidence is necessary where actual events are being described.\n138 Pa.Cmwlth. at 320, 587 A.2d at 907 (emphasis supplied). The court concluded that the events described by the claimant constituted abnormal working conditions as a matter of law and that the medical evidence unequivocally established that the psychic injury was caused by those events.\nIn a similar decision in McDonough v. Workmen’s. Compensation Appeal Board, 80 Pa.Cmwlth. 1, 470 A.2d 1099 (1984), the Commonwealth Court reinstated an award of benefits to a claimant who suffered a chronic and acute anxiety reaction due to pressure and harassment by his superior. In McDonough, the claimant was employed by the Pennsylvania Department of Transportation as a traffic control technician. He testified that from 1962 until 1970, his superior continually singled him out for criticism in the presence of other personnel. The psychologist who treated the claimant diagnosed him as suffering from panic disorder, anxiety, and dependent personality disorder and opined that his work experience was a substantial cause of the psychic injury. The referee denied the claim for benefits because he found that the medical evidence was insufficient to establish that there was a causal connection between the claimant’s condition and his employment. The Board affirmed, noting that even if the claimant’s employment caused his disability, it was merely a subjective reaction to normal conditions.\nThe Commonwealth Court reversed based upon its determination that the testimony of the medical witness was unequivocal. The court also found that the Board had disregarded the referee’s finding that the claimant’s superior had criticized his work performance in front of others over an eight-year period. The court commented that this was “surely not a normal working condition,” but did not address it further.\nGuaraeino acknowledges that Archer and McDonough involved repetitive criticism of an employee over a period of time that was found to be harassment by a superior, but contends that the Commonwealth Court did not specifically hold that only harassment occurring over a period of tune can be the basis of a compensable injury. He argues that it is essential that we find significant harassment on one occasion which causes psychic injury to be compensable, or otherwise employers will have free reign to harass employees. We are unpersuaded that rejection of Guaracino’s argument will encourage employers to harass employees or to unleash a barrage of profanity in the work place. Furthermore, we note that inappropriate behavior of supervisors that does not constitute an abnormal working condition may best be redressed within the confines of the work environment itself, rather than remedied by the system of workers’ compensation benefits.\nAccordingly, the order of the Commonwealth Court is reversed.\n. Judge Newman (now Justice Newman) dissented without opinion from the order of the three-member panel.\n. This case was heard prior to the passage of Act 44 of 1993 in which the title of referee was redesignated as \"worker’s compensation judge.\" 77 P.S. § 701.\n. The regular driver of that route did not testify before the referee. Alfred Benigno, the only driver who testified, stated that he had never complained to Palmo or Rattigan that he was being harassed by Guaraeino regarding overtime. He did testify, however, that “Andrew [Guaraci-no] always said, ‘Make sure you put in for the overtime, and if you don’t get it, we’E make sure you get it.’ \" R. 499a.\n. Guaracino argues that the referee found that he was subjected to harassment on more than one occasion. The referee indicated that Guaracino had testified that Rattigan had previously called him a derogatory name during an argument in 1989. There was no evidence, however, that Guaracino’s psychic injury was related to any event other than that which occurred on May 1, 1990.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      }
    ],
    "attorneys": [
      "Thomas C. Lowry, Patricia S. Duffy, Jerome A. Hoffman, Alan D. Berkowitz, Otto W. Immel, Philadelphia, for appellant.",
      "Kevin C. Allen, Norman R. Haigh, for appellees."
    ],
    "corrections": "",
    "head_matter": "PHILADELPHIA NEWSPAPERS, INC., Appellant, v. WORKMEN’S COMPENSATION APPEAL BOARD (Andrew GUARACINO), Appellee.\nSupreme Court of Pennsylvania.\nArgued Dec. 5, 1995.\nDecided May 21, 1996.\nThomas C. Lowry, Patricia S. Duffy, Jerome A. Hoffman, Alan D. Berkowitz, Otto W. Immel, Philadelphia, for appellant.\nKevin C. Allen, Norman R. Haigh, for appellees.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY and CASTILLE, JJ."
  },
  "file_name": "1213-02",
  "first_page_order": 1275,
  "last_page_order": 1282
}
