{
  "id": 12116836,
  "name": "Rose Nerenstone Bookman Doing Business as the Peroxogen Co. of America v. The Oakland Chemical Co.",
  "name_abbreviation": "Bookman v. Oakland Chemical Co.",
  "decision_date": "1930-05-28",
  "docket_number": "No. 2363",
  "first_page": "1213",
  "last_page": "1216",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1213"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "18 C. C. P. A. 1198",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "opinion_index": 0
    },
    {
      "cite": "22 F. (2d) 930",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1709921,
        1709761
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/22/0930-01",
        "/f2d/22/0930-02"
      ]
    },
    {
      "cite": "52 App. D. C. 356",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 523,
    "char_count": 10306,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 1.828244959597853e-07,
      "percentile": 0.7203570555657878
    },
    "sha256": "3521f797b75783e187528a3fabe12b2cb7d31a4040b095587fa93ea6da359d54",
    "simhash": "1:e3afb2ab8bd1ac04",
    "word_count": 1688
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Rose Nerenstone Bookman Doing Business as the Peroxogen Co. of America v. The Oakland Chemical Co."
    ],
    "opinions": [
      {
        "text": "Hatbibld, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Commissioner of Patents affirming the decision of the examiner of interferences sustaining the opposition of appellee and holding that appellant was not entitled to registration of her trade-mark “ Peroxogen ” for use on hydrogen peroxide, bleaching compounds, and bleaching powders.\nIn its notice of opposition, appellee alleged that it was the owner of the trade-mark “ Dioxogen ” for use on “ antiseptic and disinfectant compounds”; that the goods for which appellant’s trademark 'was sought to be registered possessed the same descriptive properties as those on which the trade-mark of appellee has been and is now being used; that its mark “ Dioxogen ” was registered in the United States Patent Office for use on antiseptic and disinfectant compounds on August 25, 1903, No. 40998; and again on January-15, 1924, No. 118,628; that appellee’s trade-mark has been in actual and continuous use since a date long prior to any use by appellant of her alleged trade-mark; and that appellee would be damaged by the registration of appellant’s mark.\nIn her answer to the allegations contained in the notice of opposition, appellant alleged that her mark — “ Peroxogen ” was “ formed from the name of the product to which it is applied as shown in the following capitalization: ‘ PEROX-ide-Of-hydroGEN ’ ”; that “ the word c oxygen ’ is common to both marks, is descriptive of an element of the goods of both opposer and respondent and, standing alone, is not capable of exclusive appropriation by either party? (Italics ours.)\nIn his decision, the Commissioner of Patents, among other things, said:\nThe essential grounds urged by the applicant in support of her appeal are that the examiner erred in holding that there is at least doubt that confusion in trade would be likely; that the examiner erred in not permitting the applicant to urge the lack of ownership of any trade-mark on the part of the opposer in view of the decision of the Circuit Court of Appeals of the Second Circuit, in Oakland Chemical Co. v. Bookman, decided December 5, 1927; and that the examiner erred in refusing to permit applicant to urge that the descriptiveness of opposer’s mark.\nIt is believed that the prior adjudications of the courts involving the rights .of the parties to this proceeding are conclusive of the question involved in the instant case, viz, whether the applicant is entitled to the registration for •which she has made application.\nIn the United States District Court, Southern District of New York, in the case entitled Oakland Chemical Co., plaintiff, against Rose Nerenstone, doing business as the Peroxogen Co. of America, Judge Knox handed down a decision May 14, 1927, holding that “ the name adopted by the defendant is an infringement of plaintiff’s trade-mark admisf [admits] of little doubt,” but that “ Dioxogen is descriptive of peroxide of hydrogen, and therefore, not capable of exclusive appropriation and registration.”\nOn appeal to the Circuit Court of Appeals, Second Circuit, the decision of the District Judge was affirmed (December 5, 1927), Judge Hand, in delivering the decision of the court, holding in effect that “ Dioxogen would infringe as much as peroxygen ” and that these and like terms describe the class of substances to which the product belongs.\nIt follows from these adjudications that registration of the applicant’s mark is prohibited by section 5 of the trade-mark act of February 20, 1905, which provides:\nThat no mark which consists * * * merely in words or devices which are descriptive of the goods with which they are used, or of the character or quality of such goods, * * * shall be registered under the terms of this act.\nAs to the applicant’s contention that the examiner erred in not permitting the applicant to urge lack of ownership of the mark on the part of opposer, it may be stated that a trade-mark use of a mark is not necessary in a proceeding of this kind. If the opposer can show in any way that it wpuld probably be damaged by the registration of the applicant’s mark, it has the right to bring opposition proceedings. There is nothing in the trade-mark statute which says that a person must own a trade-mark, registered or not, before he can oppose the registration of the mark to another person. The Touraine Co. v. F. B. Washburn & Co., 309 O. G. 676; 52 App. D. C. 356; 1923 C. D. 174. (Italics ours.)\nCounsel for appellant concurs in the view expressed by the commissioner that appellee’s mark “ Dioxogen ” is descriptive and that it was so held by the Circuit Court of Appeals, Second Circuit, in the case of Oakland Chemical Co. v. Rose Nerenstone Bookman, Doing Business as The Peroxogen Co. of America, 18 T. M. Rep. 1, 22 F. (2d) 930. However, counsel takes exception to the statement in the commissioner’s decision that appellant’s mark “ Peroxogen ” was also held to be descriptive. It is further contended that, as its mark has been held to be descriptive, appellee is not entitled to the exclusive use and is not the owner of the mark “ Dioxogen ”; that appel-lee can not invoke the confusion in trade clause of section 5 of the trade-mark act of February, 1905, as the basis of its opposition; and that, as appellee can not show “ statutory injury ” by the registration of appellant’s mark, appellant is entitled to have her mark registered.\nIt is evident that the marks of the contending parties are used on goods of the same descriptive properties.\nIn the case of the Oakland Chemical Co. v. Rose Nerenstone Bookman, etc., supra, the Circuit Court of Appeals, in its statement of the case, said:\nTbe parties are both citizens of New York and the jurisdiction of the district court depended wholly upon the registration of the plaintiff’s trademark, “ Dioxogen,” whose infringement by the defendant’s mark, “ Peroxogen,” was the gist of the suit. Peroxide of hydrogen is a chemical product, so-called because it consists of a molecule of two atoms of oxygen and two of hydrogen. Its use as a disinfectant is old, and the plaintiff began to make and sell it in 1890, under the name “ Peroxide of Hydrogen, O. 0.,” though its more proper chemical name is “ Dioxid of Hydrogen ” or “ Hydrogen Dioxid.” The plaintiff, after using the second of these names for a while, in 1901 changed to “ Dioxogen,” which it registered as a trade-mark in 1903 and again in 1924. It has spent large sums in advertising the product under that name and has registered the same mark in more than thirty foreign countries.\nThe defendant sells the same product under the name “ Peroxogen,” but without attempting otherwise to invade the plaintiff’s, good will. Since the suit depends upon registration, no. questions of secondary user or of other unfair competition at common law arise.\nThe court held that the mark “ Dioxogen ” was descriptive and, accordingly, affirmed the judgment of the District Court dismissing the bill of complaint. In its opinion, among other things, the Circuit Court of Appeals said:\nWhile that is indeed not itself an English word at all, its composition is apparent. “ Di ” is not an unknown prefix, e. g., “ diphthong,” “ dilemma,” “ dichotomy,” and “ diptych ” ; and in scientific and technical terminology it is common. Its significance as a prefix to oxygen would be plain to a literate person; the word would mean “ double oxygen.” True, it would still remain ambiguous, but then, too, so would “ Diox'd,” standing alone, a word of common speech.\n* * # # * ❖\nIt fails also in the second, “ Dioxid ” would infringe as much as “ peroxy-gen ” — more, indeed- — and yet it is the only proper word to describe the class of compounds which the plaintiff’s product is. Certainly the defendant could have used it. Indeed, “ double oxygen ” itself would be an equal infringement. Both these are actual words. In a suit for unfair trade perhaps the plaintiff could forbid such words as “ peroxygen ” or “ bioxygen, ” for these are coined and it is no hardship to prevent their use.\nWhether the commissioner rightly construed the court’s decision as holding that the word “ peroxygen ” was descriptive, need not give us great concern.\nFunk & Wagnalls New Standard Dictionary defines the words “ Peroxide,” “ Dioxid,” and “ Protoxid ” as follows:\nPeroxide, n. 1. Chem. — An oxid having a larger proportion of oxygen than any other oxid of the same series: Contrasted with protoxid, 2. Same as Wytbrogen dioxid,. Beginning “ Same ” italics ours.\nDioxide, n. Chem,. — An oxid containing two atoms of oxygen to the molecule.\nProtoxid, n. Chem. — An oxid containing only one atom of oxygen.\nThe question of the descriptiveness of appellant’s mark, in view of the quoted definitions, requires no discussion. Obviously, if the word “ Dioxogen ” is descriptive, the word “ Peroxogen ” is none the less so. If neither is descriptive, then, in our opinion, the use by appellant of the mark “ Peroxogen ” on goods possessing the same descriptive properties as those on which appellee uses its registered mark “ Dioxogen ” would be likely to cause confusion in the mind of the public and to deceive purchasers.\nThe right to oppose the registration of a trade-mark is not limited to those who possess exclusive ownership of a similar mark; nor are the Patent Office tribunals limited, in an opposition proceeding, to a consideration of the precise questions presented in a notice of opposition. On the contrary, in such a proceeding, they may dispose of any question relating to the proposed registration that might properly be considered in an ex parte case. California Cyanide Co. v. American Cyanamid Co., 18 C. C. P. A. 1198, — F. (2d) —, decided concurrently herewith, and cases therein cited.\nFor the reasons stated, the decision is affirmed.",
        "type": "majority",
        "author": "Hatbibld, Judge,"
      }
    ],
    "attorneys": [
      "Robert B. Barry (Bermett I. Sehlessel of counsel) for appellant.",
      "Hervey, Barber cG McKee (Arthur Wm. Barber, Morrison T. Hankins and William S. Greene of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "Rose Nerenstone Bookman Doing Business as the Peroxogen Co. of America v. The Oakland Chemical Co.\n(No. 2363)\nUnited States Court of Customs and Patent Appeals,\nMay 28, 1930\nRobert B. Barry (Bermett I. Sehlessel of counsel) for appellant.\nHervey, Barber cG McKee (Arthur Wm. Barber, Morrison T. Hankins and William S. Greene of counsel) for appellee.\n[Oral argument May 13, 1930, by Mr. Barry and Mr. McKee]\nBefore Graham, Presiding Judge, and Bland, Hatield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1213-01",
  "first_page_order": 663,
  "last_page_order": 666
}
