{
  "id": 7371934,
  "name": "Merita CLEMENT and Shirley Clement, Appellants, v. DISTRICT OF COLUMBIA DEPARTMENT OF HUMAN SERVICES and Betty Clement, Appellees",
  "name_abbreviation": "Clement v. District of Columbia Department of Human Services",
  "decision_date": "1993-08-12",
  "docket_number": "Nos. 91-CV-629, 91-CV-707",
  "first_page": "1215",
  "last_page": "1220",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 1215"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "467 A.2d 468",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7966271
      ],
      "pin_cites": [
        {
          "page": "472"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/467/0468-01"
      ]
    },
    {
      "cite": "395 A.2d 79",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8010212
      ],
      "pin_cites": [
        {
          "page": "81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/395/0079-01"
      ]
    },
    {
      "cite": "357 A.2d 421",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8041239
      ],
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/357/0421-01"
      ]
    },
    {
      "cite": "613 A.2d 332",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11734768
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "334"
        },
        {
          "page": "334"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/613/0332-01"
      ]
    },
    {
      "cite": "205 F.2d 331",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1263235
      ],
      "pin_cites": [
        {
          "page": "333"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/205/0331-01"
      ]
    },
    {
      "cite": "385 F.2d 818",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2085255
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "822"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/385/0818-01"
      ]
    },
    {
      "cite": "993 F.2d 46",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10509283
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/993/0046-01"
      ]
    },
    {
      "cite": "774 F.Supp. 996",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3707760
      ],
      "pin_cites": [
        {
          "page": "999"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/774/0996-01"
      ]
    },
    {
      "cite": "61 U.S.L.W. 3775",
      "category": "reporters:specialty",
      "reporter": "U.S.L.W.",
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "No. 92-1741"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "984 F.2d 1047",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10517596
      ],
      "pin_cites": [
        {
          "page": "1049"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/984/1047-01"
      ]
    },
    {
      "cite": "495 A.2d 1157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7922881
      ],
      "pin_cites": [
        {
          "page": "1161"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/495/1157-01"
      ]
    },
    {
      "cite": "354 A.2d 518",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8072617
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "521"
        },
        {
          "page": "521"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/354/0518-01"
      ]
    },
    {
      "cite": "491 A.2d 515",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7917098
      ],
      "pin_cites": [
        {
          "page": "520"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/491/0515-01"
      ]
    },
    {
      "cite": "276 F.2d 501",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1951678
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "503"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/276/0501-01"
      ]
    },
    {
      "cite": "107 U.S.App.D.C. 255",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1960,
      "pin_cites": [
        {
          "page": "257"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "453 F.2d 774",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        750125
      ],
      "pin_cites": [
        {
          "page": "778"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/453/0774-01"
      ]
    },
    {
      "cite": "621 F.2d 1062",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        482337
      ],
      "pin_cites": [
        {
          "page": "1065"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/621/1062-01"
      ]
    },
    {
      "cite": "888 F.2d 678",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533074
      ],
      "pin_cites": [
        {
          "page": "682"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/888/0678-01"
      ]
    },
    {
      "cite": "694 F.2d 112",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1487243
      ],
      "pin_cites": [
        {
          "page": "114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/694/0112-01"
      ]
    },
    {
      "cite": "426 F.2d 5",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2247234
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/426/0005-01"
      ]
    },
    {
      "cite": "29 L.Ed.2d 701",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "91 S.Ct. 2233",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "403 U.S. 923",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12035395,
        12035243,
        12035502,
        12035346,
        12035290,
        12035454
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/us/403/0923-04",
        "/us/403/0923-01",
        "/us/403/0923-06",
        "/us/403/0923-03",
        "/us/403/0923-02",
        "/us/403/0923-05"
      ]
    },
    {
      "cite": "463 F.2d 268",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1344361
      ],
      "pin_cites": [
        {
          "page": "277-78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/463/0268-01"
      ]
    },
    {
      "cite": "149 U.S.App.D.C. 322",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "pin_cites": [
        {
          "page": "331-32"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "250 A.2d 923",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8087116
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "925"
        },
        {
          "page": "925"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/250/0923-01"
      ]
    },
    {
      "cite": "377 A.2d 393",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7999490
      ],
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/377/0393-01"
      ]
    },
    {
      "cite": "563 A.2d 330",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7347595
      ],
      "pin_cites": [
        {
          "page": "334"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/563/0330-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 952,
    "char_count": 18288,
    "ocr_confidence": 0.776,
    "pagerank": {
      "raw": 3.9204246780042116e-07,
      "percentile": 0.9025887223540832
    },
    "sha256": "e1f7123eda7e2b93770a018b8dab6c191c2a2ee75af894cf4e94e2e4eaf44dd3",
    "simhash": "1:95aef22e770481f1",
    "word_count": 3060
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN, STEADMAN and KING, Associate Judges."
    ],
    "parties": [
      "Merita CLEMENT and Shirley Clement, Appellants, v. DISTRICT OF COLUMBIA DEPARTMENT OF HUMAN SERVICES and Betty Clement, Appellees."
    ],
    "opinions": [
      {
        "text": "STEADMAN, Associate Judge:\nThis appeal addresses the power of a trial court to reopen and expand upon a final order rendered by the trial court in a civil action. It involves a man who died, leaving behind three women all claiming to be his legal surviving spouse. In an action immediately following his death in which the disposition of his body was at issue, the trial court ruled that “for the limited purposes of [that] hearing,” it appeared that appellee Betty Clement was the surviving spouse and thus, the court ordered the body released to her. Some nine months later, the trial court issued an order expanding the original ruling to declare that Betty Clement was the surviving spouse “for all purposes.” We are unable to discern any basis in law authorizing the trial court to expand its original final order in this manner in contravention of the general principle of finality of judgments, and hence must vacate the second order.\nI.\nMansfield Clement died in the District of Columbia, and his body was held by the District of Columbia Department of Human Services. On August 15, 1990, Betty Clement filed with the Superior Court an “Emergency Complaint for Release of Remains,” seeking an order requiring the Department of Human Services to release the body to her. Appellants intervened as plaintiffs in that action and opposed Betty Clement’s request. The trial court held a hearing on August 27, 1990, after which the court issued an order directing the Department of Human Services to release decedent’s body to Betty Clement. That order stated that “the court [was] satisfied of the existence of a valid marriage between Ms. Betty J. Clement and Mansfield Clement, which for the limited purposes of [that] hearing appears not to have been terminated by divorce, etc., prior to Mr. Mansfield Clement’s death,” and thus directed the Department of Human Services to release the body of decedent to Betty Clement. No appeal was taken from the order nor was any other challenge made to the order by any party.\nSome months later, following an unsuccessful attempt to obtain the decedent’s employment annuity, Betty Clement filed a “Motion for Clarification of Order and Declaratory Judgment” on January 24, 1991. Both appellants opposed this motion, arguing, inter alia, that the motion was improper and not in compliance with the rules of court, that the proceeding had been instituted only for the release of the body, and that it should not now be transformed into “a full fledged declaration of the status rights.” The trial court held a hearing on the motion on May 20, 1991, at which all parties were present and represented by counsel. The trial court told the parties:\n[A]bsent an indication that would lead this court to conclude that I should — I’m not going to take additional testimony unless, again, you can point to me some deficiencies of the record which exist which would lead this court to reconsider the evidence that I have already heard.\nThe court stated that if no such allegations of error existed, it was prepared to rule based upon the evidence in the record. No new evidence was introduced. At the conclusion of the hearing, the trial court issued a second written order which declared Betty Clement to be the “lawful surviving spouse of Mansfield Clement for all purposes” and declared that the prior order “should be clarified to include a Declaratory Judgment as set forth herein.”\nII.\nOnce a trial court issues a final ruling dispositive of a lawsuit, there is only a limited number of ways in which the parties in a case can seek to reopen the matter. In the instant case, the trial court had issued a final order. Thus, in order to have the authority to enter the second order as it did, the trial court would have had to have some type of statutory or other authority for doing so. Betty Clement claims that, in issuing the second order, the trial court did nothing more than clarify the initial order. Thus, Betty Clement does not, even on appeal, cite to any source of authority for the trial court’s action other than a case which affirmed a clarification by a trial court of a prior judgment by that court. Appellants claim that the second order was more than a mere clarification. We agree, and moreover, we discern no other authority for the trial court’s actions.\nA fundamental principle of litigation that has been stressed in a variety of contexts is the importance of finality. See, e.g., Oxendine v. Merrell Dow Pharmaceuticals, Inc., 563 A.2d 330, 334 (D.C.1989) (reversal of judgment granting new trial pursuant to Rule 60(b)(6)); Neuman v. Neuman, 377 A.2d 393, 397 (D.C.1977) (denial of challenge to validity of divorce decree); Railway Express Agency, Inc. v. Hill, 250 A.2d 923, 925 (D.C.1969) (reversal of reinstatement pursuant to Rule 60(b) of action dismissed for want of prosecution); Greater Boston Television Corp. v. Federal Communications Comm’n, 149 U.S.App.D.C. 322, 331-32, 463 F.2d 268, 277-78 (denial of motion to recall the man date), cert. denied, 403 U.S. 923, 91 S.Ct. 2233, 29 L.Ed.2d 701 (1971); Smith v. Jackson Tool & Die, Inc., 426 F.2d 5, 8 (5th Cir.1970) (“[t]he policy of finality of judicial proceedings is, and indeed it should be, a strong one”); 18 Charles A. Wright, Arthur R. Miller & Edward H. Cooper, Federal Practice & Procedure § 4403, at 11-18 (1981) (policies underlying doctrine of res judicata include repose and finality of judgments). This principle, of course, may give way where countervailing considerations prevail, but authority must exist in law to override the principle and the legal considerations that have been developed to channel the exercise of such authority must be brought to bear in such situations. We address seriatim several possible sources of authority for the trial court’s action.\nA. Rule 59(e)\nSuperior Court Civil Rule 59(e) provides that “[a] motion to alter or amend the judgment shall be served not later than 10 days after entry of the judgment.” In the instant case, Betty Clement’s motion was made almost five months after entry of the judgment. Thus, due to the ten-day time limitation of the rule, it is completely inapplicable. There is no precedent for extending that ten-day limitation, and in fact, Rule 6(b) prohibits extension of that period. Here, the final judgment was entered in August, 1990, and Betty Clement made her “Motion for Clarification of Order and Declaratory Judgment” in January 1991. This is clearly past the rule’s time limitation, and thus, the motion and concomitant order cannot be construed as one under Rule 59(e).\nB. Rule 60(a)\nSuperior Court Civil Rule 60(a) provides for the correction of “[cjlerical mistakes in judgments, orders or other parts of the record and errors therein arising from oversight or omission.” It provides that the trial court can correct such errors “at any time of its own initiative or on the motion of any party.” Id. This rule applies only to errors that are clerical or arise from oversight or omission; errors of a more substantial nature are to be corrected under Rule 59(e) or Rule 60(b). The mistake cannot “be one of judgment or even of misidentification, but merely of recitation ... mechanical in nature.” Dura-Wood Treating Co. v. Century Forest Indus., 694 F.2d 112, 114 (5th Cir.1982). “Rule 60(a) may be relied on to correct what is erroneous because the thing spoken, written, or recorded, is not what the person intended to speak, write, or record.” McNickle v. Bankers Life & Cas. Co., 888 F.2d 678, 682 (10th Cir.1989). This rule is used to make the record speak the truth and not to make it say something other than what it originally said. 11 Charles A. Wright & Arthur R. Miller, Federal Practice & Procedure § 2854, at 149 (1973). Rule 60(a) is not to be used as a vehicle for relitigating matters already litigated and decided, nor to change what has deliberately been done. See Security Mut. Cas. Co. v. Century Cas. Co., 621 F.2d 1062, 1065 (10th Cir.1980). “The problem is essentially one of characterization, that is, whether a substantive change or amendment was made or whether the amended conclusions and judgment were in the nature of corrections.” Kelley v. Bank Bldg. & Equip. Corp., 453 F.2d 774, 778 (10th Cir.1972).\nIn order to justify the trial court’s action on the basis of this rule, the trial court would have had to have intended in the original order to rule that Betty Clement was decedent’s spouse for all purposes and failed to do so because of a clerical error. See, e.g., Jackson v. Jackson, 107 U.S.App.D.C. 255, 257, 276 F.2d 501, 503 (1960). Clearly, that is not what happened, for the trial court specifically included the words “for the limited purposes of this hearing,” and provided no more than an order for release of the body, which is what Betty Clement had sought.\nC. Rule 60(b)(6)\nRule 60(b) provides a vehicle for the court to “relieve a party or a party’s legal representative from a final judgment, order, or proceeding” and then lists five specific reasons justifying such relief. Subsection (6) then provides that relief can be granted for “any other reason justifying relief from the operation of the judgment.” However, the purpose of 60(b) is to respect the finality of judgments by providing post-judgment relief only under exceptional circumstances, see Lynch v. Meridian Hill Studio Apts., 491 A.2d 515, 520 (D.C.1985); Ohio Valley Constr. Co. v. Dew, 354 A.2d 518, 521 (D.C.1976), in unusual and extraordinary situations justifying an exception to the overriding policy of finality, Ohio Valley Constr. Co., supra, 354 A.2d at 521 (quoting Railway Express Agency, supra, 250 A.2d at 925), or where the judgment may work an extreme and undue hardship, Starling v. Jephunneh Lawrence & Assocs., 495 A.2d 1157, 1161 (D.C.1985).\nRelief will not be granted if substantial rights of the moving party have not been harmed by the judgment. 11 Wright & Miller, supra, § 2857, at 162. As Rule 60 explicitly states, it may be invoked only to provide a party “relief” from a judgment. Betty Clement has made no showing that she was in any way harmed by the judgment naming her as the spouse for the limited purpose of receiving the body. The judgment determining that Betty Clement was the spouse for the limited purpose at issue did not suggest that she was the spouse only for that limited purpose. See United States v. Alpine Land & Reservoir, Co., 984 F.2d 1047, 1049 (9th Cir.1993) (relief under Rule 60(b)(6) not justified unless movant shows “both injury and that circumstances beyond its control prevented timely action to protect its interests”), petition for cert. filed, 61 U.S.L.W. 3775 (U.S. Apr. 16, 1993) (No. 92-1741).\nAdditionally, potential prejudice to the nonmovants must be considered in determining whether to grant a motion under Rule 60(b)(6). Dowell v. State Farm Fire & Cas. Automobile Ins. Co., 774 F.Supp. 996, 999 (S.D.W.Va.1991), aff'd, 993 F.2d 46 (4th Cir.1993). Here, the rights of appellants may have been affected by the trial court’s action. While the trial court did not foreclose the presentation of additional evidence at the hearing on the motion to clarify, the trial court limited its willingness by requiring a showing of deficiencies in the initial proceeding. Moreover, in any newly filed action on the broader issue, presumably there could be depositions and other normal discovery, as well as a right to a jury where warranted under Super.Ct.Civ.R. 38.\n“Rule 60(b)(6) is not a carte blanche to cast adrift from fixed moorings and time limitations guided only by the necessarily variant consciences of different judges.” Rinieri v. News Syndicate Co., 385 F.2d 818, 822 (2d Cir.1967). Its scope is “ ‘extremely meagre [sic].’ ” Id. (quoting United States v. Karahalias, 205 F.2d 331, 333 (2d Cir.1953)). We do not perceive factors here that would bring the case within that meager scope.\nD. Inherent Authority\nFinally we consider the possibility of some kind of inherent authority. We are not cited to, nor do we find, any precedent in this jurisdiction establishing inherent authority in a trial court to reopen a final definitive judgment once issued and markedly change its nature and effect. Such an ill-defined and generalized authority would be contrary to the deep-seated interest in promoting the finality of judgments, except in certain well-defined circumstances. It is true that in Newton v. United States, 613 A.2d 332 (D.C.1992), a case involving the erroneous grant of a postsentencing motion to vacate a criminal conviction under D.C.Code § 23-110 (1989), this court held that the trial court has inherent authority to “ ‘correct its record so as to reflect the truth and insure that justice be served.’ ” 613 A.2d at 334 (quoting Rich v. United States, 357 A.2d 421, 423 (D.C.1976)). Newton, however, involved the correction of a mistake that had been made by the court in failing to serve notice on the government as required by statute. It did not involve, nor did it sanction, the trial court reopening a final judgment in order to provide relief additional to the relief originally requested and granted.\nAccordingly, we must conclude that the trial court had no basis in law to reopen the case five months after final judgment and enter the second order. The order of May 20, 1991, appealed from is hereby\nVacated.\n. Betty Clement claimed a right to obtain the body of the decedent for the purposes of burial pursuant to D.C.Code §§ 11-2308 and 2-2813 (1989). Section 11-2308 provides that “following investigation or autopsy, the medical examiner shall release the body of the deceased to the person having the right to the body for purposes of burial pursuant to law.” Section 2-2813 provides that the surviving spouse shall have prior claim of the human remains over all others. The nominal defendant in the action was the District of Columbia Department of Human Services, which takes no position on the issue before us.\n. The limited record in this case indicates that Mansfield Clement married Betty Clement on September 5, 1957. Then, without obtaining a divorce from Betty Clement, he married Shirley Clement on June 7, 1973. Without obtaining a divorce from either Betty Clement or Shirley Clement, he married Merita Clement on February 6, 1986. He was still living with Merita Clement at the time of his death. Decedent had one other marriage during this time period, but that marriage ended in divorce in 1979, and his wife of that marriage is not involved in the instant action.\n.Merita Clement sought to be declared the surviving spouse of decedent based on the presumption that exists in the District of Columbia that where there has been more than one marriage, the most recent marriage is the valid marriage. Unlike the other two women, Shirley Clement did not ask the court to find that she was the lawful surviving spouse. Instead, she sought to have Betty Clement’s claim dismissed because of the \"profound but unintended impact [a decision on the claim could have] on future proceedings.\" See note 5, infra.\n. Decedent was employed with the Washington Metropolitan Area Transit Authority (WMATA) prior to his death, and this employment entitled his surviving spouse to an annuity upon his death. After receiving the trial court’s order of August 27, 1990, Betty Clement sought to obtain that annuity, but WMATA refused to accept that first order as proof that she was indeed decedent’s surviving spouse. As a result, Betty Clement filed the January 24, 1991, motion seeking clarification and a declaratory judgment that she was decedent’s surviving spouse for all purposes.\n. These arguments were presented by appellant Shirley Clement, who also pointed out that a complaint for declaratory judgment on the issue of marital status was already pending in Prince George’s County, where the decedent lived.\n.Appellee Betty Clement suggests that Carr v. Brown, 395 A.2d 79, 81 (D.C.1978), provides authority for the trial court’s actions. In Carr, this court held that an order entered by the trial court in response to a letter to the court requesting clarification of an earlier order was not a new order since it did not alter or amend the earlier order in any way. In that case, however, the request for clarification sought nothing more than an explanation of the reasons for dismissing the case; it did not seek to change the order. The case at bar is significantly different, in that the second order here did more than clarify an ambiguity in the first order or provide an explanation of the reasons for the first order.\n. Superior Court Civil Rule 6(b) provides that the trial court \"may not extend the time for taking any action under Rule ... 59(b), (d), and (e), ... except to the extent and under the conditions stated in them.”\n. Super.Ct.Civ.R. 60(a) is identical to the same federal rule, and, as we have often observed, \"when a local rule and a federal rule are identical, we may look to federal court decisions in interpreting the federal rule as persuasive authority in interpreting the local rule.” Goldkind v. Snider Bros., Inc., 467 A.2d 468, 472 (D.C.1983) (internal footnote and punctuation omitted).\n. None of the five specific bases appears applicable here.\n. The court found that such authority to correct an \"inadvertent or mistaken' order,” Newton, supra, 613 A.2d at 334, existed apart from Rule 60(a) and hence did not address the applicability of that rule to a proceeding brought under D.C.Code § 23-110 (1989). The government had invoked certain federal cases which deemed a collateral attack on a criminal conviction to be an independent civil action.",
        "type": "majority",
        "author": "STEADMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Mark G. Levine, with whom Diane M. Brenneman, was on a supplemental brief, and John London Clark, Jr., filed a brief for Merita Clement.",
      "Dushko S. Zdravkovich, for Shirley Clement.",
      "Iris McCollum Green, for Betty Clement.",
      "John Payton, Corp. Counsel and Charles L. Reischel, Deputy Corp. Counsel, filed a statement in lieu of brief on behalf of the District of Columbia."
    ],
    "corrections": "",
    "head_matter": "Merita CLEMENT and Shirley Clement, Appellants, v. DISTRICT OF COLUMBIA DEPARTMENT OF HUMAN SERVICES and Betty Clement, Appellees.\nNos. 91-CV-629, 91-CV-707.\nDistrict of Columbia Court of Appeals.\nArgued May 6, 1993.\nDecided Aug. 12, 1993.\nMark G. Levine, with whom Diane M. Brenneman, was on a supplemental brief, and John London Clark, Jr., filed a brief for Merita Clement.\nDushko S. Zdravkovich, for Shirley Clement.\nIris McCollum Green, for Betty Clement.\nJohn Payton, Corp. Counsel and Charles L. Reischel, Deputy Corp. Counsel, filed a statement in lieu of brief on behalf of the District of Columbia.\nBefore FERREN, STEADMAN and KING, Associate Judges."
  },
  "file_name": "1215-01",
  "first_page_order": 1261,
  "last_page_order": 1266
}
