{
  "id": 7294457,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Francis Nicholas RAKOWSKI, Jr., Appellant",
  "name_abbreviation": "Commonwealth v. Rakowski",
  "decision_date": "2010-01-14",
  "docket_number": "",
  "first_page": "1215",
  "last_page": "1223",
  "citations": [
    {
      "type": "official",
      "cite": "987 A.2d 1215"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "298 Pa.Super. 283",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        187874
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "1178"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/298/0283-01"
      ]
    },
    {
      "cite": "385 Pa.Super. 401",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        468165
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "339-40"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/385/0401-01"
      ]
    },
    {
      "cite": "423 Pa.Super. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        924717
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/423/0001-01"
      ]
    },
    {
      "cite": "282 A.2d 375",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "376-77"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938651
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0405-01"
      ]
    },
    {
      "cite": "902 A.2d 554",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8414139
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "561"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/902/0554-01"
      ]
    },
    {
      "cite": "985 A.2d 871",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7292992,
        4197163
      ],
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "Superior Court's reversal of Section 3802(c) conviction not at issue"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/985/0871-01",
        "/pa/604/0103-01"
      ]
    },
    {
      "cite": "912 A.2d 841",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8444342
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/912/0841-01"
      ]
    },
    {
      "cite": "682 A.2d 783",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7864288,
        769253
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "788"
        },
        {
          "page": "789"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/0783-01",
        "/pa-super/452/0508-01"
      ]
    },
    {
      "cite": "452 Pa.Super. 508",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        769253
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/452/0508-01"
      ]
    },
    {
      "cite": "957 A.2d 311",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8206347
      ],
      "pin_cites": [
        {
          "page": "317"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/957/0311-01"
      ]
    },
    {
      "cite": "985 A.2d 871",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7292992,
        4197163
      ],
      "weight": 2,
      "year": 2009,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/985/0871-01",
        "/pa/604/0103-01"
      ]
    },
    {
      "cite": "912 A.2d 841",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8444342
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "849",
          "parenthetical": "stating that \"the Commonwealth similarly fails to preclude the possibility that [Appellee] ingested alcohol after the accident occurred\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/912/0841-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1035,
    "char_count": 26543,
    "ocr_confidence": 0.697,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1883575065573321
    },
    "sha256": "6fc10390716682944dc2e451d75a467d5b6d6b76029a802d7be95a35f3c2eb44",
    "simhash": "1:2867a3b0dac31dfa",
    "word_count": 4353
  },
  "last_updated": "2024-02-27T23:16:30.161334+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: BENDER, FREEDBERG and POPOVICH, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Francis Nicholas RAKOWSKI, Jr., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPOPOVICH, J.:\n¶ 1 Appellant Francis Nicholas Rakow-ski, Jr., appeals the judgment of sentence for driving under the influence of alcohol (DUI) in violation of 75 Pa.C.S.A. § 3802(c) on grounds that: 1) the evidence was insufficient to sustain his conviction; 2) the verdict was against the weight of the evidence; and 3) the jury’s entry of inconsistent verdicts warrants a vacation of the judgment of sentence. After careful review, we affirm.\n¶ 2 The facts and procedural history of this case are as follows:\nThis appeal arises from Appellant’s conviction for a second offense DUI highest rate. On November 20, 2007, Pennsylvania State Trooper Justin Dem-bowski received a radio call that two vehicles had encountered some debris on Interstate 83 in the southbound lane in Fairview Township, York County. Upon arriving at the scene around 7:00 a.m., the [trooper] saw the two cars and approached the nearer vehicle. The driver, Appellant, appeared to be asleep and was startled when the [trooper] awoke him. When Appellant opened his car door, [Trooper] Dembowski detected the odor of alcohol in the vehicle and emanating from Appellant, whose speech was slurred. Since there was no suitable terrain nearby for a field sobriety test, [Trooper] Dembowski immediately placed Appellant under arrest for DUI and took him to York Hospital to determine his blood alcohol content.\nOn July 7, 2008, a jury found Appellant guilty of second offense DUI highest rate. [The trial court] sentenced Appellant on August 27, 2008. Appellant filed a post-sentence motion on September 8, 2008, for which [the trial court] held a hearing on October 20, 2008 [...]. [The trial court] denied Appellant’s post-sentence motion, and this appeal timely followed.\nTrial court opinion, 1/13/09, at 1-2. As noted above, Appellant raises three issues for our consideration, the first of which claims:\nTHE EVIDENCE WAS INSUFFICIENT FOR THE JURY TO CONVICT AS TO DUI/COUNT II AS IT RELATES TO THE BLOOD ALCOHOL LEVEL, AS WELL AS IT RELATES TO THE “CONTROL/OPER-ABILITY” OF THE VEHICLE.\nAppellant’s “Statement of Matters Complained of Pursuant to Rule of Appellate Procedure 1925(b),” 12/5/08; Record No. 25.\n¶ 3 In reviewing a sufficiency of the evidence claim, the standard of review is well settled. This Court must determine whether the evidence and all reasonable inferences deducible therefrom, when viewed in the light most favorable to the verdict-winner, here the Commonwealth, are sufficient to establish all elements of the crime charged beyond a reasonable doubt. Commonwealth v. Parker, 957 A.2d 311, 317 (Pa.Super.2008) (citation omitted).\n¶ 4 Under 75 Pa.C.S.A. § 3802(c), an individual may not drive, operate, or be in actual physical control of the movement of a vehicle after imbibing a sufficient amount of alcohol such that the alcohol concentration in the individual’s blood or breath is 0.16% or higher within two hours after the individual has driven, operated, or been in actual physical control of the movement of the vehicle.\n¶ 5 The facts, when viewed in the light most favorable to the verdict-winner, establish that Pennsylvania State Trooper Justin Dembowski was working the 6:00 a.m. to 2:00 p.m. shift on the 20th day of November, 2007. Trooper Dembowski received a radio dispatch to investigate debris reported on the roadway at mile marker 38 southbound on Interstate 83, which is in York County. Trooper Dem-bowski was also advised that vehicles had hit the debris and were disabled at that location. This call was received by Trooper Dembowski “[e]arly in the morning just after getting dressed in uniform and getting in [his] car ready to go [...].” N.T. Jury Trial, 7/8/08, at 19.\n¶ 6 Once Trooper Dembowski arrived on the scene, he observed two disabled vehicles on the side of the road. He parked behind the vehicle second in line, which upon investigation disclosed that Appellant was behind the steering wheel and appeared to be sleeping. When Trooper Dembowski knocked on the driver’s window, Appellant “jerked” his head up and looked at the trooper. During Trooper Dembowski’s conversation with Appellant, he noticed an odor of alcohol on Appellant’s breath and that his eyes were bloodshot and glassy. Thereafter, Trooper Dembowski asked Appellant to exit the vehicle because he “did believe that [Appellant] was under the influence of [an] alcoholic beverage [...].” N.T. Jury Trial, 7/8/08, at 22. No field-sobriety tests were performed at that time (7:00 a.m.) because Interstate 83 southbound had “a considerable amount of traffic,” the terrain was not level (because of a severe incline), and for the safety of both Appellant and Trooper Dembowski. Id. at 23.\n¶7 When Appellant exited his vehicle, he was placed under arrest for DUI. Further, Trooper Dembowski did an inventory search of Appellant’s vehicle and found no contraband or weapons. More particularly, Trooper Dembowski “didn’t find any alcoholic beverages in the vehicle, [but he] did observe that the keys were actually in the ignition of the vehicle [... ].” N.T. Jury Trial, 7/8/08, at 24. Once Appellant’s vehicle was towed, he was transported to York Hospital “[s]hortly before 8:00 [a.m.,]” and his blood was drawn with his consent at 8:00 a.m. Id. The parties stipulated that the BAC was .188 percent.\n¶ 8 At trial, Trooper Dembowski testified that he questioned Appellant at the preliminary hearing concerning the type and amount of alcoholic beverages he consumed “before” driving the morning of the accident. “[Appellant] had a list of several drinks that he recalled consuming prior to being arrested. He had a time frame where he advised that he had at least four drinks. He advised that he was drinking Rumplemint, which I believe he said was a flavored liquor.” N.T. Jury Trial, 7/8/08, at 27. Furthermore, Trooper Dembowski asked Appellant when he hit the object in the roadway, “and [Appellant] approximated the time that he struck the debris between 0610 and 0615[,]” which was within the two-hour window to draw one’s blood pursuant to Section 3802. Id.\n¶ 9 The second vehicle disabled by the debris was driven by Scott H. Peck. Mr. Peck testified that his vehicle was not the first to make contact with the debris. In other words, albeit he did not witness Appellant strike the debris, he did observe that Appellant’s vehicle was parked on the side of the road with its “four-ways on” and the vehicle “running at the time.” N.T. Jury Trial, 7/8/08, at 32, 34. When Mr; Peck struck the debris, he put his four-ways on and pulled alongside the road, all of which occurred at approximately 6:30 a.m. on November 20, 2007. Id. at 31, 35. Appellant and Mr. Peck conversed on at least two occasions exchanging information about having used their cell telephones to call “911” and making contact with the debris in the southbound lane of Interstate 83. Id. at 37. Mr. Peck also recalled using his cell phone and Trooper Dembowski arriving “about 20 minutes after we hit it[, i.e., the debris].” Id. at 32. Mr. Peck stated Trooper Dembowski’s arrival time was around “say 7, 7:15.” Id. at 35. Lastly, during re-direct examination by the Commonwealth, Mr. Peck stated that he did not see Appellant drink anything while at the scene. Id. at 36. This prompted the following exchange between Appellant and Mr. Peck:\n[Appellant:]\nQ. I have already determined that it was dark. I would not have recognized you had I not seen you at the preliminary [hearing]. Again not being that close to you, would you think you would have been able to see if I was drinking something from your vehicle?\n[Mr. Peck:]\nA. Yes.\nQ. Were you looking for me to be doing so?\nA. I got out a couple times, but you got out too. We had a couple [of] conversations, maybe two I think.\nQ. Do you recall PennDOT getting there before the officer?\nA. Yeah, they came by right before the officer.\nQ. So the officer was not the first person on the scene. Did you call Penn-DOT?\nA. No, I called 911.\n[Appellant]: Called 911. I called them as well [...].\nN.T. Jury Trial, 7/8/08, at 36-37 (emphasis added).\n¶ 10 Viewing the evidence in the light most favorable to the verdict-winner, and drawing all reasonable inferences therefrom, the jury was justified in concluding that Appellant was driving his vehicle at 6:10 a.m. or 6:15 a.m., which was the time admitted by Appellant to striking the debris upon questioning by Ti*ooper Dem-bowski. Appellant’s contention that Trooper Dembowski never testified that he asked Appellant at the scene what time his car hit the debris is refuted by the record. See N.T. Jury Trial, 7/8/08, at 27 (Trooper Dembowski asked and Appellant testified at the preliminary hearing that “he approximated the time that he struck the debris between 0610 and 0615.”).\n¶ 11 Next, Mr. Peck recalled making contact with the debris on Interstate 83 at approximately 6:30 a.m. and observing Appellant’s vehicle also disabled on the side of the road at that time with the engine running. Thereafter, Mr. Peck used his cell phone to call “911,” and Trooper Dem-bowski arrived at approximately 7:00 a.m., which this time is consistent with the testimony of Trooper Dembowski. Lastly, during the passage of time between Appellant’s admission to driving to Trooper Dembowski (6:10 a.m. or 6:15 a.m.), Mr. Peck’s accident (6:30 a.m.), and Trooper Dembowski’s arrival on the scene (7:00 a.m.), Mr. Peck testified without equivocation that he did not witness Appellant consume anything during this hiatus of police presence on the scene, which is at odds with Appellant’s account of consuming alcohol “after” the accident while seated in his vehicle waiting for roadside service. N.T. Jury Trial, 7/8/08, at 44 (Appellant testified on cross-examination to drinking, while sitting in his vehicle, “some [Rumple Minze] and club sodaf.]”). The jury’s verdict discounted Appellant’s consumption of alcohol after the accident in favor of Mr. Peck’s recitation of witnessing no consumption of any beverages by Appellant prior to the arrival of the police, which likewise undermines Appellant’s position that the Commonwealth presented no evidence to refute the “possibility” that Appellant ingested alcohol after the accident.\n¶ 12 Given the disparate accounts of events by the Commonwealth’s witnesses and Appellant, it was for the jury, as the finder of fact and credibility-assessor, to weigh the evidence and to choose whom to believe. See Commonwealth v. Larsen, 452 Pa.Super. 508, 682 A.2d 783, 788 (1996). In this case, the veniremen weighed in on the side of the Commonwealth and against Appellant. As a result, we will not invade the jury’s bailiwick in this situation, especially given the fact that the record is supportive of their verdict finding Appellant guilty of violating Section 3802(c) (operating a vehicle after imbibing a sufficient amount of alcohol such that alcohol concentration in individual’s blood is 0.16% or higher within two hours after individual has operated a vehicle). Contrast Commonwealth v. Segida, 912 A.2d 841 (Pa.Super.2006) (failure of Commonwealth to establish when blood drawn and no expert testimony establishing BAC at various points in evening warranted reversal of conviction for DUI pursuant to Section 3802(c)), vacated on other grounds, — Pa. —, 985 A.2d 871 (2009) (Superior Court’s reversal of Section 3802(c) conviction not at issue).\n¶ 13 The second issue proffered for our consideration by Appellant avers that the jury’s verdict was against the weight of the evidence. See Record No. 25. The standard of review for a weight of the evidence challenge is exclusively for the finder-of-fact who is free to believe all, part, or none of the evidence and to determine the credibility of the witnesses. Commonwealth v. Charlton, 902 A.2d 554, 561 (Pa.Super.2006). A verdict is only against the weight of the evidence if it is so contrary to the evidence that it shocks one’s sense of justice. Id. Appellant must also show that the trial court palpably abused its discretion in denying his weight of the evidence claim. Id.\n¶ 14 Herein, the jury was satisfied that the evidence was sufficient to conclude beyond a reasonable doubt that Appellant was guilty of contravening Section 3802(c). When the evidence is considered in toto, namely that Appellant’s stipulated blood alcohol content within two hours of his driving was 0.188, we hold that the trial court did not err in finding that the jury’s verdict did not shock its sense of justice nor does the verdict shock this Court’s sense of justice. As a result, we find that Appellant’s weight of the evidence claim lacks merit.\n¶ 15 Lastly, Appellant asserts that the verdicts were inconsistent. To explicate, Appellant was charged at Count I with violating 75 Pa.C.S.A. § 3802(a)(1) (general impairment/incapable of driving safely), but the jury could not reach a verdict as to this offense. However, the jury did find Appellant guilty of Count II, which charged a violation of 75 Pa.C.S.A. § 3802(c) (highest rate of alcohol — BAC .16% or higher).\n¶ 16 In this jurisdiction, inconsistent verdicts are not a basis for reversal. Commonwealth v. Carter, 444 Pa. 405, 282 A.2d 375, 376-77 (1971). In fact, this Court has held that a conviction of conspiracy, even when coupled -with an acquittal of the underlying overt act of conspiracy, will not be reversed provided the facts are sufficient to sustain the jury’s verdict. See, e.g., Commonwealth v. Cassidy, 423 Pa.Super. 1, 620 A.2d 9, 12 (1993); Commonwealth v. Jackson, 385 Pa.Super. 401, 561 A.2d 335, 339-40 (1989); Commonwealth v. Wanamaker, 298 Pa.Super. 283, 444 A.2d 1176, 1178 (1982). At bar, we have examined the facts and hold them sufficient in quantity and quality to uphold Appellant’s conviction for violating Section 3802(c). We see no reason for deviating from that finding now. See Larsen, 682 A.2d at 789.\n¶ 17 Accordingly, finding no merit in any of Appellant’s claims, we affirm the judgment of sentence.\n¶ 18 Judgment of sentence affirmed.\n¶ 19 BENDER, J. files a Dissenting Opinion.\n. Interestingly, Appellant admitted telling Trooper Dembowski he consumed four drinks over a period of nine hours earlier in the evening spanning 7:40 p.m. and 5:30 a.m. on the morning .of the accident. N.T. Jury Trial, 7/8/08, at 43. During instructions, the trial court advised the jury: \"It was [Appellant’s] position he consumed alcohol and may have become intoxicated after the car was inoperable. So again those are all relevant considerations for you [the jury], and it is your decision as to whether or not the Commonwealth has proven their case beyond a reasonable doubt.” Id. at 77.\n. More specifically, Appellant makes reference in his \"inconsistent verdicts” claim to the jury’s question inquiring about Count I (DUI general impairment) asking, \"[W]hat is control?” The jury was unable to reach a decision as to Count I. See N.T. Jury Trial, 7/8/08, at 81. Nonetheless, the jury did reach a guilty verdict as to Count II (DUI highest rate).",
        "type": "majority",
        "author": "POPOVICH, J.:"
      },
      {
        "text": "DISSENTING OPINION BY\nBENDER, J.:\n¶ 1 Because I believe that the evidence presented by the Commonwealth was insufficient to uphold a conviction for driving under the influence (DUI) under 75 Pa. C.S. § 3802(c), I respectfully dissent. To support my position, I rely on this Court’s decision in Commonwealth v. Segida, 912 A.2d 841 (Pa.Super.2006), rev’d on other grounds, — Pa. —, 985 A.2d 871 (2009). I believe that the facts of Segida, set forth below, closely mirror the case at hand:\nOn September 19, 2004, at approximately 12:20 a.m., West Mifflin Police Officer Patrick Hillyard received a dispatch to investigate a one-vehicle accident on Bettis Road, West Mifflin, Allegheny County, Pennsylvania. Upon arriving at the scene, Officer Hillyard observed a vehicle “almost over the hillside” at the top of the hill on Bettis Road. According to Officer Hillyard, the vehicle had rotated 180 degrees and come to rest “into some brush.” Standing outside the vehicle were two men. Officer Hillyard approached the two men and began questioning them as to what had happened. The two men were subsequently identified as Appellant and his brother, Thomas. While questioning Appellant, Officer Hillyard detected a strong odor of alcohol. Appellant indicated to Officer Hillyard that he had been driving the vehicle westbound on Bettis Road when he lost control of the vehicle while arguing with his brother. Upon being asked, Appellant admitted that he had been drinking alcohol that night. Appellant indicated that he and his brother had been at a local club drinking and that he was driving his brother home.\nAppellant was then asked to perform one or more field sobriety tests and complied with this request. In the estimation of Officer Hillyard, Appellant did not satisfactorily perform the field tests and Appellant was placed under arrest and taken to McKeesport Hospital where he was read his chemical test warnings. Appellant signed the DL-26 form and submitted to a drawing of a blood sample. The blood sample was later transported to the County Crime Lab for testing with that testing revealing a BAC of .326.\nAppellant was subsequently charged with two counts DUI, 75 Pa.C.S. § 3802(a)(1) and 75 Pa.C.S. § 3802(c), and one count of careless driving 75 Pa.C.S. § 3714. At that trial, the Commonwealth presented a single witness, the arresting officer, Officer Hillyard.\nId. at 842 (citations omitted).\n¶ 2 We went on in Segida to discuss that the appellant had “conducted] a critical review of the trial transcript,” and we agreed with the appellant’s following arguments:\nThe state offered absolutely no evidence as to when Appellant drank alcohol, including whether he drank after the accident in question. Additionally, the Commonwealth presented no evidence from which it could be inferred what time the accident occurred. There were no witnesses to the accident or to the manner in which the car was operated. Rather, here, the state offered only (a) the time the officer received the call from dispatch about the accident and (b) the time that the officer arrived on the scene. It did not indicate when dispatch received the call about the accident, the name of the person who called dispatch, whether the person who called dispatch actually saw the accident or only came upon it some time later, or what time the caller first saw the accident. The officer testified that he did not know, when he arrived at the scene, how long Appellant’s car had actually been located at the scene of the accident. And he acknowledged that he never asked Appellant if he had been at the scene the entire time since the accident occurred.\nThe state offered no evidence as to how often the road on which the accident occurred was patrolled or even driven by others. The state offered no evidence of physical evidence at the scene of the accident which would help determine the timing of the incident. The state did not indicate whether any alcoholic beverage containers were found at the scene of the accident, which could suggest Appellant’s imbibing after the accident. The state did not show what, if any, commercial establishments were around the scene of the accident, again, possibly being a place where Appellant could have ingested alcohol after the accident. In other words, the state wholly failed to present direct or circumstantial evidence as to when Appellant last drank alcohol on September 19, 2004, when Appellant was driving, and when Appellant was involved in the accident.\nId. at 846 (quoting the appellant’s brief, at 15-16). In light of these arguments, we concluded in Segida that the Commonwealth had failed to “establish, within some degree of reasonable certainty, the time [the appellant] last drove, as well as when the blood or breath sample was taken,” which we determined was essential for a conviction under 75 Pa.C.S. § 3802. Id. at 845-46. Additionally, we explained that:\nAlthough the Commonwealth’s failure to fix the time of Appellant’s accident, with any degree of certainty, is a major pitfall in its case, it is but one difficulty with proof in- the current case. Tied somewhat to the failure to establish when the accident occurred, the Commonwealth similarly fails to preclude the possibility that Appellant ingested alcohol after the accident occurred. Officer Hillyard did not testify as to whether there were signs of imbibing alcohol in the car or nearby, or whether there were drinking establishments nearby which would have provided Appellant an opportunity to drink after he stopped driving. This fact provides greater uncertainty to the premise that Appellant’s incapacity during the encounter with Officer Hillyard was representative of his incapacity when he was driving, thereby further undermining the Commonwealth’s case.\nId. at 848-49 (emphasis in original).\n¶ 3 Similarly, in Appellant’s case, the Commonwealth presented very minimal evidence to establish exactly what time Appellant last drove his car. First, there was no testimony or evidence proffered establishing what time the police dispatcher received the call reporting the two disabled vehicles. We also note that, even if the Commonwealth had put forth evidence of the time of the call to police, the dispatcher informed Officer Dembowski that two cars were disabled. Thus, the time of the call would not have revealed exactly what time the first car, ie. Appellant’s car, had pulled alongside the highway. Furthermore, the Commonwealth presented no witnesses who saw Appellant actually hit the debris, nor anyone who could testify as to the manner in which Appellant was driving before hitting it.. When Mr. Peck collided with the debris at approximately 6:30 a.m., Appellant’s car was already disabled alongside the highway.\n¶ 4 Instead, the only evidence that the Commonwealth presented to establish what time Appellant’s car became disabled was Officer Dembowski’s testimony. The officer testified that at Appellant’s preliminary hearing, Appellant indicated that he hit the debris around 6:10 or 6:15 a.m. However, on cross-examination at trial, the officer contradicted that testimony when asked if “the incident initially occurred prior to 6:00 or right around 6:00 [a.m.]” and the officer stated, “Okay.” N.T. Trial, 7/8/08, at 29. Thus, the evidence presented by the Commonwealth on the actual time that Appellant last drove his vehicle was minimal at best.\n¶ 5 Moreover, here, as in Segida, the Commonwealth failed to preclude the possibility that Appellant consumed alcohol after driving. First, Appellant testified that after his car became disabled, he drank alcohol that was in a club soda bottle in his car. While Officer Dembowski testified that he did not find any alcoholic beverage containers in Appellant’s vehicle, he admitted on cross-examination that he may have seen a can of iced tea in the car, but could not recall if there were any other non-alcoholic drink containers in the vehicle. N.T. Trial, 7/8/08, at 24. Id. at 28. Thus, the Commonwealth did not present evidence refuting Appellant’s claim that there was a club soda bottle in his vehicle.\n¶ 6 In fact, the only evidence that the Commonwealth did present to discredit Appellant’s claim that he drank alcohol after driving was the testimony of Mr. Peck who stated that he did not see Appellant drink anything while they waited for police. However, Mr. Peck testified that his car hit the debris at approximately 6:30 a.m. Assuming, arguendo, that Appellant’s car hit the debris at 6:10 or 6:15 a.m., there were fifteen to twenty minutes where Appellant was alone at the scene in his disabled car. Thus, Appellant had fifteen to twenty minutes in which he could have consumed alcohol.\n¶ 7 Accordingly, I believe that, even in the light most favorable to the Commonwealth, there are too many uncertainties in this case to say that the evidence was sufficient to find every element of DUI under 75 Pa.C.S. § 3802(c) beyond a reasonable doubt. The uncertainty about the exact time that Appellant last drove his vehicle, combined with the possibility that Appellant consumed alcohol after his car became disabled, creates a reasonable doubt as to Appellant’s guilt on the DUI charge. Thus, I believe that in accordance with this Court’s decision in Segida, we are constrained to conclude that Appellant’s DUI conviction and ensuing sentence should be reversed.\n¶ 8 For the above reasons, I respectfully dissent.\n. In Segida, this Court reversed Segida’s convictions under both 75 Pa.C.S. § 3802(a)(1) and 75 Pa.C.S. § 3802(c). The Commonwealth did not appeal our reversal of Segida’s conviction under section 3802(c). As such, the only issue addressed by our Supreme Court in Segida was whether this Court erred in determining that the evidence was insufficient to sustain Segida’s conviction under section 3802(a)(1). Accordingly, this Court's analysis in Segida of the sufficiency of the evidence under section 3802(c), which I rely on in my dissenting opinion, was not addressed by our Supreme Court and remains good law.\n. We recognize that our Supreme Court's decision in Segida states the following:\n[W]e reject the Superior Court's implication that, in order to obtain a conviction under subsection 3802(a)(1), the Commonwealth must also prove that an accused did not drink alcohol after the accident. See Segida, 912 A.2d at 849 (stating that \"the Commonwealth similarly fails to preclude the possibility that [Appellee] ingested alcohol after the accident occurred”) (emphasis in original). There is no basis in the statute for insertion of this element. As discussed in the test, supra, the Commonwealth must prove that Appellee drove at a time when he was incapable of doing so safely due to consumption of alcohol. The statutory text of subsection 3802(a)(1) will not support an additional element that would place the burden on the Commonwealth to prove that Appellee drank no alcohol after the accident.\nSegida, 985 A.2d at 879 n. 6. While our Supreme Court makes it clear that the Commonwealth does not have to prove that the accused did not consume alcohol after driving to support a conviction under section 3802(a)(1), that element of section 3802(c) appears to remain in tact.",
        "type": "dissent",
        "author": "BENDER, J.:"
      }
    ],
    "attorneys": [
      "Suzanne S. Smith, York, for appellant.",
      "Amy S. Eyster, Assistant District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Francis Nicholas RAKOWSKI, Jr., Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Aug. 10, 2009.\nFiled Jan. 14, 2010.\nSuzanne S. Smith, York, for appellant.\nAmy S. Eyster, Assistant District Attorney, for Commonwealth, appellee.\nBEFORE: BENDER, FREEDBERG and POPOVICH, JJ.\nRetired Senior Judge assigned to the Superior Court.."
  },
  "file_name": "1215-03",
  "first_page_order": 1263,
  "last_page_order": 1271
}
