{
  "id": 11343133,
  "name": "Winifred GEORGE and Milton Lloyd, Executors of the Estate of Thomas George, Jr., deceased, and George J. Allen, Executor of the Estate of Roy G. Allen, deceased, partners, trading as Lehigh Stripping Company, Appellants, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION",
  "name_abbreviation": "George v. Commonwealth, Department of Transportation",
  "decision_date": "1994-11-23",
  "docket_number": "",
  "first_page": "1217",
  "last_page": "1224",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1217"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "265 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "pin_cites": [
        {
          "page": "517-18",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "438 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929260
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "288",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/438/0286-01"
      ]
    },
    {
      "cite": "499 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778904
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0605-01"
      ]
    },
    {
      "cite": "422 A.2d 1199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "54 Pa.Commonwealth Ct. 630",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1914136
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/54/0630-01"
      ]
    },
    {
      "cite": "298 A.2d 614",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "7 Pa.Commonwealth Ct. 490",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1852005
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/7/0490-01"
      ]
    },
    {
      "cite": "633 A.2d 154",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "Friedman, J., dissenting"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "535 Pa. 650",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "Friedman, J., dissenting"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "153 Pa.Commonwealth Ct. 276",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1442343
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/153/0276-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 868,
    "char_count": 22342,
    "ocr_confidence": 0.684,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23990259663787347
    },
    "sha256": "1cd83d2c808318ddbfcf721ccb0090cfdfcfa48418acdb8b050a1dc0084b55f9",
    "simhash": "1:ca29cb0e7eaee482",
    "word_count": 3609
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DOYLE and FRIEDMAN, JJ., and KELTON, Senior Judge."
    ],
    "parties": [
      "Winifred GEORGE and Milton Lloyd, Executors of the Estate of Thomas George, Jr., deceased, and George J. Allen, Executor of the Estate of Roy G. Allen, deceased, partners, trading as Lehigh Stripping Company, Appellants, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION."
    ],
    "opinions": [
      {
        "text": "FRIEDMAN, Judge.\nWinifred George and Milton Lloyd, executors of the estate of Thomas George, Jr., deceased, and George J. Allen, executor of the estate of Roy G. Allen, deceased, partners, trading as Lehigh Stripping Company (Appellants), appeal from an order of the Court of Common Pleas of Schuylkill County (trial court) denying and dismissing Appellants’ Motion for Post-Trial Relief in an eminent domain proceeding. We affirm.\nAppellants owned 1,400.33 acres of land in Schuylkill County. On June 17, 1966, the Pennsylvania Department of Transportation (DOT) filed a Declaration of Taking condemning 128.66 acres of this property for the construction of Interstate Route 81, leaving Appellants with a residue of 1,271.67 acres of land.\nIn June of 1974, a Board of Viewers awarded Appellants $70,000.00 as just compensation for the condemnation. DOT appealed the award and a jury trial (Trial I) was held before the trial court. The jury awarded Appellants only $10,208.28. Appellants appealed the verdict to this court, which ordered a new trial.\nIn 1984, Appellants filed a Petition for Change of Venue, which the trial court denied following a hearing (Change of Venue Hearing). After a second jury trial (Trial II), the trial court, on March 1,1993, awarded Appellants $25,000.00 as just compensation. Appellants subsequently filed a Motion for Post-Trial Relief, which the trial court denied.\nOn appeal to this court, Appellants allege that the trial court abused its discretion or committed an error of law (1) by allowing prior testimony of Thomas George, Jr., deceased, and Harold J. Williams, deceased, to be read to the jury under section 5934 of the Judicial Code, 42 Pa.C.S. § 5934, (2) by failing to find the award of $25,000.00 inadequate and against the weight of the evidence, and (3) by denying Appellants’ request for a change of venue.\nI.\nSection 5934 of the Judicial Code, 42 Pa.C.S. § 5934 (emphasis added), states in pertinent part:\nWhenever any person has been examined as a witness in arty civil matter before any tribunal of this Commonwealth ..., if such witness afterwards dies, ..., and if the party, against whom notes of the testimony of such witness are offered, had actual or constructive notice of the examination and an opportunity to be present and examine or cross-examine, properly proven notes of the examination of such witness shall be competent evidence in any civil issue which may exist at the time of his examination, or which may be afterwards formed between the same parties and involving the same subject-matter as that upon which such witness was so examined.\nBased on this language, Appellants assert that the trial court should not have allowed the jury to hear the prior testimony of Appellants George and Williams.\nA.\nAppellants contend that the subject matter upon which Appellant George was examined at the Change of Venue Hearing, i.e., local prejudice against coal mine operators, was not the matter in dispute before the trial court at Trial II, where the issue was the amount of just compensation for the condemnation of Appellants’ property. We disagree.\nSection 5934 of the Judicial Code is a codification of the “former testimony” exception to the hearsay rule as applied in civil cases. In order to qualify for the exception, former testimony must be offered as evidence pertinent to an issue involving the same subject matter as that upon which the witness was previously examined. 42 Pa. C.S. § 5934.\nIn this case, the issue before the trial court at the Change of Venue Hearing was whether Appellants could receive just compensation for the condemnation of their land before a jury of Schuylkill County residents. The issue before the trial court at Trial II was the amount Appellants should receive as just compensation for the condemnation of their land. Clearly, these issues involve the same subject matter, i.e., just compensation for the condemnation of Appellants’ land. Thus, the trial court did not abuse its discretion by admitting Appellant George’s testimony under 42 Pa.C.S. § 5934.\nB.\nAppellants also argue that the trial court abused its discretion or committed an error of law by allowing prior testimony of Harold J. Williams, deceased, to be read to the jury under 42 Pa.C.S. § 5934. Williams was a valuation expert for DOT at Trial I who estimated Appellants’ damages at $7,700.00. There is no question that Williams’ former testimony is admissible under 42 Pa.C.S. § 5934 because there is an identity of issues, i.e., the amount of just compensation. Nevertheless, Appellants suggest that his testimony should not have been admitted because the probative value of Williams’ former testimony with respect to just compensation is substantially outweighed by the danger of unfair prejudice, confusion of issues or misleading the jury. Milan v. Department of Transportation, 153 Pa.Commonwealth Ct. 276, 620 A.2d 721 (1993), appeal denied, 535 Pa. 650, 633 A.2d 154 (1993) (Friedman, J., dissenting).\nIn this regard, Appellants argue that Williams testified erroneously that railroad right of ways on Appellants’ property prevented Appellants from crossing their land which, if true, would decrease the value of the property. (N.T. at 396-97.) In addition, Appellants allege that Williams erroneously based his valuation solely upon the “present use” of Appellants’ land at the time of condemnation, not the “highest and best use” as prescribed by statute. These errors, claim Appellants, were severely prejudicial. Again, we disagree.\nWith respect to Williams’ testimony that the railroad right of way created a barrier on Appellants’ land, we note that counsel for Appellants objected to that testimony at the time of trial and, immediately thereafter, the judge explained to the jury in a manner that satisfied Appellants’ counsel that Williams was in error. Thus, the danger of unfair prejudice from Williams’ erroneous testimony was removed.\nConcerning the highest and best use of Appellants’ property, Williams testified as follows:\nQ And then, in your opinion, there is no highest and best use of any portion of this property other than huckleberry picking, hunting and fishing?\nA Until I see development, yes, sir.\n(N.T. at 435.)\nQ But unless you actually see development you cannot determine as the highest and best use anything other than what is actually existing at that time. Is that correct?\nA In my opinion, that’s correct.\n(N.T. at 436.) We interpret Williams’ testimony to mean that the “highest and best use” of Appellants’ property in 1966 was its “present use,” i.e., recreation. Thus, we cannot say that Williams applied the wrong standard in arriving at his valuation of Appellants’ property.\nWhile we agree that the probative value of Williams’ testimony is diminished by his error with respect to the railroad right of ways, we believe that the trial court’s instruction to the jury removed the danger of unfair prejudice to Appellants in that regard. We conclude, then, that the trial court did not clearly abuse its discretion by admitting into evidence the former testimony of Appellant George and Williams.\nII.\nAppellants next argue that the trial court abused its discretion or committed an error of law by failing to find the award of $25,000.00 inadequate and against the weight of the evidence. Appellants point out that (1) the Board of Viewers had awarded $70,-000.00 in damages; (2) Appellants’ experts and an owner testified that just compensation should be anywhere from $450,000.00 to $700,000.00; (3) Williams’ expert testimony was flawed; (4) the testimony of Richard F. Higgins, another DOT valuation expert, was contradictory; and (5) Appellants sold the residue for $300,000.00 seven years after the condemnation.\nSection 602(a) of the Eminent Domain Code (Code), Act of June 22, 1964, Special Sess., P.L. 84, as amended, 26 P.S. § 1-602(a), defines the measure of damages as follows:\n(a) Just compensation shall consist of the difference between the fair market value of the condemnee’s entire property interest immediately before the condemnation and as unaffected thereby and the fair market value of his property interest remaining immediately after such condemnation and as affected thereby, and such other damages as are provided in this code.\nFair market value is the price that would be agreed to by a willing and informed seller and buyer, taking into consideration the present use of the property, its highest and best reasonably available use, and other relevant factors. Section 603 of the Code, 26 P.S. § 1-603.\nA.\nAppellants first argue that the jury award is against the weight of the evidence because the Board of Viewers awarded Appellants $70,000.00 in damages. When a new trial is requested, the trial court may consider a large difference between the Board of Viewers’ award and the jury verdict; however, it is not a controlling factor absent other evidence that the verdict is inadequate. Redevelopment Authority of the County of Washington v. Faith United Presbyterian Church, 7 Pa.Commonwealth Ct. 490, 298 A.2d 614 (1972).\nHere, while there is some difference between the Board of Viewers award of $70,-000.00 and the jury award of $25,000.00, the difference is not nearly as great as that between the Board of Viewers’ award and the $450,000.00 to $700,000.00 in damages set by Appellants’ experts. Moreover, even if there was a sufficiently large difference between the Board of Viewers award and the jury verdict, we would still have to find other evidence that the jury award was inadequate. Redevelopment Authority. Thus, Appellants’ argument from the Board of Viewers award is not dispositive here.\nB.\nAppellants next contend that the jury award is against the weight of the evidence because Appellants’ experts demonstrated that damages from the condemnation of the property would range from $450,000.00 to $700,000.00 based upon use of the property for a “planned unit development” consisting of residential, commercial, industrial and recreational areas.\nHowever, it is the province of the jury to weigh the credibility of the valuation witnesses and to determine what the land was fairly worth at the time of the condemnation. Redevelopment Authority. Moreover, where, as here, the jury views the premises, its award is entitled to special weight upon appellate review. Tamaqua v. Knepper, 54 Pa.Commonwealth Ct. 630, 422 A.2d 1199 (1980). In fact, the jury may disregard the expert testimony altogether and, following instructions provided by the judge, arrive at its own valuation, which is also what occurred here. Id.\nThe jury, then, was not remiss in disregarding expert testimony suggesting that the highest and best reasonably available use for Appellants’ property was a planned unit development. Accordingly, Appellants must lose their argument contending that the jury should have given more weight to the testimony of their experts.\nC.\nAppellants also argue that the jury award is against the weight of the evidence because Williams’ testimony was flawed by his error concerning the railroad right of way and by his failure to utilize the highest and best use standard to arrive at his valuation of Appellants’ property. However, it is clear from the record that the jury gave little, if any, weight to Williams’ testimony. Thus, we are not persuaded by this argument.\nD.\nAppellants next contend that the jury award is against the weight of the evidence because the testimony of Higgins was inconsistent with respect to (1) the reasonable availability of markets for planned unit developments and (2) the comparability of the sales used by him for valuation purposes.\nFirst, Appellants maintain that Higgins’ testimony was inconsistent in that on direct examination he testified that there was no market for an extensive planned unit development on Appellants’ land, but Higgins stated otherwise on cross-examination. In labeling it inconsistent, Appellants misper-ceive this testimony. Although Higgins did testify on cross-examination that there were markets for planned unit developments, he stated that these markets were for smaller developments situated in more desirable communities. (N.T. at 471.) Higgins added that even those developments were slow in selling and that many were not successful and had ended in bankruptcy. (N.T. at 473-75.) Appellants’ own experts corroborated this testimony. Thus, we do not believe that Higgins’ testimony was inconsistent with respect to the marketability of planned unit developments.\nSecond, Appellants maintain that two of the comparable sales used by Higgins in arriving at his valuation were not truly comparable properties because, unlike Appellants’ land, they were subject to certain zoning restrictions. Several factors are considered in deciding what is a comparable sale: size and topography of the land, location, date and conditions of sale, and zoning or deed restrictions. (N.T. at 259.) We agree that some of the sales used by Higgins for valuation purposes were not comparable in every way with Appellants’ land because of zoning restrictions. However, Appellants’ experts likewise failed to fulfill all criteria for a comparable sale in every case. Thus, the jury cannot be faulted if it gave more weight to Higgins’ testimony than to the testimony of Appellants’ experts. Accordingly, this argument must also fail.\nE.\nFinally, Appellants argue that the jury award is against the weight of the evidence because the record shows that Appellants sold the residue of their property for $300,000.00 in 1973. We disagree; indeed, we believe that the 1973 sale shows that $25,000.00 is a reasonable amount of just compensation for Appellants’ land.\nWithout doubt, the 1973 sale is proof of that property’s fair market value at that time. Adjusted for appreciation, the residue had a fair market value in 1966 of $250,-000.00, or $196.59 per acre. The 128.66 condemned acres, then, would have been worth $25,293.27 in 1966 after the condemnation. We note that the jury award of $25,000.00 is nearly the equivalent of the land’s after-condemnation fair market value.\nHaving rejected the testimony of Appellants’ witnesses that a planned unit development was a reasonably available use for Appellants’ land, the jury apparently adopted the view that the condemnation did not alter the highest and best use for Appellants’ land. Thus, the jury relied upon the after-condemnation fair market value for making its award for just compensation. We believe that this approach is reasonable and has resulted in an adequate award for damages in this case.\nWe conclude that the jury award is not so contrary to the evidence as to shock our sense of justice and make the award of a new trial imperative.\nIII.\nFinally, Appellants argue that the trial court abused its discretion or committed an error of law by denying their request for a change of venue.\nAppellants base this argument upon Yudacufski v. Department of Transportation, 499 Pa. 605, 454 A.2d 923 (1982), which involved other Schuylkill County property that had been condemned by DOT for the construction of Interstate Route 81. The particular tract of land at issue in Yudacufski contained a coal processing plant with culm banks and was undergoing the planning and development of a lake, golf course, race track and airport. The court in Yudacufski followed the reasoning in the Schuylkill County case of Seltzer Coal Co. v. Commonwealth, 72 Sch.L.R. 29 (1976), where the president judge considered four factors in granting a change in venue: (1) whether the jury’s monetary evaluation of culm banks, considered to be ecological and economic eyesores, was a substantial part of the award; (2) whether the residents were biased against coal operators because of the culm banks; (3) whether there might be prejudicial pre-trial publicity; and (4) whether after ten years of litigation, a different jurisdiction would minimize further delays by avoiding the issue of local bias from culm banks. Our Supreme Court concluded that all four factors existed in Yuda-cufski and held that the trial court abused its discretion in failing to follow the precedent established in Seltzer.\nThis case, however, is distinguishable. Here, the jury award does not depend at all on the valuation of culm banks. Where there are no culm banks, the argument that there exists a general bias against coal operators in Schuylkill County must fail. See Yudacufski and Seltzer. There is no evidence of adverse pretrial publicity here. Finally, although this case has already been delayed for more than ten years, that alone is an insufficient basis for the grant of a change in venue. Thus, we do not believe that the trial court abused its discretion by failing to grant Appellants’ request for a change of venue.\nConclusion\nBecause we believe that the trial court did not abuse its discretion (1) by admitting the former testimony of Appellant George and Williams, (2) by failing to find $25,000.00 inadequate and against the weight of the evidence, or (3) by denying Appellants’ request for a change in venue, we affirm the order of the trial court denying and dismissing Appellants’ Motion for Post-Trial Relief.\nORDER\nAND NOW, this 23rd day of November, 1994, the order of thé Court of Common Pleas of Schuylkill County, dated May 13, 1993, is AFFIRMED.\n. Our court quashed Appellants’ appeal from the denial of this petition and, in October of 1985, our Supreme Court denied Appellants' Petition for Allowance of Appeal from the decision quashing the appeal.\n. Appellant George testified at the Change of Venue Hearing, and Mr. Williams testified at Trial I.\n. Commentators state that there must be an \"identity of issues” to fulfill the policy behind the rule, which is to ensure that the opposing party had an adequate opportunity and sufficient motive to examine the witness on a particular matter. See McCormick on Evidence § 304 (John W. Strong ed., 4th ed. 1992) and Leonard Packet and Anne B. Poulin, Pennsylvania Evidence § 804.1 (1987); see also Maurice H. Brown, Pennsylvania Evidence 194 (1949) (issues must be substantially the same, but need not be identical).\n. In fact, on cross-examination, Appellant George was asked to testify specifically about the amount of just compensation he was requesting for culm banks taken by DOT. (R.R. at 42 — 43.) Although Appellant George stated that he sought no damages for culm banks taken by DOT, this portion of the record clearly demonstrates that there was sufficient motive at the Change of Venue Hearing to examine Appellant George on the amount of damages he sought for the condemnation of his property.\n. We also note that Appellant George's testimony might have been admitted as a Declaration Against Interest or as an Admission by a party opponent. See Maurice H. Brown, Pennsylvania Evidence 192 (1949).\n. The judge explained in pertinent part:\nTHE COURT: Ladies and gentlemen, ... there is something that I must explain to you ... that whatever testimony Mr. Williams may have made in regard to the railroad, ... it is the law that the plaintiffs ... [were] not prevented from crossing those railroad right-of-way lines. In other words, the railroad did not present a barrier to their traversing from one part of their land to the other....\n(N.T. at 401-02.)\n. In Burrell v. Philadelphia Electric Co., 438 Pa. 286, 288, 265 A.2d 516, 517-18 (1970) (citations omitted), our Supreme Court stated:\nWe have frequently set forth the standards governing the grant of a new trial on the ground that the verdict was against the weight of the evidence. \"The grant of a new trial is within the sound discretion of the trial judge, who is present at the offering of all relevant testimony, but that discretion is not absolute; this Court will review the action of the court below and will reverse if it determines that it acted capriciously or palpably abused its discretion.” ... \"A new trial should not be granted because of a mere conflict in testimony or because the trial judge on the same facts would have arrived at a different conclu-sion_ Neither should it ordinarily be granted on the ground that the verdict was against the weight of the evidence where the evidence is conflicting and the jury might have found for either party.” ... A new trial should be awarded on the ground that the verdict is against the weight of the evidence only when the jury's verdict is so contrary to the evidence as to shock one's sense of justice and the award of a new trial is imperative so that right may be given another opportunity to prevail.\n. We note that a Board of Viewers award is not admissible as evidence before the trial court. Section 703(3) of the Code, 26 P.S. § 1—703(3).\n.One of Appellants’ witnesses testified that a planned unit development required a leap of faith. (N.T. at 270) Another testified that not all planned unit developments in the area had been successful. (N.T. at 324.)\n. Some comparable sales used by Appellants’ experts were for tracts of land that were much smaller in size. (N.T. at 260-65.)\n. Appellants’ own witnesses performed the calculation to arrive at a 1966 fair market value of $250,000.00. (See N.T. at 317-18 & 344-45.)\n. We note that the jury had an opportunity to view the land and could see that Appellants' property had still not been developed since its purchase in 1973. Thus, the jury could understandably conclude that a planned unit development was not a reasonably available use for Appellants’ land in 1966.\n. Culm is a substance containing coal and coal residue that is free from rock and dirt contamination. See Yudacufski.\n.Thomas George, Jr. testified that there was some damage to culm banks by the construction of Interstate Route 81, but he was unable to quantify the damage. Besides, none of Appellants' valuation experts considered damage to culm banks.",
        "type": "majority",
        "author": "FRIEDMAN, Judge."
      }
    ],
    "attorneys": [
      "Pasco L. Schiavo for appellants.",
      "Frank M. O’Neill, Asst. Counsel, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "Winifred GEORGE and Milton Lloyd, Executors of the Estate of Thomas George, Jr., deceased, and George J. Allen, Executor of the Estate of Roy G. Allen, deceased, partners, trading as Lehigh Stripping Company, Appellants, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 23, 1994.\nDecided Nov. 23, 1994.\nPasco L. Schiavo for appellants.\nFrank M. O’Neill, Asst. Counsel, for appel-lee.\nBefore DOYLE and FRIEDMAN, JJ., and KELTON, Senior Judge."
  },
  "file_name": "1217-01",
  "first_page_order": 1275,
  "last_page_order": 1282
}
