{
  "id": 7877442,
  "name": "STATE v. Dezi HALMI",
  "name_abbreviation": "State v. Halmi",
  "decision_date": "1995-03-09",
  "docket_number": "No. 94-229-C.A.",
  "first_page": "1218",
  "last_page": "1219",
  "citations": [
    {
      "type": "official",
      "cite": "654 A.2d 1218"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 225,
    "char_count": 2712,
    "ocr_confidence": 0.722,
    "sha256": "76fc7e1cbe83f79af804828a1eac0713ef1abe5eeeb04376abde3c600647b62e",
    "simhash": "1:4838f4597b48b566",
    "word_count": 435
  },
  "last_updated": "2023-07-14T22:44:16.416518+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE v. Dezi HALMI."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis ease came before the Supreme Court for oral argument on February 22, 1995, pursuant to an order that directed the defendant, Dezi Halmi, to show cause why his appeal should not be summarily decided. The defendant appealed from a judgment of conviction of five counts of writing fraudulent checks in violation of G.L.1956 (1989 Reenactment) § 19-19-3 and from the denial of his motion for a judgment of acquittal and for a new trial.\nAfter reviewing the memoranda submitted by the parties and after hearing the arguments of counsel for the parties, we conclude that cause has not been shown, and therefore, the ease will be decided at this time.\nThe defendant, who was president and sole stockholder of Hyperion Enterprises, Inc., had a long-standing business relationship with John Quinn, Jr., an officer in his family’s business, Rhode Island Plastics, which supplied materials to defendant’s firm. The defendant owed Rhode Island Plastics approximately $300,000, which was being paid pursuant to a payment plan under which defendant was to continue to receive supplies, provided payments were timely made. During 1991, eight checks written by defendant representing approximately $41,000 were returned for insufficient funds. In addition, defendant also wrote two additional checks for $25,000 each that were eventually returned for insufficient funds.\nThe defendant testified that his company continued to do poorly, thereby preventing him from having sufficient funds to pay the checks. The defendant alleged that he did not intend to defraud his supplier and thus could not be found guilty of the charges.\nAfter a jury found defendant guilty, he appealed, alleging the state failed to establish a prima facie case against him because of the lack of evidence of his intent to defraud. However, pursuant to § 19-19-4 prima facie evidence of an intent to defraud can be established by the fact of insufficient funds at presentation of the check. Such was the situation in the instant case where evidence clearly showed defendant knew funds were not available to cover the checks he had written. Therefore, the trial justice properly denied the motion for judgment of acquittal. Likewise the trial justice properly denied defendant’s motion for a new trial, after finding that there “wasn’t any money in the account, it was overdrawn on the day the checks were written and it never, ever got out of the red again.”\nTherefore, the defendant’s appeal is denied and dismissed, and the judgment of the Superior Court is affirmed.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Jane McSoley, Aaron Weisman, Providence.",
      "Kris Macurso Marotti, Thomas Tarro, III, Warwick."
    ],
    "corrections": "",
    "head_matter": "STATE v. Dezi HALMI.\nNo. 94-229-C.A.\nSupreme Court of Rhode Island.\nMarch 9, 1995.\nJane McSoley, Aaron Weisman, Providence.\nKris Macurso Marotti, Thomas Tarro, III, Warwick."
  },
  "file_name": "1218-02",
  "first_page_order": 1278,
  "last_page_order": 1279
}
