{
  "id": 9181163,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Donyell BARTEE, Appellant",
  "name_abbreviation": "Commonwealth v. Bartee",
  "decision_date": "2005-02-10",
  "docket_number": "",
  "first_page": "1218",
  "last_page": "1222",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 1218"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "343 Pa.Super. 514",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        635222
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "589"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/343/0514-01"
      ]
    },
    {
      "cite": "721 A.2d 1075",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11799150,
        765991
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "1079"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/721/1075-01",
        "/pa/554/0472-01"
      ]
    },
    {
      "cite": "554 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765991
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "479-480"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0472-01"
      ]
    },
    {
      "cite": "653 A.2d 626",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474242,
        7869772
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "632"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0499-01",
        "/a2d/653/0626-01"
      ]
    },
    {
      "cite": "539 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474242
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "512"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0499-01"
      ]
    },
    {
      "cite": "784 A.2d 182",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9461801
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/784/0182-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 497,
    "char_count": 8166,
    "ocr_confidence": 0.684,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.215282435385229
    },
    "sha256": "285e739f42c69c70affe414c21e3dd0664d88e48ed0880d765bdf7ed6b526b11",
    "simhash": "1:728fa6caa52fb2ea",
    "word_count": 1332
  },
  "last_updated": "2024-02-27T18:54:33.983777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: ORIE MELVIN, TODD, and PANELLA, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Donyell BARTEE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPANELLA, J.:\n¶ 1 Appellant, Donyell Bartee (“Bar-tee”), appeals from the judgment of sentence entered on December 10, 2003 by the Honorable James P. Cullen, Court of Common Pleas of Lancaster County. Following a jury trial, Bartee was convicted of possession with intent to deliver cocaine and of possession of cocaine. Subsequent thereto, on December 10, 2003, Bartee was sentenced to a period of incarceration of not less than three nor more than ten years for the offense of possession with intent to deliver cocaine and ordered to pay a mandatory fíne of $15,000.00. This timely appeal followed.\n¶2 On appeal, Bartee presents two issues for our review:\nI. Whether the initial search warrant issued on November 1, 2002 authorizing the search of a 1996 Chevrolet Suburban, previously operated by Mr. Bartee, lacked probable cause and was therefore invalid?\nII. Whether the evidence seized pursuant to the second search warrant issued on November 2, 2002 authorizing the search for controlled substances was tainted because it was premised upon the November 1, 2002 search warrant which was invalid?\nBrief for Appellant at 3. After careful review, we affirm.\n¶ 3 The record reveals that shortly after midnight on November 1, 2002, police officers from the City of Lancaster were called to respond to a report of a shooting at Capp’s Bar. Upon arriving at the bar, the officers discovered Bartee lying on the ground directly behind a 1996 Chevrolet Suburban with a gunshot wound to his head. N.T., 10/03/2003 at 96. A spent shell casing was also found laying close to this same vehicle. Id. at 168. While being interviewed by the police in the hospital, Bartee admitted to possessing the keys to the 1996 Chevrolet Suburban and that he regularly drove and operated this vehicle. Affidavit of Probable Cause, 11/01/2002, ¶ 16. Meanwhile, at the scene, one of the witnesses informed the officers that she had earlier seen Bartee holding a gun. Affidavit of Probable Cause, 11/01/2002, ¶ 11. The witness’s observation was later confirmed by Bartee who admitted to one of the officers that he, too, had a gun, and in fact had pointed it at Anthony Reynolds, the person suspected of shooting Bartee. Id., ¶ 12. Thereafter, based on the suspected criminal activity of aggravated assault and simple assault, Officer Anderson applied for, and obtained, a search warrant for the 1996 Chevrolet Suburban.\n¶ 4 While conducting a search of. the Chevy Suburban for ammunition and related items, the police discovered substances which resembled cocaine, marijuana, and ecstasy concealed in the rear compartment of the center console located between the driver and passenger 'seats \"of the vehicle. Affidavit for Probable Cause, 11/02/2002, ¶¶ 23-25. Subsequent to this discovery, the police applied for, and obtained, a second search warrant authorizing a search of the vehicle for drugs. Affidavit of Probable Cause, .11/02/2002, ¶¶ 1-23. It is these search warrants that form the bases of Bartee’s claims on appeal.\n¶ 5 As mandated by our Pennsylvania Constitution, the standard for evaluating whether probable cause exists for a search warrant to be issued is the totality of the circumstances. Commonwealth v. Smith, 784 A.2d 182, 187 (Pa.Super.2001). The issuing authority must make a common-sense decision whether, pursuant to the totality of the circumstances presented, there is a fair probability that evidence of criminal activity will be found in the particular place to be searched. Id. Due deference will be given to the conclusions of the issuing magistrate. Commonwealth v. Rompilla, 539 Pa. 499, 512, 653 A.2d 626, 632 (1995).\n¶ 6 In the case sub judiee, the issuing magistrate, District Justice Bruce E. Roth, was presented with an application for a search warrant, supported by an affidavit of probable cause, to search a 1996 Chevrolet Suburban, which Bartee admitted to driving that evening. Affidavit of Probable Cause, 11/01/2002, at 4. Additionally, Bartee was found, lying on the ground near the Chevy Suburban with a gunshot wound to his head. Id. at 5. At the time the officers applied for the search warrant, the officers were investigating possible charges assault against Bartee based upon his admission that he both possessed a gun and pointed it at Anthony Reynolds, the individual suspected of shooting Bartee. Id. at 1, 3. Based upon the above information contained in the affidavit of probable cause, the magistrate determined that probable cause existed to search the vehicle and issued the search warrant. Id. at 1. The suppression court agreed and as a result, denied Bartee’s motion to suppress the evidence seized as a result of the search. N.T. Suppression Hearing, 10/02/2003, at 45. The contents of the search warrant, which included Bar-tee’s admissions set forth above, and evidence of his recent use and possession of both the vehicle and a firearm, provided a reasonable basis upon which the issuing authority could have made a commonsense decision that there was a probability of criminal activity afoot. We agree that probable cause existed to support the issuance of this search warrant.\n¶ 7 Because we agree that the first search of the vehicle was conducted pursuant to a constitutionally valid search warrant, we find Bartee’s second issue regarding the issuance of the second search warrant to be meritless. While searching the vehicle for ammunition, the investigating officer discovered drugs in the car. It is well settled that when conducting a lawful search for other named objects, any contraband found in plain view is subject to seizure. Commonwealth v. Graham, 554 Pa. 472, 479-480, 721 A.2d 1075, 1079 (1998); Commonwealth v. Stewart, 343 Pa.Super. 514, 495 A.2d 584, 589 (1985).\n¶ 8 Here, the police found the drugs while looking for ammunition, clips, and magazines listed in the first search warrant. Because that search warrant was constitutionally valid, the seizure of the drugs is constitutionally valid as the police came upon these items inadvertently, in a place where they had a legal right to be at the time of the discovery and the incriminating nature of the objects was blatantly obvious. Upon discovery of the drugs, however, the police exercised the utmost caution and obtained a second search warrant which specifically listed drugs among the items for which to search. The actions here by the police were not only constitutionally sound, but also examples of exemplary investigatory work.\n¶ 9 Judgment of sentence affirmed.\n. 35 Pa.Stat. § 780-113(a)(30).\n. 35 Pa.Stat. § 780-113(a)(16).\n. No additional sentence was imposed for the possession of cocaine charge as it was a lesser included offense of the possession with intent to deliver cocaine charge. N.T., 12/10/2003, at 2.\n. We note that the application for the second search warrant is not contained in the certified record. The absence of this portion of the second search warrant does not impede this Court’s review of Bartee’s claims because Bartee only challenged the lack of probable cause to support the issuance of the second warrant, the affidavit for which is contained in the certified record. A copy thereof does appear in Bartee’s brief on appeal as Exhibit B and in the Commonwealth’s brief on appeal as Exhibit 2.\n. Pa. Const. Art. 1 § 8.\n. We note that while Bartee did raise the issue of the validity of the second search warrant in his omnibus pretrial motion, he withdrew his challenge at the beginning of the suppression hearing held on October 1, 2003. Further, Bartee presented no argument regarding the validity of the second search warrant at the suppression hearing. As such, any issues Bartee now seeks to raise with respect to the second search warrant are deemed waived. See Pa.R.A.P., Rule 302, 42 Pa. Con. Stat. Ann. (issues not raised in the trial court cannot be raised for the first time on appeal).",
        "type": "majority",
        "author": "PANELLA, J.:"
      }
    ],
    "attorneys": [
      "Daniel L. McCaughan, Exton, for appellant.",
      "Todd E. Brown, Asst. Dist. Atty., Lancaster, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Donyell BARTEE, Appellant.\nSuperior Court of Pennsylvania.\nArgued Sept. 22, 2004.\nFiled Feb. 10, 2005.\nDaniel L. McCaughan, Exton, for appellant.\nTodd E. Brown, Asst. Dist. Atty., Lancaster, for Com., appellee.\nBEFORE: ORIE MELVIN, TODD, and PANELLA, JJ."
  },
  "file_name": "1218-01",
  "first_page_order": 1258,
  "last_page_order": 1262
}
