{
  "id": 7289608,
  "name": "In re Karl W. CARTER, Jr., Respondent. A Member of the Bar of the District of Columbia Court of Appeals (Bar Registration No. 113449)",
  "name_abbreviation": "In re Carter",
  "decision_date": "2011-01-20",
  "docket_number": "No. 09-BG-927",
  "first_page": "1219",
  "last_page": "1224",
  "citations": [
    {
      "type": "official",
      "cite": "11 A.3d 1219"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "640 A.2d 697",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7864651
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/0697-01"
      ]
    },
    {
      "cite": "736 A.2d 1019",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11578875
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/736/1019-01"
      ]
    },
    {
      "cite": "812 A.2d 933",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11372722
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/812/0933-01"
      ]
    },
    {
      "cite": "677 A.2d 55",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859953
      ],
      "pin_cites": [
        {
          "page": "60-61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/677/0055-01"
      ]
    },
    {
      "cite": "641 A.2d 458",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11292475
      ],
      "pin_cites": [
        {
          "page": "463-64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/641/0458-01"
      ]
    },
    {
      "cite": "868 A.2d 146",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9176174
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/868/0146-01"
      ]
    },
    {
      "cite": "926 A.2d 1106",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8376380
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/926/1106-01"
      ]
    },
    {
      "cite": "517 A.2d 1069",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938029
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/517/1069-01"
      ]
    },
    {
      "cite": "629 A.2d 1203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7371797
      ],
      "pin_cites": [
        {
          "page": "1207"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/629/1203-01"
      ]
    },
    {
      "cite": "919 A.2d 1157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8329887
      ],
      "pin_cites": [
        {
          "page": "1164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/919/1157-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 674,
    "char_count": 13775,
    "ocr_confidence": 0.711,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18830692445775796
    },
    "sha256": "3543395da8fd0e841399d3363b8df5b784fbd828edae8eec292483d39d43c5fd",
    "simhash": "1:b6c7520027c9d543",
    "word_count": 2222
  },
  "last_updated": "2024-02-27T16:09:24.273251+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WASHINGTON, Chief Judge, THOMPSON, Associate Judge, and NEBEKER, Senior Judge."
    ],
    "parties": [
      "In re Karl W. CARTER, Jr., Respondent. A Member of the Bar of the District of Columbia Court of Appeals (Bar Registration No. 113449)."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nRespondent Karl W. Carter, Jr. was suspended from the practice of law by an order of this court on November 16, 2009. He takes exception to the Report and Recommendation issued by the Board on Professional Responsibility (“Board”), and argues for a reduced suspension from eighteen months to four months, and the removal of a recommended fitness requirement for reinstatement. The Office of Bar Counsel asks this court to find that respondent committed further violations of the Rules of Professional Conduct and to double the length of respondent’s suspension. We hereby adopt the recommendation of the Board suspending respondent from the practice of law for eighteen months and condition his reinstatement on a demonstration of fitness to practice law, proof of restitution to his clients, and cooperation with Bar Counsel in two matters.\nI.\nRespondent’s ethical violations stem from three matters: his representation of Messrs. Blount and Briscoe in their employment discrimination suit against the United States Bureau of Engraving and Printing, his representation of Mr. Morgan against his employer, the District of Columbia Fire and Emergency Services Department, and finally his failure to respond to inquiries during two Bar Counsel investigations.\nRespondent agreed to represent Messrs. Blount and Briscoe in their employment discrimination matter stemming from their attempts at obtaining promotions while working at the United States Bureau of Engraving and Printing. The clients were originally represented by another attorney who withdrew. The first attorney filed the initial civil claims. Upon retaining respondent as counsel in November of 2000, Mr. Blount and Mr. Briscoe agreed to split respondent’s $10,000 fee. Respondent’s father died in California in March of 2001, requiring respondent to make frequent cross-country trips. In May of 2001, respondent attended a status hearing during which a subsequent status hearing was set for July 13. Respondent failed to attend the July hearing. In August, respondent collapsed on one of his flights, which had to make an emergency landing, after which he was hospitalized for three days and treated for anxiety, stress, exhaustion, and hypertension. He filed a motion to extend the time he had to complete mediation in the case, which was granted. A post-mediation status hearing was set for October 26. Respondent failed to attend that hearing.\nAs a result of his failure to attend the hearing, respondent received a show cause order, which was also sent to his client Mr. Briscoe. After receiving the order, Mr. Briscoe called respondent and sent him fax messages inquiring as to why respondent failed to attend the hearing, and how he was going to address the order. Respondent never contacted Mr. Briscoe on the matter, but he did file a response to the show cause order with the court.\nThe United States filed a motion for summary judgment on December 5, 2001, but respondent failed to file a response before the December 19 deadline. On January 4, 2002, the United States District Court for the District of Columbia granted the defendant’s motion for summary judgment. Then, on January 7, respondent filed an opposition as well as a “Motion to File Late Time Having Expired,” which were both denied. As grounds to file late, respondent stated that he had been in a car accident on December 24, 2001, five days after the opposition motion was due, and that his client Mr. Blount had undergone surgery during the holiday, rendering him presumptively unavailable to provide information related to the case. However, Mr. Blount testified that during the time of his surgery he was never hospitalized or unable to provide information to respondent concerning the case. During subsequent proceedings before the District of Columbia Bar Attorney-Client Arbitration Board (“ACAB”), Mr. Blount was awarded $4,350 for the return of unearned fees. Just pi'ior to the commencement of ACAB proceedings between respondent and Mr. Briscoe, the parties reached a settlement agreement for $4,200.\nIn another matter, respondent represented Mr. Morgan, who was facing a three-day suspension as a paramedic with the District of Columbia Fire and Emergency Services Department. Mr. Morgan thought he was being unlawfully discriminated against and on June 10, 1998, respondent agreed to represent Mr. Morgan for a fee of $5,000, of which $2,200 was paid. Mr. Morgan had already filed a complaint with the Equal Employment Opportunity Commission before retaining respondent. Respondent agreed that he would “send something in writing to the agency” for Mr. Morgan. Respondent failed to do so and later claimed he was waiting for a “right to sue” letter in order to file a civil suit. After being suspended without respondent acting on his claim, Mr. Morgan tried unsuccessfully to have respondent return his fee. Mr. Morgan subsequently filed a request for arbitration with the ACAB.\nOn January 16, 2001, the date of the ACAB hearing, respondent and Mr. Morgan entered into a settlement agreement for $2,000 to be paid in $500 installments. Respondent failed to send any of the installments. On March 2, 2001, respondent sent a letter purporting to include the first $500 installment payment, and promising to send a second installment on March 15. However, the March 2 letter did not include any payment, and respondent did not make a further installment payment on March 15, or on any future date. Mr. Morgan again went to the ACAB and received a $2,225 award. After this award was made, respondent was aware that the initial $500 installment was never paid to his client. Nevertheless, on multiple occasions during a subsequent investigation by Bar Counsel, respondent claimed that he had paid the first $500 installment to his former client.\nThe third matter relates to two Bar Counsel investigations. After opening the investigations, Bar Counsel sent respondent several requests for information. During the investigation, respondent failed to respond to those requests even after receiving orders from the Board compelling a response to Bar Counsel’s letters of inquiry. He continued this trend after receiving orders from this court to comply with a subpoena duces tecum.\nII.\nIn reviewing decisions of the Board, we accept its findings of fact unless they are unsupported by substantial evidence of record, and we adopt its recommended disposition unless to do so would lead to inconsistent results for comparable conduct. In re Godette, 919 A.2d 1157, 1164 (D.C.2007). While this court grants considerable deference to the Board’s recommendations, “the responsibility for imposing sanctions rests with this court in the first instance.” In re Temple, 629 A.2d 1203, 1207 (D.C.1993).\nIn relation to respondent’s representation of Messrs. Briscoe and Blount, the Board found violations of Rules l.l(ab) for failure to provide competent representation; 1.3(a) and 1.3(c) for failure to represent his clients with diligence, zeal and promptness; 1.4(a) for failing to communicate adequately with Mr. Briscoe; 1.4(b) for not apprising his clients of his potential inability to represent them considering the hardships he was undergoing due to his father’s death; and Rule 1.16(d) for failure to return unearned fees. The Board further determined that respondent violated Rule 8.4(d) by making false representations to the District Court when submitting his motion to file after the deadline had passed. The Board found that when representing Mr. Morgan, respondent also violated Rules 1.3(a), 1.3(c), and 1.16(d). Respondent further violated Rule 8.4(c) by falsely representing to Bar Counsel that he had made a $500 installment payment to Mr. Morgan even after respondent was aware that no such payment was made. Respondent did not contest the Board’s finding that he violated Rules 8.1(b) and 8.4(d) as well as D.C. Bar R. XI, § 2(b)(3) by failing to respond to notices of investigation by Bar Counsel, and by failing to comply with an order from the Board, as well as an order from this court to comply with Bar Counsel’s requests. All of the Board’s findings of fact are supported by substantial evidence and it properly found the respondent violated the above rules of professional conduct.\nWhile Bar Counsel’s argument is not without merit that the above mentioned violations call for a doubling of respondent’s suspension from eighteen months to three years, we decline to deviate from the recommendation of the Board in this case. The Board’s recommended length of suspension would not create inconsistencies within our case law. This is not respondent’s first violation of the rules governing attorney conduct. Looking to prior cases, we are satisfied that the eighteen-month suspension is well within the range of an acceptable disposition. We have held that a one-year suspension was justified for an attorney who had a similar history but whose violations were less serious than those in the present case. See In re O’Donnell, 517 A.2d 1069 (D.C.1986) (holding that sanction appropriate for an attorney who failed to take action relating to a restaurant’s lease agreement and liquor license). Similarly, we have handed down suspensions closer to Bar Counsel’s recommendation for offenses that are more egregious than those committed by the respondent. See In re Ukwu, 926 A.2d 1106 (D.C.2007) (adopting the recommendation of the Board suspending an attorney for two years subject to a fitness requirement and restitution where there was evidence the attorney lied to the hearing committee and committed similar misconduct as in the present case, some of which occurred while the attorney was on probation); In re Steele, 868 A.2d 146 (D.C.2005) (suspending an attorney with no prior violations for three years with a fitness requirement for fabricating a subpoena in addition to other misconduct relating to five clients that is similar to Carter’s). We, therefore, adopt the eighteen-month recommendation by the Board as falling within the “wide range of acceptable outcomes.” In re Goffe, 641 A.2d 458, 463-64 (D.C.1994).\n-Bar Counsel argues that respondent’s suspension should be increased based on a further violation that the Board found lacked substantial supporting evidence. We agree with the Board that no violation of Rule 8.4(d) occurred in relation to respondent’s failure to pay ACAB arbitration awards to Messrs. Blount and Morgan. While under D.C. Bar R. XIII attorneys are presumed to have agreed to arbitrate fee disputes, and those proceedings are final and binding on the parties, a violation of Rule 8.4(d) requires more than a refusal to pay an arbitral award. Under the Hopkins test, for conduct to violate Rule 8.4(d) it must be “improper,” “bear directly upon the judicial process,” and “taint the judicial process in more than a de minimis way.” In re Hopkins, 677 A.2d 55, 60-61 (D.C.1996). While arbitral proceedings do perform a judicial function, a Rule 8.4(d) violation requires that the misconduct bear directly on the integrity of the proceedings themselves, not the enforcement of the decision. The cases Bar Counsel cites to show that failure to pay the ACAB award constitutes a Rule 8.4(d) violation all include misconduct that bears directly on the judicial process in a more pronounced way than in this case. See In re Uchendu, 812 A.2d 933 (D.C.2002) (dealing with an attorney who submitted falsely notarized and signed documents to a probate court); In re Mason, 736 A.2d 1019 (D.C.1999) (finding a violation of Rule 8.4(d) when an attorney lied to the Federal Home Loan Bank Board); In re L.R., 640 A.2d 697 (D.C.1994) (holding that an attorney violated Rule 8.4(d) when he attempted to charge his client whom he had agreed to represent for free because defendant’s view of the judicial process would be tainted). In contrast to those cases, the judicial proceedings had been completed at the time that Mr. Carter’s misconduct took place. We hold, as the Board did, that failing to pay an arbitration award does not bear directly upon the judicial process.\nFor the foregoing reasons, Karl W. Carter, Jr. is suspended from practice in the District of Columbia for a period of eighteen months. As a condition of reinstatement at the conclusion of his suspension, respondent must first establish his fitness to practice law pursuant to D.C. Bar R. XI, § 16; provide proof that he has paid Messrs. Blount, Briscoe and Morgan their agreed settlement payments or arbi-tral awards, and cooperate with Bar Counsel’s requests for information in its ongoing investigations.\nSo ordered.\n. We further find that respondent's several arguments that his due process rights were violated during the proceedings before the Hearing Committee as well as the Board are without merit and are unsupported by the facts or case law.\n. While the Board did not recommend that Mr. Carter provide proof of restitution to Mr. Morgan as that litigation seems to have been dismissed and settled, because \"the full circumstances for that dismissal are not in the record,” we ask that Mr. Carter provide proof of dismissal or restitution to be reinstated.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Dalton J. Howard, for respondent. Lucy R. Edwards, filed a brief on behalf of respondent. Karl W. Carter, Jr., pro se, filed a brief.",
      "Ross Dicker, Assistant Bar Counsel, with whom Wallace E. Shipp, Jr., Bar Counsel, and Judith Hetherton, Senior Assistant Bar Counsel, were on the brief, for the Office of Bar Counsel."
    ],
    "corrections": "",
    "head_matter": "In re Karl W. CARTER, Jr., Respondent. A Member of the Bar of the District of Columbia Court of Appeals (Bar Registration No. 113449).\nNo. 09-BG-927.\nDistrict of Columbia Court of Appeals.\nArgued Oct. 14, 2010.\nDecided Jan. 20, 2011.\nDalton J. Howard, for respondent. Lucy R. Edwards, filed a brief on behalf of respondent. Karl W. Carter, Jr., pro se, filed a brief.\nRoss Dicker, Assistant Bar Counsel, with whom Wallace E. Shipp, Jr., Bar Counsel, and Judith Hetherton, Senior Assistant Bar Counsel, were on the brief, for the Office of Bar Counsel.\nBefore WASHINGTON, Chief Judge, THOMPSON, Associate Judge, and NEBEKER, Senior Judge."
  },
  "file_name": "1219-02",
  "first_page_order": 1259,
  "last_page_order": 1264
}
