{
  "id": 8356235,
  "name": "Elizabeth C. DeBONE, Petitioner v. DEPARTMENT OF PUBLIC WELFARE, Respondent",
  "name_abbreviation": "DeBone v. Department of Public Welfare",
  "decision_date": "2007-05-31",
  "docket_number": "",
  "first_page": "1219",
  "last_page": "1224",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 1219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "825 A.2d 763",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9116905
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/825/0763-01"
      ]
    },
    {
      "cite": "747 A.2d 883",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11476107,
        93885
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "886",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/747/0883-01",
        "/pa/561/0012-01"
      ]
    },
    {
      "cite": "561 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        93885
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "18",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/561/0012-01"
      ]
    },
    {
      "cite": "528 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829809
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0482-01"
      ]
    },
    {
      "cite": "528 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829778
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0491-01"
      ]
    },
    {
      "cite": "515 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806016
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "441-42"
        },
        {
          "page": "1342"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0428-01"
      ]
    },
    {
      "cite": "679 A.2d 767",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        465112,
        11329566
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "769"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/545/0027-01",
        "/a2d/679/0767-01"
      ]
    },
    {
      "cite": "545 Pa. 27",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465112
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/545/0027-01"
      ]
    },
    {
      "cite": "55 Pa. Code § 178.1",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 686,
    "char_count": 16450,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4727310356704194
    },
    "sha256": "391b93fcf22d1b7410e27c0fea283e94f0ea847d653865270e4473ad2342c142",
    "simhash": "1:bb3f6de5447e3e1d",
    "word_count": 2620
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, and SMITH-RIBNER, Judge, and SIMPSON, Judge."
    ],
    "parties": [
      "Elizabeth C. DeBONE, Petitioner v. DEPARTMENT OF PUBLIC WELFARE, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPresident Judge LEADBETTER.\nPetitioner Elizabeth C. DeBone petitions for review of the order of the Department of Public Welfare (Department), which affirmed the denial of her application for medical assistance nursing home care (medical assistance) benefits on the ground that she had available resources well in excess of the allowable limit of $2,400. The primary question at issue on appeal is whether the principal of a discretionary support trust, which the trustees can use for petitioner’s benefit, should be included in determining petitioner’s eligibility for benefits. The Department held that it should, and we affirm.\nPetitioner, a resident of a nursing home, applied for medical assistance benefits in June 2006. The local County Assistance Office (CAO) denied her application following a determination that petitioner’s resources exceeded the allowable limit of $2,400. Specifically, the denial stated that petitioner had available resources totaling $170,720.21, of which approximately $145,036 were held by a trust. Petitioner appealed and a hearing before the Administrative Law Judge (ALJ) followed in October 2006.\nDuring the hearing, testimony and exhibits were offered regarding petitioner’s available resources. This evidence, as well as the ALJ’s unchallenged findings of fact, documents the following regarding petitioner’s resources. First, petitioner’s husband, Michael, executed a trust agreement in 1969 in connection with his will. The trust agreement created two funds, A and B, which were established with the proceeds of Michael’s estate. When Michael died in 1981, his gross estate totaled $558,088.43. Following Michael’s death, $118,449.43 was put into Fund A and $178,749.70 was put into Fund B. The trust agreement named the three DeBone children as trustees and petitioner as the only life beneficiary.\nThe trust agreement provides that, during petitioner’s lifetime, all of the yearly net income from Fund A is to be paid to petitioner or for her benefit. In addition, petitioner is authorized to request sums from the principal of Fund A, even to exhaustion of the trust. If petitioner is incapable of requesting amounts from the principal, the trustees are authorized in their discretion to disburse to petitioner for her benefit such sums as they deem advisable for “health, maintenance and support” or for any other purpose deemed to be in her best interest. Moreover, if petitioner fails to exhaust Fund A during her lifetime, any remaining sums could be transferred under her will. Finally, the trust agreement provides that neither the income nor the principal of Fund A could be used to satisfy petitioner’s debts or be attached by petitioner’s creditors. At the time of petitioner’s application for benefits, Fund A had been depleted.\nWith respect to Fund B, the trust agreement directs the trustees to pay all of the yearly net income to petitioner or for her benefit. In addition, the trustees are directed “to distribute to or for the benefit of the Insured’s wife, so much of the principal as the Trustees, in their sole discretion, deem advisable for her health, maintenance and support.” See Trust Agreement, ¶ B-l, Reproduced Record (R.R.) at 8a. The trust agreement further provides that: “Following the death of the Insured’s wife during the continuance of this Trust created for her benefit, or upon the death of the Insured in the event the Insured’s wife fails to survive him, the principal of Fund ‘B’ as it is then constituted,” shall be divided into three equal shares and distributed to the Insured’s children, one share each. Id., ¶ B-2, R.R. at 9a (emphasis added). Finally, the trust agreement provides that neither the principal nor the income of Fund B can be liable for the debts of any beneficiary or subject to attachment by any beneficiary’s creditor.\nAs of November 2005, Fund B consisted of five certificates of deposit, totaling approximately $120,000. It appears that Fund B also included a Wachovia Securities account with a balance of approximately $24,000 as of November 2005. In addition, petitioner had a checking account in her name with a balance of at least $11,000, as well as a variable annuity with a value of at least $1,200. Finally, petitioner’s burial reserve exceeded the allowable limit by approximately $750.00. According to the ALJ’s decision, petitioner conceded that her checking account, variable annuity and excess burial reserve must be used for nursing home care and considered in determining her eligibility for MA. However, petitioner argued that the trust fund (Fund B) should not be considered a resource available to her.\nNoting the trust language indicating that the trust was created for the benefit of petitioner, as well as a provision in the Public Assistance Manual mandating that resources held in trust are considered resources available to an applicant to the extent the trust permits use of the assets for an applicant’s food, clothing, shelter and medical care, regardless of whether the trust assets are actually used for such purposes, and that this court has held that a discretionary support trust is considered an available resource in determining eligibility for medical assistance, the ALJ concluded that Fund B must be considered in determining petitioner’s eligibility for medical assistance. Accordingly, since the total resources available to petitioner far exceeded the $2,400 limit, the ALJ denied petitioner’s appeal. The Department affirmed, and the present appeal followed.\nOn appeal, petitioner contends that the Department erred in concluding that the trust is a resource available to her and, therefore, must be counted in determining her eligibility for medical assistance. According to petitioner, the language of the trust indicates that the settlor did not intend for her to have the ability to invade the principal of Fund B, which is clearly intended for the exclusive benefit of the settlor’s children. In support of this argument, petitioner notes the differences between her access to Fund A and B, as well as the different spendthrift provisions pertaining to each fund. Finally, petitioner implies that limiting the trustees’ discretion to invade the principal of Fund B for her “health, maintenance and support,” does not demonstrate that the settlor intended the principal to be used for nursing home care. Petitioner maintains that if the settlor intended Fund B to be a resource available for nursing home care, he would have authorized disbursement for “medical, dental, hospital and nursing home expenses and other expenses of invalidism.” Petitioner’s appellate brief at 13.\nInitially, we note that pursuant to the Public Assistance Manual, an applicant is eligible for medical assistance if her resources do not exceed the applicable limit, which in this case is $2,400. 55 Pa. Code § 178.1(a). Thus, an applicant is ineligible for medical assistance on the date that her resources exceed the applicable resource limit and will remain ineligible until her resources are equal to or less than the resource limit. Id. at subsection (c). Here, even without considering the trust as an available resource, there is no dispute that petitioner’s checking account, variable annuity and excess burial reserve provide her with resources in excess of the allowable limit. We agree with the Department that the existence of these available resources alone compels affirmance of the denial of petitioner’s application for benefits.\nWhile the above conclusion renders it unnecessary to determine whether the trust is a countable resource in determining petitioner’s eligibility for benefits, we will nonetheless address the issue, since it has been litigated twice before the Department and its availability will undoubtedly be at issue again due to the cost of nursing home care and the amount of funds otherwise available to petitioner. The Public Assistance Manual provides:\nResources held in a trust established prior to July 30, 1994, are considered resources to the applicant/recipient to the extent that the trust permits use of those resources for the applicant’s/reeip-ient’s food, clothing, shelter or medical care, regardless of whether the trust is in fact used for food, clothing, shelter or medical care. Trusts established on or after July 30, 1994, are subject to § 178.7 (relating to treatment of trust amounts for all categories of [medical assistance] for trusts established on or after July 30, 1994), except for trusts established by will which continue to be subject to this section.\n55 Pa.Code § 178.4. It also bears noting that an applicant must take “reasonable steps to obtain and make available resources to which he is, or may be, entitled unless he can show good cause for not doing so.” 55 Pa.Code § 178.1(g). Clearly, application of Section 178.4 compels the conclusion that the trust funds are a countable resource in determining petitioner’s eligibility for medical assistance. This conclusion is supported by decisions of both our Supreme Court and this court as well.\nA beneficiary’s interest in a discretionary support trust is determined by the settlor’s intent, as reflected in “all the language within the four corners of the trust instrument, the scheme of distribution and the circumstances surrounding execution of the instrument.” Rosenberg v. Dep’t of Pub. Welfare, 545 Pa. 27, 30, 679 A.2d 767, 769 (1996) [quoting Lang v. Dep’t of Pub. Welfare, 515 Pa. 428, 441-42, 528 A.2d 1335, 1342 (1987)]. After reviewing its prior decisions, our Supreme Court summarized the critical factors to consider in determining a settlor’s intent regarding availability of trust assets for a beneficiary’s support.\n[T]he salient factors to look to in order to determine the Settlor’s intent, in addition to the actual language of the trust, [are] whether the trust provided for one or more beneficiaries and whether the beneficiary received public assistance during the Settlor’s lifetime. If the trust document allowed principal to be used to provide for the benefit of multiple beneficiaries, we presumed that the Settlor did not intend for the entire corpus of the trust to be used for only one beneficiary, particularly where the beneficiary at issue had received public assistance during the Settlor’s lifetime. E.g., Lang, Snyder [v. Dep’t of Pub. Welfare, 528 Pa. 491, 598 A.2d 1283 (1991)]. On the other hand, where the trust document gave the trustee discretion to use principal for the welfare of a sole beneficiary, we presumed that the Settlor intended that the principal be an available resource. E.g., Commonwealth Bank [& Trust Co. v. Dep’t of Pub. Welfare, 528 Pa. 482, 598 A.2d 1279 (1991)] (trust created in 1970 provided for the benefit of a single beneficiary and allowed funds to be used for support and maintenance).\nShaak v. Dep’t of Pub. Welfare, 561 Pa. 12, 18, 747 A.2d 883, 886 (2000) (emphasis added). Accord Estate of Taylor v. Dept. of Pub. Welfare, 825 A.2d 763 (Pa.Cmwlth.2003).\nOf particular relevance is our Supreme Court’s decision in Rosenberg. There, the court held that, where the trustee had the discretion to use the trust principal for the “comfort, welfare, and maintenance and support, for educational requirements, medical and surgical expenses, and other unusual needs” of the only life beneficiary, the trust was a resource available to the life beneficiary, disqualifying her from medical assistance. In rejecting the Estate’s contention that the testator intended the principal of the trust to be preserved for the remaindermen, the testator’s children, the court noted the factors discussed above as well as: (1) the testator’s scheme of distribution, which divided the bulk of his estate between an outright gift to his wife and the support trust for his wife, was intended to minimize federal estate taxes; (2) the testator could have made separate bequests to his children if he intended for them to receive a portion of his estate; and (3) the testator alternatively could have made his children life beneficiaries of the trust along with his wife, thereby precluding expenditure of the entire trust on only one beneficiary. See also Commonwealth Bank & Trust Co.\nHere, consideration of the factors discussed in Shaak further supports the conclusion that the trust is an available resource. Petitioner is the only life beneficiary and there is no evidence that she was receiving public assistance at the time the trust was created. Moreover, the division of assets between Fund A and B appears to have been controlled by federal estate tax considerations, rather than any particular intent to preserve a portion of the principal for the remaindermen. See footnote 4, supra. A fortiori, the settlor states in the trust agreement that Fund B “is created for [petitioner’s] benefit.” Accordingly, these factors support the Department’s conclusion that the trust was intended to be used for petitioner’s benefit.\nAccordingly, petitioner’s application for benefits was properly denied. The order of the Department is affirmed.\nORDER\nAND NOW, this 81st day of May, 2007, the order of the Department of Public Welfare in the above-captioned matter is hereby AFFIRMED.\n. This is petitioner’s second appeal to this court. In her first appeal, docketed at 1815 C.D.2006, we affirmed the Department’s dismissal of her appeal due to petitioner's failure to appeal the notice of denial of benefits within the thirty-day period set forth in Section 275.3(b)(1) of the Public Assistance Manual, 55 Pa.Code § 275.3(b)(1). See DeBone v. Dep’t of Pub. Welfare, No. 1815 C.D.2006 (Pa. Cmwlth. filed -).\n. Petitioner first applied for benefits in November 2005. Benefits were denied at that time on the ground that petitioner’s countable resources exceeded the allowable limit. As noted, her subsequent appeal from that denial was dismissed due to her failure to appeal in a timely manner.\n. The trust was created by petitioner's late husband; petitioner is the only lifebeneficia-ry of the trust and the remaindermen are the couple’s three adult children.\n.According to the trust agreement, if petitioner survived her husband, the trustees were directed to:\n[H]old IN TRUST as Fund “A” an amount equal to one-half □ of the value of the Insured’s adjusted -gross estate as finally determined for federal estate tax purposes, less the value for such purposes of all interests in property and all proceeds of insurance, if any, which pass or have passed to the Insured’s wife under the provisions of his Will or otherwise, but only to the extent that such interests in property and proceeds of insurance are included in the Insured's gross estate for federal estate tax purposes and qualify for the marital deduction, and in no event shall any asset not forming a part of the Insured's estate for federal estate tax purposes be allocated to fund \"A”. In making the computation necessary to determine such amount, the final determination in the federal estate tax proceedings will control....\nThe balance of the property then held by the Trustees, or all of such property in the event the Insured’s wife does not survive him, shall form a separate trust to be known as Fund \"B”.\n. The record does not contain a hearing transcript because the hearing tape was inaudible. According to the Department, \"[a]ll Counsel in this matter have agreed that [this court] can decide the availability of Trust Fund B based on the documentation submitted in the Reproduced Record.” Department’s appellate brief at 4. We agree. The issue on appeal is purely one of law and not dependent upon facts of record, other than the amount of assets owned by petitioner individually and the language of the trust, neither of which is in dispute.\n. \"Resources” are defined as \"[r]eal or personal property which a person has or can make available for partial or total support, including equitable interests and partial interests.” 55 Pa.Code § 178.2.\n. Petitioner fails to address Section 178.4 in her appellate brief.",
        "type": "majority",
        "author": "President Judge LEADBETTER."
      }
    ],
    "attorneys": [
      "Dominic Ciarimboli and Ralph D. Conrad, Greensburg, for petitioner.",
      "Nora E. Gieg, Asst. Counsel and Andrew Coates, Sr. Asst. Counsel, Pittsburgh, for respondent."
    ],
    "corrections": "",
    "head_matter": "Elizabeth C. DeBONE, Petitioner v. DEPARTMENT OF PUBLIC WELFARE, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs May 8, 2007.\nDecided May 31, 2007.\nPublication Ordered Aug. 9, 2007.\nDominic Ciarimboli and Ralph D. Conrad, Greensburg, for petitioner.\nNora E. Gieg, Asst. Counsel and Andrew Coates, Sr. Asst. Counsel, Pittsburgh, for respondent.\nBEFORE: LEADBETTER, President Judge, and SMITH-RIBNER, Judge, and SIMPSON, Judge."
  },
  "file_name": "1219-01",
  "first_page_order": 1267,
  "last_page_order": 1272
}
