{
  "id": 9099971,
  "name": "Kenneth D. CHAVIN and Jeffrey M. Chavin, Plaintiffs, v. PNC BANK, DELAWARE, a Delaware corporation, as Trustee of the Florence Chavin Trust u/a/d 9/12/91, as amended, and as Administrator of the Estate of Leslie Sanford Chavin and Harlan Miller, Defendants",
  "name_abbreviation": "Chavin v. PNC Bank",
  "decision_date": "2003-06-03",
  "docket_number": "C.A. No. 18366",
  "first_page": "1220",
  "last_page": "1224",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1220"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "280 A.2d 735",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8091048
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "737",
          "parenthetical": "stating that \"[e]ven where the will uses words of survivorship it is presumed that they relate to the death of the testator if fairly capable of that construction\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/280/0735-01"
      ]
    },
    {
      "cite": "481 A.2d 1114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7921534
      ],
      "pin_cites": [
        {
          "page": "1117-20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/481/1114-01"
      ]
    },
    {
      "cite": "1999 WL 160136",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "750 A.2d 1174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11532400
      ],
      "pin_cites": [
        {
          "page": "1198"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/750/1174-01"
      ]
    },
    {
      "cite": "188 A.2d 100",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "628 A.2d 38",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357091
      ],
      "pin_cites": [
        {
          "page": "40"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/628/0038-01"
      ]
    },
    {
      "cite": "816 A.2d 781",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9368868
      ],
      "pin_cites": [
        {
          "page": "783"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/816/0781-01"
      ]
    },
    {
      "cite": "2002 WL 385543",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 664,
    "char_count": 13076,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21431442528116504
    },
    "sha256": "a2376c7771a759808cc43a74fcd262d41afdea1919ec77d187345e6b8857aad5",
    "simhash": "1:540431d0c2aa4259",
    "word_count": 2128
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kenneth D. CHAVIN and Jeffrey M. Chavin, Plaintiffs, v. PNC BANK, DELAWARE, a Delaware corporation, as Trustee of the Florence Chavin Trust u/a/d 9/12/91, as amended, and as Administrator of the Estate of Leslie Sanford Chavin and Harlan Miller, Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION ON REMAND\nLAMB, Vice Chancellor.\nI.\nPNC Bank, acting as trustee of a revocable trust created by Florence Chavin, interpreted the residuary clause of that trust to provide for distribution of the balance of the trust after Florence’s death to her son, Leslie. Leslie survived his mother but was murdered before PNC Bank completed the administration of her estate and before he received any distributions from the trust. After Leslie died, Florence’s two grandsons (Leslie’s nephews) took the position that Leslie’s failure to survive until such time as PNC Bank actually distributed the trust assets to him caused the defeasance of his interest in the trust. They argued that, instead, they became entitled to take as the alternative beneficiaries under the residuary clause of the trust. PNC Bank rejected this construction, concluding, in reliance on general rules of construction favoring the early vesting of estates, that Leslie fully satisfied the survival contingency in the trust instrument by surviving his mother.\nThe nephews sued PNC Bank and Harlan Miller, the sole heir under Leslie’s last will and testament. In an opinion dated March 4, 2002, this court granted summary judgment in the defendants’ favor, finding that PNC Bank had correctly construed the survival contingency in the residuary clause of the trust. The court then entered a final order, the effect of which was to make Miller the indirect, ultimate beneficiary under Florence’s trust. The defendants had argued, as an alternative ground on which to award summary judgment in their favor, that the nephews’ complaint was time barred by the operation of the six-month limitations period found in 12 Del. C. § 1309. The March 4, 2002 opinion did not address the limitations argument because it was unnecessary to the decision reached.\nBy opinion dated January 14, 2003, the Delaware Supreme Court reversed and, although the grandsons had not moved for summary judgment in this court, granted summary judgment in their favor, holding that they “take under Item XIII, Section 4” of the trust. In essence, the Supreme Court concluded, relying on the deposition testimony of a bank officer, that Florence intended to leave her property to her two grandchildren and Leslie and that “there is nothing in the trust or the record to suggest that she intended to change that dispositive plan in these unforeseen circumstances.” The Supreme Court’s opinion does not address the statute of limitations argument that was presented on appeal as an alternative ground for af-firmance.\nBy order dated February 21, 2003, the Supreme Court denied the defendants’ motion for reargument and rehearing en banc. That order was not accompanied by an opinion and does not mention the statute of limitations argument advanced, among other arguments, by that motion. The Supreme Court’s mandate issued on February 25, 2003, remanding the case to this court with “instructions to take such further proceedings [herein] as may be necessary in conformity with the Order of this Court.”\nFollowing the remand, Miller filed a complex motion essentially inviting this court to rule on many of the same issues that were raised by the motion for reargument in the Supreme Court. Most directly, Miller contends that the petition is time-barred by the applicable statute of limitations, and that the decision of the Supreme Court to enter summary judgment in favor of the two grandsons without a hearing deprived him of due process of law. Miller also asks this court to find that the decision of the Supreme Court does not apply to funds distributed by PNC Bank to Leslie’s estate before the complaint in this matter was filed. Finally, he asks for reimbursement from the trust of his attorney’s fees.\nIn response, the grandsons contend that the court lacks the power to decide the two principal issues presented since the same issues were presented to-and presumably decided by-the Delaware Supreme Court. As to the other issues, the grandsons argue that the Supreme Court’s decision must be applied to all distributions made from the trust after Leslie’s death and that Miller cannot be entitled to fees from the trust since he has been found to have no interest in the trust. Thus, the grandsons ask this court to enter a form of order as follows: (i) vacating the Final Order and Judgment entered March 5, 2002, (ii) entering judgment in their favor and declaring them to be the residuary beneficiaries under the trust, (iii) directing PNC Bank to distribute the trust estate to them, per stirpes, (iv) retaining jurisdiction to resolve any remaining disputes between the parties relating to PNC Bank’s administration of the trust, and (v) assessing costs in the litigation against the defendants.\nII.\nAfter careful consideration, the court has concluded that it should not, and probably cannot, consider the merits of Miller’s principal arguments consistent with the scope of the mandate on remand. Miller’s arguments were made in the Supreme Court, and this court must presume that the Supreme Court passed upon them both when it rendered its opinion (in the case of the statute of limitations argument) and when it denied the motion for reargument (in the ease of both the limitations argument and the due process argument). Thus, while these arguments have color-able merit, the court is bound to decline the invitation to reexamine them.\nThe court also concludes that it cannot limit the Supreme Court’s decision to those distributions paid out of trust after suit was filed. The core holding of the Supreme Court’s decision is that the grandsons became the residuary beneficiaries of the trust at the time their uncle, Leslie, died. Thereafter, it is clear that PNC Bank had no right to regard anyone other than the grandsons as the rightful takers under Florence’s trust. In particular, according to the Supreme Court’s decision, PNC Bank had no right to distribute trust assets to Leslie’s estate, even though the grandsons had not yet asserted their claim. If a trustee mistakenly distributes trust assets to one other than a beneficiary entitled to them, the trustee is liable to the beneficiary. Here, PNC Bank distributed trust assets to Leslie’s estate, where they remain. Those funds can be and will be returned to the trust.\nMiller’s request for reimbursement of his reasonable attorney’s fees raises more complex issues. As discussed in Ableman v. Katz, attorney’s fees may be allowed even to a losing litigant in will contests where exceptional circumstances are present and the litigant’s actions have benefited the estate. There are certainly exceptional circumstances present here relating to Miller’s participation in this litigation. There is no question that Leslie became qualified to take under his mother’s trust at the time of her death. It is only because he was murdered before PNC Bank actually distributed the trust assets to him that the issue arose about the construction of the survival contingency in the trust. Thus, Miller was made a party to this litigation only because he is named as the sole beneficiary in Leslie’s will and was a necessary party. Miller’s only role in the litigation was to defend PNC Bank’s construction, as trustee, in favor of Leslie’s estate’s continuing right to take under the trust. The Supreme Court ultimately rejected the arguments in favor of that position, but those arguments were hardly insubstantial. On the contrary, prior authority in this state supported them and they were consistent with the generally applied rule of construction favoring the early vesting of estates.\nIt can also be said that Miller’s litigation efforts have benefited the trust. This statement may seem odd at first blush, but as a result of this litigation, the Supreme Court has concluded that Florence intended to impose an unusual survival contingency on her son Leslie (and, indeed, on the alternative residuary beneficiaries, as well). That is, that they not only be alive at the time of her death but that they remain living for however long it takes the trustee to distribute the trust assets to them. Understandably, Florence’s intention to impose such an open-ended and uncertain contingency was inconsistent with PNC Bank’s normal expectations regarding the orderly administration of trusts. After all, the actual distribution of the trust assets could take months, or even years. “It could be accomplished all at once, or in stages. When it was actually begun, or completed, would be open to interpretation and, perhaps, litigation. Anomalously, [PNC Bank], by its actions or inactions, would be able to influence who would receive the legacy.” Thus, it can be said that Miller’s participation in the litigation, and his efforts to advance Leslie’s estate’s reasonable expectations in regard to the trust, was a necessary part of the process by which Florence’s intention was ultimately discerned and given effect.\nMoreover, there is nothing unfair or inequitable about a decision that imposes the costs of this litigation on Florence’s assets. She is the one, the Supreme Court found, who used ambiguous language to convey a highly unusual intention. It was that language that gave rise to Miller’s participation in this action, as the beneficiary of Leslie’s estate. By advancing the interests of Leslie’s estate in this matter, Miller simply played his role in the process necessary to give effect to Florence’s intent. For these reasons, the court will allow Miller’s reasonable counsel fees.\nIII.\nFor all the foregoing reasons, the Court has determined to enter the form of order submitted by the plaintiffs with one change reflecting the decision to allow Harlan Miller his reasonable attorney’s fees out of the trust. The parties are directed to confer and to submit an appropriate form of order on or before June 13, 2003.\n. The actual language of the trust instrument is, as follows:\n... upon the death of Settlor, Trustee shall pay over, transfer and convey whatever remains of the trust estate, discharged of the trust, to Settlor’s son, LESLIE S. CHAVIN, if he shall then be living. If Settlor's son shall then be deceased, to Settlor’s then living issue, per stirpes.\nItem XIII, Section 4.\n. Chavin v. PNC Bank, Delaware, 2002 WL 385543 (Del.Ch. Mar.4, 2002).\n. This was consistent with the result under the residuary clause of Florence’s will where Leslie took at her .death and Harlan Miller became entitled to take as the sole beneficiary under Leslie’s will.\n. Chavin v. PNC Bank, Delaware, 816 A.2d 781, 783 (Del.2003).\n.Id.\n. This court \"is bound to strictly comply with the appellate court’s determination of any issues expressly or impliedly disposed of in its decisions.\" Insurance Corp. of Am. v. Barker, 628 A.2d 38, 40 (Del.1993); see also State v. Halko, Jr., 188 A.2d 100 (Del.Super.1962); Gannett Co. Inc. v. Kanaga, 750 A.2d 1174, 1198 (Del.2000) (Chandler, C., dissenting) (stating that \"[t]he law of the case doctrine certainly binds inferior courts to act in accordance with an appellate court mandate”).\n. In the Matter of Estate of Viola Melson, 1999 WL 160136 (Del.Ch. Mar.10, 1999) is not to the contrary. In that will contest, the Supreme Court concluded that the burden of proof on the claim of undue influence should have been shifted to the proponent and remanded for further proceedings on that issue. In so ruling, the Supreme Court did not expressly rule on the proponent's request to reopen the record on remand. This court thereafter concluded that the Supreme Court’s orders did not preclude it from determining whether or not to reopen the record on remand in accordance with Rule 60(b)(6), where the issue was necessarily implicated in the procedure of reexamining the record in light of the newly articulated standard.\n. 3 William F. Fletcher, Scott on Trusts, § 226, at 419 (4th ed. 1988).\n. The court is aware that some of the money that came from the trust has been consumed paying PNC's fees and commissions. The court does not intend to address, at this time, any issues that may exist between the parties relating to those funds.\n.481 A.2d 1114, 1117-20 (Del.1984)\n. In re Will of Dixon, 280 A.2d 735, 737 (Del.Ch. 1971) (stating that ”[e]ven where the will uses words of survivorship it is presumed that they relate to the death of the testator if fairly capable of that construction”).\n. Chavin, 2002 WL 385543 at *2 (Del.Ch., Mar.4, 2002).",
        "type": "majority",
        "author": "LAMB, Vice Chancellor."
      }
    ],
    "attorneys": [
      "Robert A. Penza, and Peter S. Gordon, Gordon, Fournaris & Mammarella, Wilmington, DE, for Plaintiffs.",
      "David J. Ferry, Jr., and Rick S. Miller, Ferry & Joseph, P.A., Wilmington, DE, for Defendant PNC Bank, Delaware.",
      "Thomas Herlihy, III, Herlihy Harker & Kavanaugh, Wilmington, DE, for Defendant Harlan Miller."
    ],
    "corrections": "",
    "head_matter": "Kenneth D. CHAVIN and Jeffrey M. Chavin, Plaintiffs, v. PNC BANK, DELAWARE, a Delaware corporation, as Trustee of the Florence Chavin Trust u/a/d 9/12/91, as amended, and as Administrator of the Estate of Leslie Sanford Chavin and Harlan Miller, Defendants.\nC.A. No. 18366.\nCourt of Chancery of Delaware.\nSubmitted: April 17, 2003.\nDecided: June 3, 2003.\nRobert A. Penza, and Peter S. Gordon, Gordon, Fournaris & Mammarella, Wilmington, DE, for Plaintiffs.\nDavid J. Ferry, Jr., and Rick S. Miller, Ferry & Joseph, P.A., Wilmington, DE, for Defendant PNC Bank, Delaware.\nThomas Herlihy, III, Herlihy Harker & Kavanaugh, Wilmington, DE, for Defendant Harlan Miller."
  },
  "file_name": "1220-01",
  "first_page_order": 1268,
  "last_page_order": 1272
}
