{
  "id": 7371985,
  "name": "CITY OF ELLSWORTH v. F. Beecher DOODY, et al.",
  "name_abbreviation": "City of Ellsworth v. Doody",
  "decision_date": "1993-08-05",
  "docket_number": "",
  "first_page": "1221",
  "last_page": "1224",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 1221"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "602 A.2d 1156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938479
      ],
      "pin_cites": [
        {
          "page": "1160"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/602/1156-01"
      ]
    },
    {
      "cite": "578 A.2d 1168",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7371777
      ],
      "pin_cites": [
        {
          "page": "1172"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/578/1168-01"
      ]
    },
    {
      "cite": "576 A.2d 745",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7386767
      ],
      "pin_cites": [
        {
          "page": "747"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/576/0745-01"
      ]
    },
    {
      "cite": "615 A.2d 239",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7929558
      ],
      "pin_cites": [
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/615/0239-01"
      ]
    },
    {
      "cite": "534 A.2d 667",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7877195
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "670"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/534/0667-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 552,
    "char_count": 12211,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 1.1128134906063003e-07,
      "percentile": 0.5711157291409653
    },
    "sha256": "62c8407503c9954dda6497b0caeb48f9ee85cb7a522ac029ca9e5469d386f5e1",
    "simhash": "1:5abee2ab32944e22",
    "word_count": 2020
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, GLASSMAN, CLIFFORD, COLLINS and RUDMAN, JJ."
    ],
    "parties": [
      "CITY OF ELLSWORTH v. F. Beecher DOODY, et al."
    ],
    "opinions": [
      {
        "text": "CLIFFORD, Justice.\nThe City of Ellsworth (City) appeals from a judgment entered by the Superior Court (Hancock County, Browne, A.R.J.) following a nonjury trial in which the court determined that F. Beecher Doody (the homeowner) and Richard A. Johnson (Doody’s contractor) had not violated provisions of the City’s zoning ordinance in constructing Doody’s cottage adjacent to Branch Lake. The City contends that the court should have given preclusive effect to the Ells-worth Planning Board’s finding that Doody's cottage was constructed within 75 feet of the normal high water mark of the lake, that the court erred in determining that the only violation of the ordinance related to the placement of docks without a permit, and that the court should have awarded the City its attorney fees. Finding no merit in these contentions, we affirm the judgment.\nIn May 1988, after Doody was granted a special exception permit from the City’s Planning Board, the Code Enforcement Officer (CEO) issued Doody a building permit to construct a cottage on his land on Branch Lake. Doody then cleared the site, had a driveway built and a septic system installed. Construction on the cottage itself did not begin until the spring of 1990, when Doody hired defendant Johnson to do the foundation work. In June 1990, the CEO, having received a complaint from another landowner on the lake regarding the construction at the Doody property, sent his assistant to the site to investigate. Following the site visit, the CEO issued a stop work order, because he believed that too many trees had been cut, too much fill had been brought to the site, docks existed for which no permit had been obtained, and the building was too close to the lake. Throughout the summer Doody and the City attempted to resolve the situation. As part of that overall effort to resolve his differences with the City, Doody resubmitted his application for a building permit to the Planning Board. The Planning Board subsequently found that the cottage, as constructed, was 65 feet from the normal high water mark. The City and Doody were unable to settle their dispute.\nIn November 1990, the CEO filed in the District Court a land use citation and complaint pursuant to M.R.Civ.P. 80K alleging that Doody and Johnson had violated provisions of the zoning ordinance by engaging in earth-moving and fill activities without a permit, by excessive cutting of trees and vegetation, by placing docks on the property without a permit, and by constructing the cottage within 75 feet of the normal high water mark. The case was removed to the Superior Court, and a three-day non-jury trial resulted in a determination that the City had proved only one violation, the placement of docks without a permit. The court rejected the City’s argument that Doody was precluded from relitigating the setback issue concluding that because the Planning Board’s determination of the setback was an integral part of Doody’s unsuccessful effort to settle his dispute with the City, it was inappropriate to bind Doody to the Planning Board finding. The court also declined to award the City its attorney fees because the City had prevailed on only one of five claims.\nI.\nThe City first argues that the Planning Board’s finding that Doody’s cottage had been constructed within 75 feet of the normal high water mark precludes Doody from relitigating the setback issue in the Superior Court. In Town of North Berwick v. Jones, 534 A.2d 667 (Me.1987), we held that the principle of collateral estoppel prevents the relitigation in the Superior Court of an issue decided by a municipal body when the process utilized by the municipality includes all the essential elements of adjudication. Id. at 670. The City argues that the Planning Board procedure in this case included the essential elements of adjudication as set out in North Berwick and that collateral estoppel applies to the Planning Board’s decision as a matter of law. We disagree.\nThe Superior Court found that Doody resubmitted his application for a building permit to the Planning Board as part of his overall effort to settle with the City the dispute relating to the construction of his cottage. That finding will be overturned only if it is clearly erroneous. Morin Bldg. Prod. Co., Inc. v. Atlantic Design & Constr. Co., Inc., 615 A.2d 239, 241 (Me.1992). Doody testified that the purpose of his reapplication to the Planning Board in the summer of 1990 was to resolve the problems that had arisen in connection with his building project. He offered into evidence a consent agreement, proposed by the City but never executed, that included a provision that Doody reapply to the Planning Board for a permit. Doody had no need to go to the Planning Board other than to attempt to resolve the dispute he had with the City. In the circumstances of this case, the court’s finding that Doody appeared before the Planning Board as part of a settlement process that ultimately failed, and its conclusion that he was therefore not estopped from relitigating the setback issue are not clearly erroneous.\nII.\nThe City next argues that even if collateral estoppel does not apply, the court's findings that Doody and Johnson did not violate the ordinance’s setback requirement and that Doody did not violate ordinance provisions relating to earth-moving, fill and timber cutting were clearly erroneous. Because it had the burden of proof on these issues at trial, in order to prevail on appeal the City must demonstrate that the court was compelled to find in its favor. Gonthier v. HoRNe, 576 A.2d 745, 747 (Me.1990). The evidence in this case does not compel the conclusion that Doody and Johnson violated the zoning ordinance.\nOn the issue of the zoning ordinance’s setback requirement, the court concluded that the City failed to prove Doody and Johnson had violated the ordinance provision that structures be set back 75 feet from the normal high water mark. In reaching this conclusion, the court found that the location of the normal high water mark had not been precisely established. Although the City presented evidence that Doody’s cottage was less than 75 feet from the normal high water mark, there was contrary evidence that the cottage was 75 feet from that mark. In addition, a survey- or hired by Doody testified that he could not find with certainty the normal high water mark, because the ordinance definition of normal high water mark was the “equivalent of wrestling with fog.” Based on this evidence, we cannot say the Superi- or Court was compelled to find that Doody and Johnson had violated the ordinance’s setback provision.\nThe City next takes issue with the court’s finding that Doody had not violated the ordinance's provision relating to earth-moving and fill activities. The court found that the ordinance did not require Doody to obtain a separate permit for earth-moving and fill once he had obtained the requisite permit for constructing the cottage, inasmuch as the earth-moving and fill activities were incident to the construction of the foundation of the building. On appeal, the City argues that Doody’s 1988 building permit had expired and therefore, that he lacked Planning Board approval for the earth-moving and fill activities undertaken in 1990 when work on the foundation began.\nWe note initially that the City did not allege in its complaint that Doody’s permit had expired. In this case, even if the allegation in the complaint that Doody conducted earth-moving and fill activities without Planning Board approval could be construed to mean that he lacked approval because his permit had expired, the City cannot prevail. The City argues that Doody’s 1988 permit expired later that same year because he did not begin construction on the cottage within six months of obtaining the permit, citing a provision of the zoning ordinance that reads, “If no significant progress of construction has been made within six (6) months beginning with the date the permit is issued, the permit shall expire.” Ellsworth, Me., Zoning Ordinance art. VI, § 3 (1975, as revised through Nov. 19, 1984). The ordinance does not define the term “significant progress of construction.” We agree with Doody that the fact he did not actually begin construction of the building until two years after obtaining the permit is not determinative. Doody cleared the site, built a driveway and installed a septic system within six months of obtaining his permit. Those activities, necessarily a part of the overall building project, satisfy the ordinance provision that “significant progress of construction” take place within six months of obtaining a building permit. The court was not compelled to find that Doody’s permit had expired at the time of the earth-moving and fill activities. Accordingly, Doody did not impermissibly undertake those activities without Planning Board approval.\nThe City also contends that the court erred when it entered judgment for Doody pursuant to M.R.Civ.P. 50(d) on the allegation that he had cleared vegetation and cut timber in violation of the ordinance. Later, in its written opinion, the court explained that the City had failed to show how much clearing had been done by Doody and how much had been done by a previous owner, and, in any event, the City had not established the standard by which any cutting should be measured. Doody testified that some cutting on the property had been done by the former owners, that he had attempted to selectively cut, rather than clear cut, the trees, and that some trees had blown down in a storm after he had finished his cutting. The CEO testified that the ordinance in effect at the time Doody obtained his 1988 permit did not prohibit clearing of vegetation, and he acknowledged that the ordinance did not contain a standard for selective cutting of trees. There was no error in the court’s entry of judgment for Doody on the claim that he had violated the ordinance provision relating to cutting and clearing of trees and vegetation.\nIII.\nFinally, the City argues that it should have been awarded attorney fees pursuant to 30-A M.R.S.A. § 4452(3)(D) (Pamph.1992), which provides:\nIf the municipality is the prevailing party [in an action to enforce a land use ordinance], the municipality must be awarded reasonable attorney fees, expert witness fees and costs, unless the court finds that special circumstances make the award of these fees and costs unjust. If the defendant is the prevailing party, the defendant may be awarded reasonable attorney fees, expert witness fees and costs as provided by court rule.\nDefendant Johnson argues that the Superi- or Court should have awarded attorney fees to him under this same statutory provision.\nWe review a court’s decision regarding the award of attorney fees for an abuse of discretion. Town of Falmouth v. Long, 578 A.2d 1168, 1172 (Me.1990). In this case, the Superior Court determined it would be unjust to award the City its attorney fees, because the City prevailed on only one of five claims it brought against Doody and Johnson. The court did not abuse its discretion by declining to award attorney fees to any party.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. The zoning ordinance provides that any landowner dissatisfied with a decision made by the CEO may appeal to the Zoning Board of Appeals. Ellsworth, Me., Zoning Ordinance art. VII, § 1 (1975, as revised through Nov. 19, 1984). Therefore, if Doody wished to contest the CEO’s stop work order, rather than attempt to settle the dispute before the Planning Board, the Zoning Board of Appeals would have been the proper body to hear his appeal. There is nothing in the record, however, indicating Doody was advised of his right to appeal the stop work order or the determination that his permit had expired. See Town of Freeport v. Greenlaw, 602 A.2d 1156, 1160 (Me.1992).",
        "type": "majority",
        "author": "CLIFFORD, Justice."
      }
    ],
    "attorneys": [
      "Wayne R. Foote (orally), Bangor, for plaintiff.",
      "Richard D. Yiolette, Brewer, Francis Marsano (orally), Eaton, Glass & Woodward, Belfast, for defendants."
    ],
    "corrections": "",
    "head_matter": "CITY OF ELLSWORTH v. F. Beecher DOODY, et al.\nSupreme Judicial Court of Maine.\nArgued Feb. 5, 1993.\nDecided Aug. 5, 1993.\nWayne R. Foote (orally), Bangor, for plaintiff.\nRichard D. Yiolette, Brewer, Francis Marsano (orally), Eaton, Glass & Woodward, Belfast, for defendants.\nBefore ROBERTS, GLASSMAN, CLIFFORD, COLLINS and RUDMAN, JJ."
  },
  "file_name": "1221-01",
  "first_page_order": 1267,
  "last_page_order": 1270
}
