{
  "id": 9181199,
  "name": "ROTH CASH REGISTER COMPANY, INC. a Pennsylvania Corporation, Appellant, v. MICRO SYSTEMS, INC., a Maryland Corporation; Frontier Business Technologies, Inc., a New York Corporation; Micros Fidelio Direct North Central, Inc., a New York Corporation; Mark Gillie, an Individual; and Larry Lange, an Individual, Appellees; Shenango Systems Solutions, Inc. a Pennsylvania Corporation, Appellant, v. Micro Systems, Inc., a Maryland Corporation; Frontier Business Technologies, Inc., a New York Corporation; Micros Fidelio Direct North Central, Inc., a New York Corporation; and Mark Gillie, an Individual, Appellees",
  "name_abbreviation": "Roth Cash Register Co. v. Micro Systems, Inc.",
  "decision_date": "2005-02-10",
  "docket_number": "",
  "first_page": "1222",
  "last_page": "1227",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 1222"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "679 A.2d 1313",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11338564,
        767047
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/679/1313-01",
        "/pa-super/451/0459-01"
      ]
    },
    {
      "cite": "451 Pa.Super. 459",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        767047
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/451/0459-01"
      ]
    },
    {
      "cite": "823 A.2d 154",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9122178
      ],
      "pin_cites": [
        {
          "page": "156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/0154-01"
      ]
    },
    {
      "cite": "804 A.2d 31",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11416740
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/804/0031-01"
      ]
    },
    {
      "cite": "713 A.2d 1169",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11828004
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/713/1169-01"
      ]
    },
    {
      "cite": "405 Pa.Super. 527",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        896671
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/405/0527-01"
      ]
    },
    {
      "cite": "759 A.2d 381",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "563 Pa. 655",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "738 A.2d 1033",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11572191
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/738/1033-01"
      ]
    },
    {
      "cite": "846 A.2d 742",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9258212
      ],
      "pin_cites": [
        {
          "page": "744"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/846/0742-01"
      ]
    },
    {
      "cite": "812 A.2d 1218",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11375579,
        1070110
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "1221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/812/1218-01",
        "/pa/571/0580-01"
      ]
    },
    {
      "cite": "571 Pa. 580",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070110
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "586"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0580-01"
      ]
    },
    {
      "cite": "841 A.2d 1000",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        16773,
        9286806
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "1004"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/576/0644-01",
        "/a2d/841/1000-01"
      ]
    },
    {
      "cite": "576 Pa. 644",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        16773
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/576/0644-01"
      ]
    },
    {
      "cite": "712 A.2d 318",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11810447
      ],
      "pin_cites": [
        {
          "page": "326"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/712/0318-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 851,
    "char_count": 19165,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 1.699549659706538e-07,
      "percentile": 0.7005696084984105
    },
    "sha256": "bb692f44151dce642c8dff4c644e182f8f6e67967fac0035dc8668c284152ac4",
    "simhash": "1:bc6ef9ae1e4f94ed",
    "word_count": 3134
  },
  "last_updated": "2024-02-27T18:54:33.983777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: FORD ELLIOTT, TODD and PANELLA, JJ."
    ],
    "parties": [
      "ROTH CASH REGISTER COMPANY, INC. a Pennsylvania Corporation, Appellant, v. MICRO SYSTEMS, INC., a Maryland Corporation; Frontier Business Technologies, Inc., a New York Corporation; Micros Fidelio Direct North Central, Inc., a New York Corporation; Mark Gillie, an Individual; and Larry Lange, an Individual, Appellees. Shenango Systems Solutions, Inc. a Pennsylvania Corporation, Appellant, v. Micro Systems, Inc., a Maryland Corporation; Frontier Business Technologies, Inc., a New York Corporation; Micros Fidelio Direct North Central, Inc., a New York Corporation; and Mark Gillie, an Individual, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPANELLA, J.:\n¶ 1 In this combined appeal, Shenango Systems Solutions, Inc. and Roth Cash Register Company, Inc. appeal from the Order of the Court of Common Pleas of Allegheny County granting summary judgment in favor of Micros Systems, Inc., Frontier Business Technologies, Inc., Micros Fidelio Direct North Central, Inc., Mark Gillie, and Larry Lange. After careful review, we vacate the Order of August 27, 2003, and remand for further proceedings in the trial court.\n¶ 2 Preliminarily, we address Appellees’ Application to Strike Documents in Reproduced Record. Appellees identify several documents in the reproduced record that they allege are not in the certified record. Without addressing Appellees’ individual allegations in detail, we state that this Court will only consider documents which are part of the certified record. See D’Ardenne v. Strawbridge & Clothier, Inc., 712 A.2d 318, 326 (Pa.Super.1998). Accordingly, we will not consider any document contained in the reproduced record which is not in the certified record.\n¶ 3 By virtue of a supplemental certified record transmitted by the trial court pursuant to an order dated June 25 2004, the concise statement of matters complained of on appeal is in the certified record before this Court. Appellees argument that all of Appellant’s issues are waived due to the absence of the concise statement is now moot.\n¶ 4 We now move to address the issues raised by Appellants in their appeals. The facts and procedural history of these cases are as follows. Roth and Shenango were dealers for “computer point of sale products” manufactured by Micros. Roth Complaint at ¶¶ 8,14; Shenango Complaint at ¶¶ 7,13. Both filed 9 count Complaints alleging breaches of contract and the commission of various torts by Appellees.\n¶ 5 Preliminary Objections were filed by Appellees contending that the arbitration clause in the dealership agreements between the parties required all counts to be arbitrated. In separate orders, the Honorable Timothy P. O’Reilly denied the Preliminary Objections- as to Shenango, Order of Court, 5/16/2001 (b), while the Honorable Joseph A. Jaffe granted the objection to Roth’s count II and denied the objections to the rest of the counts. Order of Court, 11/13/2000 (a).\n¶ 6 In response, both Roth and Shenan-go submitted their claims to arbitration. Plaintiffs Answer in Opposition to Defendants’ Preliminary Objections to Plaintiffs New Matter, at ¶ 1(a); Plaintiffs Answer in Opposition to Defendants’ Preliminary Objections to Plaintiffs New Matter, at ¶ 1(b). Separate arbitration proceedings were held for each appellant. The arbitrators ultimately found Micros liable for breach of contract to each appellant. Motion for Summary Judgment, Exhibit “B” (b). Subsequently, Appellants filed Amended Complaints which identified these counts as no longer pending, but in all other respects setting forth essentially the same claims. Roth’s Amended Complaint (a), Shenango’s Amended Complaint (b).\n¶ 7 Appellees filed Preliminary Objections Raising Questions of Fact, asserting that the Court of Common Pleas had no jurisdiction over the other counts in the Complaints because of the arbitration proceeding. Furthermore, these objections raised a “gist of the action” argument. These objections were denied by the Honorable W. Terrence O’Brien on August 21, 2002.\n¶ 8 The parties proceeded to discovery, which appears from the record to have been contentious. C.R. at 33a-69a, 29b-52b. The discovery disputes ultimately resulted in a June 26, 2003, order signed by the Honorable Eugene B. Strassburger III directing that the matter be submitted to a special master. The discovery matters were still pending when, on July 29, 2003, the Honorable Judith L.A. Friedman entered orders granting partial summary judgment to Appellees. These orders dismissed, with the exception of Count I in each Complaint, all remaining counts against Appellees.\n¶ 9 Judge Friedman’s orders also required Shenango and Roth to present to the court and opposing counsel the nature and extent of the breaches set forth in the first Count of their respective Complaints. Judge Friedman further required each Appellant to present the amount of damages, the names of all witnesses and a description of documents intended to be used to prove Appellants’ claims. The order states that this requirement “is in addition to any pre-trial statements required to be filed by the local rules; its purpose is to be sure the Court has a clear understanding of the claims remaining that Plaintiffs intend to assert at the trial.”\n¶ 10 On August 5, 2003, Appellants’ counsel filed a Joint Application for Determination of Finality pursuant to Pa.R.A.P. 341(c), seeking a determination to allow for an immediate appeal. Shortly thereafter, Appellants filed three other motions: a motion to continue the trial to the November list; a motion for reconsideration of the July 29, 2003 Orders; and a motion for extension of time to comply with Judge Friedman’s demands for production in the July 29, 2003 Order. On August 9, 2003 the Allegheny County Court of Common Pleas Calendar Control Judge, the Honorable Eugene B. Strassburger, granted the motion to continue the trial, scheduling trial for December 1, 2003. On August 27, 2003, Judge Friedman entered the following Order with respect to each Appellant:\nAND NOW, to wit, this 27th day August, 2003, it appearing that the captioned Plaintiff has not filed a brief summary, as directed by the Court in its Memorandum in Support of Orders dated July 29, 2003, of the nature and extent of the breaches of contract committed by Defendant Micros Systems, Inc. in contemplation of the eventual termination/non-renewal of Micros’ contract with [Appellants] (which breaches are alleged to have caused Plaintiff to sustain damages during 1999 through June 80, 2000), it is hereby ORDERED that Plaintiff is barred from presenting evidence in support of the sole remaining counts of the captioned action.\nIt is further ORDERED, on the Court’s own motion and in the interest of judicial economy, that summary judgment on the remaining count, Count 1, is hereby entered in favor of Micros Systems, Inc.\nIt is further ORDERED that [Appellants’] Joint Application for Determination of Finality is moot, the above rulings having finally disposed of the captioned matter which is now ripe for appeal without the need for certification.\nA timely appeal from this Order was filed by Appellants. No cross appeal has been filed by Appellees.\n¶ 11 We begin our review of the merits of this appeal by addressing the proper standard of review of a trial court’s entry of summary judgment. We may reverse the entry of summary judgment only where we find that the trial court erred in concluding that either (1) no genuine issue of material fact existed; or (2) the moving party was entitled to judgment as a matter of law. Phillips v. Cricket Lighters, 576 Pa. 644, 841 A.2d 1000, 1004 (2003). We must review the record in the light most favorable to the nonmoving party, resolving all doubts and drawing all inferences against the moving party. Atcovitz v. Gulph Mills Tennis Club, Inc., 571 Pa. 580, 586, 812 A.2d 1218, 1221 (2002). As this inquiry involves purely questions of law, our review is plenary. Taylor v. Woods Rehabilitation Service, 846 A.2d 742, 744 (Pa.Super.2004). Finally, we are not bound by the conclusions of law of the trial court, as we may reach our own conclusions and draw our own inferences. Adamski v. Allstate Insurance, 738 A.2d 1033 (Pa.Super.1999), appeal denied, 563 Pa. 655, 759 A.2d 381 (2000) (citation omitted).\n¶ 12 On appeal, Appellants raise the following issues for our review:\n1. Does [the] coordinate jurisdiction [rule] bar a contrary subsequent ruling when no new facts or law exist?\n2. Does a limited arbitration clause in a dealer agreement bar a jury trial of non-included contract and tort claims?\n3. Does the “gist of the action” doctrine apply to parties without contracts or bar independent intentional torts?\n4. Do ex-employees avoid tort liability if their actions benefit their new employer?\n5. Did the trial court abuse its discretion by dismissing Appellant’s lawsuit as a sanction and while an Application for Determination of Finality was pending?\nAppellants’ Briefs, at 6. As the final question raises issues concerning our jurisdiction to hear this appeal, we will address it first.\n¶ 13 Appellants argue that the trial court erred in granting summary judgment sua sponte while an application for determination of finality was pending. In fact, “[d]uring the time an application for a determination of finality is pending the action is stayed.” Pa.R.A.P., Rule 341(c)(1), 42 Pa.Cons.Stat.Ann.\n¶ 14 In general, we are to use the rules of statutory construction in interpreting the Rules of Appellate Procedure. Pa. R.A.P., Rule 107, 42 Pa.Cons.Stat.Ann. Pursuant to the rules of statutory instruction, our primary focus in interpreting the Rules of Appellate Procedure is to determine the intent of the drafters of the Rules. 1 Pa.Cons.Stat.Ann. § 1921. The intent of the drafters should be gleaned from the explicit language of the Rule alone when the language is clear. Crosby by Crosby v. Sultz, 405 Pa.Super. 527, 592 A.2d 1337, (1991). Therefore, our first step is to determine if the language used in the Rule is clear.\n¶ 15 “Stay” is defined as “[t]he postponement or halting of a proceeding, judgment or the like.” Black’s Law Dictionary, Seventh Edition, 1999. By its definition, the word stay in Rule 341(c) directs that the proceeding in the trial court should be postponed or halted until the application is decided.\n¶ 16 Appellees argue that the trial court retained the ability to enforce its July 29th Order despite the stay. In support, they cite to other portions of the Rules of Appellate Procedure and to an Ohio Appellate Court decision. This question is clearly one of interpretation of the Pennsylvania Rules of Appellate Procedure. Since the Ohio decision does not address Pennsylvania law, we decline to consider it in this matter.\n¶ 17 In contrast, Appellees’ argument based upon Rule 1701 of the Rules of Appellate procedure does provide a basis for interpreting Pennsylvania law. We must construe rules which pertain to the same subject together. 1 Pa.Cons.Stat. Ann. § 1932. While Rule 1701 and Rule 341 do not apply to exactly the same situations, they are sufficiently related that we should consider both when construing either one.\n¶ 18 Rule 1701(a) provides that once an appeal is taken “the trial court ... may no longer proceed further in the matter”. Pa.R.A.P., Rule 1701(a), 42 Pa.CoNS.Stat.Ann. However, the trial court may enforce any order entered in the matter, unless the order has been properly superseded. Pa.R.A.P., Rule 1701(b)(2), 42 Pa.Cons.Stat. Ann. Appellees argue that the principle espoused in Rule 1701(b)(2) is also applicable to the stay pursuant to Rule 341(c). We disagree.\n¶ 19 Rule 1701 sets forth the effect a notice of appeal has on a trial court proceeding. Pursuant to Rule 1701, the length of time the trial court proceedings will be delayed is indefinite and outside the control of the trial court. Under such circumstances, the power embodied in Rule 1701(b)(2) is necessary to allow the trial court to enforce its orders to prevent Appellants from using the appeal process merely as a vehicle to evade compliance with valid trial court orders.\n¶ 20 In contrast, the stay under Rule 341(c) is terminated as a matter of law after 30 days. Pa.R.A.P., Rule 341(c)(1), 42 Pa.Cons.Stat.Ann, The 341 stay is therefore definite in period. Furthermore, the trial court has the power to end the stay at any time prior to 30 days by simply ruling on the application. Pa.R.A.P., Rule 341(c)(3), 42 Pa.Cons.Stat.Ann. As such, there is no danger that an applicant can use the application procedure as a means to frustrate the power of the trial court.\n¶ 21 It is also important to note that Rule 1701(a) does not use the word “stay”. However, the word “stay” is used in other areas of Chapter 17 of the Rules of Appellate Procedure. In the subsection that explains how to obtain the stay or superse-deas mentioned in Rule 1701(b)(2), the Rules state that an “[application for a stay of an order of a lower court pending appeal ... must ordinarily be made in the first instance to the lower court .... ” Pa.R.A.P., Rule 1732(a), 42 Pa.Cons.Stat. Ann. The use of the word “stay” in this context clearly demonstrates that the rule-makers did not want to confuse the concept of a “stay” with the result intended by Rule 1701(a).\n¶ 22 We conclude that the choice of language used in Rule 1701(a) was intentional. The rule-makers avoided the word “stay” precisely because they did not intend for an appeal to act as a “stay”. They intentionally used other language to describe the effect an appeal would have on the lower court’s jurisdiction. In contrast, the use of the word “stay” in Rule 341(c) indicates that all proceedings in a matter must be halted or postponed while an application for determination of finality is pending before the trial court.\n¶ 23 In the present case, the Application for Determination of Finality was filed on August 5, 2003. Accordingly, all proceedings in these matters should have been halted or postponed until the Application was determined by decision or as a matter of law. Instead, on August 27, 2003, the trial court, on its own motion, entered summary judgment on Count I against both Appellants. The trial court then determined that the Application for Determination of Finality was moot and that it did not need to be decided.\n¶ 24 Since the trial court had not ruled on the Application for Determination of Finality, the Rule 341(c) stay was still in force. Clearly, the trial court violated the stay by entering summary judgment against Appellants on their remaining counts. The August 27, 2003 Order is therefore vacated. As a result, there is no final order in this matter, as defined by Pa.R.A.P., Rule 341(b), 42 Pa.Cons.Stat. ANN. Furthermore, no party suggests that this appeal is an interlocutory appeal as of right, as defined by Pa.R.A.P., Rule 311, 42 Pa. Cons. Stat. Ann. Under these circumstances, we lack jurisdiction to consider any other issue on the merits.\n¶ 25 While it might be possible to divine the future actions of-the trial court in this action, we do not believe that an appellate court should engage in such prognostication. Our hesitance is reinforced by the fact that the denial of an application for determination of finality has been explicitly entrusted to the discretion of the trial court. The issue of the proper standard of review of a determination of finality has not previously been explicitly addressed by this Court. See, e.g., Pullman Power Products of Canada, Ltd. v. Basic Engineers, Inc., 713 A.2d 1169 (Pa.Super.1998) (reviewing a trial court’s determination of finality without stating a standard of review). However, the rule itself does explicitly provide that the denial of an application will be reviewable only for an abuse of discretion. Pa.R.A.P., Rule 341(c)(2), 42 Pa.Cons.Stat.Ann. Accordingly, we must remand these matters until the Application for Determination of Finality has been addressed. The 30 day period for deciding the Application for Finality shall begin to run as of the date of this opinion.\n¶ 26 Applications To Strike granted in part in accordance with this opinion. The Orders of August 27, 2003 are vacated. Cases remanded with the direction for the trial court to rule on the Application for Determination of Finality. Panel jurisdiction relinquished.\n. We acknowledge that, as a general rule, the failure of an appellant to file a concise statement when ordered by the trial court acts as a waiver of all issues on appeal. Everett Cash Mutual Insurance Company v. T.H.E. Insurance Company, 804 A.2d 31 (Pa.Super.2002). This Court has previously held that providing the statement to the trial judge, but not filing it, also acts as a waiver. Bryant v. Glazier Supermarkets, Inc., 823 A.2d 154, 156 (Pa.Super.2003). In this case, however, unlike the situation in Bryant, Appellants not only timely provided the concise statement to the trial judge, they also filed it, albeit late. In Judge Friedman's opinion in support of her order granting summary judgment, she stated \"[i]n their Concise Statements of Matters Complained of on Appeal, Plaintiffs raise similar issues as to both cases.” Trial Court Opinion, 12/18/2003, at 5. Therefore, it is evident from the certified record that the trial court received the concise statement. As stated above, the statement appears of record in the supplemental certified record. Therefore both Roth and Shenango have properly preserved their issues on appeal.\n. Described by Appellants as \"essentially computerized cash registers.” Brief for She-nango at 7.\n. We are writing one opinion to deal with both appeals. However, these cases were not consolidated at the trial court level. Therefore, there are separate certified records for each appeal. For citation purposes, citation to the certified record in 1611 WDA 2003, wherein Roth is the plaintiff, will be accompanied by the letter \"a”, while citation to the certified record in 1612 WDA 2003, wherein Shenango is the plaintiff, will be accompanied by the letter \"b”.\n. This is the Motion for Summary Judgment in 1612 WDA 2003. Neither the subject Motion for Summary Judgment nor Plaintiff’s Response is present in the Certified Record for 1611 WDA 2003. However, Plaintiff's Response has been docketed in the lower court. C.R. at 82a. It is uncontested that Roth also prevailed at arbitration. Appellee’s brief in 1611 WDA 2003, at 1.\n. This document, as well as the Joint Motion for Reconsideration, and the Motion for extension of time are not in the certified record for 1612 WDA 2003, but are docketed twice in 1611 WDA 2003. Under the unique circumstances of this case, we will treat these documents as properly before us for purposes of 1612 WDA 2003.\n. It is at best unclear whether a Court of Common Pleas may grant, sua sponte, summary judgment. Pa.R.C.P., Rule 1035.1, 42 Pa.Cons.Stat.Ann. (\"any party may move for summary judgment ....”) (emphasis added); see also Ryan v. Gordon, 451 Pa.Super. 459, 679 A.2d 1313 (1996).",
        "type": "majority",
        "author": "PANELLA, J.:"
      }
    ],
    "attorneys": [
      "Richard B. Sandow, Pittsburgh, for appellants.",
      "Thomas J. Farnan, Pittsburgh, for ap-pellees."
    ],
    "corrections": "",
    "head_matter": "ROTH CASH REGISTER COMPANY, INC. a Pennsylvania Corporation, Appellant, v. MICRO SYSTEMS, INC., a Maryland Corporation; Frontier Business Technologies, Inc., a New York Corporation; Micros Fidelio Direct North Central, Inc., a New York Corporation; Mark Gillie, an Individual; and Larry Lange, an Individual, Appellees. Shenango Systems Solutions, Inc. a Pennsylvania Corporation, Appellant, v. Micro Systems, Inc., a Maryland Corporation; Frontier Business Technologies, Inc., a New York Corporation; Micros Fidelio Direct North Central, Inc., a New York Corporation; and Mark Gillie, an Individual, Appellees.\nSuperior Court of Pennsylvania.\nArgued June 9, 2004.\nFiled Feb. 10, 2005.\nRichard B. Sandow, Pittsburgh, for appellants.\nThomas J. Farnan, Pittsburgh, for ap-pellees.\nBEFORE: FORD ELLIOTT, TODD and PANELLA, JJ."
  },
  "file_name": "1222-01",
  "first_page_order": 1262,
  "last_page_order": 1267
}
