{
  "id": 8356249,
  "name": "Ex Rel John SINGLETON v. Sylvester JOHNSON, Police Commissioner, Philadelphia Police Department Appeal of: John Singleton",
  "name_abbreviation": "Singleton v. Johnson",
  "decision_date": "2007-07-05",
  "docket_number": "",
  "first_page": "1224",
  "last_page": "1232",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 1224"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "698 A.2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12009121,
        960503
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/698/0576-01",
        "/pa/548/0495-01"
      ]
    },
    {
      "cite": "548 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960503
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/548/0495-01"
      ]
    },
    {
      "cite": "829 A.2d 753",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9102495
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/829/0753-01"
      ]
    },
    {
      "cite": "722 A.2d 167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11766691
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/722/0167-01"
      ]
    },
    {
      "cite": "880 A.2d 523",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8936770,
        687717
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/880/0523-01",
        "/pa/583/0544-01"
      ]
    },
    {
      "cite": "583 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        687717
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/583/0544-01"
      ]
    },
    {
      "cite": "739 A.2d 152",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11562546,
        837197
      ],
      "weight": 4,
      "year": 1999,
      "pin_cites": [
        {
          "page": "154"
        },
        {
          "page": "154"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/739/0152-01",
        "/pa/559/0092-01"
      ]
    },
    {
      "cite": "559 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837197
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "95"
        },
        {
          "page": "95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0092-01"
      ]
    },
    {
      "cite": "844 A.2d 583",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9267875
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/844/0583-01"
      ]
    },
    {
      "cite": "894 A.2d 207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8430481
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/894/0207-01"
      ]
    },
    {
      "cite": "713 A.2d 89",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11805264,
        559503
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/713/0089-01",
        "/pa/552/0027-01"
      ]
    },
    {
      "cite": "552 Pa. 27",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559503
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/552/0027-01"
      ]
    },
    {
      "cite": "884 A.2d 960",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8913679
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/884/0960-01"
      ]
    },
    {
      "cite": "903 A.2d 94",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8409126
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/903/0094-01"
      ]
    },
    {
      "cite": "755 A.2d 100",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11200115
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/755/0100-01"
      ]
    },
    {
      "cite": "734 A.2d 941",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11547542
      ],
      "pin_cites": [
        {
          "page": "944"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/734/0941-01"
      ]
    },
    {
      "cite": "737 A.2d 830",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11572482
      ],
      "pin_cites": [
        {
          "page": "832"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/737/0830-01"
      ]
    },
    {
      "cite": "10 A.2d 871",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "pin_cites": [
        {
          "page": "872"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "138 Pa.Super. 474",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1022255
      ],
      "year": 1940,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/138/0474-01"
      ]
    },
    {
      "cite": "903 A.2d 1234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 5,
      "year": 2006,
      "opinion_index": 1
    },
    {
      "cite": "588 Pa. 766",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2006,
      "opinion_index": 1
    },
    {
      "cite": "698 A.2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12009121,
        960503
      ],
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "criticizing the seizure of property where there was only the possibility or suspicion of a nexus to criminal activity"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/698/0576-01",
        "/pa/548/0495-01"
      ]
    },
    {
      "cite": "548 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960503
      ],
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "criticizing the seizure of property where there was only the possibility or suspicion of a nexus to criminal activity"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/548/0495-01"
      ]
    },
    {
      "cite": "880 A.2d 523",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8936770,
        687717
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "534"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/880/0523-01",
        "/pa/583/0544-01"
      ]
    },
    {
      "cite": "583 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        687717
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "562"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/583/0544-01"
      ]
    },
    {
      "cite": "739 A.2d 152",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11562546,
        837197
      ],
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "criticizing the seizure of property that only gave rise to suspicions that merited further investigation"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/739/0152-01",
        "/pa/559/0092-01"
      ]
    },
    {
      "cite": "559 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837197
      ],
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "criticizing the seizure of property that only gave rise to suspicions that merited further investigation"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/559/0092-01"
      ]
    },
    {
      "cite": "894 A.2d 207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8430481
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/894/0207-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 954,
    "char_count": 26326,
    "ocr_confidence": 0.721,
    "pagerank": {
      "raw": 1.3185750674941475e-07,
      "percentile": 0.6260285831336113
    },
    "sha256": "31aaef7d33e85d873394ef840a14cf4805a003bd37e1a894ce917f043916f872",
    "simhash": "1:638ce64b44df9d67",
    "word_count": 4178
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, COLINS, Judge, SMITH-RIB NER, Judge, PELLEGRINI, Judge, FRIEDMAN, Judge, SIMPSON, Judge, LEAVITT, Judge.",
      "Judge COLINS joins in this dissent."
    ],
    "parties": [
      "Ex Rel John SINGLETON v. Sylvester JOHNSON, Police Commissioner, Philadelphia Police Department Appeal of: John Singleton."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge PELLEGRINI.\nJohn Singleton (Singleton) appeals from an order of the Court of Common Pleas of Philadelphia County (trial court) denying his petition for return of property and granting the Commonwealth of Pennsylvania’s (Commonwealth) petition for forfeiture of one gold-colored bracelet and one Gucci watch.\nSingleton was arrested, charged and pled guilty to four counts of burglary and sentenced to two to five years in a state correctional facility on each count. At the time of his arrest, the police seized three items of jewelry from his person — two gold-colored bracelets and one Gucci watch. While the Commonwealth was able to identify other pieces of jewelry originating from other burglaries seized after his arrest and return them to their .rightful owners, the Commonwealth was only able .to identify one item of jewelry seized at the time of his arrest, a bracelet, as the property of one burglary victim.\nSingleton then filed a petition for return seeking the return of the remaining bracelet and watch, the subject items of the current appeal. In his return petition, Singleton stated that at the time of his arrest, police seized the bracelet and watch, and that they were in' his lawful possession. In response, the Commonwealth filed a petition for forfeiture asserting that while the Commonwealth had no information about the ownership of the bracelet and watch, there was a nexus between them and Singleton’s burglaries. The Commonwealth served interrogatories on Singleton in which he answered that he had purchased the bracelet and the watch and intended to wear those items. However, he also stated that he could not provide any documentation such as pay stubs or receipts showing that he purchased the jewelry.\nAt the hearing, Singleton was represented by counsel, but Singleton did not appear. In support of the petition for return, Singleton’s counsel relied solely on the answers Singleton provided in the Commonwealth’s interrogatories which maintained that he had purchased both of the items. In opposition to the return of the property and in support of its request for forfeiture, the Commonwealth introduced evidence that Singleton pled guilty to four counts of burglary, that the bracelet and watch were seized from him at the time of his arrest, and that a similar gold-colored bracelet had been returned to a burglary victim.\nDetermining that Singleton was not the lawful owner of the jewelry, the trial court granted the Commonwealth’s petition for forfeiture. Not specifically addressing Singleton’s petition for return, the trial court concluded that the Commonwealth met its burden by demonstrating that a nexus existed between the jewelry and the burglaries, as evidenced by his guilty pleas, and noted that Singleton offered no evidence that the jewelry “was obtained through gainful employment or other legitimate sources.” (Trial Court’s August 29, 2005 Decision at 3.) It also noted that Singleton pled guilty to four counts of burglary and did not appear at the hearing to challenge the forfeiture. Singleton appealed contending that the jewelry should have been returned to him because he made out his burden that he owned the jewelry, and the Commonwealth failed to establish by competent evidence that the jewelry was derivative contraband.\nMotions to secure the return of property seized by police are filed pursuant to Pa. R.Crim. P. 588. Under this rule, on any motion for return of property, the moving party must establish by a preponderance of the evidence entitlement to lawful possession. Once that is established, unless there is countervailing evidence to defeat the claim, the moving party is entitled to the return of the identified property. A claim for return of property can be defeated in two ways: an opposing party can establish that it, not the moving party, is entitled to lawful possession to the property or the Commonwealth can seek forfeiture claiming that property for which return is sought is derivative contraband. Commonwealth v. Crespo, 884 A.2d 960 (Pa.Cmwlth.2005). To meet its burden to defeat the motion for return of property, the Commonwealth must make out more than simply demonstrating that the property was in the possession of someone who has engaged in criminal conduct. It must establish a specific nexus between the property and the criminal activity. Commonwealth v. Howard, 552 Pa. 27, 713 A.2d 89 (1998); Commonwealth v.2001 Toyota Camry, 894 A.2d 207 (Pa.Cmwlth.2006). When the Commonwealth sustains that burden, the burden of proof shifts to the property owner to disprove the Commonwealth’s evidence or establish statutory defenses to avoid forfeiture. Commonwealth v.1992 Chevrolet, 844 A.2d 583 (Pa.Cmwlth.2004).\n(A) A person aggrieved by a search and seizure, whether or not executed pursuant to a warrant, may move for the return of the property on the ground that he or she is entitled to lawful possession thereof. Such motion shall be filed in the court of common pleas for the judicial district in which the property was seized.\n(B) The judge hearing such motion shall receive evidence on any issue of fact necessary to the decision thereon. If the motion is granted, the property shall be restored unless the court determines that such property is contraband, in which case the court may order the property forfeited.\nRelying on Commonwealth v. Fontanez, 559 Pa. 92, 739 A.2d 152 (1999), Singleton claims that he is entitled to the return of the bracelet and watch because he established that those items were his own, taken from his possession at the time of his arrest, and the Commonwealth has not made out that anyone else owned the property or a nexus between his burglarious conduct and the subject items. Not disputing that it did not offer any evidence that the items were owned by another or direct evidence that the property was stolen, the Commonwealth argues that the property was properly forfeited because, through circumstantial evidence, it established a nexus between the property and the burglaries. It contends the nexus was established when it showed that Singleton was a burglar and the bracelet, and .the watch were recovered with another item of stolen jewelry. Because it established a criminal nexus, it argues that the burden then shifted back to Singleton to show that there was no nexus between the criminal activity and the property seized by offering evidence of his ownership, such as documentation of his purchase.\nFontanez is a case similar to this one. In that case, the petitioner was stopped for a traffic violation, and the detaining officer saw an open bag of cash in the vehicle. Even though the officer had not witnessed activity that would have tied the petitioner’s possession of the money to illegal conduct, the money was seized, and the petitioner filed a petition for return. To show that the money was derivative contraband, the Commonwealth offered evidence showing that the traffic stop occurred at 8:30 p.m., that the detaining officer knew the petitioner’s past involvement with drug activity, and that the petitioner refused to answer questions about the cash. To avoid self-incrimination, the petitioner did not testify and presented no evidence of ownership. The trial court denied his petition for return and granted the Commonwealth’s oral motion to forfeit. After we affirmed the trial court, our Supreme Court reversed, holding that the petitioner had satisfied his burden of lawful possession through his claim of ownership merely by establishing that the cash was in' his possession and that the Commonwealth’s evidence was insufficient to sustain its burden of proving that the money was contraband. Regarding the forfeiture claim, our Supreme Court went on to state that all of the evidence only established “suspicions” and not competent evidence to justify a forfeiture of property or shift the burden back to the petitioner to explain the source of the money, stating:\nWe do not believe that 8:30 p.m. is a notably late hour, and the stop took place in Appellant’s own neighborhood. Although the presence of a large amount of cash might have given rise to suspicions in light of the officer’s general “knowledge” regarding Appellant and his family, at most these suspicions merited further investigation or surveillance. Finally, a person stopped for a traffic violation has no obligation to respond to questions asked by an officer apart from statutory obligations to produce a driver’s license, registration, and proof of insurance. Again, although it might arouse suspicions, failure to give an explanation where none is required cannot be construed as evidence of wrongful conduct. Accordingly, these factors taken individually or in combination, do not establish that the money was contraband. (Footnote 4.)\nFootnote 4 states:\nTo hold otherwise would essentially prevent a person from carrying any substantial amount of money at night, even in his own neighborhood, without risking having it seized by the police and never returned, regardless of whether the police witnessed any suspicious activity.\n559 Pa. at 95, 739 A.2d at 154.\nId. It then ordered the return of the funds.\nMore recently, our Supreme Court in Commonwealth v. $6,425.00 Seized From Esquilin, 583 Pa. 544, 880 A.2d 523 (2005), addressed what proper inferences could be made in a forfeiture determination. In that case, police officers observed Esquilin standing on the sidewalk with Miguel Bur-gos. Within 25 minutes, three individuals at separate times handed an unknown amount of money to Burgos who then reached into the front of his pants and pulled out small objects that he gave to each of them. He then handed the money to Esquilin. After they left the area, police were able to locate two of the three individuals, both of whom had crack cocaine in their possession. Acting on this information, the police arrested Burgos, recovering three zip-lock packets of cocaine and $7 in cash and Esquilin, who had no drugs but $6,425 in cash comprised of 48 $100 bills, two $50 bills, 69 $20 bills, eight $10 bills, 11 $5 bills, and 10 $1 bills. Esquilin was charged with criminal conspiracy and possessing a controlled substance with intent to deliver, but the charges were ultimately dismissed for lack of a prompt trial.\nFinding that each transaction had a value of $20, we held that only $60 should be forfeited because the Commonwealth only established a direct nexus for that amount of money and the criminal activity. In reversing and affirming the trial court’s forfeiture of all the money, our Supreme Court distinguished Fontanez and Marshall because, in those eases, no criminal nexus had been made out because no drugs or drug paraphernalia were found and no illegal drug transactions were observed, while in Esquilin, the police observed three sales of crack cocaine, saw Burgos hand money to Esquilin after two of those transactions, and there was not enough money found on Burgos to represent proceeds from the sale of even one packet of cocaine. It concluded by holding that the only logical inference that could be drawn was that Esquilin was directly involved in the operation and held all of the money from the drug sales establishing the necessary nexus between the money and the criminal activity.\nWhat these cases teach us is that to seize property, there has to be some nexus to known criminal activity. In this case, assuming that Singleton made out his pri-ma facie case establishing that he had a possessory interest in the property, the Commonwealth made out a nexus between the jewelry and the criminal activity when it showed, by his burglary arrest and convictions, that Singleton was actively engaged in criminal activity at the time the property was seized, other jewelry that was recovered, and that one of the three items of jewelry seized from Singleton when he was arrested was stolen as part of that activity. Once the nexus was established, the burden shifted back to Singleton to establish that the property did not have any criminal nexus. Without offering any evidence of lawful possession, besides his claim of ownership, Singleton failed to meet this burden.\nAccordingly, the trial court’s order denying Singleton’s petition for return and granting the Commonwealth’s petition for forfeiture of one gold-colored bracelet and one Gucci watch is affirmed.\nORDER\nAND NOW, this 5th day of July, 2007, the order of the Court of Common Pleas of Philadelphia County is affirmed.\n. Singleton did not appear at the forfeiture hearing because apparently no one requested a \"bring down” order that he be transported to Philadelphia from the State Correctional Institute at Frackville.\n. In his brief, Singleton recounted the pertinent facts that he \"was arrested by Philadelphia police officers and charged with a number of burglaries. (Notes of Testimony at 3.) At the time of his arrest the police 'found together’ and seized from Mr. Singleton three items of jewelry, a watch and two gold colored bracelets, that were listed on Property Receipt no. 2435922. (Notes of Testimony at 3 and 7; see also Commonwealth’s Petition for Forfeiture Pursuant to Common Law.) On January 9, 2004, Mr. Singleton pled guilty to four burglaries and was sentenced to a period of incarceration in state custody. (Notes of Testimony at 10.) Subsequently, the Commonwealth identified one of the bracelets as belonging to one of the burglary complainants and returned them to the owner.” (Singleton's brief at 4.)\n.While the trial court did not specifically deny return of property, it was inferentially denied when forfeiture was granted. See footnote 6.\n. Singleton appealed this decision to the Superior Court, but the matter was transferred to this Court. See Commonwealth v. Smith, 722 A.2d 167 (Pa.Super.1998). In its September 11, 2006 opinion, the Superior Court put Singleton on notice by stating that the certified record on appeal lacked a copy of the transcript from the forfeiture hearing. It cautioned that if an appellant caused a delay or other problems in transmitting the certified record, then he or she would not be entitled to appellate relief.\n. Our review of a trial court's decision on a petition for the return of property is limited to examining whether the findings of fact made by the trial court are supported by competent evidence and whether the trial court abused its discretion or committed an error of law. Commonwealth v. Wintel, Inc., 829 A.2d 753 (Pa.Cmwlth.2003).\n. Pa. R.Crim. P. 588 provides, in pertinent part:\n.The Commonwealth advances three arguments as to why Singleton has waived his appellate claim. First, it argues that his failure to include the transcript of the forfeiture hearing in the certified record even after notified to do so by the Superior Court effectively waived his appellate claim. Although there may have been a clerical error when this case was appealed to the Superior Court, the transcript from the forfeiture hearing was received by the Superior Court on October 20, 2006. Second, it contends that Singleton’s appeal is defective because he did not serve Sylvester Johnson, the Commissioner of the Philadelphia Police Department, with any of the appellate papers. The Commonwealth has heretofore defended the petition for return and sought forfeiture before the trial court, and this argument is insufficient at this stage to result in a waiver of Singleton’s claim. Finally, it contends that Singleton’s appellate claim is waived because he failed to specifically present in his \"Statement of Matters Complained of on Appeal” his intention to challenge the sufficiency of the evidence on which the trial court based its decision. In paragraph 3 of his Rule 1925(b) Statement, Singleton states, \"In denying Mr. Singleton's Petition for Return of Property, the Court applied an incorrect and/or unreasonable standard and burden of proof.” In the context of this case and what the trial court understood it to mean, Singleton was contending that the Commonwealth’s evidence was insufficient to shift the burden of proof back to him to establish that there was no nexus with his criminal activity. Considering that the trial court addressed the issue of sufficiency of evidence, Singleton’s failure to expressly include a challenge to the sufficiency of the evidence does not render his Rule 1925(b) Statement defective.\n. Whether the petitioner in Fontanez made out his burden that he was in lawful possession, our Supreme Court stated:\nAlthough in some instances a petitioner may need to introduce evidence of ownership of an item to establish his \"entitlement to lawful possession,” in cases such as this, where the property at issue is currency and the Commonwealth does not dispute that it was taken from the petitioner’s possession, the petitioner need only allege that the money belongs to him.\n559 Pa. at 95, 739 A.2d at 154. Because the Commonwealth does not challenge that Singleton has made out his initial burden of entitlement to lawful possession, we need not address whether this was the type of case where a need to establish possession was satisfied simply by claiming ownership and demonstrating that the property was confiscated from Singleton or whether he “needled] to introduce evidence of ownership of an item.”\n. In Commonwealth v. Marshall, 548 Pa. 495, 698 A.2d 576 (1997), a police officer, after stopping a vehicle, noticed that the back seat cushion was pulled away from the upright portion of the seat, and that packets of currency were present in the exposed area. After arresting appellant, the officer recovered $3,400 in various denominations, divided into packets totaling $100 each, and arranged with the individual bills alternated face-up and face-down. The search uncovered no drugs or drug paraphernalia, but a drug-sniffing dog later \"alerted” to the money, indicating the residual presence of an illegal substance. The trial court forfeited the money, we affirmed, and the Supreme Court ultimately held that the evidence did not prove anything more than a suspicion of a possible nexus between the money and violations of the Controlled Substance Act.",
        "type": "majority",
        "author": "Judge PELLEGRINI."
      },
      {
        "text": "DISSENTING OPINION BY\nJudge FRIEDMAN.\nI vigorously dissent. The majority holds that the Commonwealth of Pennsylvania (Commonwealth) proved by a preponderance of the evidence a specific nexus between the jewelry seized from John Singleton (Singleton) and criminal activity. Inasmuch as the Commonwealth presented no evidence at the forfeiture hearing, I strenuously disagree.\nIn this case, the Commonwealth seeks forfeiture under the common law. Pennsylvania courts did not recognize common law forfeiture of derivative contraband until the 1980s. Commonwealth v. One 2001 Toyota Camry, 894 A.2d 207 (Pa.Cmwlth.) (en banc), appeal denied, 588 Pa. 766, 903 A.2d 1234 (2006). Derivative contraband is property that is legal but is the fruit of a criminal enterprise or was used to perpetuate an unlawful act. Id. Property may not be considered derivative contraband merely because it is owned or used by someone who has engaged in criminal conduct. Id. To forfeit property as derivative contraband under the common law, the Commonwealth must establish a specific connection or nexus between the property and the criminal activity. Id.\nI. Absence of Evidence\nThis court’s review is limited to determining whether the trial court’s findings of fact are supported by substantial evidence and whether the trial court committed an abuse of discretion or an error of law. Id.\n“It is not open to question that ... facts averred in [pleadings] ... are not evidence unless placed in evidence by the trial judge or counsel.” Atlas Bolt and Screw Company v. Komins, 138 Pa.Super. 474, 10 A.2d 871, 872 (1940); see also Miller v. Workers’ Compensation Appeal Board (Community Hospital of Lancaster), 737 A.2d 830, 832 (Pa.Cmwlth.1999) (stating that “[i]n order to take advantage of an admission contained in a party’s pleadings, the pleading must be formally offered into evidence”).\nMoreover, “it is well-settled that an attorney’s statements ... at trial are not evidence.” Grover v. Department of Transportation, Bureau of Driver Licensing, 734 A.2d 941, 944 (Pa.Cmwlth.1999). Thus, an attorney’s statements “cannot be considered.” Mateskovich v. Department of Transportation, Bureau of Driver Licensing, 755 A.2d 100, 101 n. 4 (Pa.Cmwlth.2000).\nThe majority states that, at the forfeiture hearing, “the Commonwealth introduced evidence that Singleton pled guilty to four counts of burglary, that the bracelet and watch were seized from him at the time of his arrest, and that a similar gold-colored bracelet had been returned to a burglary victim.” (Majority op. at 1226-27) (emphasis added). The majority later concludes that such evidence “made out a nexus between the jewelry and the criminal activity....” (Majority op. at 1230.)\nHowever, according to the transcript of the forfeiture hearing, the Commonwealth presented no witnesses or exhibits, i.e., no evidence at all. (See 6/20/2005 hearing, N.T. at 1-12; Singleton’s brief, ex. G.) In making its case, the attorney for the Commonwealth simply told the court about Singleton and the seized jewelry. Near the close of the hearing, Singleton’s attorney objected to the Commonwealth’s failure to produce any evidence.\n[Singleton]: There’s no proof of any burglary.\nThe Court: The Court disagrees. [Singleton]: No proof of any guilty plea, no proof of anything. Their representation [is] by very able counsel, but literally no evidence whatsoever [has been] submitted to the court.\nThe Court: Counsel, what do you have in evidence?\n[Commonwealth]: I don’t think there’s any contesting the fact that he plead on January 9th, 2004 to four burglaries and ... he has [been] doing a state sentence for the very burglaries which this jewelry is at issue for. So I don’t think there’s really any contesting that....\nThe Court: It’s enough. The petition is granted.\n(N.T. at 9-10.)\nAlthough Singleton’s attorney had just questioned the absence of proof of a burglary conviction, the court did not identify any evidence but, instead, after hearing the Commonwealth’s representations, stated “It’s enough.” However, the attorney statements were not evidence, and the Commonwealth did not introduce Singleton’s Petition for Return of Property or his answer to the Commonwealth’s interrogatories as evidence. Because the Commonwealth presented no evidence, it could not meet any burden, let alone the preponderance burden, by circumstantial evidence. The Commonwealth concedes that it produced no direct evidence of a nexus between the seized jewelry and criminal activity, but the Commonwealth argues that one can reasonably infer the nexus from proven facts. However, there are no proven facts here; thus, there can be no reasonable inferences. If the Commonwealth did not prove a nexus inferentially, the Commonwealth did not prove that the seized jewelry is derivative contraband subject to forfeiture.\nII. Specific Nexus\nAs indicated, to prevail on its “Petition for Forfeiture Pursuant to Common Law,” the Commonwealth had the burden of proving by a preponderance of the evidence that there is a'specific nexus between the seized watch and bracelet and criminal activity. One 2001 Toyota Camry.\nThe majority states that “there has to be some nexus to known criminal activity.” (Majority op. at 10) (emphasis added). However, the majority concludes that the Commonwealth proved only a specific nexus between the seized jewelry and some unknown burglary or burglaries. In my view, there cannot be a specific nexus between seized property and criminal activity unless the criminal activity can be identified with specificity, i.e., unless there is more than a suspicion of criminal activity. Commonwealth v. Fontanez, 559 Pa. 92, 739 A.2d 152 (1999) (criticizing the seizure of property that only gave rise to suspicions that merited further investigation); Commonwealth v. Marshall, 548 Pa. 495, 698 A.2d 576 (1997) (criticizing the seizure of property where there was only the possibility or suspicion of a nexus to criminal activity).\nHere, the Commonwealth asserted, without producing evidence, that Singleton was convicted of four burglaries. Without a doubt, the victims of those four burglaries were known; indeed, the Commonwealth asserted that a third item of seized jewelry was returned to a victim. However, none of the victims of the four burglaries claimed the seized watch or bracelet. Thus, the Commonwealth could only suspect that Singleton committed some other unknown burglary or burglaries and that the watch and bracelet were stolen in the commission of those crimes. The Commonwealth’s suspicions may warrant further investigation into Singleton’s commission of other burglaries, but, as a matter of law, they do not establish a specific nexus between the seized jewelry and some criminal activity. Fontanez; Marshall.\nAccordingly, unlike the majority, I would reverse.\nJudge COLINS joins in this dissent.\n. I note that the Reproduced Record, which is attached to Singleton’s brief, contains documents that do not appear in the certified record. This court may consider only documents that appear in the certified record, such as the transcript of the forfeiture hearing. McGaffin v. Workers' Compensation Appeal Board (Manatron, Inc.), 903 A.2d 94 (Pa.Cmwlth.2006). The Commonwealth acknowledges as much in its brief. (See Commonwealth brief at 10 n. 5.)\n. In Commonwealth v. $6,425.00 Seized from Esquilin, 583 Pa. 544, 562, 880 A.2d 523, 534 (2005), our supreme court questioned the “artificial and absolutist evidentiary requirements\" that this court imposed in the case. Here, however, the majority has abolished all evidentiary requirements in forfeiture cases. I see no need for such a drastic reaction to our supreme court's remarks in Esquilin.",
        "type": "dissent",
        "author": "Judge FRIEDMAN."
      }
    ],
    "attorneys": [
      "Owen w. Larrabee, Asst. Defender, Philadelphia, for appellant.",
      "Peter Carr, Asst. Dist. Atty., Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ex Rel John SINGLETON v. Sylvester JOHNSON, Police Commissioner, Philadelphia Police Department Appeal of: John Singleton.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs June 13, 2007.\nDecided July 5, 2007.\nOwen w. Larrabee, Asst. Defender, Philadelphia, for appellant.\nPeter Carr, Asst. Dist. Atty., Philadelphia, for appellee.\nBEFORE: LEADBETTER, President Judge, COLINS, Judge, SMITH-RIB NER, Judge, PELLEGRINI, Judge, FRIEDMAN, Judge, SIMPSON, Judge, LEAVITT, Judge."
  },
  "file_name": "1224-01",
  "first_page_order": 1272,
  "last_page_order": 1280
}
