{
  "id": 7291650,
  "name": "In re CALEB W. et al.",
  "name_abbreviation": "In re Caleb W.",
  "decision_date": "2010-04-02",
  "docket_number": "No. 2008-45-Appeal",
  "first_page": "1225",
  "last_page": "1229",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 1225"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "840 A.2d 1087",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9295761
      ],
      "pin_cites": [
        {
          "page": "1089"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/840/1087-01"
      ]
    },
    {
      "cite": "798 A.2d 413",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9430544
      ],
      "pin_cites": [
        {
          "page": "415"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/798/0413-01"
      ]
    },
    {
      "cite": "725 A.2d 893",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11641053
      ],
      "pin_cites": [
        {
          "page": "895"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/725/0893-01"
      ]
    },
    {
      "cite": "971 A.2d 599",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7296805
      ],
      "pin_cites": [
        {
          "page": "604"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/971/0599-01"
      ]
    },
    {
      "cite": "558 A.2d 200",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11310621
      ],
      "pin_cites": [
        {
          "page": "203"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/558/0200-01"
      ]
    },
    {
      "cite": "968 A.2d 875",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7334594
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "881"
        },
        {
          "page": "882"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/968/0875-01"
      ]
    },
    {
      "cite": "972 A.2d 159",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7294639
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "165"
        },
        {
          "page": "165"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/972/0159-01"
      ]
    },
    {
      "cite": "667 A.2d 535",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862594
      ],
      "pin_cites": [
        {
          "page": "536"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/667/0535-01"
      ]
    },
    {
      "cite": "900 A.2d 1202",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8418801
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/900/1202-01"
      ]
    },
    {
      "cite": "922 A.2d 168",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8306893
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "172-73"
        },
        {
          "page": "172"
        },
        {
          "page": "173"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/922/0168-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 538,
    "char_count": 9991,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 9.32251064305802e-08,
      "percentile": 0.5132351345580379
    },
    "sha256": "6aff55f70064d6ab6279dd150de33dc1e8c1d2144101d00a4fcc27a55fbf663a",
    "simhash": "1:5a7a18eb218eed3e",
    "word_count": 1624
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: SUTTELL, C.J., GOLDBERG, FLAHERTY, and ROBINSON, JJ."
    ],
    "parties": [
      "In re CALEB W. et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice ROBINSON for the Court.\nThe respondent, Ronald Brown, the father of minor children Caleb W. and Cullen W., appeals from a Family Court decree terminating his parental rights with respect to both children.\nThis case came before the Supreme Court on March 2, 2010, pursuant to an order directing the parties to appear and show cause why the issues raised in this appeal should not be summarily decided. After considering the arguments of counsel and reviewing the memoranda submitted on behalf of the parties, we are of the opinion that this appeal may be decided at this time without further briefing or argument. For the reasons set forth in this opinion, we affirm the decree of the Family Court.\nI\nFacts and Travel\nOn February 8, 2007, the Department of Children, Youth and Families (DCYF) filed a petition for the termination of respondent’s parental rights with respect to Caleb (date of birth October 24, 2004). As grounds for the termination of respondent’s parental rights, DCYF alleged the presence of the following factors: (1) the parents’ chronic substance abuse; (2) the placement of the child with DCYF for at least twelve months with no substantial probability that it would be possible for the child to return to the parents’ care within a reasonable period of time; and (3) the respondent’s incarceration. See G.L. 1956 § 15-7-7(a)(3), (a)(2)(iii), and (a)(2)®.\nOn March 30, 2007, DCYF filed a petition for the termination of the parental rights of respondent with respect to Cullen (date of birth May 30, 2006). In that petition, DCYF alleged the presence of the following factors: (1) the parents’ substance abuse; and (2) respondent’s imprisonment. See § 15 — 7—7 (a) (2) (iii) and (a)(2)®.\nA trial on the two petitions for the termination of respondent’s parental rights was held before a justice of the Family Court on October 12, 15, and 17, 2007. The trial justice heard the testimony of respondent and the testimony of Kimberly O’Neil, the DCYF caseworker who was assigned to Caleb (and to Cullen after his birth) beginning in January of 2006.\nThe trial justice issued a bench decision on October 17, 2007. A decree terminating respondent’s parental rights was entered on October 22, 2007; the decree included the trial justice’s findings of fact and his conclusion that clear and convincing evidence supported the termination. The trial justice found that the children had initially been removed from the parental home due to their mother’s intoxication. He found that, although the children could have been placed with respondent, he was “unavailable,” due to the fact that he was incarcerated on multiple occasions when placement was necessary (including a period of incarceration beginning two days after Cullen’s birth).\nThe trial justice further found that respondent had a criminal history, including a record of conviction for third-degree sexual assault (for which, the trial justice noted in his bench decision, respondent received a five-year suspended sentence and probation).\nAdditionally, the trial justice found that respondent had been referred by DCYF for a substance abuse evaluation, for which he had failed to make himself available. He further found that respondent had been referred by DCYF for substance abuse treatment, which he never completed. He indicated that respondent had attended only forty-one of the fifty-five sessions of the sex offender treatment that he had been ordered to undergo. The trial justice noted that, although respondent contended that he had insufficient funds to pay for treatment, he had never sought financial aid or reimbursement with respect to the cost of the required treatment. He further found that respondent had failed to complete an initial assessment with respect to his parenting skills and was therefore terminated by the pertinent agency. The trial justice also noted that respondent had no permanent address and had never requested assistance from DCYF with respect to housing.\nIn his decision, the trial justice also noted respondent’s incarceration at the Adult Correctional Institutions at the time of the hearing on the termination of parental rights; he noted that respondent’s expected release date was in May of 2008 (and he also noted that respondent was then serving his third period of incarceration). The trial justice found that respondent’s “imprisonment [made] it improbable for [respondent] to be reunited with the children.”\nIn rendering his decision, the trial justice stated that DCYF “did their job.” He further stated that DCYF had done “everything reasonable and necessary to bring about reunification in this matter.” The trial justice additionally found that DCYF had “tried very hard” to unify respondent with his second child, Cullen, after he was born in May of 2006.\nFor the above-summarized reasons, the trial justice found respondent to be “unfit by reason of conduct and condition seriously detrimental to the child[ren]” Although not explicitly stated by the trial justice, we infer from the record that he found that the termination of respondent’s parental rights was in the best interests of the children. See In re Destiny D., 922 A.2d 168, 172-73 (R.I.2007).\nA decree terminating respondent’s parental rights with respect to Caleb and Cullen was entered on October 22, 2007. The respondent filed a premature, but nonetheless valid, notice of appeal to this Court on October 21, 2007. See In re Kayla N., 900 A.2d 1202, 1206 n. 6 (R.I.2006).\nII\nStandard of Review\nWhen this Court reviews a Family Court decision to terminate parental rights, it “examine[s] the record to determine if legally competent evidence exists to support the trial justice’s findings.” In re Jennifer R., 667 A.2d 535, 536 (R.I.1995); see also In re Alexis L., 972 A.2d 159, 165 (R.I.2009). The findings of fact made by a Family Court justice in this context “are accorded great weight on appeal and will not be disturbed unless it can be shown that they are clearly wrong or the trial justice overlooked or misconceived material evidence.” In re Jose Luis R.H., 968 A.2d 875, 881 (R.I.2009) (internal quotation marks omitted); see also In re Destiny D., 922 A.2d at 172. We are also mindful of the principle that the “state must prove parental unfitness by clear and convincing evidence in order to satisfy the parent’s right to due process.” In re Alexis L., 972 A.2d at 165. Further, “the best interests of the child outweigh all other considerations.” In re Kristen B., 558 A.2d 200, 203 (R.I.1989); see also In re Destiny D., 922 A.2d at 173. In termination of parental rights cases based on chronic substance abuse, imprisonment of the parent, or DCYF custody for at least twelve months, we also “consider whether DCYF made reasonable efforts at reunification.” In re Pricillion R., 971 A.2d 599, 604 (R.I.2009); see also In re Jose Luis R.H., 968 A.2d at 882.\nIll\nAnalysis\nThe respondent contends that the trial justice clearly erred and misconceived and overlooked material evidence when he found: (1) that DCYF had made sufficient attempts at reunification; (2) that respondent was non-compliant with services; (3) that respondent’s imprisonment for an extended period of time rendered him an unfit parent; and (4) that respondent and the DCYF caseworker did not “get along.” The respondent also contends that his housing difficulties were too greatly taken into account by the trial justice.\nBased on the conflicting testimony of respondent and caseworker O’Neil with respect to both DCYF’s efforts towards reunification and respondent’s compliance with DCYF directives, it is clear that the trial justice was faced with the task of making credibility determinations. In our view, the trial justice implicitly found that Ms. O’Neil’s testimony was credible with respect to her efforts and respondent’s failures. See In re Shannon B., 725 A.2d 893, 895 (R.I.1998) (“The [trial] justice * * * based his decision * * * in great part on his credibility findings.”). Having reviewed the record, we see no basis therein for nullifying the trial justice’s credibility determinations; and we are unable to perceive a basis in the record for ruling that the trial justice was clearly wrong or overlooked and misconceived material evidence in reaching his determination with respect to the grounds for termination of respondent’s parental rights.\nWe, like the trial justice, have no doubt that the respondent has sincere love for his children. However, as we have previously stated, “a parent’s genuine love for [his or her] child * * * is not sufficient to overcome the child’s fundamental right to a safe and nurturing environment.” In re Brianna D., 798 A.2d 413, 415 (R.I.2002); see also In re Kayla N., 900 A.2d at 1210 n. 10; In re Douglas F., 840 A.2d 1087, 1089 (R.I.2003).\nIV\nConclusion\nFor the reasons stated herein, we affirm the Family Court decree terminating the parental rights of the respondent. The record may be remanded to the Family Court.\n. DCYF petitions with respect to both Caleb and Cullen were filed against respondent and the children's mother. The mother of Caleb and Cullen was defaulted on September 18, 2007. She was not involved in the trial that is the subject of the instant appeal.\nAt the time of the hearing on the termination of parental rights and at the time of oral argument before this Court, the two children were living in separate pre-adoptive home placements.\n. Ms. O’Neil testified that the case had been opened in August of 2005 with respect to the elder child (Caleb). A different caseworker had been assigned to Caleb’s case before Ms. O’Neil was assigned to it.",
        "type": "majority",
        "author": "Justice ROBINSON for the Court."
      }
    ],
    "attorneys": [
      "Thomas J. Corrigan, Jr., Esq., Department of Children, Youth and Families, Sheila Katz, Esquire, Court Appointed Special Advocate, for Petitioner.",
      "Catherine Gibran, Office of the Public Defender, for Respondent."
    ],
    "corrections": "",
    "head_matter": "In re CALEB W. et al.\nNo. 2008-45-Appeal.\nSupreme Court of Rhode Island.\nApril 2, 2010.\nThomas J. Corrigan, Jr., Esq., Department of Children, Youth and Families, Sheila Katz, Esquire, Court Appointed Special Advocate, for Petitioner.\nCatherine Gibran, Office of the Public Defender, for Respondent.\nPresent: SUTTELL, C.J., GOLDBERG, FLAHERTY, and ROBINSON, JJ."
  },
  "file_name": "1225-01",
  "first_page_order": 1267,
  "last_page_order": 1271
}
