{
  "id": 11343350,
  "name": "Jeffrey WILL and Connecto Electric, Inc., Appellants, v. The ELECTRICAL CONTRACTORS EXAMINING BOARD OF the CITY OF ERIE",
  "name_abbreviation": "Will v. Electrical Contractors Examining Board",
  "decision_date": "1994-11-23",
  "docket_number": "",
  "first_page": "1226",
  "last_page": "1229",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1226"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "119 Pa.Commonwealth Ct. 394",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1376596
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/119/0394-01"
      ]
    },
    {
      "cite": "128 Pa.Commonwealth Ct. 546",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1393372
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "citing Cassella v. Pennsylvania State Board of Medicine, 119 Pa.Commonwealth Ct. 394, 547 A.2d 506 (1988)"
        },
        {
          "parenthetical": "citing Cassella v. Pennsylvania State Board of Medicine, 119 Pa.Commonwealth Ct. 394, 547 A.2d 506 (1988)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/128/0546-01"
      ]
    },
    {
      "cite": "409 Pa.Superior Ct. 83",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        901210
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "98"
        },
        {
          "page": "679"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/409/0083-01"
      ]
    },
    {
      "cite": "133 Pa.Commonwealth Ct. 660",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1402885
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/133/0660-01"
      ]
    },
    {
      "cite": "494 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1769117
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "465"
        },
        {
          "page": "948"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/494/0461-01"
      ]
    },
    {
      "cite": "95 L.Ed. 1377",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1951,
      "opinion_index": 1
    },
    {
      "cite": "71 S.Ct. 1011",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1951,
      "opinion_index": 1
    },
    {
      "cite": "341 U.S. 956",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1148259,
        1148133,
        1148297,
        1148218,
        1148270,
        1148282
      ],
      "year": 1951,
      "opinion_index": 1,
      "case_paths": [
        "/us/341/0956-02",
        "/us/341/0956-04",
        "/us/341/0956-05",
        "/us/341/0956-01",
        "/us/341/0956-03",
        "/us/341/0956-06"
      ]
    },
    {
      "cite": "95 L.Ed. 886",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1951,
      "opinion_index": 1
    },
    {
      "cite": "341 U.S. 223",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1148002
      ],
      "weight": 2,
      "year": 1951,
      "opinion_index": 1,
      "case_paths": [
        "/us/341/0223-01"
      ]
    },
    {
      "cite": "120 Pa.Commonwealth Ct. 528",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1378487
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "531",
          "parenthetical": "emphasis added"
        },
        {
          "page": "253",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/120/0528-01"
      ]
    },
    {
      "cite": "415 U.S. 566",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178884
      ],
      "weight": 3,
      "year": 1974,
      "opinion_index": 1,
      "case_paths": [
        "/us/415/0566-01"
      ]
    },
    {
      "cite": "136 Pa.Commonwealth Ct. 1",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1408297
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/136/0001-01"
      ]
    },
    {
      "cite": "381 A.2d 1007",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "opinion_index": 1
    },
    {
      "cite": "33 Pa.Commonwealth Ct. 276",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1884695
      ],
      "year": 1978,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/33/0276-01"
      ]
    },
    {
      "cite": "136 Pa.Commonwealth Ct. 232",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1408384
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/136/0232-01"
      ]
    },
    {
      "cite": "517 Pa. 192",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1809914
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 1,
      "case_paths": [
        "/pa/517/0192-01"
      ]
    },
    {
      "cite": "341 Pa.Superior Ct. 183",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        631076
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/341/0183-01"
      ]
    },
    {
      "cite": "152 Pa.Commonwealth Ct. 505",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1439957
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/152/0505-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 635,
    "char_count": 10342,
    "ocr_confidence": 0.684,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23990529949815606
    },
    "sha256": "fa6c71fb15fcef91fa3770569ec06a426a3b9739cddafbbe8bd3120aa986186d",
    "simhash": "1:45d5e73f47f29cc2",
    "word_count": 1631
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, and DOYLE, SMITH, PELLEGRINI, FRIEDMAN, KELLEY and NEWMAN, JJ."
    ],
    "parties": [
      "Jeffrey WILL and Connecto Electric, Inc., Appellants, v. The ELECTRICAL CONTRACTORS EXAMINING BOARD OF the CITY OF ERIE."
    ],
    "opinions": [
      {
        "text": "PELLEGRINI, Judge.\nJeffrey Will and Connecto Electric, Inc. (collectively, “Will”) appeal an order of the Court of Common Pleas of Erie County (trial court) which affirmed a decision of The Electrical Contractors Examining Board of the City of Erie (Board) suspending Will’s electrical contractor’s license.\nWill received a notice of a complaint dated March 30, 1990, filed against him by the Board contending that he installed a 4160 volt wire on a transformer rated only at 600 volts at Mercyhurst College. The complaint also contained a reference to Article 1713.02(Z )(5) of the Erie Budding Code (Code) which indicated that Will’s license could be suspended, revoked or not renewed by the Board if Will had committed an act of gross negligence. Following a hearing, the Board voted to suspend Will’s license for 30 days for finding that his act was one of gross negligence.\nOn appeal to the trial court, Will argued that he was not afforded sufficient due process prior to the suspension of his license and that he was improperly deprived of his license because of the uneonstitutionality of Article 1713 of the Code which failed to define gross negligence. The trial court affirmed the decision of the Board on the basis that Will “was properly afforded sufficient due process prior to the suspension of his license.” Reproduced Record (R.R.) at 57a.\nBefore this court, Will again asserts the uneonstitutionality of Article 1713 and argues that he was deprived of due process because the language of the Code is vague and overbroad insofar as it does not provide guidelines or a definition of what constitutes “acts of gross negligence.” Because the Act does not define “gross negligence”, Will contends that he is unable to defend against the action.\nThe Board, however, contends that Article 1713 of the Code does define “gross negligence”, albeit indirectly, by setting a case standard. Article 1713.01(a) defines an electrical contractor and indicates:\nAn “electrical contractor” shall be a person having the necessary qualifications, training, experience and technical knowledge to plan, lay out and supervise the installation and repair of electrical wiring apparatus and equipment for any electrical use whatsoever in accordance with the standard rules and regulations governing such work.\nR.R. at 43a.\nThe Board asserts that because the Code defines an electrical contractor as one who performs services under recognized standards of care, a suspension of license by the Board for a breach of that standard is permissible if it was a “gross” breach of that standard. In the end then, the question is answered by whether “gross” negligence as meaning more than ordinary negligence is sufficiently knowledgeable so as not to be vague or overbroad.\nIn Bloom v. DuBois Regional Medical Center, 409 Pa.Superior Ct. 83, 597 A.2d 671 (1991), the Superior Court addressed, among other issues, what the gross negligence standard means in the context of a breach of a statutorily imposed liability in a lawsuit seeking to hold a psychiatrist hable in tort for the negligent release of a mental patient. Section 7114(a) of the Mental Health Procedures Act, 50 P.S. § 7114(a), makes mental health providers hable for their decisions in the treatment of mental patients, even to third parties, if their conduct rises to the level of “gross negligence.” Like the Code at issue here, nowhere in the Mental Health Procedures Act is the term “gross negligence” defined. Using “negligence” as a touchstone, the Superior Court explained that the term means “facts indicating more egregiously deviant conduct than ordinary carelessness, laxity or indifference. The behavior of the defendant must be flagrant, grossly deviating from the ordinary standard of care.” Id. at 98, 597 A.2d at 679.\nWe agree with the Superior Court’s reasoning that gross neghgence is that which “grossly deviates from the standard of care.” Because Article 1713 of the Code sets forth the ordinary negligence standard, any conduct that “grossly deviates” from that standard is gross negligence. Just as “gross negligence” is sufficiently understandable so as to allow an individual to be able to defend against an action having the potential to impose substantial money damages under the Mental Health Procedures Act, it is sufficiently understandable to defend against a license suspension. Moreover, just as we all know what the term “gross” means as commonly understood when used colloquially to describe conduct, we all know what the term “gross” means when it is used to describe negligence.\nBecause the term is sufficiently understandable, Will’s due process rights were not violated. Accordingly, the order of the trial court is affirmed.\nORDER\nAND NOW, this 23rd day of November, 1994, the order of the Court of Common Pleas of Erie County, Docket No. 61-EQ-1990, is affirmed.\n. Our scope of review is limited to a determination of whether constitutional rights have been violated and whether the decision is in accordance with law and supported by substantial evidence. Horvat v. Pennsylvania Department of State Professional and Occupational Affairs, 128 Pa.Commonwealth Ct. 546, 563 A.2d 1308 (1989) (citing Cassella v. Pennsylvania State Board of Medicine, 119 Pa.Commonwealth Ct. 394, 547 A.2d 506 (1988)).\n. Section 7114(a) provides:\nIn the absence of willful misconduct or gross negligence, a county administrator, a director of a facility, a physician, a peace officer or any other person who participates in a decision that a person be examined or treated under this act, or that a person be discharged, or placed under partial hospitalization, outpatient care or leave of absence, or that the restraint upon such person be otherwise reduced, or a county administrator or other authorized person who denies an application for voluntary treatment or for involuntary emergency examination and treatment, shall not be civilly or criminally liable for such decision or for any of its consequences.",
        "type": "majority",
        "author": "PELLEGRINI, Judge."
      },
      {
        "text": "FRIEDMAN, Judge,\ndissenting.\nI disagree with the majority’s contention that “gross negligence” is so colloquially understandable as to allow Will to defend himself against an action for allegedly violating Article 1713 of the Erie Building Code (Code). Therefore, I must dissent.\nThe majority agrees with the Board’s assertion that because the Code defines an electrical contractor as one who performs services under identifiable standards of care, a suspension of license by the Board for “gross” breach of that standard is permissible. However, the Board and the majority fail to recognize that the Code presently allows for suspension of a license for arbitrarily determined acts of gross negligence based upon prohibited but undefined behavior. Section 1713.01, which the majority claims indirectly defines “gross negligence,” does nothing more than define the term “electrical contractor.” Neither that section nor any other section establishes an applicable standard of care against which an individual’s actions may be judged. The Board may not arbitrarily create standards which do not exist in order to justify a license suspension. Due process is intended to protect an individual against such arbitrary action. Gaster v. Department of Environmental Resources, 152 Pa.Commonwealth Ct. 505, 620 A.2d 61 (1993); Commonwealth v. Heck, 341 Pa.Superior Ct. 183, 491 A.2d 212 (1985), aff'd, 517 Pa. 192, 535 A.2d 575 (1987).\nLegislation can be so vague as to deny due process in its enforcement when it limits the ability of those to whom the statute is directed to understand that which is prohibited or mandated. Pennsylvania Medical Providers Ass’n v. Foster, 136 Pa.Commonwealth Ct. 232, 582 A.2d 888 (1990); see also Singer v. Sheppard, 33 Pa.Commonwealth Ct. 276, 381 A.2d 1007 (1978). Moreover, overbroad and vague statutes deny due process by failing to give fair notice to people of ordinary intelligence that their contemplated activity may be unlawful and by inviting arbitrary and discriminatory enforcement by failing to set reasonably clear guidelines for law officials and courts. Scurfield Coal, Inc. v. Commonwealth, 136 Pa.Commonwealth Ct. 1, 582 A.2d 694 (1990); see also Smith v. Goguen, 415 U.S. 566, 94 S.Ct. 1242, 39 L.Ed.2d 605 (1974).\nWe have previously held in referencing the vagueness challenge to the constitutionality of a statute that\n[djifficulty in ascertaining whether a violation falls within the penumbra of statutory language challenged as vague does not necessarily render the statute unconstitutional under the due process clause of the Fourteenth Amendment to the United States Constitution unless it fails to convey sufficiently definite warning as to proscribed conduct when measured against common understanding and practices.\nSlovak-American Citizens Club v. Pennsylvania Liquor Control Board, 120 Pa.Commonwealth Ct. 528, 531, 549 A.2d 251, 253 (1988) (emphasis added); see Jordan v. De George, 341 U.S. 223, 71 S.Ct. 703, 95 L.Ed. 886, reh’g denied, 341 U.S. 956, 71 S.Ct. 1011, 95 L.Ed. 1377 (1951). Moreover, our Supreme Court has held that an adjudication is invalid “except upon a hearing wherein each party has opportunity to know of the claims of his opponent ...” Callahan v. Pennsylvania State Police, 494 Pa. 461, 465, 431 A.2d 946, 948 (1981); see also Glotfelty v. Board of Veterinary Medicine, 133 Pa.Commonwealth Ct. 660, 577 A.2d 238 (1990).\nBecause the Code does not define “the standard rules and regulations governing such work” or “gross negligence,” there is no standard against which Will’s work, as an electrical contractor, can be tested. Accordingly, charging Will' with “gross negligence” does not enable him to prepare a proper defense.\nWithout clear guidance as to the charge Will is required to defend against, which is a denial of procedural due process, I refuse to interrupt Will’s property interest in his livelihood. Accordingly, I would reverse the order of the trial court.\nKELLEY, J., joins in this dissent.",
        "type": "dissent",
        "author": "FRIEDMAN, Judge,"
      }
    ],
    "attorneys": [
      "John H. Daneri, for appellants.",
      "Gerald J. Villella, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jeffrey WILL and Connecto Electric, Inc., Appellants, v. The ELECTRICAL CONTRACTORS EXAMINING BOARD OF the CITY OF ERIE.\nCommonwealth Court of Pennsylvania.\nSubmitted Sept. 21, 1994.\nDecided Nov. 23, 1994.\nJohn H. Daneri, for appellants.\nGerald J. Villella, for appellee.\nBefore COLINS, President Judge, and DOYLE, SMITH, PELLEGRINI, FRIEDMAN, KELLEY and NEWMAN, JJ."
  },
  "file_name": "1226-01",
  "first_page_order": 1284,
  "last_page_order": 1287
}
