{
  "id": 12062975,
  "name": "Patricia WHARTON, Appellant, v. DISTRICT OF COLUMBIA, Appellee",
  "name_abbreviation": "Wharton v. District of Columbia",
  "decision_date": "1995-11-02",
  "docket_number": "No. 94-CV-766",
  "first_page": "1227",
  "last_page": "1232",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 1227"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "617 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7932963
      ],
      "pin_cites": [
        {
          "page": "519"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/617/0516-01"
      ]
    },
    {
      "cite": "391 A.2d 803",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8083399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/391/0803-01"
      ]
    },
    {
      "cite": "87 So.2d 589",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9910186
      ],
      "pin_cites": [
        {
          "page": "591"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/87/0589-01"
      ]
    },
    {
      "cite": "168 A.2d 905",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8127426
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "907"
        },
        {
          "page": "906",
          "parenthetical": "notice letter stated that fall occurred on sidewalk instead of correctly indicating gutter"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/168/0905-01"
      ]
    },
    {
      "cite": "434 A.2d 1376",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8026173
      ],
      "pin_cites": [
        {
          "page": "1378"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/434/1376-01"
      ]
    },
    {
      "cite": "449 A.2d 1097",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7987720
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1101"
        },
        {
          "page": "1101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/449/1097-01"
      ]
    },
    {
      "cite": "579 A.2d 719",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7366942
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "721"
        },
        {
          "page": "721",
          "parenthetical": "citations and internal quotation marks omitted"
        },
        {
          "page": "723"
        },
        {
          "page": "721-22",
          "parenthetical": "sufficient notice where letter specified location of fall as somewhere on a 150-foot stretch of sidewalk"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/579/0719-01"
      ]
    },
    {
      "cite": "1 L.Ed.2d 160",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "77 S.Ct. 221",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "352 U.S. 934",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6312745,
        6312297,
        6311372,
        6312044,
        6311151,
        6312529,
        6311576,
        6311807
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/us/352/0934-08",
        "/us/352/0934-06",
        "/us/352/0934-02",
        "/us/352/0934-05",
        "/us/352/0934-01",
        "/us/352/0934-07",
        "/us/352/0934-03",
        "/us/352/0934-04"
      ]
    },
    {
      "cite": "237 F.2d 28",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        427046
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "41",
          "parenthetical": "dissenting opinion"
        },
        {
          "page": "29"
        },
        {
          "page": "30",
          "parenthetical": "sufficient notice to indicate the wrong comer of a six-corner intersection as the site of plaintiff's tripping on a manhole"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/237/0028-01"
      ]
    },
    {
      "cite": "99 U.S.App. D.C. 32",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "45"
        },
        {
          "page": "33"
        },
        {
          "page": "34"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "618 A.2d 114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7350494
      ],
      "pin_cites": [
        {
          "page": "117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/618/0114-01"
      ]
    },
    {
      "cite": "429 A.2d 1362",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8017879
      ],
      "weight": 14,
      "pin_cites": [
        {
          "page": "1365",
          "parenthetical": "quoting H.R.Rep. No. 2010, 72d Cong., 2d Sess. 2 (1933)"
        },
        {
          "page": "1366"
        },
        {
          "page": "1368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/429/1362-01"
      ]
    },
    {
      "cite": "616 A.2d 338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7929379
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "340"
        },
        {
          "page": "340"
        },
        {
          "page": "340"
        },
        {
          "page": "340-41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/616/0338-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 688,
    "char_count": 12490,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 2.1554887117700588e-07,
      "percentile": 0.7691595147052975
    },
    "sha256": "0211fe41253c4e34793da857fe979b8b3fb33942a8876dbeaaf975cfd00a7741",
    "simhash": "1:1607aae618db0fed",
    "word_count": 2031
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER, Chief Judge, and SCHWELB and FARRELL, Associate Judges."
    ],
    "parties": [
      "Patricia WHARTON, Appellant, v. DISTRICT OF COLUMBIA, Appellee."
    ],
    "opinions": [
      {
        "text": "SCHWELB, Associate Judge:\nIn this action by appellant Patricia Wharton against the District of Columbia for personal injuries, the trial judge dismissed the complaint on the ground that Ms. Wharton’s pre-suit notice to the Mayor did not correctly disclose the “approximate time” of the injury, as required by D.C.Code § 12-309 (1995). The sole basis for the judge’s decision was that Ms. Wharton’s notice to the District incorrectly identified the date of Ms. Wharton’s injury as April 4, 1992 and the time as 8:45 a.m., whereas in fact, Ms. Wharton sustained her injuries on April 5, 1992 at 8:45 p.m. On appeal, Ms. Wharton contends that the information contained in her letter to the Mayor was sufficient to satisfy the requirements of § 12-309. We agree and reverse.\nI.\nOn July 9, 1992, Ms. Wharton’s attorney sent a letter to the Mayor stating that Ms. Wharton “was injured on April 4, 1992 at approximately 8:45 a.m. when she fell while entering the premises occupied by her sister at the ... Frederick Douglass Dwellings which are owned, managed and maintained by the District of Columbia Government.” He claimed in the letter that the accident resulted from various negligent acts and omissions on the part of the District. Receipt of the notice is conceded, and the District does not claim that the notice was untimely.\nThe complaint in this action was filed on July 6, 1993. In that pleading, Ms. Wharton alleged that the accident occurred on April 5, 1992 at approximately 8:45 p.m. She claimed that she had suffered a broken leg and other injuries.\nThe case proceeded to discovery, and Ms. Wharton’s deposition was taken on March 15, 1994. She testified that the accident occurred on the evening of April 5, 1992. On April 29, 1994, the District filed a motion to dismiss the complaint, or, in the alternative, for summary judgment. In its motion, the District contended that Ms. Wharton’s notice did not state the “approximate time” of the accident, and therefore was not in compliance with § 12-309.\nOn May 27, 1994, in a brief written order, the trial judge dismissed the complaint. The judge reasoned that\nthe notice requirement should be strictly construed even where the result is a harsh one. The fact that the District has been able to subsequently conduct an investigation does not obviate the notice requirements [of] § 12-309 of the D.C.Code (1991 Ed.). Where, as here, the date of the incident, and the time of the incident, are inaccurate, the notice is defective and must fail....\nThis appeal followed.\nII.\nThe requirements of § 12-309 are mandatory. Hardy v. District of Columbia, 616 A.2d 338, 340 (D.C.1992). The question whether Ms. Wharton’s notice to the District complied with § 12-309 is one of law. Washington v. District of Columbia, 429 A.2d 1362, 1366 n. 15 (D.C.1981) (en banc). We must therefore consider that question de novo, and the trial judge’s resolution of it is not accorded deference on appeal. Griffin v. United States, 618 A.2d 114, 117 (D.C.1992).\nThe trial judge premised her decision in this case on her view that the notice requirement should be strictly construed. In Washington, however, we held that although strict compliance with § 12-309’s requirement that timely notice be given to the District is mandatory, greater liberality is appropriate with respect to the content of the notice. We quoted and adopted the articulation in Judge Prettyman’s dissenting opinion in Stone v. District of Columbia, 99 U.S.App. D.C. 32, 237 F.2d 28 (en banc), cert. denied, 352 U.S. 934, 77 S.Ct. 221, 1 L.Ed.2d 160 (1956), of the appropriate rule of construction:\n[Insofar] as concerns the requirement that the notice be given, and within the time specified, and to the proper officers, the statute is strictly construed. But on the question of whether or not a notice in fact given is sufficiently definite as to the time, place, nature, etc. of the injury, the rule of liberal construction is generally adopted by the courts.\nWashington, supra, 429 A.2d at 1365 n. 9 (emphasis added) (quoting Stone, supra, 99 U.S.App.D.C. at 45, 237 F.2d at 41 (dissenting opinion)). Accordingly, in conformity with Washington, § 12-309’s requirements with respect to the content of the notice, including the approximate time of the injury, are to be interpreted liberally, and in close cases we resolve doubts in favor of finding compliance with the statute. See Hardy, supra, 616 A.2d at 340; Gaskins v. District of Columbia, 579 A.2d 719, 721 (D.C.1990); Romer v. District of Columbia, 449 A.2d 1097, 1101 (D.C.1982).\nWe explained in Washington that “Section 12-309 was intended by Congress to ensure that District officials [would be given] reasonable notice of [an] accident so that the facts may be ascertained and, if possible, the claims adjusted.” Washington, supra, 429 A.2d at 1365 (quoting H.R.Rep. No. 2010, 72d Cong., 2d Sess. 2 (1933)). The requirement of prompt notice was designed to enable District officials to make a prompt investigation before evidence was lost or witnesses became unavailable, to correct potentially hazardous conditions, and to settle meritorious claims. Gwinn v. District of Columbia, 434 A.2d 1376, 1378 (D.C.1981); Romer, supra, 449 A.2d at 1101. The purpose of the statute is “to give the District timely information concerning a claim against it, so it may adequately prepare its defense.” Washington, supra, 429 A.2d at 1366 (quoting Stone, supra, 99 U.S.App.D.C. at 33, 237 F.2d at 29). Accordingly, notice under the statute need only “furnish a reasonable guide for inspection ... and provide an early warning to District of Columbia officials regarding litigation likely to occur in the future.” Gaskins, supra, 579 A.2d at 721 (citations and internal quotation marks omitted). A notice is sufficient if the District, “in the exercise of due diligence, should have been able to locate the offending defect.” Dixon v. District of Columbia, 168 A.2d 905, 907 (D.C.1961); Hardy, supra, 616 A.2d at 340.\nThese statutory purposes focus on fairness to the District, and not on technical perfection. “[Claimants should not be deprived of [their] day in court by [an] unreasonably technical and burdensome application of [the] statute, so long as notice is timely served on [a] proper official and is drafted with sufficient detail to accord [the District] a fair and reasonable opportunity to make a sufficient investigation.” Washington, supra, 429 A.2d at 1366 n. 14 (quoting Magee v. City of Jacksonville, 87 So.2d 589, 591 (Fla.1956) (internal quotation marks omitted)).\nTurning to the specific alleged defect in Ms. Wharton’s notice, § 12-309 requires only that the claimant specify the approximate time of the accident. We have stated in that regard “that the statute’s ‘approximate time’ requirement means [that] a claimant must give the District an approximate estimate of the time of the accident, not the precise hour of the day on which an injury is sustained, in order to satisfy § 12-309.” Washington, supra, 429 A.2d at 1365 n. 7 (some internal quotation marks omitted) (quoting Pitts v. District of Columbia, 391 A.2d 803, 809 n. 5 (D.C.1978)). In Gaskins, we stated that the “reasonable guide for inspection” standard, as construed in our precedents, has “tolerated inaccuracies or lack of precision in the notice that did not affect its basic adequacy to permit a prompt and focused investigation.” 579 A.2d at 723; see also Hardy, supra, 616 A.2d at 340-41.\nTTT\nApplying these principles to the present record, we conclude that the notice that Ms. Wharton provided to the District was sufficient to serve the statutory purposes of warning the District of potential litigation and providing a guide to further investigation. It is undisputed that Ms. Wharton mailed the notice on July 9,1992, well before the expiration of the six-month statutory time limit, and that she thereby afforded the District ample time to investigate the accident before evidence was lost or witnesses became unavailable. The letter contained a detailed description of the location and cause of the accident, and the District had a full opportunity to inspect the premises and interview witnesses. The only error was a misdescription of the date by one day and of the time by twelve hours. We conclude that the minor discrepancy with respect to the date and time of the accident was not a fatal defect. The error was no greater or more significant than the errors or omissions tolerated in Dixon, Stone, and other cases cited in Hardy. The District’s reliance on a rule of “strict construction” as to the “cause and circumstances” element of the § 12-309 requirement was firmly rejected by a majority of this court, sitting en banc, in Washington.\nAffirmance of the trial court’s dismissal of this action because of an inconsequential (and probably typographical) error which did not prejudice the District would unjustly and unnecessarily prevent the resolution of Ms. Wharton’s claims on the merits — the kind of disposition for which this court has frequently expressed its preference. See, e.g., District of Columbia v. Serafin, 617 A.2d 516, 519 (D.C.1992) (per curiam) (collecting authorities). Accordingly, we reverse the order dismissing the action and remand the case to the trial court with directions to reinstate the complaint.\nSo ordered.\n. D.C.Code § 12-309 (1995) provides:\nAn action may not be maintained against the District of Columbia for unliquidated damages to person or property unless, within six months after the injury or damage was sustained, the claimant, his agent, or [his] attorney has given notice in writing to the Mayor of the District of Columbia of the approximate time, place, cause, and circumstances of the injury or damage. A report in writing by the Metropolitan Police Department, in regular course of duty, is a sufficient notice under this section.\n. Specifically, counsel wrote that\n[Ms. Wharton] was injured as the result of no exterior illumination in the area of a very narrow concrete apron extending from the doorway area of the above-described premises.\nIn addition, the door was hung in such a way as to require her to step backwards off this narrow platform while entering or exiting the door.\nThe combination of a burned out light bulb (of which the District had been given multiple notice[s] for several months prior to this accident), as well as the poor design, repair, and maintenance of [these] premises, [were] the sole causefs] of this accident.\n. The statute was not intended to require \"notice complete enough to state a formal cause of action.\" Washington, supra, 429 A.2d at 1368.\n. In Hardy, we summarized some of the decisions sustaining § 12-309 notices notwithstanding their imprecision or inaccuracy:\nSee Gaskins, supra, 579 A.2d at 721-22 (sufficient notice where letter specified location of fall as somewhere on a 150-foot stretch of sidewalk); Dixon, supra, 168 A.2d at 906 (notice letter stated that fall occurred on sidewalk instead of correctly indicating gutter); Washington, supra, 429 A.2d at 1365 & n. 8 (sufficient notice to state that fall occurred in single-family residence, without specifying where in the home the injury occurred); Stone, supra, 99 U.S.App.D.C. at 34, 237 F.2d at 30 (sufficient notice to indicate the wrong comer of a six-corner intersection as the site of plaintiff’s tripping on a manhole).\n.Ms. Wharton argues, plausibly in our view, that the portion of the letter describing the incident which led to her injury would put a reasonable reader on notice that the incident occurred at night, because the absence of exterior illumination would have no bearing on one’s ability to see nor contribute to the hazardous condition of the premises at 8:45 in the morning.\n. In Serafín, this court invoked the preference for deciding the case on its substantive merits even though the District had failed to comply with a court order. The shortcoming in Ms. Wharton's notice in this case was far less significant.",
        "type": "majority",
        "author": "SCHWELB, Associate Judge:"
      }
    ],
    "attorneys": [
      "Robert L. Weinberg was on the brief for appellant.",
      "Garland Pinkston, Jr., Acting Corporation Counsel at the time, and Charles L. Reischel, Deputy Corporation Counsel, and Phillip A. Lattimore III, Assistant Corporation Counsel, Washington, DC, were on the brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Patricia WHARTON, Appellant, v. DISTRICT OF COLUMBIA, Appellee.\nNo. 94-CV-766.\nDistrict of Columbia Court of Appeals.\nSubmitted Oct. 5, 1995.\nDecided Nov. 2, 1995.\nRobert L. Weinberg was on the brief for appellant.\nGarland Pinkston, Jr., Acting Corporation Counsel at the time, and Charles L. Reischel, Deputy Corporation Counsel, and Phillip A. Lattimore III, Assistant Corporation Counsel, Washington, DC, were on the brief for appellee.\nBefore WAGNER, Chief Judge, and SCHWELB and FARRELL, Associate Judges."
  },
  "file_name": "1227-01",
  "first_page_order": 1285,
  "last_page_order": 1290
}
