{
  "id": 7372091,
  "name": "Corinne L. ALLEN v. Claude L. ALLEN, III",
  "name_abbreviation": "Allen v. Allen",
  "decision_date": "1993-08-13",
  "docket_number": "",
  "first_page": "1228",
  "last_page": "1230",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 1228"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "603 A.2d 482",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938854
      ],
      "opinion_index": -1,
      "case_paths": [
        "/a2d/603/0482-01"
      ]
    },
    {
      "cite": "342 A.2d 270",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8051344
      ],
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/342/0270-01"
      ]
    },
    {
      "cite": "201 Neb. 595",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        5258069
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "\"When the legal rate [of interest] changes, the new rate applies to all delinquent installments [that come due after] the effective date of the new rate\""
        },
        {
          "page": "455",
          "parenthetical": "\"When the legal rate [of interest] changes, the new rate applies to all delinquent installments [that come due after] the effective date of the new rate\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/201/0595-01"
      ]
    },
    {
      "cite": "100 N.M. 424",
      "category": "reporters:state",
      "reporter": "N.M.",
      "case_ids": [
        1588655
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "1139"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nm/100/0424-01"
      ]
    },
    {
      "cite": "611 A.2d 86",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7936954
      ],
      "pin_cites": [
        {
          "page": "87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/611/0086-01"
      ]
    },
    {
      "cite": "623 A.2d 1270",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7372729
      ],
      "pin_cites": [
        {
          "page": "1272-73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/623/1270-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 375,
    "char_count": 6114,
    "ocr_confidence": 0.753,
    "pagerank": {
      "raw": 9.740314213912215e-08,
      "percentile": 0.530811834975707
    },
    "sha256": "f6807bdc15c8eed58fc975ca74a92d8dfc5c924c0798665d58f4016712d99b1d",
    "simhash": "1:cfe540a61606c731",
    "word_count": 983
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS, RUDMAN and DANA, JJ."
    ],
    "parties": [
      "Corinne L. ALLEN v. Claude L. ALLEN, III."
    ],
    "opinions": [
      {
        "text": "GLASSMAN, Justice.\nClaude Allen appeals from a judgment entered in the Superior Court (Oxford County, Bradford, J.) granting Corinne Allen’s motion to determine the interest due on her judgment against Claude for arrear-ages due pursuant to the child support provisions of their divorce judgment. Claude contends that the trial court’s interest calculation is supported by insufficient evidence and based on errors of law. Because we agree with Claude’s contentions that the trial court erroneously employed incorrect and compound rates of interest in its calculation, we vacate the judgment.\nIn October 1970, the Allens secured a judgment of divorce providing that Claude pay to Corinne support and medical expenses for their minor children. In June 1990, Corinne filed a motion seeking ar-rearages due from Claude. By its order of May 21, 1991, the trial court entered a judgment granting Corinne’s motion for ar-rearages in the amount of $11,195.38 plus interest in accordance with statute. Claude partially satisfied the judgment by paying Corinne for the arrearages, but because the parties could not agree, Corinne filed a motion seeking the court’s determination of the amount of interest due. On May 13, 1992, the trial court granted Corinne’s motion for interest in the amount of $35,392. In response to Claude’s motion to amend the May 13 judgment, contending that the amount of interest had been improperly determined, the trial court issued an order directing Corinne to submit a recalculation of the interest owed by Claude. On October 9, 1992, the trial court entered a judgment providing that Corinne was entitled to $28,739 in interest on the May 21, 1991 judgment, and Claude appeals.\nClaude first contends that the evidence supporting the trial court’s interest determination, based on a schedule of ar-rearages that begins in February 1975, is insufficient because there is no evidence that any arrearages originated prior to May 1980. We will not disturb a trial court’s finding of fact unless there is no’ competent evidence in the record to rationally support it. Greenstreet v. Brown, 623 A.2d 1270, 1272-73 (Me.1993). A review of the record discloses that Claude testified he began missing child support payments in 1975. In addition, Corinne introduced in evidence receipts for the children’s medical expenses dated prior to 1980 and attested to the accuracy of the schedule she submitted depicting the amounts and dates of Claude’s child support arrearages pursuant to the divorce judgment.\nClaude next contends that the trial court erroneously applied the amendments to the statutory rate of post-judgment interest to the arrearages. We agree. The trial court erroneously varied the applicable rate of interest to arrearages that originated prior to the date on which the statutory amendments took effect. We have previously stated that the “right to the payment of support becomes vested as it becomes due. Thus an order of child support is essentially a ‘judgment in monthly installments....’” Carter v. Carter, 611 A.2d 86, 87 (Me.1992) (quoting Britton v. Britton, 100 N.M. 424, 671 P.2d 1135, 1139 (1983)). “Each payment [due pursuant to an order of support] becomes a judgment debt as of the due date.” Id. Accordingly, each arrearage amount bears interest at the statutory rate in effect on the date of its origin, and that single, fixed rate of interest applies to the arrearage for the duration of the accrual of interest. See Ferry v. Ferry, 201 Neb. 595, 271 N.W.2d 450, 455 (1978) (“When the legal rate [of interest] changes, the new rate applies to all delinquent installments [that come due after] the effective date of the new rate”).\nFinally, Claude contends that the trial court committed an error of law by awarding Corinne compound interest. “In Maine, entitlement to interest on judgments is derived from statute.” Ginn v. Penobscot Co., 342 A.2d 270, 276 (Me.1975). The post-judgment interest statute does not provide for the compounding of interest, and we find no basis for inferring such a provision. 14 M.R.S.A. § 1602-A. Accordingly, the trial court’s compounding of the interest awarded to Corinne was in error.\nThe entry is:\nJudgment vacated. Remanded to the Superior Court for further proceedings consistent with the opinion herein.\nAll concurring.\n. On cross-appeal, Corinne argues without merit that Claude’s appeal is untimely.\n. In February 1975, the time of the first arrear-age, the statutory rate of post-judgment interest was 10%. 14 M.R.S.A. § 1602 (1980) repealed and replaced by P.L.1983, ch. 427, §§ 1-3 (removing statutory provisions for post-judgment interest to 14 M.R.S.A. § 1602-A (Supp.1992)). The legislature subsequently amended the rate to 12% effective July 1, 1980. P.L.1979, ch. 655, § 1. The legislature again amended the rate to 15% effective September 18, 1981. P.L.1981, ch. 162, § 1. The rate has remained at 15% in actions, like this, where damages sought or awarded do not exceed the jurisdictional limit of the District Court, $30,000. 14 M.R.S.A. § 1602-A; 4 M.R.S.A. § 152(2) (1989).\nHere, the trial court increased the statutory rates of post-judgment interest applicable to the arrearages so that, for example, an arrearage originating in 1975 accrued interest at a 10% rate through June 1980, at a 12% rate through September 17, 1981, and at a 15% rate thereafter. An arrearage, however, is subject to a fixed interest rate determined by the statutory rate of post-judgment interest effective at the time of its origin. In this case, Claude's arrearages originating prior to July 1, 1980 are subject to a fixed 10% rate; those originating between July 1, 1980 and September 17, 1981 are subject to a 12% rate; and those originating after September 17, 1981 are subject to a 15% rate.",
        "type": "majority",
        "author": "GLASSMAN, Justice."
      }
    ],
    "attorneys": [
      "Corinne L. Allen, pro se.",
      "Scott J. Lynch, Rocheleau, Fournier & Lebel, Lewiston, for defendant."
    ],
    "corrections": "",
    "head_matter": "Corinne L. ALLEN v. Claude L. ALLEN, III.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs April 28, 1993.\nDecided Aug. 13, 1993.\nSee also 603 A.2d 482.\nCorinne L. Allen, pro se.\nScott J. Lynch, Rocheleau, Fournier & Lebel, Lewiston, for defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS, RUDMAN and DANA, JJ."
  },
  "file_name": "1228-01",
  "first_page_order": 1274,
  "last_page_order": 1276
}
