{
  "id": 7291674,
  "name": "STATE v. Joseph McMANUS",
  "name_abbreviation": "State v. McManus",
  "decision_date": "2010-04-02",
  "docket_number": "No. 2002-655-C.A.",
  "first_page": "1229",
  "last_page": "1238",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 1229"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "925 A.2d 962",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8307081
      ],
      "pin_cites": [
        {
          "page": "985"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/925/0962-01"
      ]
    },
    {
      "cite": "922 A.2d 151",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8306861
      ],
      "pin_cites": [
        {
          "page": "165"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/922/0151-01"
      ]
    },
    {
      "cite": "484 U.S. 554",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        601912
      ],
      "weight": 5,
      "year": 1988,
      "pin_cites": [
        {
          "page": "564",
          "parenthetical": "holding that the Confrontation Clause is not violated \"by admission of an identification statement of a witness who is unable, because of a memory loss, to testify concerning the basis for the identification.\""
        },
        {
          "parenthetical": "holding that the Confrontation Clause is not violated \"by admission of an identification statement of a witness who is unable, because of a memory loss, to testify concerning the basis for the identification.\""
        },
        {
          "parenthetical": "holding that the Confrontation Clause is not violated \"by admission of an identification statement of a witness who is unable, because of a memory loss, to testify concerning the basis for the identification.\""
        },
        {
          "page": "563"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/484/0554-01"
      ]
    },
    {
      "cite": "723 A.2d 1101",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11775501
      ],
      "pin_cites": [
        {
          "page": "1107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/723/1101-01"
      ]
    },
    {
      "cite": "763 A.2d 971",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11175393
      ],
      "pin_cites": [
        {
          "page": "976"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/763/0971-01"
      ]
    },
    {
      "cite": "938 A.2d 172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "176"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "561 A.2d 882",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7352759
      ],
      "pin_cites": [
        {
          "page": "888"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/561/0882-01"
      ]
    },
    {
      "cite": "789 A.2d 881",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9402278
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "887"
        },
        {
          "page": "887"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/789/0881-01"
      ]
    },
    {
      "cite": "850 A.2d 984",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9231895
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "985"
        },
        {
          "page": "986"
        },
        {
          "page": "988"
        },
        {
          "page": "990"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/850/0984-01"
      ]
    },
    {
      "cite": "529 A.2d 107",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12028944
      ],
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/529/0107-01"
      ]
    },
    {
      "cite": "619 A.2d 418",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353914
      ],
      "pin_cites": [
        {
          "page": "425-26"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/0418-01"
      ]
    },
    {
      "cite": "653 A.2d 735",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871394
      ],
      "pin_cites": [
        {
          "page": "738"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/653/0735-01"
      ]
    },
    {
      "cite": "533 A.2d 1161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883889
      ],
      "pin_cites": [
        {
          "page": "1165"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/533/1161-01"
      ]
    },
    {
      "cite": "639 A.2d 64",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859168
      ],
      "pin_cites": [
        {
          "page": "67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/0064-01"
      ]
    },
    {
      "cite": "696 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12022210
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "297"
        },
        {
          "page": "297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/696/0290-01"
      ]
    },
    {
      "cite": "731 A.2d 696",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11667942
      ],
      "pin_cites": [
        {
          "page": "698"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/731/0696-01"
      ]
    },
    {
      "cite": "748 A.2d 239",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11454252
      ],
      "pin_cites": [
        {
          "page": "242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/748/0239-01"
      ]
    },
    {
      "cite": "871 A.2d 341",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8977147
      ],
      "pin_cites": [
        {
          "page": "345"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/871/0341-01"
      ]
    },
    {
      "cite": "984 A.2d 606",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7292809
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "613"
        },
        {
          "page": "614-15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/984/0606-01"
      ]
    },
    {
      "cite": "941 A.2d 222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8394116
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/941/0222-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1040,
    "char_count": 26362,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 2.4603409907068435e-07,
      "percentile": 0.8054456070604888
    },
    "sha256": "3bab77d9aea04dfae7d4a46116186847045b50d4c34628e7828022bf2821c9a7",
    "simhash": "1:be33e9b1786a606a",
    "word_count": 4253
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: SUTTELL, C.J., GOLDBERG, FLAHERTY, and ROBINSON, JJ."
    ],
    "parties": [
      "STATE v. Joseph McMANUS."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice GOLDBERG, for the Court.\nThe defendant, Joseph McManus (defendant or McManus), is before the Supreme Court on appeal from Superior Court judgments of conviction for criminal solicitation. The defendant was found guilty after a jury trial of soliciting Vincent Arruda (Arruda) to murder Attorney General Jeffrey Pine (Attorney General) and soliciting Robert Smith (Smith) to murder the Attorney General and to feloniously assault Assistant Attorney General Margaret Lynch (Lynch). We affirm.\nFacts and Travel\nThis case arose in the aftermath of defendant’s horrific murder of his wife on June 29, 1996, in the presence of their children. This Court affirmed his conviction and the sentence of life imprisonment without the possibility of parole that was imposed by the trial justice. See State v. McManus, 941 A.2d 222 (R.I.2008). While defendant was being held without bail at the Adult Correctional Institutions (ACI) awaiting trial on the murder charge at the Intake Service Center (Intake), his interaction with four of his fellow inmates are of consequence in this case. The record discloses that Arthur Pine, Mark Pine, Robert Smith, and Vincent Arruda, were approached individually by defendant, who wanted to hire a person or people to commit murder and felony assault against the Attorney General and the prosecutor assigned to the case. The defendant was charged, by way of grand jury indictment, with three counts: criminal solicitation of Arthur Pine to commit murder in violation of G.L.1956 § 11-1-9; criminal solicitation of Vincent Arruda to commit murder in violation of § 11-1-9; criminal solicitation of Robert Smith to commit murder and/or assault with a dangerous weapon in violation of § 11-1-9. In its case in chief, the state called the four men, all of whom were alleged to have engaged in these conversations with defendant.\nArthur testified about meeting defendant at Intake; he explained that the two developed a relationship such that defendant asked Arthur, “how much to take care of [the Attorney General]?” When Arthur inquired of defendant how the murder of the Attorney General would help his case, defendant replied, “It’s going to do me a lot of good * * * [he] is using my kids to testify against me.” The defendant went on to describe in detail how the murder should take place. Specifically, defendant wanted the Attorney General to be shot two times — -one bullet for each of defendant’s children- — because the prosecution intended to call them as trial witnesses in the underlying murder case. Arthur testified that he took copious notes of his various conversations with defendant and eventually went to his correctional officers with this information. An investigation by the state police and the Office of the Attorney General ensued. However, the jury rejected Arthur’s testimony.\nMark Pine, Arthur’s brother and fellow inmate, was the second witness to testify about the solicitation. He testified that he met defendant through his brother, while both were at Intake. According to Mark, defendant was aware of the state police investigation and repeatedly asked Mark to tell his attorney that Arthur was lying. Mark testified that defendant, yet again, described in detail how he wanted the Attorney General killed and that he wanted someone to break Lynch’s legs.\nThe crux of this case, however, turns on the testimony, or lack of testimony, of Robert Smith, another jailhouse informant. When Smith was called to testify, he claimed to have suffered an unfortunate and total failure of memory about everything he previously had disclosed to law enforcement, including his police statement and grand jury testimony. The record discloses that Smith was at Intake during the period when defendant actively was recruiting others to carry out his criminal enterprise. During a long discussion with investigators, Smith described his relationship with defendant and disclosed that defendant sought Smith’s help in murdering the Attorney General and assaulting Lynch. According to Smith, defendant offered him $5,000 for his services. Smith also gave detailed testimony before the grand jury.\nHowever, when testifying at trial, Smith professed a total failure of memory about everything concerning the incident, including his discussions with the state police. After some initial examination, the prosecutor treated Smith as an adverse witness and began to use leading questions. The trial justice allowed the state’s use of leading questions, over defense counsel’s continuing objection. The prosecutor continued to pose leading questions — an effort that spanned fifty-one pages of trial transcript. Defense counsel objected and argued that continuing this line of inquiry was not only fruitless, but was having a prejudicial effect on the jury. The trial justice responded: “[The prosecutor] hasn’t been through the whole thing yet. I’m prepared to stay here all day while [Smith] either answers ‘yes’ or ‘no’ that he doesn’t remember.” The trial justice allowed the questioning to continue but noted counsel’s objection. Additionally, in yet another attempt to refresh the witness’s recollection, a tape recording of Smith’s testimony before the grand jury was played to the jury.\nAfter Smith’s turn on the witness stand, the state called Arruda, another of defendant’s fellow inmates. Arruda testified that while at Intake defendant approached him to murder the Attorney General and offered him $25,000 in exchange “to make a hit on the Attorney General.”\nThe state next called John P. A’Vant (Det. A’Vant) from the state police, the detective who investigated this case. Detective A’Vant testified that he tape-recorded the interview with Smith and that the transcript of that interview consisted of 367 questions and fifty pages of transcript. The state sought to have the transcript of the interview introduced as a prior recorded recollection, under Rule 803(5) of the Rhode Island Rules of Evidence. Although defendant objected, he did so on the ground that the document had not been authenticated and was neither signed nor witnessed. Defense counsel further argued that the prosecutor essentially had read the entire statement into the record through his use of leading questions to Smith. The trial justice allowed it and explained:\n“ * * * I think [the jury has] had the benefit of observing Mr. Smith, they observed the fact that his memory was obviously very poor from what he said and he never denied that he made those statements. As a matter of fact, I think [the prosecutor] followed each one of those questions up with something like, ‘Although you don’t recall making these statements, you do not deny that you made them,’ words to that effect. And he said, ‘oh, yes.’ He agreed that he must have made the statements.”\nThe defendant was acquitted by the jury on count 1, criminal solicitation of Arthur Pine, but was found guilty on the remaining counts. The trial justice sentenced him to ten-year sentences on each of the two convictions, to be served consecutively. He filed a timely notice of appeal.\nIssues on Appeal\nOn appeal, defendant raises a number of issues which, he contends, amount to an abuse of discretion by the trial justice and warrant reversal of his conviction. The defendant first points to three instances of purported error during Smith’s testimony: the state’s use of leading questions; the introduction of Smith’s grand jury testimony; and error by the trial justice in allowing the transcript of Smith’s interview with the investigators to be introduced as a full exhibit. Next, defendant argues that the trial justice committed error when he allowed Det. A’Vant to testify because the state had failed to list him as a witness in its responses to the defendant’s discovery requests.\nThe defendant also avers that the trial justice erred in permitting Arruda and Smith to testify, contending that their testimony violated his constitutional right to confrontation and cross-examination and violated Rule 16 of the Superior Court Rules of Criminal Procedure. Finally, defendant contends that his sentence violated both the state and federal constitutions as cruel and unusual punishment. However, as we consistently have held, this Court “will only review those issues that have been properly preserved for appellate review.” State v. Reyes, 984 A.2d 606, 613 (R.I.2009); State v. Harris, 871 A.2d 341, 345 (R.I.2005).\nStandard of Review\nBefore this Court, defendant challenges several rulings that the Superi- or Court trial justice made with regard to evidence and trial procedures. The applicable standard of review of a trial justice’s admission of evidence is a clear abuse of discretion. Reyes, 984 A.2d at 614-15. Additionally, the standard of review of a challenge to a trial justice’s restriction on cross-examination is clear abuse of discretion. State v. Feole, 748 A.2d 239, 242 (R.I.2000) (“This Court has previously concluded that the exercise of discretion by the trial justice in limiting the scope of cross-examination will not be disturbed absent a clear abuse of that discretion.”) (quoting State v. Walsh, 731 A.2d 696, 698 (R.I.1999)).\nAnalysis\nThe Testimony of Robert Smith\nThe defendant challenges evidentiary errors in Smith’s testimony on three grounds. First, he contends that the trial justice abused his discretion by allowing the state to pose leading questions to Smith during its direct examination. Second, he argues that the trial justice abused his discretion in admitting Smith’s police statement. Lastly, defendant contends that the trial justice abused his discretion by permitting the state to introduce Smith’s grand jury testimony. Because our holding with respect to the admission of Smith’s police statement is determinative of the challenge to the use of the leading questions, we shall address these issues in that order.\nSmith’s Police Statement\nWe first address defendant’s contention that the trial justice erred by allowing Smith’s police statement to be introduced at trial. At issue is the fifty-page transcript of the statement Smith gave to detectives A’Vant and Lamont on March 19, 1997, while at the ACI. Over defense counsel’s objection, the trial justice allowed the statement into evidence, as a recorded recollection under Rule 803(5). Rule 803(5) provides:\n“A memorandum or record concerning a matter about which a witness once had knowledge but now has insufficient recollection to enable the witness to testify fully and accurately, shown to have been made or adopted by the witness when the matter was fresh in the witness’ memory and to reflect that knowledge correctly. If admitted, the memorandum or record may be read into evidence and received as an exhibit.”\nWe previously have had occasion to consider the use of a recorded recollection under Rule 803(5) and the four prerequisites to admissibility: (1) that the witness whose prior statement is sought to be introduced have firsthand knowledge of the event at issue; (2) that the recorded mem-oranda was made “at or near the time of the event while the witness had a clear memory;” (3) that the witness is now unable to recall the incident independently; and (4) that the witness can attest “that the recorded recollection was accurate when made.” State v. Gabriau, 696 A.2d 290, 297 (R.I.1997) (quoting State v. Ricci, 639 A.2d 64, 67 (R.I.1994)); State v. Vento, 533 A.2d 1161, 1165 (R.I.1987).\nThe record discloses that Smith never acknowledged, and indeed refused to admit, that the recorded recollection was accurate when made; and thus it was impossible for the proponent to meet the fourth requirement of Rule 803(5), that “the witness can attest that the recorded recollection was accurate when made.” Gabriau, 696 A.2d at 297. “Past recollection recorded has historically been a vehicle for the admission of prior statements when live testimony is not available because of a lack of memory.” Id. Under this reasoning, a prior recorded document is admitted as a substitute “for the current lack of adequate memory of the events.” Id. That is not what transpired in this case because Smith refused to acknowledge the accuracy of the statement.\nThe state conceded this error in its brief and admitted that, “[t]he fourth prerequisite, which requires the witness to attest to the accuracy of the statement sought to be admitted under [Rule] 803(5), is a much closer question.” However, the state urges us to affirm the ruling on other grounds. In State v. Froais, 653 A.2d 735, 738 (R.I.1995), this Court declared that, “we have long upheld a trial justice’s decision in various contexts even though the specific grounds relied upon by the justice were erroneous.” Indeed, there are numerous examples of our having done just that: State v. Ellis, 619 A.2d 418, 425-26 (R.I.1993) (decision to allow the defendant’s statement into evidence upheld on different factual findings than were relied upon by the trial justice); State v. Nordstrom, 529 A.2d 107, 111 (R.I.1987) (“This court on appeal is free to affirm a ruling on grounds other than those stated by the lower-court judge”). Accordingly, we are satisfied that when an out-of-court statement is admissible under a recognized exception to the hearsay rule, we shall uphold its admission, notwithstanding any error on the trial justice’s ruling.\nThe state suggests, and we agree, that the statement could have been admitted as a prior inconsistent statement in accordance with Rule 801(d)(1)(A) of the Rhode Island Rules of Evidence. Specifically, Rule 801(d)(1)(A) provides:\n“A statement is not hearsay if: (1) Prior Statement by Witness. The declarant testifies at the trial or hearing and is subject to cross-examination concerning the statement, and the statement is (A) inconsistent with the declarant’s testimony * *\nThe state points to our decision in State v. Jaiman, 850 A.2d 984 (R.I.2004), as support for its contention that we should affirm the admission of the statement under to Rule 801(d)(1)(A). In Jaiman, the state was faced with a previously cooperative witness who “engaged in a testimonial double-cross of the state” while at trial. Jaiman, 850 A.2d at 985. The state attempted to refresh the witness’s recollection on direct examination by using his prior statement to the police; and a portion of that statement eventually came into evidence under agreement by both parties. Id. at 986. Later in the trial, the state sought to introduce additional portions of the statement through a witness who was present when the statement was made. Id. We upheld its admission and declared:\n“Accordingly, the touchstone of Rule 801(d)(1)(A) is that the witness testify at trial and be available for cross-examination. Although [the witness] did testify at trial and was, in fact, cross-examined, [the] defendant contends that [the witness’s] comprehensive inability to recall either his previous testimony or some of the events of September 18, 1993, rendered him functionally unavailable for cross-examination. We disagree; the rule against hearsay is not violated by resort to a prior out-of-court statement by a witness who is reneging on his cooperation agreement based on his ostensible belief that truthful testimony was a once-in-a-lifetime proposition.” Jaiman, 850 A.2d at 988.\nHere, as in Jaiman, Smith testified at trial and was available for cross-examination. Although the witness purported to suffer from jail-house amnesia, a frequent malaise, this circumstance does not negate the underlying rationale for admissibility under Rule 801(d)(1)(A). In fact, this precisely is the reason for the rule: to allow for statements, such as Smith’s statement to the state police, to be introduced as substantive evidence in order for the fact finder to decide which statement, if any, is worthy of belief. We conclude that the introduction of Smith’s statement to the police investigators was proper under Rule 801(d)(1)(A).\nLeading Questions\nWe next turn to defendant’s argument that the repeated use of leading questions to Smith on direct examination was so pervasive as to create prejudice in the eyes of the jury — an issue we perceive as problematic because of its duration and scope. We note that defense counsel was granted a continuing objection to the use of leading questions, as acknowledged by the trial justice on more than one occasion. Leading questions are questions that suggest the desired answer. State v. Boillard, 789 A.2d 881, 887 (R.I.2002). As we declared in State v. Girouard, 561 A.2d 882, 888 (R.I.1989), “[t]he danger of a leading question is that it may suggest to the witness the specific tenor of the reply desired by counsel and such a reply may be given irrespective of actual memory.” Although leading questions generally are prohibited on direct examination, they may be allowed for a limited purpose such as to guide the testimony of a hostile or a purportedly forgetful witness. Boillard, 789 A.2d at 887.\nHere, it is clear that Smith’s appearance at trial was anything but cooperative; he experienced a failure of memory that could be characterized as hostile and lacking in credibility. A party is entitled to treat a forgetful witness as adverse; and, in an effort to elicit truthful testimony from the witness, the examiner may resort to leading questions. It is within the discretion of the trial justice to decide whether to allow the examiner to lead; that discretion, however, is not without limit. See State v. Merced, 938 A.2d 172, 176 (R.I.2007) (“As our discussion above makes abundantly clear, this scenario is well within the range of those in which a trial justice has discretion to permit the use of leading questions on direct examination.”).\nHowever, we are not convinced that the extensive use of leading questions in this case was appropriate based on the length of the examination, and we note that the colloquy between the prosecutor and Smith came dangerously close to a prejudicial abuse of discretion by the trial justice. But we decline to declare it reversible error. Although a trial justice is vested with discretion to decide whether a witness is hostile and, if so, to allow the use of leading questions, the trial justice declared that he was “prepared to stay here all day” while the state posed leading questions to the witness who continued to profess a complete failure of memory. Defense counsel made his objection clear when he said, “I think [the prosecutor’s] continuing line of questioning is fruitless * * * and I think that’s having a prejudicial effect on the jury.” It is evident that the trial justice should have stopped the inquiry when it became obvious that the witness would persist in denying any memory of the events on trial. However, in light of our decision upholding the introduction of Smith’s statement to the police, we deem this harmless error.\nSmith’s police statement properly was introduced as a prior inconsistent statement of a testifying witness. As such, it was for the jury to decide whether the police statement was credible or whether Smith’s in-court testimony that he suffered a complete failure of memory was worthy of belief. Accordingly, Smith’s response to the prosecutor’s skillful and leading examination was highly probative on this point. Although we are of the opinion that the use of leading questions was excessive and should have been brought to a conclusion by the trial justice, we are not convinced that he committed reversible error in refusing to do so.\nRemaining Issues\n1. Grand Jury Testimony\nWe note that defendant’s argument concerning the grand jury recording was not preserved for appellate review. Toward the end of the witness’s direct examination, the prosecutor attempted to refresh Smith’s recollection, yet again, by offering to play a recording of Smith’s testimony before the grand jury. Although defense counsel initially objected and a recorded conference was held outside the presence of the jury, the only objection defendant made was to the secrecy of the grand jury as provided by Rule 6 of the Superior Court Rules of Criminal Procedure. On appeal, however, defendant argues that introducing Smith’s grand jury testimony violated his rights under both the state and federal constitutions. According to our well settled “raise or waive” rule, if an issue was not preserved by specific objection at trial, then it may not be considered on appeal. State v. Pacheco, 763 A.2d 971, 976 (R.I.2001); State v. Bettencourt, 723 A.2d 1101, 1107 (R.I.1999). Therefore, unless an allegation of error was brought to the attention of the trial justice, the issue will be deemed waived.\n2. The Confrontation Clause\nWe briefly address the constitutional concerns that defendant has raised in this case. The defendant argues that the trial justice violated his constitutional right of confrontation with respect to all aspects of Smith’s testimony: the leading questions, the introduction of his police statement, and the grand jury testimony.\nThe United States Supreme Court has declared that the Sixth Amendment is not implicated when the prior statement of a witness who testifies at trial is admitted into evidence, whether or not the witness recalls the statement. See United States v. Owens, 484 U.S. 554, 564, 108 S.Ct. 838, 98 L.Ed.2d 951 (1988) (holding that the Confrontation Clause is not violated “by admission of an identification statement of a witness who is unable, because of a memory loss, to testify concerning the basis for the identification.”). This Court also has had occasion to review the use of out-of-court statements in light of the Confrontation Clause. In Jaiman, 850 A.2d at 990, we declared:\n“Even evidence that traditionally would be categorized as hearsay, such as the out-of-court identification at issue in Owens, did not alter the fact that the Confrontation Clause’s requirements are satisfied when a hearsay declarant is present at trial, is placed under oath and is subject to unrestricted cross-examination, thus affording the jury an opportunity to observe the witness’s demeanor.”\nWe note, as did the United States Supreme Court in Owens, 484 U.S. at 563, 108 S.Ct. 838, that it would create a “strange” result indeed if Smith could “avoid introduction of testimony from a prior proceeding that is inconsistent with his trial testimony * * * by simply asserting lack of memory of the facts to which the prior testimony related.” Accordingly, we are satisfied that the introduction of Smith’s police statement and the state’s use of leading questions and the grand jury testimony did not have an impact on defendant’s right to confront his accusers.\n3. Rule 16 Discovery Violation\nThe defendant argues that because the state failed to list Det. A’Vant as a witness in its discovery response he should have been precluded from testifying at trial. We reject this contention. Although the state acknowledges that it did not include Det. A’Vant in its witness list, in its answer the state listed as potential witnesses: “Any witnesses and/or testimony before the grand jury not listed above are incorporated herein.” It is evident that this provision addresses the situation before us: when a witness asserts an unexpected failure of memory, it may necessitate calling another witness in order to introduce a prior statement or other inconsistency in the testimony. That precisely is what occurred in this case when Det. A’Vant testified at trial. See State v. Oster, 922 A.2d 151, 165 (R.I.2007) (In light of its heavy burden of proof, the state may reserve “the right to call witnesses listed in its discovery documents in the event that ‘unforeseen circumstances’ at trial require it to do so[.]”). The record discloses that Det. A’Vant was called to the stand to testify about Smith’s interview and the numerous disclosures he made to the state police, all of which had been made available to defendant before trial. This is not a case of unfair surprise, and there was no showing of bad faith on the part of the prosecutor. Accordingly, we are of the opinion that the trial justice did not err in allowing Det. A’Vant to testify.\n4. The Sentence Imposed\nFinally, the defendant argues that the sentence imposed in this case constituted cruel and unusual punishment in violation of the state and federal constitutions. This issue is not properly before this Court. To challenge a criminal sentence, the defendant must first file a motion to reduce in accordance with Rule 35 of the Superior Court Rules of Criminal Procedure. See State v. Day, 925 A.2d 962, 985 (R.I.2007) (“It is well settled in this jurisdiction that a challenge to a criminal sentence must begin with the filing of a motion in the Superior Court pursuant to the provisions of Rule 35 of the Superior Court Rules of Criminal Procedure.”). Because the defendant has failed to do so, this issue is not ripe for review.\nConclusion\nFor the foregoing reasons, we affirm the convictions and remand the record to the Superior Court.\n. Mark and Arthur Pine are brothers, but are not related to Attorney General Jeffrey Pine. We will refer to Arthur and Mark by their first names, to avoid confusion with former Attorney General Jeffrey Pine.\n. The grand jury also indicted defendant on two additional counts: threatening a public official with death and threatening a public official with bodily harm. The trial justice granted judgments of acquittal on these counts.\n. General Laws 1956 § 11-1-9 entitled \"Soliciting another to commit a crime\" provides:\n\"Every person who solicits another to commit or join in the commission of a felony under the laws of this state shall be guilty of a felony and upon conviction shall be subject to the same fine and imprisonment as pertain to the offense which the person did solicit another to commit, provided that imprisonment for the solicitation shall not exceed ten (10) years.”\n. It should be noted that defendant also received a sentence of life without the possibility of parole for the murder of his wife. See State v. McManus, 941 A.2d 222, 224 (R.I.2008).\n. We also discern no error with Arruda's testimony at trial.",
        "type": "majority",
        "author": "Justice GOLDBERG, for the Court."
      }
    ],
    "attorneys": [
      "Christopher R. Bush, Department of Attorney General, for Plaintiff.",
      "Susan B. Iannitelli, Esq., for Defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Joseph McMANUS.\nNo. 2002-655-C.A.\nSupreme Court of Rhode Island.\nApril 2, 2010.\nChristopher R. Bush, Department of Attorney General, for Plaintiff.\nSusan B. Iannitelli, Esq., for Defendant.\nPresent: SUTTELL, C.J., GOLDBERG, FLAHERTY, and ROBINSON, JJ."
  },
  "file_name": "1229-01",
  "first_page_order": 1271,
  "last_page_order": 1280
}
