{
  "id": 11343469,
  "name": "STATE v. Roger T. BENOIT",
  "name_abbreviation": "State v. Benoit",
  "decision_date": "1994-12-05",
  "docket_number": "No. 93-502-C.A.",
  "first_page": "1230",
  "last_page": "1235",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1230"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "64 A.L.R.4th 166",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 4th",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "549 A.2d 1028",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883309
      ],
      "pin_cites": [
        {
          "page": "1030"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/549/1028-01"
      ]
    },
    {
      "cite": "619 A.2d 833",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7360203
      ],
      "pin_cites": [
        {
          "page": "836"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/0833-01"
      ]
    },
    {
      "cite": "602 A.2d 923",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7937769
      ],
      "pin_cites": [
        {
          "page": "926"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/602/0923-01"
      ]
    },
    {
      "cite": "486 A.2d 589",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7913871
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "592"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/486/0589-01"
      ]
    },
    {
      "cite": "448 A.2d 1260",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7996986
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1265"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/448/1260-01"
      ]
    },
    {
      "cite": "442 A.2d 876",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7973254
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "879-80"
        },
        {
          "page": "886"
        },
        {
          "page": "887"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/442/0876-01"
      ]
    },
    {
      "cite": "430 A.2d 749",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7984146
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "752"
        },
        {
          "page": "752"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/0749-01"
      ]
    },
    {
      "cite": "616 A.2d 1131",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7935231
      ],
      "pin_cites": [
        {
          "page": "1135"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/616/1131-01"
      ]
    },
    {
      "cite": "625 A.2d 1361",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7366619
      ],
      "pin_cites": [
        {
          "page": "1363"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/625/1361-01"
      ]
    },
    {
      "cite": "122 Wis.2d 587",
      "category": "reporters:state",
      "reporter": "Wis. 2d",
      "case_ids": [
        8675246
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "594",
          "parenthetical": "state does not have to prove direct causal link between a defendant's intoxication and the death but rather a causal connection between the operation of the vehicle and death"
        },
        {
          "page": "577",
          "parenthetical": "state does not have to prove direct causal link between a defendant's intoxication and the death but rather a causal connection between the operation of the vehicle and death"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis-2d/122/0587-01"
      ]
    },
    {
      "cite": "487 N.E.2d 150",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "case_ids": [
        11930038
      ],
      "pin_cites": [
        {
          "page": "154"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ne2d/487/0150-01"
      ]
    },
    {
      "cite": "119 Idaho 444",
      "category": "reporters:state",
      "reporter": "Idaho",
      "case_ids": [
        4414648
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "446",
          "parenthetical": "causation must be shown only between driving and great bodily harm"
        },
        {
          "page": "1284",
          "parenthetical": "causation must be shown only between driving and great bodily harm"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/idaho/119/0444-01"
      ]
    },
    {
      "cite": "1970 Wis.L.Rev. 1201",
      "category": "journals:journal",
      "reporter": "Wis. L. Rev.",
      "pin_cites": [
        {
          "page": "1207",
          "parenthetical": "\"the imposition of a positive and high duty of care on the public can achieve a degree of positive deterrence if individuals are made aware that they are expected, on pain of criminal liability, to meet this standard\""
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "603 A.2d 1090",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939944
      ],
      "pin_cites": [
        {
          "page": "1092"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/603/1090-01"
      ]
    },
    {
      "cite": "586 A.2d 1055",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7374958
      ],
      "pin_cites": [
        {
          "page": "1058"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/586/1055-01"
      ]
    },
    {
      "cite": "638 A.2d 553",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7365103
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "557"
        },
        {
          "page": "557"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/638/0553-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 878,
    "char_count": 21531,
    "ocr_confidence": 0.681,
    "pagerank": {
      "raw": 1.1613116957255523e-07,
      "percentile": 0.5841232442509197
    },
    "sha256": "e3efec0443378d43272c7a36ca412e631b9fda337913b67feff4ca963d34d39d",
    "simhash": "1:b1e29fd2635ff5b8",
    "word_count": 3473
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE v. Roger T. BENOIT."
    ],
    "opinions": [
      {
        "text": "OPINION\nMURRAY, Justice.\nThis case comes before us on an appeal by the state from a dismissal of one count of driving under the influence of liquor, death resulting, G.L.1956 (1982 Reenactment) § 31-27-2.2, as amended by P.L.1983, eh. 43, § 1, and one count of driving under the influence of liquor, serious bodily injury resulting, G.L.1956 (1982 Reenactment) § 31-27-2.6, as amended by P.L.1987, ch. 571, § 1. On appeal the state contends that the trial justice erred in construing the two statutes in question. We now affirm the trial justice to the extent set forth below.\nThe essential and very tragic facts are not in dispute. On November 16, 1990, defendant Roger T. Benoit (defendant) was traveling southbound in his pickup truck in the high-speed lane of Route 3 in West Greenwich. Cynthia Murray (Murray) was driving northbound with Lisa Peltier (Peltier) in the passenger seat. According to the trial justice’s findings, Murray’s car apparently “left its lane of travel, crossed either a dividing line and/or median strip, and made contact with the defendant’s * * * truck * * * in the defendant’s lane.” As a result of the accident, Peltier, then sixteen, died, and Murray, then eighteen, was seriously injured. Two hours after the accident, defendant’s blood-alcohol content was measured at .208, more than twice the legal limit. G.L.1956 (1982 Reenactment) § 31-27-2(b) (1), as amended by P.L.1990, ch. 496, § 1.\nAs a result of the accident defendant was charged by information with one count of “Driving under the influence of liquor or drugs, resulting in death,” as per § 31-27-2.2, and one count of “Driving under the influence of liquor or drugs, resulting in serious bodily injury,” as per § 31-27-2.6. Section 31-27-2.2(a) provides in pertinent part:\n‘When the death of any person other than the operator ensues as a proximate result of an injury received by the operation of any vehicle, the operator of which is under the influence of, any intoxicating liquor * * * the person so operating such vehicle shall be guilty of ‘driving under the influence of liquor or drugs, resulting in death.’ ”\nSection 31-27-2.6(a) provides in relevant part:\n“When serious bodily injury of any person other than the operator is caused by the operation of any motor vehicle, the operator of which is under the influence of any intoxicating liquor * * * the person so operating such vehicle shall be guilty of driving under the influence of liquor or drugs, resulting in serious bodily injury.”\nThe defendant moved to dismiss both charges pursuant to Rule 9.1 of the Superior Court Rules of Criminal Procedure on the basis that the state could not prove defendant’s operation of his motor vehicle caused the death and serious bodily injury in question. On April 2, 1993, the trial justice dismissed both counts. Although it is not altogether clear from the record, the trial justice appeared to reason that there was no evidence tending to show that defendant’s intoxication and his manner of operating his vehicle caused the collision. The state argued that if defendant’s blood-alcohol content was over the statutorily prescribed limit and serious bodily injury or death resulted, then the manner of defendant’s driving would be irrelevant. The trial justice pointed out absurdities that would result from this interpretation and as such dismissed the case for lack of probable cause. This appeal followed pursuant to G.L.1956 (1985 Reenactment) § 9-24-32. The sole issue now before us is whether §§ 31-27-2.2(a) and 31-27-2.6(a) require proximate cause between a defendant’s manner of operating his or her motor vehicle and the resulting death or serious bodily injury.\nWe note that the amount of human carnage resulting from alcohol-related motor vehicle accidents is horrific. In 1992 an estimated 17,699 people died in alcohol-related traffic accidents. Amicus curiae submitted by Mothers Against Drunk Driving, Rhode Island Chapter, quoting the National Highway Traffic Safety Administration, “Traffic Safety Facts,” iv-37 (1992). At some point during their fives, two out of every five Americans will be involved in an alcohol-related accident. Id. However, despite these alarming statistics no state in the nation has done away completely with concepts of proximate cause and causation in statutes which criminalize driving under the influence of alcohol resulting in death or serious injury. For a collection of eases dealing with proximate cause, see Randy R. Koenders, Annotation, Alcohol-Related Vehicular Homicide: Nature and Elements of Offense, 64 A.L.R.4th 166, VII (1988). Even the states with the most lenient proximate cause requirements still require the prosecution to show that the defendant’s manner of operate ing his or her vehicle caused the injury or death. See, eg., State v. Nelson, 119 Idaho 444, 446, 807 P.2d 1282, 1284 (1991) (causation must be shown only between driving and great bodily harm); Micinski v. State, 487 N.E.2d 150, 154 (Ind.1986) (causal link between only manner of driving and death or injury needed); State v. Caibaiosai, 122 Wis.2d 587, 594, 363 N.W.2d 574, 577 (1985) (state does not have to prove direct causal link between a defendant’s intoxication and the death but rather a causal connection between the operation of the vehicle and death).\nWith this in mind, we now turn to assess the state’s arguments in the light of well-settled rules of statutory construction. In deciding questions of statutory construction, this court has an obligation to ascertain the Legislature’s intent. State v. Kane, 625 A.2d 1361, 1363 (R.I.1993). When the statute on its face is clear and unambiguous, the legislative intent is determined from the plain and literal meaning of the language contained therein. Id.; Providence Journal Co. v. Sundlun, 616 A.2d 1131, 1135 (R.I.1992). Moreover, “in enacting a statute the [Legislature is presumed to have intended that every word, sentence, or provision has some useful purpose and will have some force and effect.” State v. Reis, 430 A.2d 749, 752 (R.I.1981). We hold that the statutes before us do not require a search for the discernment of legislative intent. The language is unambiguous.\nSection 31-27-2.2(a) was carved out of G.L.1956 (1982 Reenactment) § 31-27-1(a), “Driving so as to endanger, resulting in death” and closely tracks § 31-27-l(a)’s language. We believe the key to giving force to the literal language of § 31-27-2.2(a) lies in understanding § 31-27-l(a), which provides:\n“When the death of any person ensues as a proximate result of an injury received by the operation of any vehicle in reckless disregard of the safety of others, the person so operating such vehicle shall be guilty of ‘driving so as to endanger, resulting in death.’ ”\nIn State v. Dionne, 442 A.2d 876 (R.I.1982), we had occasion to interpret the basic proximate cause requirement of § 31-27-1(a). In Dionne the defendant had been traveling well in excess of the posted speed limit and, in passing a car, crossed over the center lines into the opposing lanes of travel, striking and killing a bicyclist crossing the street.- 442 A.2d at 879-80. At trial the trial justice refused to give the defendant’s requested charge to the jury that it should consider the deceased’s negligence in determining the defendant’s guilt. Id. at 886. Instead, the trial justice instructed the jury that if the state proved the defendant was the proximate cause of the death, then the deceased’s conduct was irrelevant. Id. This court affirmed, stating:\n“When one drives a motor vehicle in violation of the criminal law pertaining to the operation of such a vehicle on a public highway and, in doing so, causes the death of another, the deceased’s negligence is irrelevant absent evidence that would support a finding that the deceased’s conduct amounted to an independent intervening cause.” (Emphasis added.) Id. at 887.\nTherefore, before the conduct of the decedent becomes relevant, there must be sufficient evidence indicating that the deceased’s conduct was the sole cause of his or her death and the defendant’s conduct must have constituted no part of the proximate cause of the fatality. Id.\nOn two occasions subsequent to Dionne, we have had the opportunity to reinforce the requirement that the state must produce evidence showing that the defendant’s actions were at least part of the proximate cause of the resulting death. In State v. Watkins, 448 A.2d 1260 (R.I.1982), we again upheld a trial justice’s instruction concerning the proximate cause requirement in § 31-27-1(a). We stated that as long as there is some evidence that the defendant’s reckless operation of his motor vehicle was a proximate cause of the victim’s death, then the deceased’s conduct is irrelevant, even if the deceased’s conduct could have been a proximate cause of his own death. 448 A.2d at 1265.\nLikewise, in State v. Northup, 486 A.2d 589 (R.I.1985), we upheld a trial-court instruction omitting the defendant’s request that the jury consider the conduct of the victim when the defendant’s reckless operation of her car was a proximate cause of the fatality. Again we reiterated that the deceased’s conduct was irrelevant so long as the fatality was “a proximate result of the reckless operation of [the defendant’s] motor vehicle.” Id. at 592.\nWe believe the above cases point out the initial and very basic requirement that the defendant’s operation of his or her motor vehicle must be at least a part of the proximate cause of the resulting death. With Dionne and its progeny as guidance, we now hold that § 31-27-2.2(a) contains a similar and very basic proximate cause requirement as does § 31-27-l(a). We note the General Assembly is presumed to “know the state of existing relevant law when it enacts a statute.” State v. Reis, 430 A.2d at 752. Therefore, when the General Assembly enacted the initial portion of § 31-27~2.2(a), using the nearly identical language contained in the beginning of § 31-27-l(a), ‘When the death of any person other than the operator ensues as a proximate result of an injury received by the operation of any vehicle,” it required that the defendant’s operation of his or her motor vehicle be a proximate cause of the fatality. The only distinction between the two sections, in this vein, is that under § 31-27-1 (a) the General Assembly has required the additional causal element that the defendant’s operation be reckless. Under § 31-27-2.2(a) there is no additional-causal element, but only the requirement that the collision occur while the defendant was legally intoxicated. See discussion infra.\nThe state’s contention that an offense under § 31-27-2.2(a) results when a death occurs and the defendant’s blood-alcohol level exceeds the legal limit, whether or not the defendant’s operation of his or her motor vehicle was a proximate cause of the fatality, would result in legal absurdities. As the trial justice noted below, if a person were driving while legally intoxicated and an airplane suddenly plunged from the sky into the driver’s motor vehicle, killing the pilot, the driver would be criminally culpable, according to the state’s interpretation. It is well settled that this court will not attribute to the Legislature an intent that leads to an absurd or unreasonable result. State v. McDonald, 602 A.2d 923, 926 (R.I.1992). We believe the trial justice’s hypothetical points out just one of the many unreasonable and absurd results that could occur under the state’s interpretation that no proximate cause is required. Therefore, we reject the state’s initial interpretation of § 31-27-2.2(a).\nIn order to sustain a conviction under § 31-27-2.2(a), the state must produce sufficient evidence for a jury to conclude that the defendant’s manner of operating his or her motor vehicle was a proximate cause of the victim’s death and that the collision occurred while the defendant was legally intoxicated. We note that this evidence need not necessarily show that the defendant’s manner of operating his or her motor vehicle was either reckless or criminally negligent, as there is nothing in the statute to require this. For example, if a person suffered a sudden heart attack while driving in a legally intoxicated state which resulted in a fatal collision, the operator would be criminally liable.\nWe do, however, agree with the state’s contention that the statute does not require the intoxication of the defendant to be a proximate cause of the death. We find nothing in the statute to require a contrary conclusion. By setting off the clause “the operator of which is under * * * any intoxicating liquor” with a comma, the General Assembly eliminated the operator’s intoxication as a causal element of the offense, merely requiring that the operator of the vehicle be intoxicated at the time of the accident. Therefore, all the state need prove is that the defendant’s operation of his or her motor vehicle was a proximate cause of the death in question occurring while the defendant was legally intoxicated.\nThe state also contends that § 31-27-2.6(a), “Driving under the influence of liquor or drugs, resulting in serious bodily injury,” requires no causation between the defendant’s manner of operating a motor vehicle and serious bodily injury resulting from the accident. We believe the plain and literal language of § 31-27-2.6 is dispositive. Caithness RICA Ltd. Partnership v. Malachowski, 619 A.2d 833, 836 (R.I.1993). The first clause of § 31-27-2.6(a) provides, “When serious bodily injury of any person other than the operator is caused by the operation of any motor vehicle.” (Emphasis added.) As we have noted often, this court must give “effect to all of a statute’s provisions, with no sentence, clause, or word construed as unmeaning or surplusage.” Rhode Island Department of Mental Health, Retardation and Hospitals v. R.B., 549 A.2d 1028, 1030 (R.I.1988). Therefore, we hold that the phrase “caused by the operation of any motor vehicle” in § 31-27-2.6(a) requires the state to prove that the defendant’s manner of operating his or her motor vehicle was a proximate cause of the injury in question. Like § 31-27-2.2(a), § 31-27-2.6(a) does not require the state to prove that the defendant’s conduct rose to the level of criminal negligence or recklessness. Additionally, as we stated in regard to § 31-27-2.2(a), § 31-27-2.6(a) does not require the defendant’s intoxication as a causal element of the offense but merely requires that the defendant be legally intoxicated at the time of the accident.\nWith the foregoing principles in mind we now turn to the present case. The state in its response memorandum below admitted that it could not prove defendant’s truck was anywhere but in its lane. We believe this is dispositive.\nThere is scant evidence in the record other than his presence on the highway to show that the defendant’s manner of driving was a proximate cause of the death and injury in question. In fact there was evidence that the defendant tried to swerve out of the way of Murray’s oncoming car. Thé trial justice was therefore correct in granting the defendant’s motion pursuant to Super.R.Crim.P. 9.1.\nConsequently the state’s appeal is denied and dismissed. The judgment of the Superi- or Court is affirmed to the extent noted above, and the papers of this case are remanded to the Superior Court.\n. We gratefully acknowledge the amici curiae submitted by Mothers Against Drunk Driving, Rhode Island Chapter; the American Civil Liberties Union, Rhode Island Affiliate; and particularly the Office of the Public Defender.",
        "type": "majority",
        "author": "MURRAY, Justice."
      },
      {
        "text": "LEDERBERG, Justice,\ndissenting.\nI respectfully dissent from the OPINION on legal and public-policy grounds.\nIn pertinent part, G.L.1956 (1982 Reenactment) § 31-27-2.2, as amended by P.L.1983, ch. 43, § 1, states:\n‘When the death of any person other than the operator ensues as a proximate result of an injury received by the operation of any vehicle, the operator of which is under the influence of, any intoxicating liquor * * * or [drugs] * * * the person so operating such vehicle shall be guilty of ‘driving under the influence of liquor or drugs, resulting in death.’”\nSimilarly, G.L.1956 (1982 Reenactment) § 31-27-2.6, as amended by P.L.1987, ch. 571, § 1, provides in pertinent part:\n“When serious bodily injury of any person other than the operator is caused by the operation of any motor vehicle, the operator of which is under the influence of any intoxicating liquor * * * or [drags] * * * the person so operating such vehicle shall be guilty of driving under the influence of liquor or drags, resulting in serious bodily injury.”\n“When interpreting a legislative enactment, this court must establish and effectuate legislative intent.” Kachanis v. Board of Review, Department of Employment and Training, 638 A.2d 553, 557 (R.I.1994). It is well settled that the Legislature is presumed to have intended the plain and ordinary meaning of the language of a statute. Ellis v. Rhode Island Public Transit Authority, 586 A.2d 1055, 1058 (R.I.1991). The plain language of the two statutes at issue requires the state to prove only three elements: (1) the death or serious bodily injury of a person other than the defendant-operator occurred, (2) the death or serious bodily injury was the proximate result of the operation of a vehicle, and (3) the defendant-operator was under the influence of alcohol or drags. Nothing in these statutes requires the state to prove deficiency in the defendant-operator’s operation of the vehicle.\nWhen the language of an enactment is unambiguous and expresses a clear and sensible meaning, this court is bound to apply the statute literally, without extension or construction. Kachanis, 638 A.2d at 557; Greenhalgh v. The City Council of the City of Cranston, 603 A.2d 1090, 1092 (R.I.1992). In fact, the majority opinion, supra, has explicitly reached this same conclusion: “[T]he statutes before us do not require a search for * * * legislative intent. The language is unambiguous.” Supra. Both enactments before us are clearly strict-liability statutes. Neither requires a causal connection between a defendant’s manner of operating a motor vehicle and the resulting death or serious bodily injury, but rather both require only that the death or serious bodily injury be caused by the operation of any vehicle, the operator of which is under the influence of any intoxicating liquor.\nIn its interpretation of these statutes, the majority does not require a causal connection between defendant’s intoxication and the death or serious bodily injury but does require a causal connection between defendant’s manner of operating a vehicle and the resulting death or injury. In other words, the majority requires the state to produce some evidence that defendant’s manner of operation of the vehicle was deficient, though the level of deficiency need not amount to recklessness or criminal negligence. By reading into these statutes a requirement that the death or serious bodily injury be caused by the “manner” of the operation of a motor vehicle, the majority has impermissi-bly rewritten the statutes and in consequence has circumvented and avoided their plain and literal meanings.\nGeneral Laws 1956 (1982 Reenactment) § 31-27-2, as amended by P.L.1990, ch. 496, § 1, makes the operation of a motor vehicle while under the influence of liquor or drugs a misdemeanor in this state. Persons who drive while intoxicated are therefore held accountable, regardless of whether a death or an injury occurred or did not occur. The harsh consequences of §§ 31-27-2.2 and -2.6 establish a public policy that holds persons strictly accountable for the criminal act of driving while intoxicated.\nUnfortunately the majority’s opinion rewrites the clear public policy established by the statutes. The absence of language requiring a causal connection between a defendant’s manner of operating a vehicle and the resulting death or injury manifests an explicit attempt by the Legislature to create a more effective deterrent to drunk driving than a criminal statute requiring causation. The statutes establish a compelling deterrent to an individual who is about to engage in the criminal behavior of driving while under the influence of an intoxicating liquor precisely because of the statutes’ harsh and unforgiving application. See Wayne R. LaFave and Austin W. Scott, Jr., Criminal Law 248 (2d ed. 1986) (discussing deterrent effects of strict-liability laws); see also Janet S. Harring, Note, Liability Without Fault: Logic and Potential of a Developing Concept, 1970 Wis.L.Rev. 1201, 1207 (“the imposition of a positive and high duty of care on the public can achieve a degree of positive deterrence if individuals are made aware that they are expected, on pain of criminal liability, to meet this standard”). The statutes in question are consistent with this viewpoint.\nFor the reasons stated above, I would sustain the appeal of the state, reverse the judgment of the Superior Court, and remand the case to the Superior Court for trial.",
        "type": "dissent",
        "author": "LEDERBERG, Justice,"
      }
    ],
    "attorneys": [
      "Aaron L. Weisman, Asst. Atty. Gen., Providence, for plaintiff.",
      "Marybeth Holland, East Greenwich, for amicus curiae MADD.",
      "Bruce G. Pollock, West Warwick, for defendant.",
      "Janice Weisfeld, Asst. Public Defender, Richard M. Casparian, Public Defender, Paula Rosin, Chief Appellate Div., Asst. Public Defender, Providence, for amicus curiae.",
      "John A. MaeFadyen, Providence, for ami-cus curiae ACLU."
    ],
    "corrections": "",
    "head_matter": "STATE v. Roger T. BENOIT.\nNo. 93-502-C.A.\nSupreme Court of Rhode Island.\nDec. 5, 1994.\nAaron L. Weisman, Asst. Atty. Gen., Providence, for plaintiff.\nMarybeth Holland, East Greenwich, for amicus curiae MADD.\nBruce G. Pollock, West Warwick, for defendant.\nJanice Weisfeld, Asst. Public Defender, Richard M. Casparian, Public Defender, Paula Rosin, Chief Appellate Div., Asst. Public Defender, Providence, for amicus curiae.\nJohn A. MaeFadyen, Providence, for ami-cus curiae ACLU."
  },
  "file_name": "1230-01",
  "first_page_order": 1288,
  "last_page_order": 1293
}
