{
  "id": 9111941,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Alton John FIELD, Appellee",
  "name_abbreviation": "Commonwealth v. Field",
  "decision_date": "2003-06-24",
  "docket_number": "",
  "first_page": "1231",
  "last_page": "1235",
  "citations": [
    {
      "type": "official",
      "cite": "827 A.2d 1231"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "692 A.2d 139",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11912368,
        11912290,
        468652,
        468719
      ],
      "weight": 5,
      "year": 1997,
      "pin_cites": [
        {
          "page": "144"
        },
        {
          "page": "142"
        },
        {
          "page": "148-49"
        },
        {
          "page": "151",
          "parenthetical": "Newman, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/692/0139-02",
        "/a2d/692/0139-01",
        "/pa/547/0519-01",
        "/pa/547/0518-02"
      ]
    },
    {
      "cite": "547 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468652
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "543"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0519-01"
      ]
    },
    {
      "cite": "326 Pa.Super. 73",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        601490
      ],
      "weight": 3,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/326/0073-01"
      ]
    },
    {
      "cite": "700 A.2d 482",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11899901
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/700/0482-01"
      ]
    },
    {
      "cite": "307 A.2d 255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "because some of the shots fired at homicide victim occurred in Philadelphia County, court of that county had jurisdiction over the crime"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "452 Pa. 554",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        575369
      ],
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "because some of the shots fired at homicide victim occurred in Philadelphia County, court of that county had jurisdiction over the crime"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/452/0554-01"
      ]
    },
    {
      "cite": "266 Pa.Super. 359",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        123375
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "trial must take place in county where crime occurred"
        },
        {
          "parenthetical": "trial must take place in county where crime occurred"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/266/0359-01"
      ]
    },
    {
      "cite": "352 Pa.Super. 466",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651046
      ],
      "weight": 5,
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "trial in Dauphin County where body was discovered is proper even though victim was last seen alive in Delaware County"
        },
        {
          "parenthetical": "trial in Dauphin County where body was discovered is proper even though victim was last seen alive in Delaware County"
        },
        {
          "page": "571"
        },
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/352/0466-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 644,
    "char_count": 12849,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.36711850768133586
    },
    "sha256": "06c73013cb2a835c7bf9583d39120540580fc5568fe516d0989622adc485852e",
    "simhash": "1:e2bb66abfd791cb8",
    "word_count": 2132
  },
  "last_updated": "2024-02-27T22:52:57.386837+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: ORIE MELVIN, BOWES and BECK, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Alton John FIELD, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nBECK, J.\n¶ 1 This is a Commonwealth appeal challenging an order of the trial court, which held that the question of venue in this homicide case will be submitted to the jury. We reverse and remand.\n¶ 2 On August 31, 2001, police discovered the badly decomposed body of Theresa Field at a Northampton County jewelry’ store owned by her husband, Appellee Alton Field (Field). Mrs. Field’s body was wrapped in a rug and the cause of her death was blunt force trauma to the head. State police investigating . the crime learned that in mid-1999, when the victim was first reported missing by her mother, Field enlisted the help of a friend to remove a rolled-up rug from his house in Lehigh County and take it to his jewelry store in Northampton County. Field told his friend that his wife had left him.\n¶ 3 Police ultimately filed a criminal complaint against Field in Northampton County charging him with the murder of his wife. Following a, preliminary hearing at which Field was held for court, he filed a pretrial omnibus motion alleging, among other things, that his case should be dismissed for lack of subject matter jurisdiction. Field specifically asserted that “all evidence within the possession of the Commonwealth indicates and suggests that the victim, Theresa Field, was killed within the County of Lehigh, Pennsylvania and not within the County of Northampton, Pennsylvania, and as a result, jurisdiction is properly within the County of Lehigh, Pennsylvania.\n¶ 4 In support of this claim, Field relied on preliminary and pretrial hearing testimony by the Commonwealth’s witnesses. The medical examiner stated that the blows the victim sustained probably would have caused her death within seconds to minutes, and likely in less than an hour. Noting the Commonwealth’s concession that the blows occurred in Lehigh County, as well as testimony regarding the time it takes to drive to Northampton County, Field argued that the victim’s death must have occurred in Lehigh County.\n¶ 5 Although the trial court denied Field’s request for dismissal, it stated that the “determination of venue in this case requires the resolution of a factual issue as to the place of death [and that] ... issue must be submitted to the jury at trial.” Trial Court Opinion and Order, 6/24/02, at 8.\n¶ 6 The Commonwealth thereafter requested clarification of the court’s order, arguing that if the jury is permitted to determine that venue was improper at the conclusion of a trial in Northampton County, double jeopardy considerations may preclude a retrial in Lehigh County. In a subsequent order and opinion, the trial court refused to alter its original order. The Commonwealth filed this appeal.\n¶ 7 In its opinion in support of its order, the trial court relies on cases interpreting the law on territorial applicability found at 18 Pa.C.S.A. § 102. Section 102’s plain language sets, out the circumstances under which criminal defendants may be subjected to the jurisdiction of Pennsylvania courts. The law provides that a person may be convicted in the Commonwealth if, among other things, 1) his conduct, which is an element of the offense or the result of which is such an element, occurred within the state. 18 Pa.C.S.A. § 102(a)(1). In addition, more specifically, the statute provides that in the case of a homicide, “either the death of the victim ... or the bodily impact causing death” constitutes a “result” for purposes of § 102(a)(1) and, further, if the body of a homicide victim is discovered within the state, “it is presumed that such result occurred within this Commonwealth.”- § 102(c).\n¶ 8 Despite the fact that § 102 addresses when a person may be convicted “under the law of this Commonwealth” and when crimes may be deemed to have occurred “within this Commonwealth,” our courts frequently have looked to its provisions in determining the proper county in which a criminal trial should take place. See e.g., Commonwealth v. Bradfield, 352 Pa.Super. 466, 508 A.2d 568 (1986) (trial in Dauphin County where body was discovered is proper even though victim was last seen alive in Delaware County); Commonwealth v. Guess, 266 Pa.Super. 359, 404 A.2d 1330 (1979) (trial must take place in county where crime occurred); Commonwealth v. Bighum, 452 Pa. 554, 307 A.2d 255 (1973) (because some of the shots fired at homicide victim occurred in Philadelphia County, court of that county had jurisdiction over the crime).\n¶ 9 In Bradfield, a panel of this court specifically stated that “[although, by its terms, the statute refers to the Commonwealth of Pennsylvania for purposes of applying territorially the law of homicide, the same considerations are applicable to determine in which county a homicide case is to be tried.” Bradfield, supra, 508 A.2d at 571.\n¶ 10 Proceeding on this analysis, the trial court here concluded that although § 102(c) set out a presumption that a death occurs in the county in which.the body is discovered, the presumption was merely a “permissive inference” and, therefore, the Commonwealth was required to establish that trial in Northampton County was proper beyond a reasonable doubt. In so finding, the trial court relied on Commonwealth v. Kirkland, 700 A.2d 482 (Pa.Super.1997) and Commonwealth v. Duden, 326 Pa.Super. 73, 473 A.2d 614 (1984) for the proposition that the Commonwealth “has the burden to prove venue, as a question of subject matter jurisdiction, beyond a reasonable doubt at trial.” Trial Court Opinion 6/24/02, at 6.\n¶ 11 However, neither Kirkland nor Du-den are homicide cases, while Bradfield was a homicide case. Kirkland was a drug case that involved criminal conduct in two counties. Duden involved forgery and theft charges. We find neither case helpful to our analysis of this homicide matter and rely instead on the specific statutory provision, 18 Pa.C.S.A. 102(c), addressing homicide cases.\n¶ 12 In Bradfield, the panel held that trial was proper in the county in which the body was found and noted that the presumption in § 102(c) was not rebutted “merely because [the victim] was last seen alive in [another] county.” Bradfield, 508 A.2d at 571. We likewise find here that § 102(c)’s presumption has not been rebutted by the failure of the Commonwealth to state with certainty the precise time of the victim’s death.\n¶ 13 Logic compels this result. Where, as here, the exact time of death is unknown, the Commonwealth must be permitted to bring charges in the county in which the body is discovered. Because the victim is dead, the specific facts surrounding the murder may never be ascertained. It is sufficient here that the body was discovered in Northampton County and, under the facts, the victim’s death may have occurred there.\n¶ 14 Section 102(c) recognizes the difficulties that exist in establishing the locus of a crime in a homicide case. In light of those difficulties, the law permits a homicide case to be tried in the county in which the body was discovered.\n¶ 15 We are aware of the case law relied on by Field that holds a trial is proper only in the county in which the criminal conduct occurred. See Duden, supra. We simply conclude that the specific provision of the statute addressing homicide cases, Section 102(c), and permitting trial in the county in which the victim is discovered, overrides this general rule.\n¶ 16 We are also aware of Commonwealth v. McPhail, 547 Pa. 519, 692 A.2d 139, 144 (1997), wherein the Pennsylvania Supreme Court was asked to decide proper venue where four drug transactions were committed in two different counties.\n¶ 17 Then-Chief Justice Flaherty, author of the opinion announcing the judgment of the court, noted prior case law, including cases upon which Duden relied, holding that “a criminal court lacks jurisdiction to try an offense that did not occur within the county.” Id. at 526, 692 A.2d at 142. Justice Flaherty stated that this rule, which purports to address the jurisdiction of the court, in fact addresses venue. Justice Flaherty explained:\n[T]he place of the trial, whether within or without the county where the alleged crime occurred, is a matter of venue, not jurisdiction,* notwithstanding the imprecise and confusing terminology used in [prior cases].... [T]riaL in a county other than the one where the offense occurred is not constitutionally prohibited.... [However,] trial outside the county is a mechanism, which must be used sparingly, to prohibit dragging the accused all over the commonwealth and burdening him with ah expensive trial at the whim of the prosecution.\n*It is important to distinguish jurisdiction from venue. Jurisdiction is the legal right by which judges exercise their authority to decide cases. Venue, on the other hand, is the right of a party to have the action brought and heard in a particular judicial district, or locality, and is related to the convenience of the litigants. Jurisdiction of' subject matter can never attach nor be acquired by consent or waiver of the parties, while venue may always be waived.\nId. at 529, 692 A.2d at 144 & n. 3 (citations omitted).\n¶ 18 In a concurring opinion, Justice Cappy confirmed Justice Flaherty’s recognition that prior cases frequently confused the concepts of jurisdiction and venue, causing the incorrect conclusion that a trial may take place only in the county in which it was committed. Instead, reasoned Justice Cappy:\n[Those cases] stand for the proposition that the defendant’s conditional right to be tried in the county in which the crime occurred was violated without a sufficient justification being shown by the Commonwealth for such a violation, and therefore, some remedy must be granted to the defendant to vindicate that right.... I believe that the cases ... either confuse the concept of jurisdiction and venue or use the language of jurisdiction and venue loosely.\nId. at 536-37, 692 A.2d at 148-49.\n¶ 19 Justice Flaherty and Cappy’s rationale in McPhail, though not controlling, lends additional support to our conclusion here.\n¶ 20 Finally, we note that simply because venue is proper in one county, trial in a different county is not necessarily precluded. A criminal defendant may well be entitled to a change of venue where he seeks one. See McPhail, supra (the county in which a trial occurs addresses venue, not subject matter jurisdiction, because a transfer of venue is always possible where the defendant convinces the trial court that such a change is appropriate). We hold today only that § 102 allows for trial to take place within the county in which a homicide victim is found. While that determination of venue is not exclusive, it may not be altered by a jury’s determination, but instead must be accomplished by a defendant’s request for change of venue and a trial court’s decision thereon.\n¶21 We conclude that the trial court erred in ordering that the jury would decide the issue of venue in this homicide case. We are compelled to reverse the trial court’s order and remand the matter for trial in Northampton County.\n¶ 22 Order reversed; matter remanded for trial in Northampton County. Jurisdiction relinquished.\n. The Supreme Court panel in McPhail was composed of six justices. Justice Nix did not participate. Justice Nigro concurred in the result. Justice Newman dissented and was joined by Justice Castille. Justice Newman wrote: \"subject matter jurisdiction of criminal courts extends only to offenses committed within the county of trial'' and “the lociis of the crime dictates the court of common pleas in which charges must be brought.” McPhail, 547 Pa. at 543, 692 A.2d at 151 (Newman, J., dissenting). In the wake of McPhail, the uncertainties surrounding jurisdiction and venue remain.\n. It appears that Field initially sought a change in venue based on publicity, but was denied that request.\n. Our decision does not prevent Field from seeking to have this case tried in Lehigh County based on his claim that the evidence tends to establish that the crime occurred there. Indeed, this precise claim was the basis for Field’s motion to dismiss the charges altogether. When the prosecutor stated on the record that he would not oppose (and in fact would join) Field’s request for a change of venue to Lehigh County, Field’s counsel stated that he had no pending request for a venue change and would not seek one. This position, when considered against Field's previous claims that Lehigh County was the proper county for trial, is difficult to understand. It was followed by the Commonwealth seeking appellate review based on double jeopardy concerns.",
        "type": "majority",
        "author": "BECK, J."
      }
    ],
    "attorneys": [
      "John M. Morganelli, Asst. Dist. Atty., Easton, for Com., appellant.",
      "Nuria Sjolund, Bethlehem, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant, v. Alton John FIELD, Appellee.\nSuperior Court of Pennsylvania.\nArgued Feb. 5, 2003.\nFiled June 24, 2003.\nJohn M. Morganelli, Asst. Dist. Atty., Easton, for Com., appellant.\nNuria Sjolund, Bethlehem, for appellee.\nBefore: ORIE MELVIN, BOWES and BECK, JJ."
  },
  "file_name": "1231-01",
  "first_page_order": 1269,
  "last_page_order": 1273
}
