{
  "id": 7284737,
  "name": "In the Matter of Marc B. PRESS",
  "name_abbreviation": "In re Press",
  "decision_date": "2011-06-06",
  "docket_number": "No. 2011-182-M.P.",
  "first_page": "1232",
  "last_page": "1234",
  "citations": [
    {
      "type": "official",
      "cite": "19 A.3d 1232"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 293,
    "char_count": 5362,
    "ocr_confidence": 0.703,
    "sha256": "3eda901b4db20dc2cd88ee98a148a7c2c8667e6a4f1b1bc08498c18bb056c3b1",
    "simhash": "1:3d00150633a5276c",
    "word_count": 867
  },
  "last_updated": "2023-07-14T21:40:28.586031+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice FLAHERTY did not participate."
    ],
    "parties": [
      "In the Matter of Marc B. PRESS."
    ],
    "opinions": [
      {
        "text": "ORDER\nThe respondent, Marc B. Press, is a member of the bar of this state and is also admitted to the practice of law in the state of Florida. On September 29, 2010, the Supreme Court of Florida suspended the respondent from the practice of law for a period of one year, effective thirty days from the date of that order. The Florida Supreme Court further ordered that, prior to petitioning for reinstatement to the Florida Bar, the respondent shall undergo a comprehensive substance abuse and psychological evaluation and comply with any recommended treatment until such time as he is capable of actively engaging in the practice of law.\nThe basis for the respondent’s suspension from the practice of law in the state of Florida is as follows. As a result of a disciplinary complaint filed in that state, the respondent received an admonition with conditions including that he undergo a psychological evaluation and enter into a rehabilitation contract with Florida Lawyers Assistance, Inc. The respondent failed to fully comply with those conditions and on June 11, 2010, the Florida Bar filed a petition for contempt and for an order to show cause with the Florida Supreme Court. The respondent failed to comply with the show cause order, resulting in a finding of contempt and the sanction of the one-year suspension.\nThis court was not notified that the respondent had been suspended from the practice of law in Florida. Article III, Rule 14(a) of the Supreme Court Rules of Disciplinary Procedure provides, in pertinent part: “[U]pon being disciplined in another jurisdiction, a lawyer admitted to practice in this State shall promptly inform Disciplinary Counsel of the discipline.” (Emphasis added.). The respondent did not notify disciplinary counsel of his suspension until March 4, 2011, more than five months from the date of the Florida order. We find this delay on the respondent’s part to be inexcusable.\nOn March 8, 2011, disciplinary counsel submitted a certified copy of the order of suspension to this court, along with a petition for the imposition of reciprocal discipline. On March 17, 2011, we entered an order directing the respondent to inform this court within thirty days of any claim he may have that the imposition of identical discipline in this state would be unwarranted, and the reasons therefor. The respondent submitted his response on May 13, 2011. The respondent did not contest the factual allegations in the petition.\nThis matter was heard before this Court at its conference on May 25, 2011, and the respondent appeared without counsel. After review of the written submissions of disciplinary counsel and the respondent, and having heard their respective representations, we deem that the respondent has failed to show cause why identical reciprocal discipline should not be imposed.\nArticle III, Rule 14(d), provides that identical, reciprocal discipline shall be imposed by this court,\n“unless [Disciplinary] Counsel or the respondent-attorney demonstrates, or this Court finds, that upon the face of the record upon which the discipline is predicated, it clearly appears:\n“(1) that the procedure was so lacking in notice or opportunity to be heard as to constitute a deprivation of due process; or\n“(2) that there was such an infirmity of proof establishing the misconduct as to give rise to the clear conviction that this Court could not consistently with its duty accept as final the conclusion on that subject; or\n“(3) that the imposition of the same discipline would result in grave injustice; or\n“(4) that the misconduct established has been held to warrant substantially different discipline in this State.”\nThe respondent has made no showing that he was denied due process by the Supreme Court of Florida, that there was an infirmity of proof in those proceedings, that the imposition of the same discipline would result in a grave injustice, or that his admitted misconduct would have warranted the imposition of substantially different discipline. He has accepted responsibility for his misconduct and acknowledges that discipline is appropriate, but he seeks leniency based upon his representation that he has been substance-free since 2010 and that his failure to report was a result of his trepidation about being subjected to further disciplinary proceedings. While we commend his efforts to maintain sobriety, we cannot condone his contemptuous conduct before the Florida court or his failure to report that discipline to this Court’s disciplinary counsel. We note that in an appropriate case this Court may find such a failure to self-report, as required by Article III, Rule 14, to be an aggravating factor, possibly resulting in the imposition of an enhanced sanction.\nIt is the considered opinion of this Court that the imposition of reciprocal discipline is called for in this proceeding. Accordingly, the respondent, Marc B. Press, is hereby suspended from the practice of law in this state for a period of one year, effective immediately. At the conclusion of this one-year suspension, the respondent may petition this court for reinstatement as provided in Article III, Rule 16 of the Supreme Court Rules of Disciplinary Procedure.\nJustice FLAHERTY did not participate.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "David D. Curtin.",
      "Marc B. Press."
    ],
    "corrections": "",
    "head_matter": "In the Matter of Marc B. PRESS.\nNo. 2011-182-M.P.\nSupreme Court of Rhode Island.\nJune 6, 2011.\nDavid D. Curtin.\nMarc B. Press."
  },
  "file_name": "1232-03",
  "first_page_order": 1264,
  "last_page_order": 1266
}
