{
  "id": 9495899,
  "name": "US AIRWAYS AND RELIANCE NATIONAL C/O SEDGWICK CLAIMS MANAGEMENT SERVICES, Petitioners, v. WORKERS' COMPENSATION APPEAL BOARD (PANYKO), Respondent",
  "name_abbreviation": "US Airways v. Workers' Compensation Appeal Board (Panyko)",
  "decision_date": "2001-06-29",
  "docket_number": "",
  "first_page": "1233",
  "last_page": "1240",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 1233"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "753 A.2d 1289",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11220228,
        225933,
        11220270,
        225971,
        11220341
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/753/1289-01",
        "/pa/562/0175-01",
        "/a2d/753/1289-02",
        "/pa/562/0175-02",
        "/a2d/753/1289-03"
      ]
    },
    {
      "cite": "562 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        225971,
        225933
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0175-02",
        "/pa/562/0175-01"
      ]
    },
    {
      "cite": "777 A.2d 1169",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11083360
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/777/1169-01"
      ]
    },
    {
      "cite": "707 A.2d 1130",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11862298,
        281110
      ],
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "Examples of mental/physical injuries which are compensable include psychological stress at work causing a heart attack or angina."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/707/1130-01",
        "/pa/550/0550-01"
      ]
    },
    {
      "cite": "550 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        281110
      ],
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "Examples of mental/physical injuries which are compensable include psychological stress at work causing a heart attack or angina."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/550/0550-01"
      ]
    },
    {
      "cite": "669 A.2d 338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        458376,
        11314369,
        458505,
        11314231
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0613-01",
        "/a2d/669/0338-02",
        "/pa/542/0614-01",
        "/a2d/669/0338-01"
      ]
    },
    {
      "cite": "542 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458505
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "624"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0614-01"
      ]
    },
    {
      "cite": "523 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820306
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0509-01"
      ]
    },
    {
      "cite": "726 A.2d 444",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11590227
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "449",
          "parenthetical": "Classic examples of mental/physical injuries include a heart attack."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/726/0444-01"
      ]
    },
    {
      "cite": "771 A.2d 1293",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "756 A.2d 96",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11241302
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/756/0096-01"
      ]
    },
    {
      "cite": "479 A.2d 631",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "600 A.2d 541",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "529 Pa. 626",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "593 A.2d 921",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1417622
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/140/0461-01"
      ]
    },
    {
      "cite": "539 A.2d 11",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1370740
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/114/0382-01"
      ]
    },
    {
      "cite": "578 A.2d 83",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1404972
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/134/0164-01"
      ]
    },
    {
      "cite": "646 A.2d 28",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12041544,
        1464347
      ],
      "weight": 2,
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/646/0028-01",
        "/pa-commw/166/0058-01"
      ]
    },
    {
      "cite": "642 A.2d 489",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "537 Pa. 636",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "626 A.2d 1251",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1447145
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/156/0031-01"
      ]
    },
    {
      "cite": "652 A.2d 797",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873834,
        474182
      ],
      "weight": 2,
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/0797-01",
        "/pa/539/0322-01"
      ]
    },
    {
      "cite": "539 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474182
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0322-01"
      ]
    },
    {
      "cite": "751 A.2d 168",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11508953,
        93185
      ],
      "weight": 4,
      "year": 2000,
      "pin_cites": [
        {
          "page": "177"
        },
        {
          "page": "177"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/0168-01",
        "/pa/561/0462-01"
      ]
    },
    {
      "cite": "561 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        93185
      ],
      "weight": 4,
      "year": 2000,
      "pin_cites": [
        {
          "page": "479"
        },
        {
          "page": "479"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/561/0462-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 764,
    "char_count": 20542,
    "ocr_confidence": 0.675,
    "pagerank": {
      "raw": 1.1557160347743622e-07,
      "percentile": 0.5824501737359977
    },
    "sha256": "29aed9c3692ca1f0011e7d61149e1b159817cfcefbdd4c278217647c447ea962",
    "simhash": "1:f112498cc1fa2bdc",
    "word_count": 3305
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, J., KELLEY, J., and LEDERER, Senior Judge."
    ],
    "parties": [
      "US AIRWAYS AND RELIANCE NATIONAL C/O SEDGWICK CLAIMS MANAGEMENT SERVICES, Petitioners, v. WORKERS’ COMPENSATION APPEAL BOARD (PANYKO), Respondent."
    ],
    "opinions": [
      {
        "text": "KELLEY, Judge.\nUS Airways and Reliance National c/o Sedgwick Claims Management Services (Employer) petitions for review of an order of the Workers’ Compensation Appeal Board (Board) which affirmed in part and denied in part a decision of the Workers’ Compensation Judge (WCJ). The Board affirmed the granting of Russell Panyko’s (Claimant) claim petition but reversed the granting of Claimant’s request for attorney fees for an unreasonable contest.\nOn November 17, 1997, Claimant filed a claim petition seeking a closed period of disability from February 5, 1997 through March 7, 1997, as a result of an alleged aggravation of a pre-existing heart condition in the form of a heart attack which took place on February 5, 1997. Claimant alleged that his heart attack occurred in the course and scope of his employment with Employer. Employer filed a timely answer denying the material allegations of the claim petition. Hearings before the WCJ ensued.\nBefore the WCJ, Claimant testified on his own behalf and presented the medical reports of Stephen J. Osmanski, M.D., and Jeffrey S. Garrett, M.D. Claimant also presented a request for unreasonable contest and a quantum merit statement. In opposition to the claim petition, Employer presented the testimony of Eugene E. Egan, Employer’s manager of quality assurance, and the medical report of Roy L. Titch-worth, M.D.\nBy decision and order circulated on October 15, 1998, the WCJ concluded that Claimant met his burden of proving that he suffered a work-related injury. The WCJ also concluded that Claimant gave proper and timely notice of his injury to Employer and that Employer did not establish a reasonable basis for its contest. Accordingly, the WCJ granted Claimant’s claim petition and awarded counsel fees.\nBased on Employer’s complaint of a failure to have been offered an opportunity to brief the case, the WCJ vacated the October 15, 1998 decision by order of November 4, 1998, and relisted the matter for hearing. Employer submitted its brief to the WCJ for consideration on February 8, 1999. The WCJ then issued another decision on February 10, 1999 that is virtually identical to the October 15, 1998 decision except the WCJ has inserted a new conclusion of law in which the WCJ notes that he vacated the initial decision and the reason therefor.\nIn the February 10, 1999 decision, the WCJ makes the following findings of fact.\n18. The testimony of the claimant is credible. The claimant credibly testified about his pre-existing heart condition and the meeting he had with Mr. Egan on February 5, 1997. This meeting was to discuss attendance policies and some of the claimant’s prior absences. The claimant credibly testified that during this meeting he began to experience chest pains and difficulties.\n19. The claimant is also found credible where he testified that he was not aware that the heart attack might be connected to work until he read a workers’ compensation handbook in July of 1997. He credibly testified that at that point he probably contacted the workers’ compensation carrier in addition to contacting [Eugene] Egan to fill out an employer’s report of accident. His going to Mr. Egan in August of 1997 was corroborated by Mr. Egan’s testimony in that regard, as discussed above.\n20. The testimony of [Eugene] Egan is found credible where it corroborates the testimony of the claimant. This witness testified credibly that there was a meeting on February 5, 1997, and that the claimant got upset at that meeting. The witness also credibly testified that he was made aware approximately 30 minutes afterwards that the claimant had to be taken to the hospital. The witness credibly testified that the claimant did not go to him until August of 1997 to fill out an accident report for a heart attack which occurred in February of 1997. The witness also credibly testified that he was not aware, nor was he made aware by anyone, at any time prior to August of 1997, that the claimant had a heart attack. This corroborates the claimant’s own testimony that he was not aware of a possible connection between the work event and the heart attack until he read a blue workers’ compensation handbook in July of 1997.\n21. The medical evidence in the form of the reports of Drs. Osmanski and Garrett are found credible. Dr. Osmanski, the treating doctor, testified about the claimant’s past relevant heart condition and the fact that he suffered a heart attack at the time of this meeting with Mr. Egan on February 5, 1997. The independent medical evaluator, Dr. Garrett, is also found credible where he corroborates Dr. Osmanski. The independent medical evaluator credibly reports that the claimant did in fact suffer a heart attack in February of 1997 based on the history he received, his examination and records reviewed. Although he wanted to review additional records around the time of the heart attack, these apparently were never provided and a supplemental report was never provided from this doctor in this regard.\n22. This adjudicator finds that notice was properly given to defendant by the claimant in this case. The Act provides that a claimant must notify employer within 120 days from the date he knows or by reasonable diligence should know of the possible connection between an injury and work. The claimant clearly and unequivocally testified that he was not aware of such a possible connection until he read the workers’ compensation handbook in July of 1997. He responded to these questions from both the claimant’s counsel, defense counsel and this adjudicator at the initial hearing. Furthermore, the testimony of the defendant’s own witness, [Eugene] Egan, corroborates the claimant’s testimony in this regard. Specifically, Mr. Egan testified that the claimant never approached him about a work-related heart attack until he went to him in August of 1997, to fill out an accident report. Therefore, it is found that notice was properly given to the defendant by the claimant in this case.\n26. The request for unreasonable contest counsel fees is granted. The claimant credibly testified and both his doctor and the independent medical evaluator have confirmed the heart attack in February of 1997. Mr. Egan’s testimony corroborates that there was a heated exchange and that the claimant became upset at this meeting. No documentation, testimony or other evidence has been offered by the defendant to rebut the claimant’s assertions or the medical evidence offered to establish a work-related heart attack which occurred in February of 1997. Counsel fees for unreasonable contest are therefore appropriate and shall be awarded.\nBased on the foregoing facts, the WCJ concluded that Claimant met his burden of proving that he suffered a work-related injury. The WCJ concluded further that Claimant gave Employer timely notice after Claimant became aware in July of 1997 of the connection between his heart attack and his employment. Finally, the WCJ concluded that Employer did not meet its burden of establishing facts sufficient to prove a reasonable basis for the contest. Accordingly, the WCJ granted Claimant’s claim petition and his request for counsel fees.\nEmployer appealed the WCJ’s decision to the Board. Upon review, the Board determined that the WCJ did not err in finding that Claimant suffered a work-related heart attack and that Claimant gave notice to Employer within 120 days of the time he knew or should have known that the heart attack could be work related. The Board determined further that the WCJ did err in granting Claimant’s request for attorney fees for an unreasonable contest. The Board opined that because Employer became aware through Mr. Egan of Claimant’s claim that his heart attack was work-related more than 120 days after the event, the legal question of notice needed to be resolved. Thus, the Board concluded that Employer had a reasonable basis to contest Claimant’s claim petition. Accordingly, by order of October 11, 2000, the Board reversed the portion of the WCJ’s decision and order awarding attorney fees based on an unreasonable contest and affirmed the WCJ’s order and decision in all other respects. This appeal by Employer followed.\nIn its appeal, Employer raises the following issues:\n1. Whether the evidence of record supports the WCJ’s findings that Claimant provided timely and proper notice of his injury as required by the Pennsylvania Workers’ Compensation Act (Act);\n2. Whether the WCJ and the Board erroneously failed to consider the Pennsylvania Supreme Court’s decision in Davis v. Workers’ Compensation Appeal Board (Swarthmore Borough), 561 Pa. 462, 751 A.2d 168 (2000), decided May 18, 2000, which held that the burden of proof for an employee seeking benefits for injuries in mental/physical cases is to establish that the injury arose due to an abnormal work environment, and no such proof was presented in this case.\nInitially, we note that this Court’s scope of review is limited to determining whether there has been a violation of constitutional rights, errors of law committed, or a violation of Appeal Board procedures, and whether necessary findings of fact are supported by substantial evidence. Lehigh County Vo-Tech School v. Workmen’s Compensation Appeal Board (Wolfe), 539 Pa. 322, 652 A.2d 797 (1995).\nHerein, Employer first argues that benefits should never have been awarded because Claimant failed to provide timely and proper notice of his injury as required by the Act. Employer contends that Claimant knew or should have known that his heart attack was possibly related to the February 5, 1997 meeting and that the time period within which Claimant was required to provide notice began to run on that date. Employer contends that the fact that Claimant admitted he thought his heart attack was due to the meeting and that a few days later he inquired of Employer about receiving workers’ compensation benefits, clearly establishes that he knew, or should have known, that the heart attack was work-related almost immediately after it occurred. As a result, Employer argues, Claimant’s delay in providing notice until August of 1997 was not timely and his claim must fail.\nPursuant to Section 311 of the Act, 77 P.S. § 631, a claimant must provide notice to the employer of the occurrence of an injury within 120 days of that injury. A claimant’s failure to provide such notice to the employer within 120 days of the injury generally operates as a bar to compensation unless a claimant can show that the employer has actual knowledge of the occurrence of the injury. Section 311 of the Act. In cases where the cause of the injury or its relationship to the employment is not known to the employee, Section 311 of the Act contains a discovery provision which provides that the time for giving notice shall not begin to run until the employee knows, or by the exercise of reasonable diligence should know, of the existence of the injury and its possible relationship to his employment. Id. The purpose of this Section is to protect the employer from stale claims for injuries, of which it would have no knowledge, made after the opportunity for a full and complete investigation had passed. Sun Oil Co. v. Workmen’s Compensation Appeal Board (Ford), 156 Pa.Cmwlth.31, 626 A.2d 1251 (1993), petition for allowance of appeal denied, 537 Pa. 636, 642 A.2d 489 (1994).\nThe claimant has the burden of establishing that the employer was given notice of the injury. Pennsylvania Mines Corporation/Greenwich Collieries v. Workmen’s Compensation Appeal Board (Mitchell), 166 Pa.Cmwlth. 58, 646 A.2d 28 (1994). Whether a claimant has complied with the notice requirements of the Act is a question of fact for the WCJ. Id.\nThe WCJ, as fact finder, has exclusive province over questions of credibility and evidentiary weight, and the WCJ’s findings will not be disturbed when they are supported by substantial competent evidence. Northeastern Hospital v. Workmen’s Compensation Appeal Board (Turiano), 134 Pa.Cmwlth. 164, 578 A.2d 83 (1990). Substantial evidence is such relevant evidence as a reasonable mind might. accept as adequate to support a conclusion. Mrs. Smith’s Frozen Foods v. Workmen’s Compensation Appeal Board (Clouser), 114 Pa.Cmwlth. 382, 539 A.2d 11 (1988). The WCJ is free to accept or reject the testimony of any witness in whole or in part. General Electric Co. v. Workmen’s Compensation Appeal Board (Valsamaki), 140 Pa.Cmwlth.461, 593 A.2d 921, petition for allowance of appeal denied, 529 Pa. 626, 600 A.2d 541 (1991).\nAs stated previously herein, the WCJ found Claimant’s testimony credible with respect to when Claimant knew or should have known that his heart attack was related to his employment. The WCJ found that Clamant did not know of the connection between his heart attack and his employment until July of 1997. The WCJ found further that the testimony of Employer’s own witness, Eugene Egan, corroborated Claimant’s testimony in this regard. As a result, the WCJ found that Claimant provided timely and proper notice to Employer in August 1997 as required by Section 311 of the Act.\nDeterminations as to witness credibility and evidentiary weight are not subject to appellate review. Hayden v. Workmen’s Compensation Appeal Board (Wheeling Pittsburgh Steel Corp.), 83 Pa.Cmwlth. 451, 479 A.2d 631 (1984). Because the WCJ’s findings with respect to notice in this matter are based on his credibility determinations, those findings are conclusive and cannot be disturbed on appeal. US Airways v. Workers’ Compensation Appeal Board (Long), 756 A.2d 96 (Pa.Cmwlth.2000), petition for allowance of appeal denied, — Pa. -, 771 A.2d 1293 (2001). Accordingly, we reject Employer’s argument that the evidence of record does not support the WCJ’s finding that Claimant gave timely and proper notice of the occurrence of his injury pursuant to Section 311 of the Act.\nNext, Employer argues that Claimant failed to meet his burden as that burden is set forth by the Pennsylvania Supreme Court in Davis. Employer contends that, pursuant to Davis, in situations where a psychological or stress related stimulus has caused the development of physical symptoms, such as a heart attack, the claimant is required to establish by sufficient, competent and objective evidence that the injury arose from abnormal working conditions in order to recover benefits. Employer argues that the Board should have applied the holding in Davis to the instant case and reversed the WCJ’s decision because Claimant has failed to meet his burden of proof as articulated in the Davis decision.\nIn Davis, the Supreme Court revisited the burden of proof required in cases where a claimant seeks benefits for a psychic injury that is manifested through physical symptoms otherwise known as a mental/physical injury. Prior to Davis, a claimant seeking benefits for an injury that included a psychological factor was faced with different burdens depending on the type of injury the claimant was alleging. For a mental/physical injury, the claimant only had to establish that a psychological stimulus caused the resulting physical injury. See Old Republic Insurance Company v. Workers’ Compensation Appeal Board (Mascolo), 726 A.2d 444 (Pa.Cmwlth.1999) (citations omitted). If the claimant was alleging an injury where a psychological stimulus caused a psychic injury otherwise known as a mental/mental injury, the claimant’s burden was twofold: (1) the claimant must prove by objective evidence that he suffered a psychic injury; and (2) that such injury is other than a subjective reaction to normal working conditions. See Martin v. Ketchum, Inc., 523 Pa. 509, 568 A.2d 159 (1990). Even if the claimant showed actual, not merely perceived or imagined, employment events that have precipitated the psychic injury, the claimant must still prove the events to be abnormal in order to recover. Wilson v. Workmen’s Compensation Appeal Board (Aluminum Company of America), 542 Pa. 614, 669 A.2d 338 (1996). Thus, a claimant alleging a mental/physical injury did not have to prove that the psychological stimulus leading up to his physical injury was the result of abnormal working conditions in order to recover.\nHowever, in Davis, the Supreme Court held, after reviewing prior precedent, “that the standard to be applied to workers’ compensation benefits when the claimant asserts a psychic injury that has manifested itself through psychic and physical symptoms is the same standard that we articulated in Martin: such a claimant must prove by objective evidence that he has suffered from a psychic injury and that the psychic injury is other than a subjective reaction to normal working conditions.” Davis, 561 Pa. at 479, 751 A.2d at 177. Accordingly, when a claimant is alleging a mental/physical injury, the claimant must now prove, in addition to proving that a psychological stimulus caused the injury, that the psychological stimulus is other than a subjective reaction to normal working conditions. In other words, the claimant must prove that the psychological stimulus was caused by abnormal working conditions.\nClaimant argues that the Supreme Court’s holding in Davis does not apply to heart attack cases. However, both the Supreme Court and this Court have held that examples of mental/physical injuries include a heart attack. See Ryan v. Workmen’s Compensation Appeal Board (Community Health Services), 550 Pa. 550, 557 n. 6, 707 A.2d 1130, 1134 n. 6 (1998) (Examples of mental/physical injuries which are compensable include psychological stress at work causing a heart attack or angina.); Old Republic Insurance Company, 726 A.2d at 449 (Classic examples of mental/physical injuries include a heart attack.). Moreover, the Supreme Court recently reversed a decision of this Court affirming the grant of a fatal claim petition in a case involving a heart attack brought on by a stressful incident at work based on its decision in Davis. See Erie Bolt Corporation v. Workers’ Compensation Appeal Board (Elderkin), 777 A.2d 1169 (Pa.Cmwlth.1998), reversed, 562 Pa. 175, 753 A.2d 1289 (2000).\nTherefore, based on our Supreme Court’s decision in Davis, Claimant in the present matter was required to establish that his reaction to the February 5, 1997 incident, which resulted in his heart attack, was other than a subjective reaction to normal working conditions. However, because this prong of Claimant’s burden was not addressed by the WCJ, there are no specific findings in this regard. Moreover, the Board failed to consider the Supreme Court’s decision in Davis in disposing of Employer’s appeal. Accordingly, we vacate that portion of the Board’s order affirming the WCJ’s granting of Claimant’s claim petition and remand to the Board for further remand to the WCJ for findings in accordance with Claimant’s burden of proof as set forth by our Supreme Court in Davis. The Board’s order is affirmed in other respects.\nORDER\nAND NOW, this 29th day of June, 2001, the order of the Workers’ Compensation Appeal Board in the above captioned matter is affirmed in part, vacated in part, and remanded to the Workers’ Compensation Appeal Board for further remand to the Workers’ Compensation Judge for findings in accordance with the foregoing opinion.\nJurisdiction relinquished.\n. The identical claim petition was then assigned a new docket number.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. §§ 1—1041.4; 2501-2626.\n. In addition, we note that the dissent in Davis specifically addresses \"heart attack” cases and the impact of the majority’s holding on those cases.\n. The Supreme Court’s order in Erie Bolt reads as follows:\nAND NOW, this 22nd day of June, 2000, the Petition for Allowance of Appeal is GRANTED. The order of the Commonwealth Court is reversed bgsed upon the decision in Davis v. Worker’s Compensation Appeal Board (Borough of Swarthmore), 561 Pa. 462, 751 A.2d 168 (2000).\n.\" 'Psychic injury cases are highly fact-sensitive and for actual work conditions to be considered abnormal, they must be considered in the context of the specific employment.’ ” Davis, 561 Pa. at 479, 751 A.2d at 177 (quoting Wilson, 542 Pa. at 624, 669 A.2d at 343).",
        "type": "majority",
        "author": "KELLEY, Judge."
      }
    ],
    "attorneys": [
      "Jeffrey J. Russell, Pittsburgh, for petitioners.",
      "James R. Burn, Jr., Pittsburgh, for respondent."
    ],
    "corrections": "",
    "head_matter": "US AIRWAYS AND RELIANCE NATIONAL C/O SEDGWICK CLAIMS MANAGEMENT SERVICES, Petitioners, v. WORKERS’ COMPENSATION APPEAL BOARD (PANYKO), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs March 16, 2001.\nDecided June 29, 2001.\nJeffrey J. Russell, Pittsburgh, for petitioners.\nJames R. Burn, Jr., Pittsburgh, for respondent.\nBefore COLINS, J., KELLEY, J., and LEDERER, Senior Judge."
  },
  "file_name": "1233-01",
  "first_page_order": 1275,
  "last_page_order": 1282
}
