{
  "id": 12116840,
  "name": "In re Irving L. Stern",
  "name_abbreviation": "In re Stern",
  "decision_date": "1930-05-28",
  "docket_number": "No. 2343",
  "first_page": "1234",
  "last_page": "1238",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1234"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "160 U. S. 110",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5701579
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/160/0110-01"
      ]
    },
    {
      "cite": "37 F. (2d) 620",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773633
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/37/0620-01"
      ]
    },
    {
      "cite": "17 C. C. P. A. 820",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6094826
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/17-2/0820-01"
      ]
    },
    {
      "cite": "53 App. D. C. 209",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 558,
    "char_count": 11573,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.47059751360021373
    },
    "sha256": "f95c4149eb4a81947a2949df98e79f54f0d673f14756cf89283d90857c75e8b6",
    "simhash": "1:a03b363401e80394",
    "word_count": 1944
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before .Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Irving L. Stern"
    ],
    "opinions": [
      {
        "text": "Lenroot, Judge,\ndelivered the opinion of the court:\nThis is an appeal, from the decision of the Board of Appeals of the Patent Office affirming that of the examiner, rejecting claims' 1 to 11, inclusive, of appellant’s application. The following claims are illustrative of those in issue:\n1. In a roadway, an inclined surface provided with a plurality of spaced tread sections disposed in a plane angularly opposite to that of the roadway.\n4. In a roadway, a series of ramps in spaced relation, and a series of tread surfaces oppositely inclined with respect to said ramps and serving to connect them to form a substantially continuous inclined plane.\n6. An inclined roadway, including a series of spaced tread surfaces substantially parallel with the plane of the roadway, and a plurality of tread surfaces connecting said first mentioned tread surfaces and disposed in planes oppositely angularly related thereto.\n9. In an inclined roadway, a plurality of tread areas spaced apart and connected by intermediate tread areas having their surfaces contiguous with the upper edge of one of the first named surfaces, said intermediate tread area being inclined in a direction opposite to the first mentioned tread area to form a drain.\nThe references cited are:\nRovedino (Br.), 3184 of 1890.\nKay (Br.), 17794 of 1899.\nAfter said decision ivas rendered by the Board of Appeals, appellant filed a request for reconsideration and asked permission to cancel all1 of his claims and to substitute therefor two additional claims, reading as follows:\n12. In an inclined roadway or walk having its tread surface formed of two sets of plane surfaces inclined to each other and to the general plane of the roadway, so as to intersect each other in lines transverse to the line of the roadway and provide a series of alternate long and short tread surfaces with the longer tread surfaces sloping toward the lower end of the roadway, whereby a safe and efficient anti-slipping traction surface is provided.\n13. In an inclined roadway or walk formed of blocks each having its tread surface formed of two sets of plane surfaces inclined to each other and to the general plane of the roadway, so as to intersect each other in lines transverse to the line of the roadway and provide a series of alternate long and short tread surfaces with the longer tread surfaces sloping toward the lower end of the roadway, whereby a safe and efficient anti-slipping traction surface is provided.\nThese requests were denied and such denial is assigned as error in the reasons of appeal filed by defendant.\nConsidering first this assignment of error, new claims proposed to be added to an application after filial decision by the Board of Appeals, upon motion made therefor, and entry of which is denied by the board, can not be considered by us upon appeal. The tribunals of the Patent Office never having passed upon the merits of said claims, they can not be considered by us. Application of Parker, 53 App. D. C. 209.\nIn the case of In re Appelburg, 17 C. C. P. A. 820, 37 F. (2d) 620, this court said:\nWe know of no applicable law or rule of practice to justify the allowance in this court of the amendment of a claim which would substantially change the character of the same from what it was before the Board of Appeals.\nWe may add that rule 68 of the Patent Office expressly provides that “ after decision on appeal, amendments can only be made as provided in rule 140 or to carry into effect a recommendation under rule 139.” Appellant’s application to amend did not come within ■either of said rules 139 or 140.\nWe think appellant concedes the correctness of the rule above .stated, but asks this court to exercise a discretion and suggest to the Patent Office the allowance of said claims. While such a course may ■sometimes be proper, where the court reverses a case upon grounds other than refusal to consider amendments proposed after final decision of the Board of Appeals, we do not think it proper for us to make any suggestions to the Patent Office regarding the allowance or claims not considered by it in cases where we affirm its decisions.\nThis brings us to the question of the patentability of claims 1 to 11, inclusive.\nThe Board of Appeals in its decision describes appellant’s alleged invention as follows:\nThe alleged invention is an inclined roadway or walk liaving its tread surface formed of two sets of plane surfaces inclined to eacli other and to the general plane of the roadway so as to intersect each other in lines transverse to the line of the roadway, thereby forming a tre'ad surface having elevations and depressions extending across the roadway. As shown in the drawings the surfaces which slope towards the lower end of the roadway are longer than the other or intersecting surfaces. This gives a series of alternate long and short tread surfaces, with the longer tread surfaces below the short surfaces. This construction affords elevations which are sufficient to engage the heel of a shoe and hinder the slipping tendency without causing the catching and holding the heel of the shoe so as to cause the pedestrian to trip and fall.\nImmediately following the above quotation, the decision states: “ The claims are broad and do not refer to the relative lengths of the tread surfaces.”\nAs stated, the two references relied upon by the Patent Office are British patents to Kay and Rovedino. The board rejected the claims upon three separate grounds, as follows:\n1. That they read directly upon Kay.\n2. That merely to incline Kay’s cross stops to a lesser degree, as shown by the blocks of Rovedino, would not involve invention.\n3. That to provide a ramp with a surface such as shown by Rove-dino does not involve invention.\nThe object sought to be obtained by applicant and in the references, are, we think, the same, viz, to secure a foothold by persons or animals to prevent slipping. Appellant’s application relates broadly to pavements and more particularly to a ramp or inclined plane, that of Kay to an inclined plane or a level surface, and that of Rovedino presumably to a leveTsurface, although his specification is silent upon that subject, except as Ms drawings indicate a level surface.\nAppellant describes the purpose of his invention as affording in a ramp or inclined roadway “ an inclined tread surface which includes tread portions affording substantially level tread surfaces which assure a safe footing for pedestrcmis ”; a further purpose is described as providing drainage at all times.\nKay describes the purpose of his invention as follows:\nMy invention has for its object the provision of a safe walking surface for sloping roads or footways, subways, passages, floors, and the like, the invention being specially applicable to inclined or sloping footways or subways.\nBovedino describes bis invention as a — ■\nWood paving block combined with concrete or other substance the object &■ intention thereof being to lay such paving and of such form so as to afford a. secure foothold, for horses & prevent the frequent occurrence of slipping caused by the present wood or other paving now in use. [Italics ours.]\nAs stated by the Board of Appeals, the claims in issue are very broad, and we think they are fully anticipated by the patent to Bove-' dino. He describes a pavement composed of bricks or blocks, having the upper surface serrated, several forms being shown in his drawings in longitudinal and transverse sections. An inspection of the figures in said drawings show the surface to be made up of series of oppositely inclined surfaces merging into each other, more especially when continuously serrated blocks, as shown in Figure 4 of his drawings, are used.\nAppellant contends that the tribunals of the Patent Office misconstrued Bovedino’s drawings in that they have construed the crests of the serrated blocks there shown as comparable to the flattened tread surfaces shown in appellant’s specification-. We think the serrated surfaces shown by Bovedino are comparable to the “ tread surfaces ” found in appellant’s claims, for they are all tread surfaces, including the serrated edges thereof.\nIt is true that Bovedino shows, in addition to his serrated blocks, ends of the same cut and sloped toward the outer ends, but Figure 4 of his drawing shows a construction without this feature, which construction he calls “ continuous serrated. ”\nIt is obvious that when Bovedino’s blocks are laid transverse to the roadway, a drain will result as described in appellant’s claims, and we think it is clear that Bovedino shows placing his blocks with the serrated edges or surfaces transverse to the going way of the road.\nWe think appellant’s claims read directly upon the Bovedino patent, unless there be invention in applying the method therein disclosed to a ramp or inclined roadway. We are clear that there is no invention in so applying it. In the-first place, there is nothing in Bovedino’s application from which it could be inferred that he had only in mind a level roadway. His invention relates to paving blocks, and his object was to afford a secure foothold for horses and prevent the frequent occurrence of slipping. We must assume that he had in mind paved roadways, “ up hill and down dale, ” as well as upon the level. Certainly his pavement upon a hill would present-exactly the same general contour as appellant’s ramp or inclined roadway. But even if the Bovedino patent should be construed to be limited to a level roadway, we agree with the Board of Appeals that to apply his construction to a ramp would not involve invention.\nThere is only one of the claims in issue that, under our construction of the Rovedino reference, does not read directly upon it, and that is claim No. 11, reading as follows:\n11. In an inclined roadway, a plurality of tread surfaces spaced apart and of substantially uniform area, said surfaces being connected by intermediate tread surfaces of lesser area whose edges are contiguous with the upper edge of 'each of the adjacent surfaces, and said intermediate tread surfaces being inclined oppositely to the plane of the roadway.\nIt will be noted that this claim provides for a plurality of tread surfaces of one substantially uniform area and other tread surfaces of lesser area. This difference in area of different surfaces is not found in Rovedino, but we think that the claim is not fatentahly1 distinguished from Rovedino’s disclosure.\nWhile the Patent Office tribunals seem to have relied principally upon the Kay patent as anticipating appellant’s claims, in view of the conclusion we have reached it is unnecessary to consider it.\nWe express no opinion as to whether appellant’s specification discloses an invention. We can consider only the claims before us, and the disclosure of his specification in connection therewith. The claims are so broad as clearly to read upon the Rovedino patent, and we can not read into them limitations which would avoid such reference, even if appellant’s specification would support patentable claims had they been made. McCarty v. Lehigh Valley Railroad Co., 160 U. S. 110.\nThe decision of the Board of Appeals of the Patent Office is affirmed.",
        "type": "majority",
        "author": "Lenroot, Judge,"
      }
    ],
    "attorneys": [
      "Paul Carpenter (J. T. Basseches and R. B. Stewart) for appellant.",
      "T. A. Sostetler (Howard S. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Irving L. Stern\n(No. 2343)\nUnited States Court of Customs and Patent Appeals,\nMay 28, 1930\nPaul Carpenter (J. T. Basseches and R. B. Stewart) for appellant.\nT. A. Sostetler (Howard S. Miller of counsel) for the Commissioner of Patents.\n[Oral argument May 9, 1930, by Mr. Basseches and Mr. Miller]\nBefore .Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1234-01",
  "first_page_order": 684,
  "last_page_order": 688
}
