{
  "id": 7340548,
  "name": "Kevin D. MOORE, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Moore v. State",
  "decision_date": "2011-03-17",
  "docket_number": "No. 471,2010",
  "first_page": "1234-1240",
  "last_page": "1247",
  "citations": [
    {
      "type": "official",
      "cite": "15 A.3d 1234"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "407 U.S. 67",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9136631
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "90-91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/407/0067-01"
      ]
    },
    {
      "cite": "504 A.2d 1083",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11936026
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1089"
        },
        {
          "page": "1090"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/504/1083-01"
      ]
    },
    {
      "cite": "970 A.2d 160",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7331851
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "163-64"
        },
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/970/0160-01"
      ]
    },
    {
      "cite": "2010 WL 4657055",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2010,
      "pin_cites": [
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "956 A.2d 1273",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8212069
      ],
      "pin_cites": [
        {
          "page": "1275"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/956/1273-01"
      ]
    },
    {
      "cite": "858 A.2d 947",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9161876
      ],
      "pin_cites": [
        {
          "page": "951"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/858/0947-01"
      ]
    },
    {
      "cite": "1999 WL 1098163",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1999,
      "pin_cites": [
        {
          "page": "*1",
          "parenthetical": "ORDER"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "741 A.2d 1027",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "ORDER"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 856,
    "char_count": 20234,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1890936498614398
    },
    "sha256": "3bf555bb99467d99a5314936df86e0f47aedc105f647afcc007efb28f01c03a6",
    "simhash": "1:181ba7d613190eb9",
    "word_count": 3220
  },
  "last_updated": "2024-02-27T23:14:08.226820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEELE, Chief Justice, HOLLAND and JACOBS, Justices."
    ],
    "parties": [
      "Kevin D. MOORE, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "STEELE, Chief Justice:\nAs part of a plea agreement, Kevin Moore agreed to a sentence that included probation and restitution. Restitution was to be quantified “at a later date.” Two months after discharging Moore from probation in an Order reflecting that Moore owed no restitution, the Superior Court ordered specific restitution to parties inconsistent with what Moore had agreed to at sentencing. Several years later, after receiving no post discharge restitution payments consistent with the Order, the court issued a civil judgment against Moore which resulted in the “intercept” of a Delaware State income tax refund. Moore argues that the Superior Court improperly entered the post discharge restitution order and civil judgment. We agree, and reverse.\nI. FACTS AND PROCEDURAL HISTORY\nOn April 29, 2001, Kevin Moore crashed his car into another car carrying three people: Shirley Seibert, Chanel Benson, and Jasmine Benson. As a result of the accident, on July 16, 2001, a grand jury indicted Moore on one count of first degree Vehicular Assault, two counts of second degree Vehicular Assault, and one count of Driving Under the Influence of alcohol.\nMeanwhile, Siebert and Chanel Benson asserted claims against AAA Mid-Atlantic Insurance Group, Moore’s auto insurance carrier, for injuries they sustained in the accident. Ultimately, AAA settled these claims. Specifically, AAA paid Seibert $4,000.00 for property damage and $100,000.00 for personal injuries. The checks cleared on July 11, 2001 and December 24, 2001, respectively. AAA paid Chanel Benson $624.34 for property damage and $21,500 for personal injuries, and the checks cleared on November 9, 2001 and June 11, 2003, respectively. In addition, AAA’s PIP coverage paid Moore’s medical bills with Dynamic Physical Therapy. The Hartford paid Siebert $15,000 in personal injury protection payments pursuant to her policy.\nOn March 7, 2002, Moore signed a plea agreement with the State to settle the criminal charges. Pursuant to the plea agreement, Moore agreed to plead guilty to one count of second degree Vehicular Assault and one count of DUI. In return, the State recommended a total of one year in prison, suspended for two years of probation, restitution to Seibert and the Ben-sons in an amount to be determined later by the Pre-Sentence Investigative Office, compliance with a substance abuse evaluation, compliance with a DUI course, and payment of applicable fines and fees.\nThe same day Moore signed the plea agreement, the Superior Court accepted it and sentenced Moore to a total of one year in prison, suspended for two years of probation, fines and fees totaling $1,417.00, and a restitution amount to be determined by the PSIO. The Sentencing Order made no specific mention of the parties who were to receive restitution from Moore, but the signed plea agreement expressly listed Seibert and the Bensons as the only parties to whom restitution in some amount might be owed.\nOn June 25, 2002, Moore paid the $1,417.00 in fines and fees. Then, on July 30, 2002, a Superior Court judge discharged Moore from probation. On the order discharging Moore, issued on a form document entitled “Modification of Sentence Order,” the judge manually marked a diagonal line through the entire subsection 1.A, designed to describe any “costs, fines, and/or restitution” the defendant must pay. Subsection l.B of the form states, “The sentence imposed previously is modified to read as follows....” Underneath that text, the judge manually marked out the later text designed to describe any special conditions of a defendant’s confinement, including levels of supervision, Boot Camp, or other special treatment programs. In its place, the judge manually inserted the following text: “Effective July 30, 2002 defendant is discharged successfully from Probation.”\nOver two months later, on October 1, 2002, a different judge on the Superior Court filed another Modified Sentence Order in Moore’s case. This new order mandated that Moore pay restitution totaling $19,968.88. According to the new order, Moore must pay:\n• $488.00 to Shirley Seibert;\n• $411.00 to DBA Collections, a collection agency for medical debts;\n• $157.00 to Dynamic Physical Therapy;\n• $15,000.00 to The Hartford; and\n• $4,000.00 to AAA.\nNotably, the new order awarded no restitution to either of the Bensons because they did not return their victim loss statements. The Superior Court filed this new order without record notice to Moore or a hearing. There is no evidence in the record before this Court that the State ever made Moore aware of the newly ordered restitution amount or to whom it would be paid.\nFor several years, Moore made no payments related to the restitution he had no idea the Court had ordered him to pay. Nor did the State or the parties to receive the restitution make any requests to Moore for payment. On June 20, 2007, almost five years after discharging him from probation, however, the Superior Court issued a civil judgment against Moore — again, without notice or a hearing — for the $19,968.88 in ordered restitution. There is no evidence in the record before this Court that the State ever made Moore aware of the civil judgment against him.\nFor nearly the next year and a half, Moore made no payments related to the civil judgment and the State made no effort to collect on it. Then, on February 3, 2009, Moore received a Notice of Intent to Set-Off Refund from the State indicating that the State intended to intercept his tax refund to discharge, in part, the additional restitution ordered. Based on the record before this Court, that notice was the first time the State made Moore aware of the outstanding civil judgment against him. On March 25, 2009, the State intercepted his 2008 tax refund of $3,449.40 and applied it to his outstanding ordered restitution, as follows: the State paid Seibert the full $488.00 that the Court ordered Moore to pay her, and paid (in part) Moore’s ordered restitution to AAA (his own insurance carrier to which he had paid premiums for the coverage it provided) with the remaining $3,268.00.\nOn September 15, 2009, the Superior Court issued a subpoena directing Moore to appear at a contempt hearing on September 24, 2009. Before the hearing, Moore paid $250.00 toward the outstanding order and agreed to pay $25.00 monthly thereafter. Consequently, the court canceled the hearing. On October 13, 2009, the State waived the $157.00 restitution due to Dynamic Physical Therapy because AAA had already paid that amount on Moore’s behalf.\nWith permission from the Superior Court, Moore’s attorney reviewed the PSIO file on October 28, 2009. That file indicated that the $4,000.00 the Court ordered Moore to pay AAA arose from its payment to Seibert for property damage and the $15,000.00 Moore owed The Hartford arose from The Hartford’s PIP benefit payment to its insured, Seibert.\nOn November 18, 2009, Moore’s attorney wrote to the Superior Court asking the Court to modify or vacate the civil judgment against Moore because (1) Sei-bert had been compensated by insurance proceeds, (2) Moore paid premiums to AAA for the very coverage that resulted in AAA’s payments to Seibert and Moore, (3) The Hartford could not recover from Moore, but could for two years have subro-gated against AAA for the PIP benefits The Hartford had paid Seibert, and (4) Moore’s plea agreement did not contemplate restitution payments to any party other than Seibert and the Bensons.\nOn January 29, 2010 and March 9, 2010, the State, at the Superior Court’s request, responded to Moore’s attorney’s letter and asserted that Superior Court Criminal Rule 35(b) barred Moore’s request to modify the restitution order. Ultimately, on June 29, 2010, a newly assigned Superior Court judge denied Moore’s request to modify the restitution order and civil judgment, without substantive comment. Moore filed a timely Notice of Appeal on July 27, 2010. He has also continued to make monthly payments of $25 in accordance with his earlier agreement with the State. As of the date he filed this appeal, a balance of $15,692.48 remains on the civil judgment.\nII. STANDARD OF REVIEW\nWe review a refusal to modify a civil judgment arising out of restitution orders for abuse of discretion. To the extent a challenge to a restitution order depends upon a legal question, however, we review that challenge de novo. We review alleged infringements of constitutional rights de novo.\nIII. ANALYSIS\nIn light of the factual circumstances of this case, the Superior Court lacked jurisdiction over Moore to issue the restitution order. Also, given the record before us, we perceive serious due process concerns with the procedure the Superior Court followed in issuing the restitution order and the later civil judgment against Moore.\nA. The Superior Court Lacked Jurisdiction To Issue The Restitution Order.\nThe State does not dispute that the Superior Court officially released Moore from probation on July 30, 2002 and did not attempt to quantify the amount of restitution, identify to whom it was owed, or issue an order requiring him to pay it until over two months later, on October 1, 2002. But, the State contends, the Superi- or Court’s opinion in Linton v. State directly addresses this issue. The State urges this Court to adopt that case’s analysis.\nIn Linton v. State, Linton signed a plea agreement with the State and agreed to a sentence that included one year of probation, a substance abuse evaluation and required substance abuse program, and payment of restitution in an amount to be determined at a later date. The Court of Common Pleas discharged Linton from probation when she completed a substance abuse program, and nearly six months later, this court ordered her to pay $10,585 in restitution. After the court denied Linton’s Motion to Vacate the restitution order, Linton appealed to the Superior Court for relief.\nThe Superior Court affirmed the denial of Linton’s motion, and its affirming order relied on two factors. First, the Superior Court judge determined that, by statute, “the imposition of restitution and probation constitute two separate judgments that are not dependent on each other.” Second, the Superior Court judge determined that 11 Del. C. § 4104(d), which grants a court jurisdiction over a convicted person until fines and restitution have been paid in full, “does not require that a court make any particular pronouncement in order to retain jurisdiction or define its length. Consequently, the judge determined that despite discharging Linton from probation before quantifying the restitution Linton owed, the statute permitted the Court of Common Pleas to “implicitly retain[ ] jurisdiction so that the court could assess the value of the restitution at a later date.”\nThe immediate case does not require us to either adopt or reject the Linton analysis, and we decline to do either. Instead, we hold that the Superior Court lacked jurisdiction to issue Moore’s restitution order based on the unique facts of this case. As in Linton, the court in this case released Moore from probation before quantifying the restitution he owed. This case, however, features several distinctions that we believe to be critical.\nFirst, Moore and the State agreed to specific contractual terms in his plea agreement. In return for Moore’s guilty plea, the State agreed to recommend a sentence of probation, payment of fines, and payment of restitution to the three named individuals riding in the car that Moore struck — specifically, Seibert and the Bensons. While the plea agreement left the amount of restitution an open term to be filled at some indefinite later date by the PSIO, it explicitly listed the parties— indeed, the only parties — to whom the court would make Moore pay restitution as a condition of his agreement with the State to plead guilty. Upon accepting Moore’s plea agreement, the Superior Court had jurisdiction to enforce the agreement. The Superior Court did not, however, have the power unilaterally to amend the agreement, without notice and an opportunity to be heard, to force Moore to pay restitution to four new claimants — AAA, The Hartford, DBA Collections, or Dynamic Physical Therapy.\nSecond, when the Superior Court judge discharged Moore from probation, he manually marked a diagonal line through the entirety of subsections l.A and l.B of the sentence modification form. In their place, he handwrote “Effective July 30, 2002 defendant is discharged successfully from Probation.” [emphasis added]. Under these circumstances, a reasonable person could only conclude that any restitution issue had been finally resolved. In Linton, the judge merely held that the statutory scheme, in the absence of judicial conduct to the contrary, “implicitly retain[s the court’s] jurisdiction so that the court could assess the value of the restitution at a later date.” Even assuming that the statutory scheme empowers a court implicitly to retain jurisdiction “without requiring any particular pronouncement” by the court — Linton’s critical statement of law that we assume arguendo without deciding here — the judge in this case affirmatively struck the section of the sentence modification form addressing restitution. In fact, the judge properly did so, because Moore’s auto insurance carrier, AAA, had paid Seibert, and the Bensons filed no loss claim form. That indirect act reasonably demonstrates an intent to discharge Moore from further restitution orders. It also had the effect of precluding the later assertion of jurisdiction to impose restitution without prior notice and a chance to be heard in the ongoing case. If, indeed, as Linton suggests, “the imposition of restitution and probation constitute two separate judgments,” then before restitution can be ordered, the person subject to any order must be given notice and a hearing before a final order of restitution can effectively be entered.\nThe factual differences between this case and Linton are critical to the divergent results. In any event, the Superior Court lacked authority unilaterally to impose restitution to be paid to any parties other than Seibert and the Bensons. Moreover, by crossing through the restitution section of the sentence modification order and discharging Moore from probation seemingly without condition or any discussion of ongoing restitution, the Superior Court disclaimed, or (to paraphrase Linton), “particularly pronounced no further interest in” any continuing statutory jurisdiction it may have had to modify or resurrect phoenix-like a moribund restitution order.\nB. The State Violated Moore’s Due Process Rights By Not Providing Him With Notice And A Hearing Before Imposing Restitution And Before Issuing A Civil Judgment Against Him For The Outstanding Amount Of His Restitution Liability.\nJudicial proceedings are governed by “fundamental requirements of fairness which are the essence of due process.” The two most fundamental elements of due process are notice and a hearing. Certain extraordinary circumstances — like important governmental or general public interests, a special need for very prompt action, or when a government official, under the standards of a narrowly drawn statute, determines it is necessary and justified in a particular instance — may justify the denial of a hearing, but those circumstances are both limited and few.\nIn this case, the record before us reveals no evidence that the court ever provided Moore with notice or a hearing before it issued the expanded restitution order that was both inconsistent with the plea agreement and with the earlier discharge order indicating that no further restitution was outstanding. To be sure, Moore had already agreed to pay restitution to Seibert and the Bensons in an amount to be determined. But, even assuming the court had continuing jurisdiction to modify restitution to those parties after discharging Moore from probation, Moore was still entitled to notice and a hearing, to provide him the opportunity to contest the amount and to contest any new claimants to restitution. The record also discloses that the court never provided Moore with notice or a hearing before it entered the civil judgment against him in the amount the court ordered.\nIn a case like this, it is sound policy to place the burden of proving notice squarely on the State, rather than make the Defendant prove lack of notice. The State failed to prove it here. Both proceedings were judicial, and as such, subject to the fundamental requisites of due process, and both required notice and a hearing. Moore never received notice or a hearing at which he could contest the modified restitution order or that order’s transmutation into a civil judgment. Nor does the record before us reflect any “extraordinary circumstances” that could justify the failure to provide these fundamental due process protections.\nIV. CONCLUSION\nOn the basis of the unique factual circumstances of this case, the Superior Court lacked jurisdiction to order Moore to pay restitution after it discharged him from probation. In addition, by failing to provide Moore notice and a hearing before modifying restitution by adding additional claimants and later entering a civil judgment against Moore for the modified restitution, the State violated Moore’s due process rights. The judgment of the Superior Court is reversed and the restitution order and civil judgment against Moore are vacated.\n. These facts come from the Appellant’s opening brief on appeal and accompanying appendix. The State did not dispute these facts in its answering brief, nor at oral argument.\n. Indeed, a reasonable reading of the record suggests that he may not have even known about the civil judgment — or, for that matter, the underlying restitution order — during this time.\n. Both of the earlier Superior Court judges had retired.\n. Nelson v. State, 741 A.2d 1027, 1999 WL 1098163, at *1 (Del. Nov. 1, 1999) (ORDER).\n. Redick v. State, 858 A.2d 947, 951 (Del.2004).\n. Harris v. State, 956 A.2d 1273, 1275 (Del.2008).\n. Linton v. State, 2010 WL 4657055 (Del.Super.Ct. Nov. 10, 2010).\n. Id. at *1.\n. Id.\n. Id.\n. Id. at *2.\n. Id. at *1.\n. Id. at *2.\n. Even had the plea agreement contemplated restitution to these additional parties, the restitution payor’s own carrier is not a proper beneficiary of restitution payments. Before his accident, Moore paid premiums to AAA for the very coverage they provided. Moreover, insurance companies in the position of The Hartford may pursue civil subrogation claims to recover PIP payments according to 21 Del. C. § 2118(g). They receive premiums to make their coverage available to their insureds. Intercompany arbitration provided The Hartford with a remedy against Moore’s carrier, AAA. To allow insurance companies with a civil remedy to use the criminal justice system to recover would circumvent otherwise applicable statutes of limitation or at the very least make Delaware taxpayers and the State act as their collection agency. We do not believe the General Assembly contemplates the criminal justice system acting as a collection agency for insurance carriers.\n. Subsection 1.A is designed to describe any “costs, fines, and/or restitution” the defendant must pay.\n. Linton, 2010 WL 4657055, at *2 (emphasis added).\n. Vincent v. Eastern Shore Markets, 970 A.2d 160, 163-64 (Del.2009).\n. See id. at 164; Formosa Plastics Corp. v. Wilson, 504 A.2d 1083, 1089 (Del.1986) (“Before a party can be deprived of life, liberty, or property, it has the right to notice and a hearing in a meaningful time and a meaningful manner.”).\n. Formosa Plastics, 504 A.2d at 1090 (quoting Fuentes v. Shevin, 407 U.S. 67, 90-91, 92 S.Ct. 1983, 32 L.Ed.2d 556 (1972)) (internal quotation marks omitted).",
        "type": "majority",
        "author": "STEELE, Chief Justice:"
      }
    ],
    "attorneys": [
      "Stephen P. Casarino and Joshua H. Meyeroff (argued), Casarino Christman Shalk Ransom & Doss, P.A., Wilmington, Delaware for appellant.",
      "Timothy J. Donovan, Department of Justice, Wilmington, Delaware for appel-lee."
    ],
    "corrections": "",
    "head_matter": "Kevin D. MOORE, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nNo. 471,2010.\nSupreme Court of Delaware.\nSubmitted: March 9, 2011.\nDecided: March 17, 2011.\nStephen P. Casarino and Joshua H. Meyeroff (argued), Casarino Christman Shalk Ransom & Doss, P.A., Wilmington, Delaware for appellant.\nTimothy J. Donovan, Department of Justice, Wilmington, Delaware for appel-lee.\nBefore STEELE, Chief Justice, HOLLAND and JACOBS, Justices."
  },
  "file_name": "1234-1240-01",
  "first_page_order": 1286,
  "last_page_order": 1293
}
