{
  "id": 12257832,
  "name": "Joseph A. LAMAGNA v. Jaime L. AGUAYO, Andrew Silverston and Neil Silverston",
  "name_abbreviation": "Lamagna v. Aguayo",
  "decision_date": "1994-11-29",
  "docket_number": "No. 93-657-Appeal",
  "first_page": "1234",
  "last_page": "1235",
  "citations": [
    {
      "type": "official",
      "cite": "651 A.2d 1234"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "558 A.2d 632",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "635"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "492 A.2d 150",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7914885
      ],
      "pin_cites": [
        {
          "page": "151"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/492/0150-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 233,
    "char_count": 3397,
    "ocr_confidence": 0.737,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24775846004921523
    },
    "sha256": "0d53ba7dc6e851c09dd4002942847f6eb8f7105dfb1a92ff0a092c81fba86fd5",
    "simhash": "1:4b005bab495fc52e",
    "word_count": 553
  },
  "last_updated": "2024-02-27T22:18:37.573874+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WEISBERGER, Acting C.J., did not participate."
    ],
    "parties": [
      "Joseph A. LAMAGNA v. Jaime L. AGUAYO, Andrew Silverston and Neil Silverston."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis matter came before the court on November 16,1994, pursuant to an order directing defendant, Jaime L. Aguayo, to appear and show cause why his appeal should not be summarily decided. In this case the defendant appealed from the denial of his Super.R.Civ.P. 60 motion for relief from summary judgment entered against him and in favor of the plaintiff, Joseph A. Lamagna. After reviewing the memoranda submitted by the parties and after hearing their counsel in oral argument, this court concludes that cause has not been shown. The issues raised by this appeal will be decided at this time.\nIn this case, the plaintiff, an attorney, sued defendants Jaime L. Aguayo, Andrew Silver-ston, and Neil Silverston alleging that defendants owed $9,000 for legal services. In due course, plaintiff filed a motion for summary judgment against all three defendants. At the hearing on the motion, the trial justice directed defendants Jaime Aguayo and Andrew Silverston, both without counsel, to file affidavits in opposition to the motion for summary judgment. The judge continued the hearing two weeks to allow the defendants to file affidavits with the court. According to the clerk’s stamp, the affidavits had been received the morning of the continued date but had not been placed in the record of the case with the trial justice. At the time of hearing neither plaintiff nor the trial justice had received copies of the affidavits. Neither Aguayo nor Silverston appeared for the hearing. Therefore, the trial justice granted the motion and judgment was entered. Subsequently defendant Aguayo retained an attorney and filed a motion to vacate the judgment pursuant to Rule 60 of the Superior Court Civil Rules, alleging “mistake, inadvertence and/or excusable neglect,” due to a misunderstanding that he had to appear in court. At the hearing on the motion, defendant Aguayo argued that he did not understand, as a lay person, that he had to appear in person. The motion for relief was denied and defendant Aguayo, through counsel, appealed to this court. The co-defendant, Sil-verston did not appeal.\nIt is the rule that “relief from summary judgment pursuant to Rule 60(b) is left to the sound discretion of the trial justice, and such a ruling would not be overturned absent a showing of abuse of discretion or error in law.” Graham Architectural Products Corp. v. M & J, 492 A.2d 150, 151 (R.I.1985). Also, “excusable neglect that would qualify for relief from judgment is generally that course of conduct which a reasonably prudent person would take under similar circumstances.” Pari v. Pari, 558 A.2d 632, 635 (R.I.1989).\nWe agree with the trial justice that a reasonable and prudent person who had taken the trouble to prepare and file an affidavit would have inquired with the judge or personnel of the court as to what steps were expected of him on the continued date. Aguayo’s “misunderstanding” as to procedures under the circumstance was not excusable neglect under Rule 60.\nFor these reasons the defendant’s appeal is denied and dismissed, the order appealed from is affirmed and the papers of the case are remanded to the Superior Court.\nWEISBERGER, Acting C.J., did not participate.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Henry Katz, Pawtucket.",
      "Raymond A. Tomasso, Providence."
    ],
    "corrections": "",
    "head_matter": "Joseph A. LAMAGNA v. Jaime L. AGUAYO, Andrew Silverston and Neil Silverston.\nNo. 93-657-Appeal.\nSupreme Court of Rhode Island.\nNov. 29, 1994.\nHenry Katz, Pawtucket.\nRaymond A. Tomasso, Providence."
  },
  "file_name": "1234-02",
  "first_page_order": 1296,
  "last_page_order": 1297
}
