{
  "id": 9100020,
  "name": "Bret and Patty SHEPARD and Jason, Bryan, Louise and Patrick Pauley, Plaintiffs, v. Kimberly A. REINOEHL, et al., Defendants",
  "name_abbreviation": "Shepard v. Reinoehl",
  "decision_date": "2002-09-06",
  "docket_number": "C.A. Nos. 99C-06-030, 00C-08-042",
  "first_page": "1235",
  "last_page": "1241",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1235"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "478 N.E.2d 603",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "88 Ill.Dec. 288",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "133 Ill.App.3d 184",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        3530153
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/133/0184-01"
      ]
    },
    {
      "cite": "539 S.W.2d 795",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10142755
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/539/0795-01"
      ]
    },
    {
      "cite": "717 A.2d 215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "page": "222-23"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "246 Conn. 563",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        245245
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/conn/246/0563-01"
      ]
    },
    {
      "cite": "640 So.2d 138",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7447220
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/640/0138-01"
      ]
    },
    {
      "cite": "349 S.E.2d 82",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "83 N.C.App. 155",
      "category": "reporters:state",
      "reporter": "N.C. App.",
      "case_ids": [
        8358214
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/nc-app/83/0155-01"
      ]
    },
    {
      "cite": "180 Ga.App. 79",
      "category": "reporters:state",
      "reporter": "Ga. App.",
      "case_ids": [
        467959
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/ga-app/180/0079-01"
      ]
    },
    {
      "cite": "435 A.2d 716",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8001134
      ],
      "pin_cites": [
        {
          "page": "718"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/435/0716-01"
      ]
    },
    {
      "cite": "539 A.2d 1064",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7888181
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "1070"
        },
        {
          "page": "1070"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/539/1064-01"
      ]
    },
    {
      "cite": "790 A.2d 469",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9391458
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "471"
        },
        {
          "page": "471"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/790/0469-01"
      ]
    },
    {
      "cite": "226 A.2d 238",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8089111
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/226/0238-01"
      ]
    },
    {
      "cite": "180 A.2d 467",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "470"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "652 A.2d 1084",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879189
      ],
      "pin_cites": [
        {
          "page": "1087"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/1084-01"
      ]
    },
    {
      "cite": "659 A.2d 777",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7875888
      ],
      "pin_cites": [
        {
          "page": "780"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/659/0777-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 823,
    "char_count": 16789,
    "ocr_confidence": 0.677,
    "pagerank": {
      "raw": 8.704907277427645e-08,
      "percentile": 0.4932916938400656
    },
    "sha256": "0aad67c05e08676b3f2881d52d7f620c4ae9d96fa64c9b0b4fc2c32ec3127f63",
    "simhash": "1:8bc44d44581225d8",
    "word_count": 2837
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bret and Patty SHEPARD and Jason, Bryan, Louise and Patrick Pauley, Plaintiffs, v. Kimberly A. REINOEHL, et al., Defendants."
    ],
    "opinions": [
      {
        "text": "VAUGHN, Resident Judge.\nOPINION\nThe plaintiffs were injured in an accident involving their car and a state police cruiser driven by Officer Kimberly A. Rei-noehl. At the time, Officer Reinoehl was responding to a burglar alarm at the Ocean Outlets III shopping center near Rehoboth Beach. A police investigation revealed evidence that the alarm was false and had been set off accidentally by a shopping center maintenance supervisor, who, although aware he had set off the alarm, took no steps to notify anyone that the alarm was false. The plaintiffs filed suit against a number of defendants, including the owner of the shopping center, the management company which it employed to manage the center, and the maintenance supervisor who allegedly set off the alarm (“the defendants”). The defendants have moved for summary judgment, contending that they owed no duty of care to the plaintiffs and that, even if they did, their alleged negligence was not the proximate cause of the plaintiffs’ injuries.\nTHE FACTS\nSome of the facts are in sharp dispute. The following is a version of the facts drawn from the record when viewed in the light most favorable to the plaintiffs.\nOcean Outlets III contains about 65 retail outlet stores. It abuts the northbound lanes of Route 1, a multilane highway from which it takes its access. The shopping center’s entrance and exit on Route 1 also have multiple lanes.\nOn August 24, 1998, Robert Hludzinski, a maintenance supervisor at Ocean Outlets III, was power washing the sidewalks in front of the stores. Power washing of sidewalks was performed three or four times a week, usually in the morning before customers arrived. At 8:15 a.m., when Mr. Hludzinski was in front of a London Fog store, spray from the power washer struck the store and set off the burglar alarm.\nIt was not uncommon for false alarms to be set off occasionally by spray when the sidewalks were being power washed, and Mr. Hludzinski was aware of that fact. On the particular morning in question, Mr. Hludzinski was aware that he had set off the London Fog burglar alarm. Another maintenance employee .also heard the alarm. Seeing Mr. Hludzinski near the area where the alarm went off, he thought Hludzinski would do something about it. Mr. Hludzinski, however, ignored the alarm and continued with his power washing. The London Fog store had not yet opened.\nThe alarm went to the alarm company, ADT. Following established procedure, it notified Suscom (the emergency communications center for Sussex County). It then called the store, but since it was closed and no store employee was there, it received no response. ADT then notified the state police, who dispatched Officer Reinoehl to respond. She proceeded southbound down Route 1 to the intersection at the entrance to Ocean Outlets III. She then began a left turn across the northbound lanes of Route 1 against a red light which was facing her. As she crossed through the intersection, she collided with the plaintiffs’ vehicle which was proceeding directly through the intersection on Route 1 northbound under a green light. One occupant of the plaintiffs’ vehicle was killed, and others received serious injuries.\nWhen an officer is notified that an alarm is false, the officer may still respond to verify that fact. Officer Reinoehl testified in her deposition, however, that if she had been notified that the alarm was false, she would not have gone through the red light at the intersection. The accident occurred about twenty minutes after the alarm went off.\nFalse alarms were a common occurrence at the shopping center. There is evidence in the record that there were over 90 alarms during the summer of 1998. Although the record apparently does not separate them into false alarms and real alarms, most were false, but not all. Some of the false alarms had resulted in police emergency responses.\nSTANDARD OF REVIEW\nSummary judgment should be rendered if the record shows that there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. The facts must be viewed in the light most favorable to the non-moving party. Summary judgment may not be granted if the record indicates that a material fact is in dispute, or if it seems desirable to inquire more thoroughly into the facts in order to clarify the application of the law to the circumstances. However, when the facts permit a reasonable person to draw but one inference, the question becomes one for decision as a matter of law.\nTHE PARTIES’ CONTENTIONS\nThe defendants contend that they owed no duty of care to the plaintiffs. They contend that the plaintiffs were not business invitees and that no relationship existed between them and the shopping center. They also contend the accident was not foreseeable from the defendants’ viewpoint. They also contend that they are not required to anticipate the negligence of another, in this case the officer and/or the plaintiffs. They also contend that imposition of a duty is a function of social policy, and that recognizing a duty of care in this case would open a Pandora’s Box of potential litigation which would have a chilling effect on the ability of shopping centers or other commercial or residential property owners to make use of alarm systems to guard against criminal activity. They contend that cases in other jurisdictions have refused to find that property owners owed a duty of care to persons injured in accidents where emergency vehicles were responding to false alarms, and that no Delaware case has extended the potential liability of property owners to persons who are not business invitees under circumstances like, the ones involved here. Finally, the defendants contend that even assuming that duty and negligence exist, their conduct was not the proximate cause of the plaintiffs’ injuries.\nThe plaintiffs’ contend that the defendants did have a duty of care which extended to them, and that jury issues exist which preclude summary judgement.\nDISCUSSION\nWhether or not a duty of care exists, or does not exist, if a certain set of facts are true, is a question of law to be decided by the Court. In deciding this question, the Court should determine whether “such a relation exists between the parties that the community will impose a legal obligation upon one for the benefit of the other — or, more simply, whether the interest of the plaintiff which has suffered invasion was entitled to legal protection at the hands of the defendant.” This determination should be made “by reference to the body of statutes, rules, principles and precedents which make up the law.” Where a duty of care does exist, it is measured in terms of reasonableness; and one’s duty is to act reasonably and protect against reasonably foreseeable events. The determination of duty must be formulated based upon the facts of each case. In this case, the question is whether a shopping center which, through its agent, causes a false alarm, known to be false, owes a duty of care to motorists driving near the shopping center which requires it to notify the alarm company, 911 or the police directly, that the alarm is false.\nIn this case Mr. Hludzinski was aware that he had set off a false alarm. He was also aware that it was “not uncommon” for the spray from the power washer occasionally to set off a false burglar alarm in one of the stores. He was aware, or should have been aware, that the false alarm would cause a police response. There is no evidence the shopping center had any system in place to prevent police responses to false burglar alarms.\nIt is also foreseeable that when a police officer makes an emergency response to an alarm, there is an increased risk of danger to the officer and to those people traveling on the highway who come into close proximity with the police car. It is common knowledge that when police respond to emergencies, such as burglar alarms, they sometimes drive in excess of the speed limit, go through red lights, or otherwise disregard rules of the road, as they are expressly authorized to do by a statute contained in the motor vehicle code. Given the large number of false alarms at the shopping center, the nature of Route 1 as a major highway, and the nature of the entrance to the shopping center as a major intersection, it was very foreseeable that at some point an officer responding to a false alarm could become involved in an accident causing injury either to the officer or, as here, the occupants of another vehicle.\nThe defendants cite a number of cases involving false alarms from other jurisdictions in support of their contentions that a property owner cannot reasonably be expected to anticipate the negligence of another or be expected to foresee that a police car responding to an alarm will become involved in an accident, and that any alleged negligence on their part cannot be viewed as a proximate cause of the accident which harmed the plaintiffs. They include Vest v. City of Lebanon, Western Stone & Metal Corporation v. Jones, Ford v. Peaches Entertainment Corp., Gath v. St. Lucie County-Fort Pierce Fire Dish, Lodge v. Arett Sales Corp., and Light v. Lang.\nVest and Light involved alleged malfunctions of an alarm. Western Stone was a case where an elderly pedestrian was startled and fell as a police car went by as it was responding to a false alarm. And in that case there was a dissent. In Ford the facts are only briefly stated, and neither the extent to which false alarms were a recurring event for the property owner there, nor the circumstances under which the false alarm was sounded, are stated. In Gath a false fire alarm was set off by construction taking place at a hotel, and the court found that the construction company had taken reasonable precautions to try to avoid false alarms and that the hotel could not be expected to have turned the alarm off since the hotel was full of guests. The hotel owner was unable to determine whether the alarm was false or not and the construction company was unable to do so before the first fire truck arrived. In Lodge the court found that the direct cause of an accident which occurred when a fire truck responded to a false alarm was bad brakes on the fire truck. There was a dissent in that case as well. While it is true, as the defendants contend, that the courts in those cases reasoned that the emergency vehicle accident which each involved, or the manner of its occurrence, was not foreseeable, none of the cases involved a set of facts like those involved here.\nIn fact, the Lodge case recognizes that an emergency vehicle accident can be foreseeable in some circumstances. The holding in'that case was based upon the court’s view that it was not reasonably foreseeable that the fire truck would be negligently maintained and that an accident would be caused by bad brakes. In reaching that conclusion, however, the court made the following comment, which is relevant to this case:\nNegligent transmission of a false alarm, by unnecessarily causing an emergency response, does increase the usual road hazards attendant on the operation of an emergency vehicle on the public roadways. Such increased road hazards might include the danger that the driver of the fire engine or the operators of other vehicles might cause accidents as a result of high rates of speed and congested streets. It might be reasonable in some such circumstances to impose liability on the initiator of the false alarm.\nAnother case which has recognized that a duty of care may be imposed upon a property owner where a false alarm leads to an accident is Duncan v. Rzonca. In that case, the three year old child of a customer activated a burglar alarm at a bank. The same child had activated the same alarm only a week before. These were two of six false alarms over a period of about three months. A police officer responding to the alarm was injured in an accident caused when another motorist entered an intersection at the same time as the police officer. The court found that the bank owed the police officer a duty of care. In the course of its decision, the court commented as follows:\nAdmittedly, it is quite foreseeable that a police officer responding to an emergency situation of any type presents an inherent risk of harm. However, the societal and police considerations which require that that risk of harm be borne, albeit regretfully, in order to advance the protection of society and its property as a whole cannot similarly require that the burden of that risk be borne when no purpose is served thereby, and when the need to undertake the risk could have been avoided by the exercise of due care.\nIn Lodge and Duncan the injured parties were firemen and police who had a duty to respond. However, those cases support the conclusion that a duty of care to the plaintiffs should be imposed upon the defendants in this case. The interest to be protected is the interest in not being exposed unnecessarily to the increased risk of harm on the roadways which is incident to an emergency response. A duty of care should apply equally whether the injured party is a police officer or, as here, the occupant of another vehicle which is struck by a police car while it is trying to negotiate an intersection through a red light. People driving upon the increasingly busy highways of this state are entitled to expect that a shopping center will take some steps to avoid unnecessary emergency police responses where it causes known false alarms. Nothing has been brought to the Court’s attention which would suggest that recognizing a duty of care in these circumstances will place an unreasonable burden upon shopping center owners. Moreover, the benefit to motorists in the vicinity of shopping centers in avoiding needless risks outweighs any such burden.\nI am mindful that the imposition of a duty must not be based upon a retrospective view of the facts, but upon the view of the property owner before the accident occurred. Upon the particular facts of this case, however, when viewed in the light most favorable to the plaintiff, the imposition of a duty of care is justified, notwithstanding that the plaintiffs were not business invitees and the injury did not occur on the premises. The issues of the defendants’ alleged negligence and proximate cause involve material, disputed facts which must be presented to a jury.\nTherefore, the defendants motion for summary judgment is denied.\nIT IS SO ORDERED.\n. The plaintiffs are Jason, Bryan, Louise and Patrick Pauley. The parents of Brett Cooper Shepard, who died in the accident, were plaintiffs, but have settled their claims.\n. The moving defendants are R.R. Seaside, Inc., R.R. Bayside, Inc., R.R. Outlet Malls, Inc., Charter Oak Partners and Robert Hlud-zinski. R.R. Seaside, Inc. and R.R. Bayside, Inc. each own physical portions of the shopping center. The false alarm occurred on a portion of the center owned by R.R. Seaside, Inc. Charter Oak Partners manages the shopping center under a contract with R.R. Seaside, Inc. Robert Hludzinski received his paychecks from R.R. Outlet Malls, Inc., a payroll company. The defendants acknowledge that Mr. Hludzinski was acting as an agent for Charter Oak Partners. No issues have been raised to date which ask the Court to distinguish between the moving defendants.\n. Superior Court Civil Rule 56(c).\n. Guy v. Judicial Nominating Comm’n, 659 A.2d 777, 780 (Del.Super.1995); Figgs v. Bellevue Holding Co., 652 A.2d 1084, 1087 (Del.Super.1994).\n. Ebersole v. Lowengrub, 180 A.2d 467, 470 (Del.1962).\n. Wootten v. Kiger, 226 A.2d 238 (Del. 1967).\n. Fritz v. Yeager, 790 A.2d 469, 471 (Del. 2002).\n. Naidu v. Laird, 539 A.2d 1064, 1070 (Del. 1988); W. Page Keeton et al., Prosser and Keeton on the Law of Torts § 37, at 236 (5th ed.1984).\n. Fritz, 790 A.2d at 471; Keeton, supra, § 37.\n. Delmarva Power & Light Co. v. Burrows, 435 A.2d 716, 718 (Del.1981).\n. Naidu, 539 A.2d at 1070.\n. 21 Del. C. § 4106.\n. 1974 Ohio App. LEXIS 2847 (Ohio App. Ct., First Appellate District, Warren County, November 12, 1974).\n. 180 Ga.App. 79, 348 S.E.2d 478 (1986).\n. 83 N.C.App. 155, 349 S.E.2d 82 (1986).\n. 640 So.2d 138 (Fla.App.1994).\n. 246 Conn. 563, 717 A.2d 215 (1998).\n. 539 S.W.2d 795 (Mo.App.1976).\n. Lodge, 717 A.2d at 222-23.\n. 133 Ill.App.3d 184, 88 Ill.Dec. 288, 478 N.E.2d 603 (1985).\n.Duncan at 609.",
        "type": "majority",
        "author": "VAUGHN, Resident Judge."
      }
    ],
    "attorneys": [
      "Richard E. Poole, (Potter, Anderson & Corroon, LLP), Wilmington, Delaware, for Plaintiffs.",
      "John D. Balaguer, (White and Williams, LLP), Wilmington, Delaware, for Defendants."
    ],
    "corrections": "",
    "head_matter": "Bret and Patty SHEPARD and Jason, Bryan, Louise and Patrick Pauley, Plaintiffs, v. Kimberly A. REINOEHL, et al., Defendants.\nC.A. Nos. 99C-06-030, 00C-08-042.\nSuperior Court of Delaware, Kent County.\nSubmitted: Aug. 23, 2002.\nDecided: Sept. 6, 2002.\nRichard E. Poole, (Potter, Anderson & Corroon, LLP), Wilmington, Delaware, for Plaintiffs.\nJohn D. Balaguer, (White and Williams, LLP), Wilmington, Delaware, for Defendants."
  },
  "file_name": "1235-01",
  "first_page_order": 1283,
  "last_page_order": 1289
}
