{
  "id": 7264240,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Todd R. ALLSHOUSE, Appellant",
  "name_abbreviation": "Commonwealth v. Allshouse",
  "decision_date": "2009-03-19",
  "docket_number": "",
  "first_page": "1236",
  "last_page": "1244",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 1236"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "876 A.2d 1021",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8968726
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/876/1021-01"
      ]
    },
    {
      "cite": "888 A.2d 783",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8998808,
        2471606
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/888/0783-01",
        "/pa/585/0408-01"
      ]
    },
    {
      "cite": "585 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2471606
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/585/0408-01"
      ]
    },
    {
      "cite": "814 A.2d 1242",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9348180
      ],
      "pin_cites": [
        {
          "page": "1247"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/814/1242-01"
      ]
    },
    {
      "cite": "334 Pa.Super. 151",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        618624
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "1130-31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/334/0151-01"
      ]
    },
    {
      "cite": "770 A.2d 346",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11101017
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "349-50"
        },
        {
          "page": "350",
          "parenthetical": "internal citation omitted"
        },
        {
          "page": "352"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/770/0346-01"
      ]
    },
    {
      "cite": "305 A.2d 701",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "n. 10"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "452 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        575157
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "118, n. 10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/452/0102-01"
      ]
    },
    {
      "cite": "411 U.S. 778",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10343
      ],
      "weight": 10,
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "citing Morrissey, supra, 408 U.S. at 484, 92 S.Ct. 2593, 33 L.Ed.2d 484"
        },
        {
          "page": "1761",
          "parenthetical": "citing Morrissey, supra, 408 U.S. at 484, 92 S.Ct. 2593, 33 L.Ed.2d 484"
        },
        {
          "parenthetical": "citing Morrissey, supra, 408 U.S. at 484, 92 S.Ct. 2593, 33 L.Ed.2d 484"
        },
        {
          "page": "784"
        },
        {
          "page": "786"
        },
        {
          "page": "1762"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0778-01"
      ]
    },
    {
      "cite": "408 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782797
      ],
      "weight": 15,
      "year": 1972,
      "pin_cites": [
        {
          "page": "484"
        },
        {
          "page": "484"
        },
        {
          "page": "489"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0471-01"
      ]
    },
    {
      "cite": "275 Pa.Super. 176",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        140698
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "672"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/275/0176-01"
      ]
    },
    {
      "cite": "248 Pa.Super. 552",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        832406
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/248/0552-01"
      ]
    },
    {
      "cite": "761 A.2d 613",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11156313
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/761/0613-01"
      ]
    },
    {
      "cite": "757 A.2d 962",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11243879
      ],
      "pin_cites": [
        {
          "page": "963"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/757/0962-01"
      ]
    },
    {
      "cite": "786 A.2d 988",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "table"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "567 Pa. 725",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "table"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "778 A.2d 1215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9498113
      ],
      "pin_cites": [
        {
          "page": "1223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/778/1215-01"
      ]
    },
    {
      "cite": "719 A.2d 306",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11673960,
        356264,
        11673876,
        356262
      ],
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "page": "308"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/719/0306-02",
        "/pa/553/0414-01",
        "/a2d/719/0306-01",
        "/pa/553/0415-01"
      ]
    },
    {
      "cite": "553 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        356262
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/553/0415-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 914,
    "char_count": 20811,
    "ocr_confidence": 0.716,
    "pagerank": {
      "raw": 1.1601675217869546e-07,
      "percentile": 0.5838506414852758
    },
    "sha256": "97e967df7ec2bb0c7a285bcd4a375f0eac537501d9eff9377783b03406d9c12a",
    "simhash": "1:3eefe997433394dd",
    "word_count": 3395
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: BOWES, FREEDBERG, and FITZGERALD , JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Todd R. ALLSHOUSE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nFREEDBERG, J.:\n¶ 1 Appellant, Todd Allshouse, appeals from the judgment of sentence entered on January 16, 2008. For the reasons discussed below, we vacate and remand.\n¶ 2 On March 7, 2007, Appellant pleaded guilty to one count of statutory sexual assault. The charges arose out of Appellant’s sexual relationship with a fourteen-year-old girl who ultimately became pregnant. Appellant was sentenced to a term of six to twelve months of incarceration but was immediately paroled due to the amount of time already served. Appellant was also sentenced to three years of probation. As part of the sentence, the trial court imposed the following no-contact order:\nOkay. Okay, Mr. Allshouse, you’re to have no contact directly or indirectly with the victim in this case, nor are you to ask anyone to do so on your behalf. Unfortunately if your family tries to contact the victim it’s going to fall on your shoulders and you’ll be back in jail.[] If you wish to see the child you have to go to Family Court and get a court order from them for visitations. But you are not to call the victim concerning visitations or anybody in her family.\nN.T. 3/07/2007 at 6.\n¶ 3 On July 12, 2007, a Gagnon I hearing took place. Appellant was charged with three technical violations of probation: (1) violating the no-contact order; (2) failing to pay court costs; (3) failure to be of good behavior and comply with laws.\n¶ 4 On January 16, 2008, a Gagnon II hearing was held. Appellant was represented by Attorney Steve McClintock of the Allegheny County Public Defender’s Office. Robert O’Brien of the Allegheny County Probation Office, who was not sworn, summarized the statements contained in a variety of documents, which were not offered into evidence, to demonstrate that Appellant and his family had entered into a course of harassment of the victim, her family, her new boyfriend, and her new boyfriend’s family. N.T. 1/16/08 at 2-24. The parties agreed that Appellant had not paid court costs. N.T. 1/16/08 at 17-18. O’Brien also reported that Appellant had been present during an incident when some juveniles were shooting an AK-47 in the woods and that a bench warrant had been issued in Erie County for Appellant. O’Brien did not present the testimony of any witnesses. Appellant objected repeatedly throughout the hearing to the use of the hearsay evidence. N.T. 1/16/08 at 3, 6,13,15,19.\n¶ 5 Appellant testified denying all the charges with the exception of the failure to pay court costs. Various members of Appellant’s family were also allowed to speak, without being sworn, at the hearing.\n¶ 6 At the conclusion of the hearing, the court found that Appellant had violated his probation and sentenced him to a term of two to ten years of incarceration. Appellant filed a timely appeal and was ordered to file a concise statement of errors raised on appeal. Appellant filed a 1925 statement and, thereafter, the trial court issued an opinion.\n¶ 7 On appeal, Appellant raises only one issue for review:\nDid the hearing court abuse its discretion when it violated Mr. Allshouse’s state and federal constitutional right to confront his accusers and to due process of law when it revoked Mr. Allshouse’s probation based on inadmissible unreliable hearsay, and Mr. Allshouse’s failure to pay court costs?\nAppellant’s brief at 4.\n¶ 8 Prior to addressing the merits of Appellant’s contention, we must determine what, if any issue, is properly before us. In Commonwealth v. Lord, 553 Pa. 415, 719 A.2d 306 (1998), the Pennsylvania Supreme Court held that appellants must file a Pennsylvania Rule of Appellate Procedure 1925(b) statement when ordered to do so or the issues will be waived on appeal. In so holding, the Pennsylvania Supreme Court stated:\nThe absence of a trial court opinion poses a substantial impediment to meaningful and effective appellate review. Rule 1925 is intended to aid trial judges in identifying and focusing upon those issues which the parties plan to raise on appeal. Rule 1925 is thus a crucial component of the appellate process.\nLord, 719 A.2d at 308.\n¶ 9 “When a court has to guess what issues an appellant is appealing, that is not enough for meaningful review.” Commonwealth v. Thompson, 778 A.2d 1215, 1223 (Pa.Super.2001) (quotation and quotation marks omitted), appeal denied, 567 Pa. 725, 786 A.2d 988 (2001) (table). “When an appellant fails adequately to identify in a concise manner the issues sought to be pursued on appeal, the trial court is impeded in its preparation of a legal analysis which is pertinent to those issues.” In re Estate of Daubert, 757 A.2d 962, 963 (Pa.Super.2000). Here, Appellant’s constitutional claims were not mentioned in the 1925 statement, in which Appellant argued only that the evidence was insufficient to sustain the revocation because the sole evidence presented by the Commonwealth was inadmissible hearsay. This statement was simply not sufficient to alert the trial court that Appellant was raising substantive due process and confrontation clause claims. Thus, the trial court did not address those claims in its opinion. Therefore, these arguments are waived. However, this does not end our inquiry. An examination of Appellant’s brief demonstrates that he does argue the evidence was not sufficient because it was an inadmissible hearsay claim raised in his 1925 statement and addressed by the trial court in its opinion. Accordingly, we will address that claim on the merits.\n¶ 10 The procedures for revoking probation and the rights afforded to a probationer during revocation proceedings are well settled:\n[w]hen a parolee or probationer is detained pending a revocation hearing, due process requires a determination at a pre-revocation hearing, a Gagnon I hearing, that probable cause exists to believe that a violation has been committed. Commonwealth v. Ferguson, 761 A.2d 613 (Pa.Super.2000) (citing Commonwealth v. Holmes, 248 Pa.Super. 552, 375 A.2d 379, 381 (1977)). Where a finding of probable cause is made, a second, more comprehensive hearing, a Gagnon II hearing, is required before a final revocation decision can be made. Commonwealth v. DeLuca, 275 Pa.Super. 176, 418 A.2d 669, 672 (1980).\nThe Gagnon II hearing entails two decisions: first, a “consideration of whether the facts determined warrant revocation.” Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972). “The first step in a Gagnon II revocation decision ... involves a wholly retrospective factual question: whether the parolee [or probationer] has in fact acted in violation of one or more conditions of his parole [or probation].” Gagnon v. Scarpelli, 411 U.S. 778, 93 S.Ct. 1756, 1761, 36 L.Ed.2d 656 (1973) (citing Morrissey, supra, 408 U.S. at 484, 92 S.Ct. 2593, 33 L.Ed.2d 484). It is this fact that must be demonstrated by evidence containing “probative value.” Commonwealth v. Kates, 452 Pa. 102, 305 A.2d 701 (1973). “Only if it is determined that the parolee [or probationer] did violate the conditions does the second question arise: should the parolee [or probationer] be recommitted to prison or should other steps be taken to protect society and improve chances of rehabilitation?” Gagnon v. Scarpelli, supra, 411 U.S. at 784, 93 S.Ct. 1756, 36 L.Ed.2d 656, (citing Morrissey v. Brewer, supra, 408 U.S. at 484, 92 S.Ct. 2593, 33 L.Ed.2d 484). “Thus, the Gagnon II hearing is more complete than the Gag-non I hearing in affording the probationer additional due process safeguards, specifically: (a) written notice of the claimed violations of [probation or] parole; (b) disclosure to the [probationer or] parolee of evidence against him; (c) opportunity to be heard in person and to present witnesses and documentary evidence; (d) the right to confront and cross-examine adverse witnesses (unless the hearing officer specifically finds good cause for not allowing confrontation); (e) a “neutral and detached” hearing body such as a traditional parole board, members of which need not be judicial officers or lawyers; and (f) a written statement by the factfinders as to the evidence relied on and reasons for revoking [probation or] parole.” Commonwealth v. Ferguson, supra, (citing Gagnon v. Scarpelli, supra, 411 U.S. at 786, 93 S.Ct. at 1762; Morrissey v. Brewer, supra, 408 U.S. at 489, 92 S.Ct. 2593, 33 L.Ed.2d 484; Commonwealth v. Kates, supra, 452 Pa. at 118, n. 10, 305 A.2d 701, n. 10).\nCommonwealth v. Sims, 770 A.2d 346, 349-50 (Pa.Super.2001). Further, we note that there is a lesser burden of proof in a Gagnon II hearing than in a criminal trial because the focus of a violation hearing is “whether the conduct of the probationer indicates that the probation has proven to be an effective vehicle to accomplish rehabilitation and a sufficient deterrent against future antisocial conduct.” Id. at 350 (internal citation omitted). Thus, the Commonwealth need only prove a violation of probation by a preponderance of the evidence. Id. Lastly, hearsay is not admissible at a Gagnon II hearing absent a finding of good cause for not allowing confrontation. Commonwealth v. Kavanaugh, 334 Pa.Super. 151, 482 A.2d 1128, 1130-31 (1984).\n¶ 11 The first charge concerned alleged violations by Appellant and his family of the no-contact order. In its 1925 Opinion, the trial court states that the evidence to support this violation is contained in a letter written by the victim’s mother, in a police report concerning an altercation that took place at a street fair, and in admissions made by Appellant and his sister at the Gagnon II hearing regarding contacts between them, the victim, and her family. Trial Court Opinion dated 7/14/08 at 2-3. The trial court found that this evidence demonstrated that Appellant and his family, “engaged in a continual and prolonged course of threats and abuse against the victim by calling her, driving by her house, appearing at her place of employment. It also revealed that Defendant had engaged in a physical altercation with the victim and her boyfriend at a street fair, which resulted in police intervention and disorderly conduct charges being filed against him.” Id. at 2. We disagree.\n¶ 12 Initially, we note that, while it appears that the trial court relied on the letter and the police report in making its decision to revoke Appellant’s probation, those documents were not only hearsay, they were not offered as exhibits at the hearing, not admitted into evidence, and are not contained within the certified record. Reliance on documents not admitted into evidence is error.\n¶ 13 Further, reliance on the statements made by O’Brien at the hearing is error. At the hearing, O’Brien, over Appellant’s objections, summarized, in vague fashion, the complaints made in the letter authored by the victim’s mother and discussed the police report concerning the incident at the street fair. This is double hearsay. As noted above, hearsay is not admissible at a Gagnon II hearing absent a finding of good cause for not allowing confrontation. There was no such finding made at the instant hearing. Further, as discussed below, the admission of this evidence was not harmless, see Kavanaugh, supra, because absent the hearsay, the evidence was not sufficient to show by a preponderance of the evidence that Appellant violated the no-contact order.\n¶ 14 The trial court concluded that admissions made at the hearing by Appellant and his sister were, in and of themselves, sufficient to establish a violation of probation. However, we disagree that these “admissions” were sufficient to demonstrate by a preponderance of the evidence that Appellant willfully violated the no-contact order.\n¶ 15 The “admission” by Appellant’s sister consisted of an unsworn statement at the hearing that she was at a street fair on June 26, 2007, when members of the victim’s family approached her, instigated a confrontation that resulted in their being evicted from the street fair, and then followed her home. N.T. 1/16/08 at 10-11. There was no testimony that Appellant was with her that day and no testimony that he directed her to make contact with the victim’s family. The “admission” by Appellant concerned his statements regarding a June 27, 2007 incident at a street fair, when according to Appellant, he was “jumped” at the fair by the victim’s new boyfriend and the boyfriend’s father, and that the boyfriend’s mother was also involved in the altercation. Id. at 8-11.\n¶ 16 The no-contact provision does not cover encounters with the victim’s boyfriend and his family. Further, there is no non-hearsay evidence that the victim or members of her family were present at the confrontation. Also, while Appellant testified that an “Officer Newcomer” told Appellant before he went to the street fair that the “Lyles” were there, id. at 9, there was no admissible evidence that Appellant ever encountered the victim or any members of her family at the street fair. Given this, there was no basis for the trial court’s finding that the Commonwealth demonstrated by a preponderance of the evidence that Appellant willfully violated the no-contact order.\n¶ 17 The second charge concerned Appellant’s failure to pay outstanding court costs. While Appellant admitted that he had not paid the court costs, we have held that:\na term of probation may not be revoked for failure to pay fines absent certain considerations by the revocation court. Prior to revoking probation on the basis of failure to pay fines, costs or restitution, the court must inquire into the reasons for a defendant’s failure to pay and ... make findings pertaining to the willfulness of the party’s omission. In other words, [a] proper analysis should include an inquiry into the reasons surrounding the probationer’s failure to pay, followed by a determination of whether the probationer made a willful choice not to pay.... After making those determinations, if the court finds the probationer could not pay despite sufficient bona fide efforts to acquire resources to do so, the court should then consider alternatives to incarceration. ...\nCommonwealth v. Ballard, 814 A.2d 1242, 1247 (Pa.Super.2003) (internal quotations, citations, and paragraphing omitted). Here, the court did not make any inquiry into the circumstances surrounding Appellant’s failure to pay. Thus, we cannot sustain a revocation of probation on this basis.\n¶ 18 The third charge concerned Appellant’s alleged failure to be of good behavior and comply with laws. At the hearing, the Commonwealth argued that Appellant violated this condition because of his arrest for failure to pay a fine in an unrelated matter; the June 27, 2007 incident discussed above; the existence of an outstanding bench warrant in Erie County; and an incident wherein Appellant was allegedly present when some juveniles were in the woods with an AK-47; subsequently a rifle scope was found in Appellant’s residence.\n¶ 19 Initially, we note that, with the exception of the June 27, 2007 incident discussed above, all evidence in support of these contentions was hearsay, and the trial court failed to make any finding of good cause to support its admission. Further, with respect to the arrest for failure to pay a fine, we have long held that probation cannot be revoked solely on the basis of an arrest. Commonwealth v. Sims, 770 A.2d 346, 352 (Pa.Super.2001); see Commonwealth v. Infante, 585 Pa. 408, 888 A.2d 783, 793 n. 10 (2005).\n¶ 20 As to the June 27, 2007 incident, as discussed above, there was no admissible evidence to rebut Appellant’s claim that he was the victim of an unprovoked attack by the victim’s boyfriend and her family, a claim that appears to be somewhat corroborated by the fact that the Commonwealth dropped the charges initially filed against Appellant. N.T. 1/16/08 at 7.\n¶21 The Erie County bench warrant was issued prior to Appellant’s placement on probation, while Appellant was incarcerated awaiting trial on the instant charges. N.T. 1/16/08 at 19. Thus, it should not have been considered as evidence that Appellant violated his probation.\n¶22 Appellant denied any involvement in the AK-47 incident and the Commonwealth failed to present any non-hearsay evidence to refute his contentions. Further, the mere fact that a rifle scope was found in Appellant’s home is irrelevant to the determination of whether he violated his probation.\n¶23 We are concerned that comments by the trial court at the Gagnon II hearing reflect reliance on inappropriate factors in determining that Appellant violated the good behavior clause of his probation, namely the underlying sexual offense, the fact that the sexual offense resulted in the birth of a child, and Appellant’s subsequent failure to become involved with the child. Specifically, in response to Appellant’s assertion that he was behaving himself, the trial judge stated, “[e]xcept you had sex with a 14-year old girl and there was a resulting pregnancy.” N.T. 1/16/08 at 8. Following discussion regarding the June 27, 2007 incident, the trial court inquired sua sponte:\nThe Court: How much child support have you paid towards the support of your child?\nThe Defendant: I just got child support.\nThe Court: So you didn’t voluntarily do it?\nId. at 12. In response to defense counsel’s closing argument that the sole evidence presented was inadmissible hearsay, the trial court responded:\n[w]ell if that alone was true, that is fine, but the facts of the case are that the defendant had sex with a 14-year old girl, and there was a resulting baby. So as far as I can figure out in spite of the fact that the defendant says he wants to care for this child he has made no effort to do so in the past ... I could take that if there was not a young child here involved.\nId. at 19-21. While the facts underlying the defendant’s offense are an appropriate consideration when deciding whether to impose a sentence of probation, see 42 Pa.Cons.Stat. Ann. § 9722, the trial court cannot find that a defendant violated probation because of conduct prior to the imposition of the probation. Further, whether or not the defendant voluntarily pays child support or has contact with his child is simply irrelevant to these proceedings; as they were not imposed as conditions of his probation, they cannot be used as a basis for revocation.\n¶ 24 Thus, for the reasons discussed above, we find that the Commonwealth failed to show by a preponderance of the evidence that Appellant violated the good behavior clause of his probation. Accordingly, we vacate the judgment of sentence and remand for a new hearing.\n¶ 25 Judgment of Sentence VACATED. Case REMANDED for new proceedings consistent with this decision. Jurisdiction RELINQUISHED.\n. 18 Pa. Cons.Stat. Ann. § 3122.1.\n. Appellant cannot be found to have violated the no-contact order based on the activities of third-parties absent evidence that he either induced those activities or conspired with the third-parties.\n.It does not appear that the no-contact order was ever formally reduced to writing.\n. The record does not state his role with the probation office.\n. Appellant did not object to the fact that O’Brien and others were allowed to speak without being sworn. See Commonwealth v. Heilman, 876 A.2d 1021 (Pa.Super.2005) (holding that unsworn statements at a probation hearing are not sufficient to support a finding of violation).\n. While the trial court never directly cites to the letter or the police report, its 1925 decision relies on and references several instances that were not testified to at the hearing.\n. We again note that any statements by O'Brien were unsworn.\n.It is not apparent from the record whether O'Brien was Appellant’s probation officer and whether he had any direct contact with the victim, her family, or the police with respect to the incidents.\n. O’Brien briefly mentioned, when listing the charges against Appellant, that he confronted the victim at the street fair. N.T. 1/16/08 at 3. It is not apparent from the record whether this was a separate incident or part of the altercation with the victim’s boyfriend. However, the victim’s presence during the altercation was never mentioned again and the basis for O'Brien’s statement is not apparent.\n. The victim’s last name is \"Lyle” but this is not the name used by either the victim’s mother or her stepfather, so it is somewhat unclear to whom \"Officer Newcomer” is referring.\n. The Commonwealth did not present any evidence as to the date of the alleged arrest.",
        "type": "majority",
        "author": "FREEDBERG, J.:"
      }
    ],
    "attorneys": [
      "Aaron D. Sontz, Pittsburgh, for appellant.",
      "Michael W. Streily, Deputy District Attorney, Pittsburgh, for Commonwealth, ap-pellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Todd R. ALLSHOUSE, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Nov. 10, 2008.\nFiled March 19, 2009.\nAaron D. Sontz, Pittsburgh, for appellant.\nMichael W. Streily, Deputy District Attorney, Pittsburgh, for Commonwealth, ap-pellee.\nBEFORE: BOWES, FREEDBERG, and FITZGERALD , JJ.\nFormer Justice specially assigned to the Superior Court."
  },
  "file_name": "1236-01",
  "first_page_order": 1264,
  "last_page_order": 1272
}
