{
  "id": 11366332,
  "name": "Derrell M. ENGLISH, Jr., Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "English v. United States",
  "decision_date": "2002-09-26",
  "docket_number": "No. 01-CF-1540",
  "first_page": "1236",
  "last_page": "1238",
  "citations": [
    {
      "type": "official",
      "cite": "806 A.2d 1236"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "564 A.2d 1368",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11366790
      ],
      "pin_cites": [
        {
          "page": "1381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/564/1368-01"
      ]
    },
    {
      "cite": "99 L.Ed. 905",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "349 U.S. 81",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11333568
      ],
      "weight": 2,
      "year": 1955,
      "pin_cites": [
        {
          "page": "83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/349/0081-01"
      ]
    },
    {
      "cite": "589 A.2d 1258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11297003
      ],
      "pin_cites": [
        {
          "page": "1266"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/589/1258-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 364,
    "char_count": 6267,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24006264457889243
    },
    "sha256": "38eef9dc011ab88b11d6b96bb44f880141fcbacf4e50f53a5eea523e6b8161be",
    "simhash": "1:37e5399aa061c1a9",
    "word_count": 994
  },
  "last_updated": "2024-02-27T18:57:54.731760+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REID and GLICKMAN, Associate Judges, and BELSON, Senior Judge."
    ],
    "parties": [
      "Derrell M. ENGLISH, Jr., Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "GLICKMAN, Associate Judge:\nAppellant Derrell M. English, Jr. entered a conditional guilty plea to weapons and drug charges, reserving his right to appeal the denial of his motion to suppress the loaded revolver and marijuana seized from him after he was arrested for operating a motorcycle without an operator’s permit. Appellant contends that there was no probable cause to arrest him for that traffic offense, because although he had no permit to operate a motorcycle, he did have a permit to operate other motor vehicles. Like the trial judge, we find this contention unpersuasive.\nAppellant was driving his motorcycle in the District of Columbia one evening when a U.S. Park Police officer armed with a radar gun stopped him for speeding. The validity of that stop is not in question. Appellant identified himself to the officer as a Maryland resident and produced a noncommercial Class C driver’s license issued by the State of Maryland. This license authorized appellant to operate noncommercial motor vehicles under 26,001 pounds except for motorcycles. See Md. Code Ann. TraNsp. § 16-104.1(e) (1998). To operate a motorcycle, Maryland law required appellant to obtain a Class M driver’s license. See Md.Code Ann. Transp., § 16-104.1(d). Appellant admitted to the Park Police officer that he had not obtained a license to operate a motorcycle. The officer did a records check, confirmed that the District of Columbia had not issued appellant such a license, and placed him under arrest. In a search incident to that arrest, the officer seized a loaded revolver from appellant’s jacket pocket. The police recovered marijuana from appellant’s wallet later that evening while inventorying his personal effects. Appellant’s sole challenge to these seizures is that his arrest was not supported by probable cause.\nUnder D.C.Code § 50-1401.01(d) (2001), it is a misdemeanor punishable by a fine and up to ninety days’ imprisonment to operate a motor vehicle in the District without having obtained a D.C. operator’s permit, learner’s permit or provisional permit, “except as provided [for non-residents of the District] in § 50-1401.02.” Appellant concededly had not obtained a permit of any kind from the District. Appellant did not meet the requirements set forth in D.C.Code § 50-1401.02 for a non-resident exemption, however, because he had not complied with the laws of Maryland by obtaining a Class M license. See D.C.Code § 50-1401.02(a) (providing thirty-day exemption from D.C.Code § 50-1401.01 for a non-resident motor vehicle operator “who has complied with the laws of any state” or other jurisdiction). The arresting officer therefore had probable cause to believe that appellant had violated D.C.Code § 50-1401.01(d).\nThe officer also had probable cause to believe that appellant had committed an offense under another statutory provision that applies specifically to non-residents. D.C.Code § 50-1401.02® makes it a misdemeanor, punishable by a fine and up to thirty days’ imprisonment, for a non-resident to operate a motor vehicle in the District without an operator’s permit issued by a state or other foreign jurisdiction. Contrary to appellant’s suggestion, we do not consider this provision ambiguous when it is read with even a modicum of “the saving grace of common sense.” Abdulshakur v. District of Columbia, 589 A.2d 1258, 1266 (D.C.1991) (quoting Bell v. United States, 349 U.S. 81, 83, 75 S.Ct. 620, 99 L.Ed. 905 (1955)). D.C.Code § 50-1401.02® requires a permit to operate the type of vehicle being operated, not, as appellant proposes, some other type of vehicle. Appellant therefore violated this statutory provision by operating a motorcycle without having the permit to do so required by Maryland law. It was no defense that appellant had a permit to operate an automobile.\nWe conclude, as did the trial court, that appellant’s arrest was supported by probable cause, and we affirm appellant’s convictions.\nSo ordered.\n. Appellant’s brief states his first name as \"Darrell.”\n. D.C.Code § 50-1401.02(1) reads in its entirety as follows:\n(i) Any operator of a motor vehicle who is not a legal resident of the District of Columbia and who does not have in his immediate possession an operator's permit issued by a state, territory, or possession of the United States, or foreign country or political subdivision thereof, having motor vehicle reciprocity relations with the District, shall not operate a motor vehicle in the District unless: (1) The laws of the state, territory, or possession of the United States, or foreign country or political subdivision thereof, under which the motor vehicle is registered do not require the issuance of a motor vehicle operator's permit; or (2) [the operator] has submitted to examination within 72 hours after entering the District and obtained an operator's permit in accordance with the provisions of § 50-1401.01. Any individual who violates any provision of this subsection shall, upon conviction thereof, be fined not less than $5 nor more than $50 or imprisoned not less than 30 days, or both.\nThe District has motor vehicle reciprocity relations with the State of Maryland in accordance with the Driver License Compact that both jurisdictions have entered. See D.C.Code § 50-1001 (2001); Md.Code Ann. Transp. § 16-703 (1998). The two exclusions enumerated in D.C.Code § 50-1401.02(i) are not applicable on the facts of this case. Like the District, Maryland requires that operators of motor vehicles, including motorcycles, be issued operator’s permits, see Md.Code Ann. Transp. § 16-101(a) (1998) (amended 2001); and appellant had not obtained an operator’s permit in the District.\n. Because the meaning of D.C.Code § 50-1401.02(i) is not \"genuinely in doubt,” the rule of lenity does not apply. Lemon v. United States, 564 A.2d 1368, 1381 (D.C.1989).",
        "type": "majority",
        "author": "GLICKMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Roseoe C. Howard, Jr., United States Attorney, and John R. Fisher, Elizabeth Trosman, Deborah L. Connor, and Michael C. Liebman, Assistant United States Attorneys, were on the brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Derrell M. ENGLISH, Jr., Appellant, v. UNITED STATES, Appellee.\nNo. 01-CF-1540.\nDistrict of Columbia Court of Appeals.\nSubmitted Sept. 12, 2002.\nDecided Sept. 26, 2002.\nRoseoe C. Howard, Jr., United States Attorney, and John R. Fisher, Elizabeth Trosman, Deborah L. Connor, and Michael C. Liebman, Assistant United States Attorneys, were on the brief for appellee.\nBefore REID and GLICKMAN, Associate Judges, and BELSON, Senior Judge."
  },
  "file_name": "1236-02",
  "first_page_order": 1290,
  "last_page_order": 1292
}
