{
  "id": 7987963,
  "name": "Robert WASHBURN et al. v STATE of Maine et al.",
  "name_abbreviation": "Washburn v. State",
  "decision_date": "1981-07-29",
  "docket_number": "",
  "first_page": "1237",
  "last_page": "1241",
  "citations": [
    {
      "type": "official",
      "cite": "432 A.2d 1237"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "84 S.W. 521",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "year": 1905,
      "pin_cites": [
        {
          "page": "522"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "428 A.2d 419",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7977290
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/428/0419-01"
      ]
    },
    {
      "cite": "207 N.Y.S.2d 411",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "pin_cites": [
        {
          "page": "416"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 Misc.2d 127",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1078602
      ],
      "pin_cites": [
        {
          "page": "131"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/26/0127-01"
      ]
    },
    {
      "cite": "552 F.2d 117",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        974832
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/552/0117-01"
      ]
    },
    {
      "cite": "413 F.Supp. 523",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1514799
      ],
      "pin_cites": [
        {
          "page": "531"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/413/0523-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 652,
    "char_count": 14481,
    "ocr_confidence": 0.814,
    "pagerank": {
      "raw": 8.685371297493976e-08,
      "percentile": 0.49269436171761366
    },
    "sha256": "a973c5a00fe90144cd8c3611ade0f1d4d3bf1c9eedc29d6da25599149b633ee5",
    "simhash": "1:f4b8869c30197342",
    "word_count": 2263
  },
  "last_updated": "2024-02-27T23:49:49.244770+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and WER-NICK, NICHOLS, ROBERTS and CARTER, JJ."
    ],
    "parties": [
      "Robert WASHBURN et al. v STATE of Maine et al."
    ],
    "opinions": [
      {
        "text": "NICHOLS, Justice.\nRobert Washburn was discharged from his position as Director of the Bureau of Veterans Services on November 17,1979, by the Adjutant General. Alleging that he had been discharged without cause in violation of certain provisions of the Maine State Employees Contract, Washburn and the Maine State Employees Association initiated grievance proceedings. The case was eventually submitted to arbitration. The arbitration award ordered the State of Maine to reinstate Washburn as Director of Veterans Services. When Washburn and the Association then brought this controversy to Superior Court (Kennebec County), seeking to have the award confirmed, that court vacated the award. Washburn and the Association now appeal from the order vacating the award.\nWe affirm the judgment below.\nThe single issue on this appeal is whether the position Washburn occupied can be the subject of a collective bargaining agreement that limits the authority of his superi- or to discharge this employee. Because the Association’s contract with the State contains an invalid provision relating to discharge procedures applicable to the Director of the Bureau of Veterans Services, we affirm the order of the Superior Court vacating the arbitrator’s award.\nAlthough the record does not clearly reveal the details of labor negotiations preceding Washburn’s discharge, in February, 1977, the Maine Labor Relations Board apparently determined that the position of Director of the Bureau of Veterans Services held by Washburn should be represented by the Maine State Employees Association in collective bargaining. Accordingly, the Board concluded that the Director should be placed in the supervisory services unit of state employees for purposes of collective bargaining. On May 23, 1979, the State and the Association executed collective bargaining agreements, including an agreement covering employees in the supervisory services unit.\nAgainst this background, Washburn responded to the termination of his employment in November, 1979, by claiming he had been discharged without just cause in violation of his rights pursuant to a provision of the Maine State Employees Contract and a provision of the Maine Personnel Law, both of which proscribed the discharge of a state employee without cause. Washburn initiated grievance proceedings pursuant to the contract, and on Wash-burn’s behalf, the Association made a demand for arbitration on January 9, 1980. The State then moved in Superior Court for a stay of arbitration pending that court’s decision on substantive arbitrability and for an order permanently enjoining arbitration of the case. See 14 M.R.S.A. § 5928 (1980). The motion was denied on February 7,1980, and the parties were ordered to proceed to arbitration “in accordance with the provisions of Article XLIV [of the] Supervisory Services Agreement.”\nOn May 1, 1980, the arbitrator issued an interim opinion concluding that the grievance was arbitrable. The parties then stipulated that Washburn had been discharged without just cause, and on May 14,1980, the arbitrator made a final award. This final award ordered the State of Maine to reinstate Washburn as Director of the Bureau of Veterans Services and to restore back earnings less earnings from other employment.\nPursuant to 14 M.R.S.A. § 5937, Wash-burn and the Association moved to confirm the arbitration award in Superior Court. The State thereupon requested the court to declare that the appointment and discharge of the Director of the Bureau of Veterans Services were controlled by public law. After a hearing and submission of briefs, the Superior Court vacated the award on September 5, 1980. The court concluded that the dispute was not arbitrable under the supervisory unit agreement executed between the State and the Association because (1) the parties to the agreement did not intend to submit such disputes to an arbitrator and (2) “[e]ven if the parties had so intended, their agreement would be void as against public policy and the language of 37-A M.R.S.A § 1(4) and 5 M.R.S.A. § 711(2) and 26 M.R.S.A. § 979-D(l)(E).” The court also concluded that the arbitrator exceeded his authority in finding the dispute arbitrable and in reaching the merits of the dispute.\nHaving appealed to this Court, Washburn and the Association contend that the dispute over discharging Washburn is substantively arbitrable because (1) the parties to the supervisory services unit agreement intended the Director of the Bureau of Veterans Services to be covered by the terms of the contract and (2) public law does not preclude collective bargaining over the discharge of a state employee serving as Director of that Bureau. We find it unnecessary to consider their first contention because, regardless of the parties’ intentions, the discharge of a state employee in such a directorship could not be lawfully the subject of a collective bargaining agreement which limits the prerogative of his superior to discharge him.\nWhile the Maine State Employees Labor Relations Act expresses a policy favoring “the right of state employees to join labor organizations of their own choosing and to be represented by such organizations in collective bargaining for terms and conditions of employment,” 26 M.R.S.A. § 979 (1974), the Legislature plainly recognized that collective bargaining with respect to particular employment conditions of specific positions held by state employees might not always be appropriate. The Act thus explicitly limits collective bargaining as follows:\nAll matters relating to the relationship between the employer and employees shall be the subject of collective bargaining except those matters which are prescribed or controlled by public law.\n26 M.R.S.A. § 979-D(l)(E)(l) (1974) (emphasis supplied).\nProvisions of the act creating the Bureau of Veterans Services and the Maine Personnel Law are particularly relevant here. The Director of the Bureau of Veterans Services is a position created by statute to manage the Bureau of Veterans Services, a Bureau within the Department of Defense and Veterans Services. 37-A M.R.S.A. § 1, § 11 (1978). The Department is supervised by an Adjutant General or Commissioner who is appointed and serves at the pleasure of the Governor. The Adjutant General is statutorily authorized to appoint the Director of the Bureau of Veterans Services, who, in turn, serves “at the pleasure of the Adjutant General.” Id. § 1(4). The Director may employ “necessary assistance to carry out” the Bureau’s functions. Id. § 11. Also, he is authorized to adopt “reasonable rules and regulations.” Id. § 12, § 20.\nUnder the Maine Personnel Law, state employees are divided into two categories, classified and unclassified. Employees in the classified division are hired on the basis of merit and must generally avoid political activity. 5 M.R.S.A. §§ 671-73, 676-77, § 679-A. In contrast, the unclassified service includes elected officials, certain other state employees, and so-called major policy-influencing positions. The position Wash-burn held is expressly designated a major policy-influencing position by statute. Id. § 711(2)(A)(14)(c). Major policy-influencing personnel are not afforded protections against arbitrary employer discipline under the Maine Personnel Law.\nBoth the Act creating the Bureau and the Maine Personnel Law reveal that the terms and conditions of a discharge of a state employee serving as the Director of the Bureau of Veterans Services are “prescribed or controlled by public law” within the meaning of 26 M.R.S.A. § 979— D(1)(E)(1). Under 37-A M.R.S.A. § 1 (1978), a line of authority sensitive to political pressures experienced at the highest levels of state government is established. The Director’s superior, the Adjutant General, serves at the pleasure of the Governor. The Adjutant General has “the power to appoint and remove” the Director of the Bureau. 5 M.R.S.A. § 711(2)(B) (1979). Just as the Adjutant General serves at the pleasure of the Governor, “the director serve[s] at the pleasure of the Adjutant General.” 37-A M.R.S.A. § 1(4) (1978).\nThe phrase “at the pleasure of” is a phrase of art embodying the concept of unfettered discretion. See Patterson v. Ramsey, 413 F.Supp. 523, 531 (D.Md.1976) aff’d, 552 F.2d 117 (4th Cir. 1977); Rogers v. Congleton, 27 Ky.L.Rep. 109, 110-111, 84 S.W. 521, 522 (1905); Kropp v. Common Council of City of North Tonawanda, 26 Misc.2d 127, 131, 207 N.Y.S.2d 411, 416 (Sup.Ct.1960). Thus, the authority of the Adjutant General, and thence, the Governor to discharge a state employee serving as Director for reasons other than just cause is clearly conferred by statute. That the Legislature intended the Adjutant General to have this prerogative is further supported by the express exemption of employees in the position of the Director from the statutory protections barring arbitrary discharge for disciplinary reasons. See footnote 6 supra.\nRequiring that a decision to terminate the employment of the Director be for just cause, as the Association’s contract with the State purports to require here, clearly conflicts with the authority of the Adjutant General conferred by statute. The political philosophy of a Director may well influence the way in which a particular director administers a Bureau. In the context of policy formulation and implementation, the concept of just cause is wholly inappropriate as a prerequisite to terminating the employment of a state employee who is serving at major policy-influencing levels of state government since the job performance of such an employee may be technically competent, but politically unsatisfactory. The notion of a position being served “at the pleasure of” a state official directly accountable to the Governor thus preserves legitimate political interaction and accountability at the policy-influencing levels of the Department of Defense and Veterans Services.\nWashburn and the Association nevertheless argue that the contractual provision permitting discipline of an employee only for just cause and the arbitration of a grievance resting on such a provision do not conflict with the statutes governing the position of Director of the Bureau of Veterans Services. The fact that the Director serves at the pleasure of the Adjutant General does not mean, they argue, that the State may not voluntarily agree in the course of collective bargaining to place restrictions on the exercise of the prerogative.\nWe do not find this argument persuasive for two reasons. First, the statute providing that the Director serve at the pleasure of the Adjutant General accentuates by its language the Legislature’s interest in requiring the Director to serve pursuant to that condition. The statute ordains that the Director “shall serve at the pleasure of the Adjutant General.” 37-A M.R.S.A. § 1(4). As we have suggested above, this mandate is not without a rational basis. Protracted proceedings for the purpose of adjudicating the rectitude of dismissing the Director risks seriously impeding the effective implementation of political policy at the policy-influencing levels of government. It is no accident that the Maine Personnel Law exempts state employees serving in positions at those levels of government from the protections afforded other state employees from arbitrary state disciplinary procedures. See 5 M.R.S.A. § 678.\nSecond, acceptance of this argument would lead to unacceptable consequences. Illustratively, if the Governor or Adjutant General voluntarily determined as a matter of policy that the prerogative to dismiss the Director should be conceded during collective bargaining, a newly-elected Governor might be prevented from appointing a new Director whose views and talents were more attractive to him because a collective bargaining agreement, negotiated and approved during the prior Governor’s term, was still binding on the State.\nWe conclude that the Superior Court did not err in vacating the arbitrator’s award because the terms and conditions of the discharge of a state employee serving as Director of the Bureau of Veterans Services were prescribed and controlled by public law, and these terms and conditions were not, therefore, a lawful subject of a collective bargaining agreement limiting the prerogative of the Adjutant General to discharge the Director of this Bureau.\nThe entry will be:\nAppeal denied.\nJudgment affirmed.\nAll concurring.\n. The Adjutant General is the chief administrator of the Department of Defense and Veterans Services and is also known as the Commissioner of the Department of Defense and Veterans Services. See 37-A M.R.S.A. § 1 (1978).\n.Pursuant to M.R.Civ.P. 80B, the State sought review of the Board’s action in Superior Court. The court ultimately denied relief on October 10, 1980, one month after in the case now before us that Court vacated the arbitrator’s awards. The October 10 order deals with an issue broader than the issue before us, namely, whether the Director of the Bureau of Veterans Services may be designated a state employee and included within the supervisory services unit for collective bargaining purposes in general. Here, we address the narrow issue of whether discharge procedures to be observed with respect to the Director are a lawful subject of collective bargaining and, therefore, substantively arbitrable.\n. Maine State Employees Association Agreement, art. XLIII, § 1 (1978-80).\n. 5 M.R.S.A § 678 (1979).\n. Agreement, supra, note 3, art. XLIV.\n. The Act provides in pertinent part:\nAn appointing authority may dismiss, suspend or otherwise discipline an employee for cause. This right is subject to the right of appeal and arbitration of grievances set forth in sections 751 to 753, or by personnel rule; and said sections 751 to 753 shall apply to any employee who has satisfactorily completed an initial probationary period. This paragraph shall not apply to an employee appointed to a major policy-inñuencing position listed in section 711, subsection 2.\nId. § 678 (emphasis supplied).\n. See Board of Directors of Maine S.A.D. No. 36 v. Maine S.A.D. No. 36 Teachers Ass’n, Me., 428 A.2d 419 (1981).",
        "type": "majority",
        "author": "NICHOLS, Justice."
      }
    ],
    "attorneys": [
      "Shawn C. Keenan (orally), Augusta, for plaintiffs.",
      "Linda D. McGill, State of Maine, Employee Relations (orally), Augusta, for defendants."
    ],
    "corrections": "",
    "head_matter": "Robert WASHBURN et al. v STATE of Maine et al.\nSupreme Judicial Court of Maine.\nArgued May 14, 1981.\nDecided July 29, 1981.\nShawn C. Keenan (orally), Augusta, for plaintiffs.\nLinda D. McGill, State of Maine, Employee Relations (orally), Augusta, for defendants.\nBefore McKUSICK, C. J., and WER-NICK, NICHOLS, ROBERTS and CARTER, JJ."
  },
  "file_name": "1237-01",
  "first_page_order": 1281,
  "last_page_order": 1285
}
