{
  "id": 7281350,
  "name": "In the Matter of Michael J. OSTROSKEY",
  "name_abbreviation": "In re Ostroskey",
  "decision_date": "2011-09-21",
  "docket_number": "No. 2011-291-M.P.",
  "first_page": "1237",
  "last_page": "1238",
  "citations": [
    {
      "type": "official",
      "cite": "29 A.3d 1237"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 139,
    "char_count": 1933,
    "ocr_confidence": 0.723,
    "sha256": "935b6200937abbccde9c83aaa3bed303554480e87ae76ab01522c8c4c9964a4c",
    "simhash": "1:4988730b73ab256a",
    "word_count": 320
  },
  "last_updated": "2023-07-14T18:35:39.986156+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Michael J. OSTROSKEY."
    ],
    "opinions": [
      {
        "text": "ORDER\nThe respondent, Michael J. Ostroskey, was admitted to the practice of law in this state on June 10, 1997. On June 30, 2008, he was suspended from the practice of law for failure to pay his annual dues to the Rhode Island Bar Association. However, he remains subject to the disciplinary jurisdiction of this Court.\nThe respondent was also admitted to the practice of law in the Commonwealth of Massachusetts. On March 23, 2011, the Supreme Judicial Court of the Commonwealth disbarred the respondent from the practice of law in Massachusetts. The factual basis for his disbarment was his misappropriation of funds from the proceeds of a real estate transaction for which he served as settlement agent.\nOn April 26, 2011, Disciplinary Counsel filed a certified copy of the judgment of disbarment and a petition requesting that we impose reciprocal discipline in accordance with Article III, Rule 14 of the Supreme Court Rules of Disciplinary Procedure. On May 20, 2011, this Court issued an order to the respondent directing him to inform the court within thirty days of any claim he may have that the imposition of identical discipline in this state would be unwarranted, and the reasons therefore. Our order also informed the respondent that his failure to show cause why the identical discipline should not be imposed would result in the entry of an order disbarring him from the practice of law in this state. The respondent did not submit any claim to this Court that identical reciprocal discipline should not be imposed.\nAfter review of the petition filed by Disciplinary Counsel we deem that an order of disbarment is appropriate. Accordingly it is hereby ordered, adjudged and decreed that the respondent, Michael J. Ostroskey is disbarred from the practice of law in this state.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "David Curtin.",
      "Michael J. Ostroskey."
    ],
    "corrections": "",
    "head_matter": "In the Matter of Michael J. OSTROSKEY.\nNo. 2011-291-M.P.\nSupreme Court of Rhode Island.\nSept. 21, 2011.\nDavid Curtin.\nMichael J. Ostroskey."
  },
  "file_name": "1237-02",
  "first_page_order": 1285,
  "last_page_order": 1286
}
