{
  "id": 11343685,
  "name": "In re RUDDY T. et al.",
  "name_abbreviation": "In re Ruddy T.",
  "decision_date": "1994-12-15",
  "docket_number": "No. 94-225-Appeal",
  "first_page": "1238",
  "last_page": "1239",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1238"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "439 A.2d 1366",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7950557
      ],
      "pin_cites": [
        {
          "page": "1369"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/439/1366-01"
      ]
    },
    {
      "cite": "520 A.2d 574",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7887783
      ],
      "pin_cites": [
        {
          "page": "580"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/520/0574-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 269,
    "char_count": 3795,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 9.505882454708161e-08,
      "percentile": 0.5238411583069129
    },
    "sha256": "f3d6022f636eb36e85fa2023ed0411912cfdadb9806e953c89303c93e79a0293",
    "simhash": "1:14fa7a096aa22038",
    "word_count": 617
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re RUDDY T. et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before the Supreme Court for oral argument on November 14, 1994, pursuant to an order that directed all parties to show cause why the issues raised by the appeals of Nilda Then and Ruddy Then should not be summarily decided.\nAfter reviewing the memoranda submitted by the parties and after hearing the arguments of counsel, this court concludes that cause has not been shown and the appeals will be summarily denied and dismissed.\nNilda Then (mother) has appealed from a Family Court decree that terminated her parental rights to her three oldest children: Ruddy T., Ariel G., and Jasmine Z., and Ruddy Then has appealed from the same decree that terminated his parental rights to his daughter Ruddy T.\nIn December 1990 the three children were committed to the care, custody, and control of the Department of Children, Youth and Families (DCYF) after their mother admitted to allegations of neglect based on her abuse of illegal substances. In November 1991 Ruddy T.’s father was defaulted on allegations of neglect in regard to his child. The fathers of Ariel G. and Jasmine Z. were defaulted, their parental rights were terminated, and those actions were not appealed. In June 1992, DCYF filed involuntary-termination-of-parental-rights petitions that were granted, after trial, by the Family Court in February 1994. The trial justice terminated petitioners’ parental rights after finding that there was clear and convincing evidence that the children had been in the care of DCYF for at least six months (a determination prescribed under the then applicable G.L.1956 (1988 Reenactment) § 15-7-7(l)(c)), that DCYF had made reasonable efforts to alleviate the mother’s dependency on drugs and thereby provide for reunification, that the conditions and conduct on the part of the mother and the father were not likely to change sufficiently to provide a suitable environment for the children, and that therefore reunification of the family was improbable.\nThe record of the case provided ample evidence that the mother’s substance abuse constituted a clear barrier to reunification. We are of the opinion that DCYF made reasonable efforts to effectuate reunification by developing at least six case plans to aid the mother in becoming drug-free, none of which achieved its objective. The father of Ruddy T. was convicted of a felony drug offense and is currently incarcerated; he is subject to deportation upon his release. The mother has not lived with the children since October 1990.\nThe findings of a trial justice will not be disturbed unless they are clearly wrong or unless the justice overlooked or misconceived material evidence. In re Kristina L., 520 A.2d 574, 580 (R.I.1987); In re Kenneth, 439 A.2d 1366, 1369 (R.I.1982). In this case the findings of the trial justice were supported by overwhelming evidence. Clear and convincing evidence was presented at trial to support the Family Court’s determination that both the mother and the father were unfit parents. Having made that determination, the trial justice then found that because the children had been in the care of DCYF for at least six months and because the children are currently in the care of foster parents, the best interests of the children will be served by the termination of parental rights. We concur with the judgment of the Family Court.\nConsequently we deny and dismiss the appeals. The decree appealed from is affirmed, and the papers in the case are remanded to the Family Court.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Anthony Angelí, Jr., Providence, for Dept, of Children, Youth & Families.",
      "Frank P. Iacono, Jr., Court Appointed Sp. Advocate, Paula Rosin, Asst. Public Defender, Robert D. Oster, Lincoln, for respondent."
    ],
    "corrections": "",
    "head_matter": "In re RUDDY T. et al.\nNo. 94-225-Appeal.\nSupreme Court of Rhode Island.\nDec. 15, 1994.\nAnthony Angelí, Jr., Providence, for Dept, of Children, Youth & Families.\nFrank P. Iacono, Jr., Court Appointed Sp. Advocate, Paula Rosin, Asst. Public Defender, Robert D. Oster, Lincoln, for respondent."
  },
  "file_name": "1238-01",
  "first_page_order": 1296,
  "last_page_order": 1297
}
