{
  "id": 12257851,
  "name": "Bradford SAMPSON v. EMPLOYEES' RETIREMENT BOARD STATE OF RHODE ISLAND et al.",
  "name_abbreviation": "Sampson v. Employees' Retirement Board",
  "decision_date": "1994-12-21",
  "docket_number": "No. 94-267-M.P.",
  "first_page": "1238",
  "last_page": "1239",
  "citations": [
    {
      "type": "official",
      "cite": "651 A.2d 1238"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 193,
    "char_count": 2474,
    "ocr_confidence": 0.725,
    "sha256": "975e0d957d785aac6055ead2fac7c24897e29233d6dab6ee8ab0aafe4cd824c9",
    "simhash": "1:7a7b161fd196c6ed",
    "word_count": 383
  },
  "last_updated": "2023-07-14T20:58:07.170513+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "LEDERBERG, J., did not participate in the decision."
    ],
    "parties": [
      "Bradford SAMPSON v. EMPLOYEES’ RETIREMENT BOARD STATE OF RHODE ISLAND et al."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis case came before a three member panel of the Supreme Court on December 20, 1994, pursuant to an order directing the parties to appear and to show cause why the issues raised in this petition for a writ of certiorari should not be summarily decided.\nPetitioner Bradford Sampson (Sampson), a state employee, accepted a lump sum commutation in the amount of $12,500 minus $1,875 in attorney fees from the State of Rhode Island. The Workers’ Compensation Court approved the settlement on December 15, 1993. Sampson subsequently resigned from State employment accepting an accidental disability pension. Sampson was informed by the Employee’s Retirement Board (the board) that his monthly accidental disability payments would be offset by the full lump sum amount. An appeal to the board followed. Following a hearing, the board denied the appeal reaffirming its prior decision. Sampson now seeks issuance of a writ of certiorari. He contends that the board contravened the Workers’ Compensation Court order by offsetting the lump sum amount instead of a weekly amount and failed to interpret G.L. 1956 (1990 Reenactment) § 36-10-81 correctly.\nSection 36-10-31 clearly requires that the Board offset disability payments by any amounts beneficiaries receive as workers’ compensation benefits. In the present ease, the board found that Sampson received a lump sum benefit from the Workers’ Compensation Court. They therefore correctly concluded that this amount must be subtracted from the accidental disability pension. However, we believe that § 36-10-31 does require the board to subtract the attorney fees Sampson incurred from the amount it sets off against Sampson’s accidental disability pension.\nAdditionally, we believe the Workers’ Compensation Court’s Order in no way issues directives to the board or even implies that the board should offset weekly amounts as opposed to the commuted lump-sum amount.\nConsequently, after hearing the arguments of counsel and reviewing the memoranda that the parties submitted, this court concludes that cause has not been shown. Sampson’s petition is denied in part and granted to the extent noted above. The decision of the board is modified to comply with our decision.\nLEDERBERG, J., did not participate in the decision.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Stephen Dennis.",
      "Nancy Mayer, Richard Wooley, Jametta Alston."
    ],
    "corrections": "",
    "head_matter": "Bradford SAMPSON v. EMPLOYEES’ RETIREMENT BOARD STATE OF RHODE ISLAND et al.\nNo. 94-267-M.P.\nSupreme Court of Rhode Island.\nDec. 21, 1994.\nStephen Dennis.\nNancy Mayer, Richard Wooley, Jametta Alston."
  },
  "file_name": "1238-02",
  "first_page_order": 1300,
  "last_page_order": 1301
}
