{
  "id": 11898678,
  "name": "Michael R. FULLER and Kathleen Fuller, Appellants, v. CHEMICAL SPECIALTIES MANUFACTURING CORPORATION, E.I. Du Pont de Nemours and Company, and Charles G. STOTT and Company, Inc., Appellees",
  "name_abbreviation": "Fuller v. Chemical Specialties Manufacturing Corp.",
  "decision_date": "1997-05-08",
  "docket_number": "No. 95-CV-1657",
  "first_page": "1239",
  "last_page": "1242",
  "citations": [
    {
      "type": "official",
      "cite": "702 A.2d 1239"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "539 A.2d 1081",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7888457
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/539/1081-01"
      ]
    },
    {
      "cite": "262 A.2d 807",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8097218
      ],
      "pin_cites": [
        {
          "page": "810"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/262/0807-01"
      ]
    },
    {
      "cite": "578 A.2d 1113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7370952
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1119-23"
        },
        {
          "page": "1118"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/578/1113-01"
      ]
    },
    {
      "cite": "408 A.2d 31",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7955157
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "42"
        },
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/0031-01"
      ]
    },
    {
      "cite": "456 A.2d 807",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7957136
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "815"
        },
        {
          "page": "814"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/456/0807-01"
      ]
    },
    {
      "cite": "644 A.2d 999",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7878239
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1002"
        },
        {
          "page": "1001-02"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/644/0999-01"
      ]
    },
    {
      "cite": "650 A.2d 1308",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11344743
      ],
      "pin_cites": [
        {
          "page": "1312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/1308-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 689,
    "char_count": 13531,
    "ocr_confidence": 0.746,
    "pagerank": {
      "raw": 6.621661417227996e-08,
      "percentile": 0.40435600685599815
    },
    "sha256": "bd2e5f6d37f90d115abff42ce48252a101f83c39eb6ecea47e7b77f5de3fcffb",
    "simhash": "1:bfbcd65673888dd0",
    "word_count": 2205
  },
  "last_updated": "2024-02-27T16:34:52.547203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER, Chief Judge, and TERRY and KING, Associate Judges."
    ],
    "parties": [
      "Michael R. FULLER and Kathleen Fuller, Appellants, v. CHEMICAL SPECIALTIES MANUFACTURING CORPORATION, E.I. Du Pont de Nemours and Company, and Charles G. STOTT and Company, Inc., Appellees."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nWe reverse the trial court’s order granting summary judgment in favor of ap-pellees because our review of the record persuades us that the evidence presented by appellant was sufficient, although barely so, to avoid summary judgment.\nMichael R. Fuller and his wife Kathleen Fuller (collectively “Fuller”) brought this product liability action alleging that on October 28,1991, Mr. Fuller contends that he was injured when he opened a pressurized spray tank used to apply carpet treatment products and inhaled a “misty blast” containing a substance called Stainshield. Stainshield is a carpet treatment product distributed to Fuller’s employer by appellee Charles G. Stott and Company (“Stott”); it is manufactured by appellee Chemical Specialties Manufacturing Corporation (“ChemSpee”) from chemical components produced by appellee E.I. du Pont de Nemours and Company (“DuPont”). Fuller claims the inhalation of Stainshield caused him to develop reactive airways disease (“RADs”) or aggravated preexisting respiratory conditions. Proceeding on theories of negligent failure to warn and strict products liability, Fuller alleged that the Stainsh-ield product label was inadequate in that it failed to warn users that the product was a respiratory irritant, that he relied upon and followed the label instructions regarding safe use of the product, and that his injury was foreseeable by the defendants and could have been prevented by a warning label that instructs users of. the product to wear a filter mask.\nThe complaint was filed in February 1992 and some discovery was conducted. In November of 1992, all three appellees moved to dismiss Fuller’s action on grounds of forum non conveniens; the trial court denied the motion, and appellees appealed on December 11, 1992. This court affirmed the denial of the motion in a memorandum opinion and judgment issued on September 27, 1994. Thereafter, the trial court entered a scheduling order, which was later modified with a deadline for completion of discovery by August 14, 1995. On August 1, Fuller mailed notices requesting that corporate designees of appellees DuPont and ChemSpee be produced to give depositions on August 10 and 14, respectively. The object of the depositions was to obtain basic information about ChemSpec’s and DuPont’s involvement with and knowledge of the research, development and testing of Stainshield and its chemical components.\nAppellees ChemSpee and DuPont objected to Fuller’s noticing depositions at such a late date, complaining that, inter alia, the information sought included a “broad and detailed array of topics” (by appellees count over 100), that a number of different witnesses would have to be deposed in order to provide the material sought, and that compliance would be burdensome. Appellees, therefore, refused to comply with the request, and Fuller filed a motion to compel.\nWhile that motion was pending before the trial court, all the appellees moved for summary judgment, which Fuller opposed. Thereafter, the trial court granted summary judgment in favor of all three appellees and denied Fuller’s motion to compel as moot. This appeal followed.\nIn reviewing a grant of summary judgment, this court conducts an independent review of the record but applies the same substantive standard as that used by the trial court. See, e.g., Drejza v. Vaccaro, 650 A.2d 1308, 1312 (D.C.1994). The evidence must be viewed in the light most favorable to the nonmoving party, and the nonmoving party is entitled to all favorable inferences that can be drawn from the evidence. Musa v. Continental Ins. Co., 644 A.2d 999, 1002 (D.C.1994); Holland v. Hannan, 456 A.2d 807, 815 (D.C.1983). When ruling on a motion for summary judgment, the court does not resolve factual disputes but only determines whether the evidence establishes that a triable factual dispute exists. See Holland, supra, 456 A.2d at 814; Nader v. de Toledano, 408 A.2d 31, 42 (D.C.1979). Summary judgment should be granted only if the record shows that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. Musa, supra, 644 A.2d at 1001-02; Nader, supra, 408 A.2d at 48.\nIn a failure to warn case, the plaintiff must establish that: (1) the defendant had a duty to warn, ie., knew or should have known of the risk of a reasonably foreseeable harm from the product in question; (2) the defendant breached that duty, ie., the warning label was inadequate in that it failed to advise the user of the attendant risks and failed to provide specific directions for safe use; and (3) the breach proximately caused the plaintiffs injury, ie., defendant’s failure to provide an adequate warning was a substantial factor in bringing about the harm at issue. E.g., East Penn Mfg. Co. v. Pineda, 578 A.2d 1113, 1119-23 (D.C.1990). The duty of a manufacturer or seller is one of ordinary care. Id. at 1118.\nThe trial court ruled that Fuller had produced sufficient evidence to raise an issue of fact as to the identity of the product Fuller inhaled. We agree. However, we disagree with the trial court’s other rulings in favor of Stott and ChemSpec. For example, the trial court ruled that Fuller produced no evidence as to “the deficiency of the warning provided, the nature of the warning required, or the basis for that warning with regard to the chemical or other properties of Stainshield.” The trial court also ruled that Fuller had not identified evidence establishing that asserted inadequate warnings were the proximate cause of Fuller’s injury. Therefore, the trial court concluded that Fuller had not established an issue of fact as to whether his injury was causally related to the specific ingredients in Stainshield.\nWe are persuaded that the record, viewed in the light most favorable to Fuller, contains evidence from which a reasonable jury could find that product was hazardous and, if inhaled, could cause the type of injury suffered. The Material Safety Data Sheet (“MSDS”) distributed by ChemSpec contains information that is not on the product label, including a statement that the product may be irritating upon inhalation exposure and a recommendation for respiratory protection by use of a filter mask for respirable particles. One of Fuller’s product warning experts, Mr. William Randall, Jr., testified in a deposition that the product label warning should have specified the need for the use of a filter mask, and should have warned users to avoid inhalation of the vapors or mist. There is no dispute that the product label included no such warnings. We conclude that this evidence, if believed, would sustain a finding that ChemSpec knew of the product’s potential danger and how to guard against it, that ChemSpec had a duty to warn of these hazards, and that the warning label on Stainsh-ield did not do so.\nOn the question of causation, although several of Fuller’s own expert witnesses testified to the contrary, Fuller did produce some evidence that inhalation of Stainshield caused his injury. One of Fuller’s medical experts, Dr. Rosemary Sokas, testified in a deposition that the components of Stainshield were known to be irritants and explained that RADs is caused by exposure to irritating materials. She opined that Fuller has RADs, and that Fuller’s initial symptoms were precipitated by an exposure to irritants in October 1991. Dr. Sokas stated that the basis for her conclusion that Stainshield caused Fuller’s respiratory problem, other than Fuller’s own report, was that the contents of the product themselves were respiratory irritants. In addition, the record contains a letter from Dr. Jay Weiner in which he states, “I believe that Mr. Fuller has what is called reactive airways dysfunction syndrome from exposure to chemicals at work. I believe the inhalation of these fumes has caused him airways damage.” Dr. Weiner testified to the same effect in his deposition. Although the question is a close one, this evidence could support a finding in favor of Fuller on the issue of causation.\nFor these reasons, we conclude, for purposes of summary judgment, that there are sworn facts in the record from which a reasonable jury could find that ChemSpec knew that Stainshield, if inhaled, could cause respiratory damage, that the product warning label did not recommend the use of a filter mask to avoid respiratory injury, that Fuller could have protected himself from this danger if he wore a filter mask, and that his injury was the result of his inhaling the product without wearing a filter mask for protection. Because these facts are sufficient to support the allegations in Fuller’s complaint, the trial court erred in granting ChemSpec’s motion for summary judgment. For the same reason the trial court also erred in granting summary judgment in favor of Stott. See note 2, supra.\nBeversed and remanded for further proceedings.\n. This determination applies only to appellees Stott and ChemSpee. We also reverse and remand as to appellee DuPont, for the reasons stated infra note 5.\n. There is no merit to Stott’s contention that summary judgment in its favor was appropriate because Fuller presented no expert opinions specifically as to Stott’s duty to warn. In a product liability action, the ultimate user of a product, as a matter of law, is entitled to recover against the retailer and wholesaler of the defective product in addition to the manufacturer if it is shown that the product “entered the stream of commerce in a defective state, that the defect existed at the time of the injury, and that the defect caused the injury.” Cottom v. McGuire Funeral Serv., Inc., 262 A.2d 807, 810 (D.C.1970).\n. In the absence of any evidence in the record that Fuller actually read the MSDS, had access to it, or should have been familiar with its contents, there is no basis to conclude that the information on the MSDS constituted an adequate warning.\n. Fuller contends that the trial court erred when it refused to compel ChemSpec and DuPont to comply with his deposition request of August 1, 1995, that the information he would glean from these depositions is \"relevant to the issues at the heart of this litigation,” and that we should reverse the trial court’s order denying the motion to compel and direct the trial court to order the requested depositions. The trial court did not decide the motion to compel on its merits, and we decline to do so ourselves. On remand the trial court must resolve this issue. In that regard we note that, in its order granting summary judgment, the court expressed the view that the requested discovery was too late—Fuller having noticed depositions of witnesses to be supplied by ChemSpec and DuPont within a few days of the end of the period established for discovery. ChemSpec and DuPont objected to the depositions noticed at such a late date because Fuller had failed to provide reasonable notice, because many witnesses and documents would be needed for the depositions, and because ChemSpec and DuPont would likely need to redepose Fuller’s experts in light of any new information discovered, thus extending discovery well beyond the deadline. Although appellees did not move for protective orders, they made their objections clearly known to Fuller. In response, Fuller filed a motion to compel. The trial court denied that motion as moot when it granted appellees' motions for summary judgment. While we express no view on how the trial court should rule on this discovery issue, it would appear that the noticed topics covered many of the core issues of Fuller’s case, and that Fuller waited until the eleventh hour to begin the discovery inquiry. Because the record does not reveal the reason why Fuller did not notice these depositions earlier, including during the time the forum non conveniens issue was on appeal, see Super. Ct. Civ. R. 28(b); Aurell v. Furst, 539 A.2d 1081 (D.C.1988) (trial court may allow discovery to continue during the pendency of an appeal challenging the denial of a forum non conveniens motion), the trial court, in considering the motion to compel on remand, will be free to explore the reason for Fuller’s delay.\n. On the record before us, Fuller has not established that DuPont had a duty to warn with regard to its Teflon MF (R) product, that it breached any duty, and that Fuller's injury was the proximate result of this breach. Therefore, in the absence of further discovery, Fuller was unable to produce evidence sufficient to defeat DuPont’s motion for summary judgment. Fuller does not contend otherwise on this point. Accordingly, on remand the trial court must resolve the issues regarding the motion to compel as it applies to DuPont. See note 4, supra.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Russell L. Beers, for Washington, DC, for appellants.",
      "Daniel H. Squire, Washington, DC, with whom Laura E. Walker and Marc R. Bruner were on the brief, for appellee Chemical Specialties Manufacturing Corporation.",
      "Raymond Michael Ripple, Wilmington, DE, with whom Donna Goodman, Fred S. Souk and Christopher C. Fennell were on the brief, for appellee E.I. du Pont de Nemours and Company.",
      "Forest A. Nester for appellee Charles G. Stott and Company, Inc."
    ],
    "corrections": "",
    "head_matter": "Michael R. FULLER and Kathleen Fuller, Appellants, v. CHEMICAL SPECIALTIES MANUFACTURING CORPORATION, E.I. Du Pont de Nemours and Company, and Charles G. STOTT and Company, Inc., Appellees.\nNo. 95-CV-1657.\nDistrict of Columbia Court of Appeals.\nArgued Jan. 14, 1997.\nDecided May 8, 1997.\nRussell L. Beers, for Washington, DC, for appellants.\nDaniel H. Squire, Washington, DC, with whom Laura E. Walker and Marc R. Bruner were on the brief, for appellee Chemical Specialties Manufacturing Corporation.\nRaymond Michael Ripple, Wilmington, DE, with whom Donna Goodman, Fred S. Souk and Christopher C. Fennell were on the brief, for appellee E.I. du Pont de Nemours and Company.\nForest A. Nester for appellee Charles G. Stott and Company, Inc.\nBefore WAGNER, Chief Judge, and TERRY and KING, Associate Judges."
  },
  "file_name": "1239-01",
  "first_page_order": 1293,
  "last_page_order": 1296
}
