{
  "id": 9100055,
  "name": "Tivon COLLINS, Plaintiff, v. STATE FARM MUTUAL AUTOMOBILE INSURANCE COMPANY, Defendant",
  "name_abbreviation": "Collins v. State Farm Mutual Automobile Insurance",
  "decision_date": "2003-06-03",
  "docket_number": "C.A. No. 00C-10-157",
  "first_page": "1241",
  "last_page": "1245",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1241"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "243 A.2d 694",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8084978
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/243/0694-01"
      ]
    },
    {
      "cite": "450 A.2d 1173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8030092
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "1179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/450/1173-01"
      ]
    },
    {
      "cite": "747 A.2d 543",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11472057
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "545"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/747/0543-01"
      ]
    },
    {
      "cite": "804 A.2d 1057",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11424246
      ],
      "pin_cites": [
        {
          "page": "1062"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/804/1057-01"
      ]
    },
    {
      "cite": "785 A.2d 281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9457709
      ],
      "pin_cites": [
        {
          "page": "288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/785/0281-01"
      ]
    },
    {
      "cite": "443 A.2d 925",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7997619
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "927"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/443/0925-01"
      ]
    },
    {
      "cite": "766 F.Supp. 219",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3734234
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/766/0219-01"
      ]
    },
    {
      "cite": "1991 WL 236917",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "1993 WL 1611307",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1993,
      "pin_cites": [
        {
          "page": "*1",
          "parenthetical": "citing Cassingham v. Nationwide Gen. Ins. Co., Del.Super., C.A. No. 90-10-244, Bifferato, J., 1991 WL 236917 (November 18, 1991), and, Krutz v. Harleysville Mut. Ins. Co., 766 F.Supp. 219 (D.Del. 1991)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "274 A.2d 141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8102189
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/274/0141-01"
      ]
    },
    {
      "cite": "257 A.2d 232",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8081362
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/257/0232-01"
      ]
    },
    {
      "cite": "625 A.2d 258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7351180
      ],
      "pin_cites": [
        {
          "page": "262"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/625/0258-01"
      ]
    },
    {
      "cite": "1995 WL 44250",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "pin_cites": [
        {
          "page": "*1"
        },
        {
          "page": "*1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "70 A.2d 716",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "229 A.2d 499",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8092009
      ],
      "pin_cites": [
        {
          "page": "501"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/229/0499-01"
      ]
    },
    {
      "cite": "2002 WL 356368",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "pin_cites": [
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "702 A.2d 1234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11898646
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "1236"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/702/1234-01"
      ]
    },
    {
      "cite": "174 A.2d 691",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "1988 WL 116388",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "pin_cites": [
        {
          "page": "*1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "401 A.2d 458",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8047561
      ],
      "pin_cites": [
        {
          "page": "465"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/401/0458-01"
      ]
    },
    {
      "cite": "1996 WL 527329",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "pin_cites": [
        {
          "page": "*3"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 697,
    "char_count": 11802,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2143159697727551
    },
    "sha256": "9d868c46655c3e3e5ce7d2dab44f90e4949604fe52a876e6e1ee498d30bfc394",
    "simhash": "1:d56f43b32d968bfe",
    "word_count": 1923
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tivon COLLINS, Plaintiff, v. STATE FARM MUTUAL AUTOMOBILE INSURANCE COMPANY, Defendant."
    ],
    "opinions": [
      {
        "text": "DEL PESCO, Judge.\nOPINION\nThe plaintiff in this claim seeks underin-sured benefits from defendant insurance company. The claim arises from an automobile accident which occurred in 1996. The plaintiff was a passenger in the vehicle involved. She exhausted the benefits available to her from the tortfeasor, and seeks additional benefits under her father’s insurance policy with State Farm. The policy in question defines an insured “Relative” as: “A person related to you or your spouse by blood, marriage or adoption who lives with you. It includes your unmarried and unemancipated child away at school.” The plaintiff, a divorced adult, claimed coverage as a child living with her parents.\nDefendant State Farm denied coverage on the grounds that the plaintiff did not live with her parents. The plaintiff moved for summary judgment in advance of trial on the “lives with” issue. In support of the motion the plaintiff argued, inter alia, the following:\nThe accident occurred on October 27, 1997 while Plaintiff was a passenger in a vehicle that was not owned by herself or her parents... .Mr. Thomas, Tivon Collins and Mr. Galliard all testified that she lived with her parents at the time of the accident, that she worked in Philadelphia, and that she would spend approximately three nights a week at her boyfriend’s house, Carlos Galliard, who lived in Philadelphia... .The police report indicates Plaintiffs address as [a Philadelphia address] which was Carlos Gaillard’s [sic] home. That same night Plaintiff went to Albert Eintstein [sic] Medical Center and that report lists her address as [a Philadelphia address] and the home phone as [a Philadelphia telephone number],\n# % ^ ‡ %\nThere is undisputed evidence in this ease that the only place that Tivon Collins had her own bedroom with her own furniture, her own stereo, her own t.v., her own closet where she permanently kept her belongings, was at her father’s home at [a Delaware address]. This is absolutely confirmed by the testimony of her father, Tivon herself and Carlos Gaillard [sic]. It is confirmed by her driver’s license at the time, her Application for Benefits [to State Farm], her Affidavit of No Insurance, and her doctor’s fisting of her address, when she first came to see him just four days after the accident.\nIn opposition to the motion, State Farm noted that the plaintiff filed federal income tax returns for 1996 indicating a Philadelphia address and returns for 1997 indicating a Delaware address. Defendant also relied upon the information taken at the scene of the accident and at the hospital indicating Philadelphia addresses.\nSummary judgment was denied; I concluded that her place of residence was an issue of fact for the jury.\nA pre-trial conference in the case was conducted on April 4, 2003. On April 15, one week before the scheduled commencement of trial, the defendant filed a motion to quash a subpoena which had recently been served on an adjuster employed by the defendant. The individual subpoenaed had not been fisted as a witness in the pre-trial stipulation. The motion was considered on the morning of trial. Plaintiff explained that one of. the purposes for offering the witness was to support a claim of estoppel. Estoppel had not been pled or previously mentioned as a theory of the case and defendant objected to such testimony. Plaintiff also wanted to elicit from the witness certain other information regarding claim processing. Since defendant had no dispute with the facts of interest to plaintiff, the parties entered a stipulation. The motion to quash the subpoena was granted foreclosing the estoppel argument.\nAt trial, conflicting testimony arose regarding the date of the plaintiffs move back to Delaware, whether it was shortly before the accident, or early the following year. After a two day trial, the jury returned its verdict: it answered NO to the following question: “Do you find that plaintiff Tivon Collins lived with her father on October 27, 1996, under the terms of her father’s insurance policy with State Farm.”\nPlaintiff seeks a new trial on two grounds. First, she was not permitted to present testimony from the State Farm claims adjuster regarding the fact that the plaintiffs PIP benefits had been paid without question under the subject policy, and that the challenge to coverage had not arisen until the claim for underinsurance coverage was made. Second, the jury instructions did not state the principle of contract interpretation as stated in Sligh v. Nationwide Mut. Ins. Co.; “ambiguous language in insurance contracts is typically construed in favor of the insured and against the insurer.”\nThe defendant responds that the estop-pel claim, arising for the first time over two years after the commencement of the litigation and on the morning of trial was properly excluded. As to the insurance contract, defendant argues that the instruction given was adequate; that the plaintiff is not entitled to a particular jury instruction.\nSuperior Court Civil Rule 59 governs motions for a new trial. A new trial may be granted for plain error, or when the jury verdict is against the weight of the evidence. A jury verdict should not be set aside as against the great weight of the evidence unless the evidence preponderates so heavily against the verdict as to make it unreasonable. When reviewing a request for a new trial, the Court must evaluate all of the facts, evidence, and circumstances before the jury, and conclude that the verdict was not capricious, “unreasonable, or manifestly and palpably against the weight of the evidence.” In Delaware, the jury’s verdict is given great deference.\nThe parties do not attach portions of the trial transcript demonstrating the point, but the testimony at trial, like the evidence presented in connection with the motion for' summary judgment, presented a fact issue regarding the plaintiffs living arrangements. An example: the accident occurred in Philadelphia on October 27, 1996, a Saturday, at 8:50 p.m., although the plaintiff testified that she lived at her parents’ house on weekends.\nAs to the estoppel argument, there is no doubt that the plaintiff can be precluded from adding a new theory to the case-which effectively introduces a different claim or defense-on the morning of trial. Such an action is an impermissible attempt at a late amendment of a pleading and is contrary to the liberal policy of Super. Ct. Civ. R. 15. Plaintiffs eleventh hour effort unduly prejudiced the defendant who was not prepared to address the argument.\nAs to the request that the jury be instructed that the term “lived” is ambiguous and must be construed against the defendant, the plaintiff misses the point. The task of construing a contract falls to the court. If the underlying facts are not in dispute, as they were not in Sligh, the court will apply the facts to the law and reach a decision. In this case, the facts were hotly contested. The plaintiff gave conflicting information to her employer, on her taxes, to medical providers, and to the police. The actual living arrangements of the plaintiff were in dispute. That was a dispute resolved by the jury, with the guidance of an instruction based on the facts of the case and the cases which have construed the same or similar policy provisions.\nThe concept of where a person lives is not foreign to a jury. Most people live in a single place, but the jury was not instructed that a person lives in only one place. Plaintiffs counsel argued that the plaintiff could live in more than one place. The jury determined the credibility of the evidence presented and found that at the time of the accident, the plaintiff did not live in Delaware.\nThe plaintiff is not entitled to any particular jury instruction so long as the instructions correctly reflect the law. The instruction given took into consideration the factors developed during the course of the trial, the arguments of counsel, and the case law.\nThe motion for new trial is DENIED.\n. See Def.’s Mot. Summ. J.\n. Sligh v. Nationwide Mut. Ins. Co., 1996 WL 527329, *3 (Del.Super.).\n. Super. Ct. R. Civ. P. 59, “A new trial may be granted ... for any of the reasons for which new trials have heretofore been granted in the Superior Court.”\n. See Storey v. Camper, 401 A.2d 458, 465 (Del.1979).\n. See Schmidt v. Hobbs, 1988 WL 116388, *1 (Del.Supr.)(citing McCloskey v. McKelvey, 174 A.2d 691 (Del.Super.1961)).\n. Young v. Frase, 702 A.2d 1234, 1236 (Del. 1997); see also Lawrence v. Shade, 2002 WL 356368, *2 (Del.Super.).\n. See E.K. Geyser Co. v. Blue Rock Shopping Ctr., Inc., 229 A.2d 499, 501 (Del.Super.1967)(citing Blaustein v. Standard Oil Co., 70 A.2d 716 (Del.Super.1949)). See also Tim-blin v. Kent General Hospital, 1995 WL 44250, *1 (Del.Super.)(\"[T]he liberality of the practice of permitting amendments to pleadings is subject to the principle that such amendments must not substantially change the cause of action or introduce a different claim or defense.”).\n. Authorizing an amendment to a complaint is within the sound discretion of the trial court. Mullen v. Alarmguard of Delmarva, Inc., 625 A.2d 258, 262 (Del.1993).\n. Three dispositive factors must be considered when the Court entertains an attempt to add a defense or change the theory of a case, effectively amending the pleading: (i) the delay such will cause to the presentation of the case to the jury, (ii) the complexity to be introduced by such an addition, and (iii) undue prejudice upon the non-moving party. See Itek Corp. v. Chicago Aerial Indus., Inc., 257 A.2d 232 (Del.Super.1969), aff'd, 274 A.2d 141 (Del. 1971). Ultimately, prejudice increases as time passes and trial draws near. See Timblin, 1995 WL 44250, *1 (Del.Super.).\n.Absent a factual dispute regarding the underlying action, interpretation of an insurance contract is a matter of law for the Court. See e.g. Judge v. State Farm Ins. Companies., 1993 WL 1611307, *1 (1993)(citing Cassingham v. Nationwide Gen. Ins. Co., Del.Super., C.A. No. 90-10-244, Bifferato, J., 1991 WL 236917 (November 18, 1991), and, Krutz v. Harleysville Mut. Ins. Co., 766 F.Supp. 219 (D.Del. 1991)). An ambiguity exists in the presence of two or more reasonable interpretations. Hallowell v. State Farm Mut. Ins. Co., 443 A.2d 925, 927 (Del. 1982). However, \"[i]n construing insurance contracts, [the Delaware Supreme Court has] held that an ambiguity does not exist where the court can determine the meaning of a contract without any other guide than a knowledge of the simple facts on which, from the nature of language in general, its meaning depends.” O'Brien v. Progressive Northern Ins. Co., 785 A.2d 281, 288 (Del.2001 )(intemal quotations and citations omitted, emphasis added).\n. See supra note 3.\n. \"Generally, jury instructions must give a correct statement of the substance of the law and must be 'reasonably informative and not misleading.’ ” Corbitt v. Tatagari, 804 A.2d 1057, 1062 (Del.2002)(quoting Cabrera v. State, 747 A.2d 543, 545 (Del.2000)). \"The instruction need not be perfect however, and a party does not have a right to a particular instruction in a particular form.” Id. (citing Haas v. United Technologies Corp., 450 A.2d 1173, 1179 (Del. 1982)). See also Chavin v. Cope, 243 A.2d 694 (Del.1968).",
        "type": "majority",
        "author": "DEL PESCO, Judge."
      }
    ],
    "attorneys": [
      "Benjamin C. Wetzel, III, of Bailey & Wetzel, P.A., Wilmington Delaware, and Milton J. Frank, (Pro Hac Vice), of Milton J. Frank & Associates, Philadelphia, Pennsylvania, for plaintiff Tivon Collins.",
      "Beth H. Christman, of Casarino, Christ-man & Shalk, P.A., Wilmington Delaware, for defendant State Farm Mutual Automobile Insurance Company."
    ],
    "corrections": "",
    "head_matter": "Tivon COLLINS, Plaintiff, v. STATE FARM MUTUAL AUTOMOBILE INSURANCE COMPANY, Defendant.\nC.A. No. 00C-10-157.\nSuperior Court of Delaware, New Castle County.\nSubmitted: May 14, 2003.\nDecided: June 3, 2003.\nBenjamin C. Wetzel, III, of Bailey & Wetzel, P.A., Wilmington Delaware, and Milton J. Frank, (Pro Hac Vice), of Milton J. Frank & Associates, Philadelphia, Pennsylvania, for plaintiff Tivon Collins.\nBeth H. Christman, of Casarino, Christ-man & Shalk, P.A., Wilmington Delaware, for defendant State Farm Mutual Automobile Insurance Company."
  },
  "file_name": "1241-01",
  "first_page_order": 1289,
  "last_page_order": 1293
}
