{
  "id": 12257869,
  "name": "Joseph BIENKOWSKI v. Robert E. DERECKTOR Of Rhode Island",
  "name_abbreviation": "Bienkowski v. Derecktor",
  "decision_date": "1994-12-22",
  "docket_number": "No. 93-665-M.P.",
  "first_page": "1241",
  "last_page": "1242",
  "citations": [
    {
      "type": "official",
      "cite": "651 A.2d 1241"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 203,
    "char_count": 2884,
    "ocr_confidence": 0.712,
    "sha256": "898f9d6e2fa17795874a1915754a7b953e4de48252154768c775d82283520391",
    "simhash": "1:03e876b43e93e030",
    "word_count": 463
  },
  "last_updated": "2023-07-14T20:58:07.170513+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Joseph BIENKOWSKI v. Robert E. DERECKTOR Of Rhode Island."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis case came before the Supreme Court for oral argument on December 15, 1994, pursuant to an order that granted the petition for certiorari of Joseph Bienkowski (plaintiff) and directed the parties to show cause why the issues raised in the petition should not be summarily decided.\nAfter reviewing the memoranda submitted by the parties and after hearing the arguments of counsel at oral argument, we are of the opinion that cause has not been shown and the case shall be decided at this time.\nThe single issue raised on review is whether the Appellate Division of the Workers’ Compensation Court had the authority to modify an award of interest on retroactive benefits paid to plaintiff pursuant to G.L. 1956 (1986 Reenactment) § 28-35-12(c). The Workers’ Compensation Court had ordered plaintiffs employer, Robert E. Derecktor of Rhode Island, to pay benefits from and after plaintiffs termination in accordance with an earlier memorandum of agreement and ordered, pursuant to § 28-35-12(c), interest on retroactive payments from a date six (6) months after the filing of plaintiffs petition for determination of his status to the date the retroactive payment was actually' made. On the employer’s appeal, the Appellate Division modified the interest award to be paid only for the period of time that the parties “might reasonably have expected” a decision by the court in plaintiffs case, a period which resulted in interest for approximately one year instead of approximately two years.\nThe Appellate Division explained: “Although the statute provides that the * * * [Court] may reduce or eliminate interest on retroactive payment where the delay is due to the employee or his or her attorney, we acknowledge that the Workers’ Compensation Court is a court of equity. As such, we acknowledge the unusual set of circumstances in this matter which caused a lengthy delay in the Court rendering its decision, namely the delay arising out of the death of the original trial court judge. * * * [Therefore] we believe that the amount of interest should be reduced to a time frame when the parties might reasonably have expected to have received a decision from this court.”\nWe are of the opinion that under the unique and unusual circumstances of this case, the Appellate Division was justified in modifying the award of interest. In drafting § 28-35-12(c) the Legislature clearly did not anticipate the repercussions of such an event. Therefore, the decision of the Appellate Division fulfilled the basic intent of the statute.\nConsequently, the petition for certiorari is denied, the writ previously issued is hereby quashed, and the papers in the ease are remanded to the Workers’ Compensation Court.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Gary Levine, Providence.",
      "Gerard Lobosco, Providence."
    ],
    "corrections": "",
    "head_matter": "Joseph BIENKOWSKI v. Robert E. DERECKTOR Of Rhode Island.\nNo. 93-665-M.P.\nSupreme Court of Rhode Island.\nDec. 22, 1994.\nGary Levine, Providence.\nGerard Lobosco, Providence."
  },
  "file_name": "1241-02",
  "first_page_order": 1303,
  "last_page_order": 1304
}
