{
  "id": 8356284,
  "name": "The INSURANCE FEDERATION OF PENNSYLVANIA, INC.; The Managed Care Association of Pennsylvania; Aetna Health, Inc.; HealthAssurance Pennsylvania, Inc.; Independence Blue Cross; Magellan Behavioral Health, Inc.; and ValueOptions, Inc., Petitioners v. COMMONWEALTH OF PENNSYLVANIA, INSURANCE DEPARTMENT, Respondent",
  "name_abbreviation": "Insurance Federation of Pennsylvania, Inc. v. Commonwealth, Insurance Department",
  "decision_date": "2007-07-26",
  "docket_number": "",
  "first_page": "1243",
  "last_page": "1252",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 1243"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "680 A.2d 9",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7858481
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/680/0009-01"
      ]
    },
    {
      "cite": "42 U.S.C. §§ 1396",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "798 A.2d 1277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9438848,
        163809,
        9438786,
        163589
      ],
      "weight": 2,
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/798/1277-02",
        "/pa/568/0601-01",
        "/a2d/798/1277-01",
        "/pa/568/0600-01"
      ]
    },
    {
      "cite": "568 Pa. 600",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        163589
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/568/0600-01"
      ]
    },
    {
      "cite": "785 A.2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9457071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/785/0174-01"
      ]
    },
    {
      "cite": "896 A.2d 566",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        5653674,
        8427002
      ],
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "holding that the courts will not disturb an agency's administrative discretion in interpreting legislation within its own sphere of expertise absent fraud, bad faith, abuse of discretion or clearly arbitrary action"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/586/0624-01",
        "/a2d/896/0566-01"
      ]
    },
    {
      "cite": "586 Pa. 624",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        5653674
      ],
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "holding that the courts will not disturb an agency's administrative discretion in interpreting legislation within its own sphere of expertise absent fraud, bad faith, abuse of discretion or clearly arbitrary action"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/586/0624-01"
      ]
    },
    {
      "cite": "916 A.2d 541",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8333232,
        3017238
      ],
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "citing In re Nomination Petition of Carroll, 586 Pa. 624, 896 A.2d 566 (2006"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/916/0541-01",
        "/pa/591/0176-01"
      ]
    },
    {
      "cite": "591 Pa. 176",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3017238
      ],
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "citing In re Nomination Petition of Carroll, 586 Pa. 624, 896 A.2d 566 (2006"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/591/0176-01"
      ]
    },
    {
      "cite": "844 A.2d 1227",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        91569,
        91717,
        9272829,
        9272871
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/577/0273-01",
        "/pa/577/0274-01",
        "/a2d/844/1227-01",
        "/a2d/844/1227-02"
      ]
    },
    {
      "cite": "577 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        91717
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/577/0274-01"
      ]
    },
    {
      "cite": "828 A.2d 446",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9105763
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/828/0446-01"
      ]
    },
    {
      "cite": "730 A.2d 935",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        607176,
        11613132
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0621-01",
        "/a2d/730/0935-01"
      ]
    },
    {
      "cite": "556 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        607176
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0621-01"
      ]
    },
    {
      "cite": "478 A.2d 146",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "416 A.2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "354 A.2d 277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "31 Pa. Code §§ 89.601-89.623",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "opinion_index": 0
    },
    {
      "cite": "893 A.2d 69",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        5654919,
        8981692,
        5653517,
        8981743
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/586/0269-01",
        "/a2d/893/0069-01",
        "/pa/586/0268-01",
        "/a2d/893/0069-02"
      ]
    },
    {
      "cite": "586 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        5653517
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/586/0268-01"
      ]
    },
    {
      "cite": "505 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788892
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0198-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1152,
    "char_count": 31846,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 9.099534072087802e-08,
      "percentile": 0.5059553665097849
    },
    "sha256": "cba076fda5dd86da675e495ab2f66d7dfef0ed820390293cca1aeb5b6128747f",
    "simhash": "1:d07e8d0a8219c27c",
    "word_count": 4944
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, COLINS, Judge, McGINLEY, Judge, SMITH-RIBNER, Judge, PELLEGRINI, Judge, FRIEDMAN, Judge, SIMPSON, Judge."
    ],
    "parties": [
      "The INSURANCE FEDERATION OF PENNSYLVANIA, INC.; The Managed Care Association of Pennsylvania; Aetna Health, Inc.; HealthAssurance Pennsylvania, Inc.; Independence Blue Cross; Magellan Behavioral Health, Inc.; and ValueOptions, Inc., Petitioners v. COMMONWEALTH OF PENNSYLVANIA, INSURANCE DEPARTMENT, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY Judge\nSMITH-RIBNER.\nThis matter is on remand from the Pennsylvania Supreme Court. The Insurance Federation of Pennsylvania, Inc. and other trade associations and health insurers and licensed managed care plans (together, Insurers) filed a petition for review in the Court’s original jurisdiction on January 9, 2004 in the nature of a complaint for declaratory judgment. Insurers request a declaration that the notice published by the Insurance Department (Department) at 33 Pa. B. 4041 (2003) entitled “Drug and Alcohol Use and Dependency Coverage” (Notice 2003-06), explaining the Department’s interpretation of statutes relating to insurance coverage for drug and alcohol dependency treatment and regulation of managed health care, is inconsistent with those statutes.\nFirst is the act requiring coverage for drug and alcohol abuse and dependency in all general group health insurance policies known as “Act 106,” Sections 601-A-608-A of The Insurance Company Law of 1921 (Insurance Company Law), Act of May 17, 1921, P.L. 682, as amended, added by Section 10 of the Act of June 11, 1986, P.L. 226, as amended by Section 8 of the Act of December 22, 1989, P.L. 755, 40 P.S. §§ 908-1-908-8. Second is the act relating to quality health care accountability and protection, including delivery of managed care generally, known as “Act 68,” Sections 2101-2194 of the Insurance Company Law, added primarily by Section 1 of the Act of June 17, 1998, P.L. 464, 40 P.S. §§ 991.2101-991.2194.\nThe parties filed cross motions for judgment on the pleadings, agreeing that the issue is a legal one requiring no further facts to decide. The Court heard argument and scheduled re-argument before the Court an banc, but in a memorandum opinion of April 25, 2005 a majority decided that the controversy was not ripe and that the Court therefore lacked jurisdiction to decide it. On direct appeal from that ruling the Supreme Court, by per curiam order of February 21, 2006, vacated that order, citing Arsenal Coal Co. v. Commonwealth, Department of Environmental Resources, 505 Pa. 198, 477 A.2d 1333 (1984), and remanded to this Court for a consideration of the merits. See Insurance Fed’n of Pa., Inc. v. Commonwealth, Insurance Department, 586 Pa. 268, 893 A.2d 69 (2006). 1 The parties have filed briefs in support of their motions and briefs in opposition to the opposing motions, and the matter was argued again before the Court en banc.\nI\nIn 1989 the legislature provided the requirement of coverage for drug and alcohol abuse and dependency treatment in Section 602-A(a) of Act 106, 40 P.S. § 908-2(a): “All group health or sickness or accident insurance policies providing hospital or medical/surgical coverage ... shall in addition to other provisions ... include within the coverage those benefits for alcohol or other drug abuse and dependency as provided in sections 603-A, 604-A and 605-A.” The first benefit described is for inpatient detoxification. Section 603-A, 40 P.S. § 908-3, provides for inpatient detoxification as follows:\n(a) Inpatient detoxification as a covered benefit under this article shall be provided either in a hospital or in an inpatient non-hospital facility which has a written affiliation agreement with a hospital for emergency, medical and psychiatric or psychological support services, meets minimum standards for client-to-staff ratios and staff qualifications which shall be established by the Department of Health and is licensed as an alcoholism and/or drug addiction treatment program.\nUnder Section 603-A(c), 40 P.S. § 908-3(c), treatment may be subject to a lifetime limit of four admissions, and reimbursement may be limited to seven days each.\nThe second benefit is for non-hospital residential or other drug services, provided in Section 604-A of Act 106, 40 P.S. § 908-4 (emphasis added):\n(a) Minimal additional treatment as a covered benefit under this article shall be provided in a facility which meets minimum standards for client-to-staff ratios and staff qualifications which shall be established by the Office of Drug and Alcohol Programs and is appropriately licensed by the Department of Health as an alcoholism or drug addiction treatment program. Before an insured may qualify to receive benefits under this section, a licensed physician or licensed psychologist must certify the insured as a person suffering from alcohol or other drug abuse or dependency and refer the insured for the appropriate treatment.\n(b) The following services shall be covered under this section:\n(1) Lodging and dietary services.\n(2) Physician, psychologist, nurse, certified addictions counselor and trained staff services.\n(3) Rehabilitation therapy and counseling.\n(4) Family counseling and intervention.\n(5) Psychiatric, psychological and medical laboratory tests.\n(6) Drugs, medicines, equipment use and supplies.\nUnder Section 604-A(c), 40 P.S. § 908-4(c), non-hospital residential treatment must be covered for a minimum of 30 days per year and may be subject to a lifetime limit of 90 days.\nThe third benefit is for outpatient alcohol or other drug services as set forth in Section 605-A of Act 106, 40 P.S. § 908-5 (emphasis added):\n(a) Minimal additional treatment as a covered benefit under this article shall be provided in a facility appropriately licensed by the Department of Health as an alcoholism or drug addiction treatment program. Before an insured, may qualify to receive benefits under this section, a licensed'physician or licensed psychologist must certify the insured as a person suffering from alcohol or other drug abuse or dependency and refer the insured for the appropriate treatment.\nThe same services are provided for as in Section 604-A(b), 40 P.S. § 908-4(b), except for lodging and dietary services, and under Section 605-A(c), 40 P.S. § 908 — 5(c), coverage is required for a minimum of 30 full-session outpatient visits or equivalent partial visits per year and may be subject to a lifetime limit of 120 full-session outpatient visits or equivalent partial visits. The Department adopted regulations to implement the above provisions at 31 Pa. Code §§ 89.601-89.623.\nIn 1998 the legislature passed Act 68, consumer protection legislation that regulates the delivery of health services by managed care plans (MCPs). Section 2111, 40 P.S. § 991.2111, provides that MCPs, inter alia, shall “(3) Adopt and maintain a definition of medical necessity used by the plan in determining health care services.” Section 2136(a)(1), 40 P.S. § 991.2136(a)(1), requires an MCP to supply an enrollee, upon written request, a description of coverage, benefits and benefit máximums, including exclusions and the definition of medical necessity used in determining services. MCPs must establish and maintain internal and external grievance processes that permit an insured to file a grievance and to appeal from denial. Sections 2161-2162, 40 P.S. §§ 991.2161-991.2162.\nThe Department’s Notice 2003-06 states:\nThis notice is issued to advise all entities subject to [Act 106] of their obligations under Commonwealth law in the provision of coverage for alcohol or other drug abuse and dependency benefits. [Act 106] requires specific coverage of drug and alcohol treatment services in certain group insurance policies or contracts. Drug and alcohol use and dependency are recognized in this Commonwealth as public health problems with serious workplace, health care, community and criminal justice ramifications. The [Department] releases the following guidance concerning the provision of benefits under [Act 106].\n[Act 106] specifies that all group policies, contracts and certificates subject to [Act 106] providing hospital or medical/surgical coverage shall include within that coverage certain benefits for alcohol or other drug abuse and dependency. Under [Act 106], the only lawful prerequisite before an insured obtains nonhos-pital residential and outpatient coverage for alcohol and drug dependency treatment is a certification and referral from a licensed physician or licensed psychologist. It is the Department’s determination that the same prerequisite applies for inpatient detoxification coverage. The certification and referral in all instances controls both the nature and duration of treatment ....\n[Act 68], governing quality health care accountability and protection, does not change the requirements under [Act 106] and should be read in conjunction with these existing requirements. Thus, an entity subject to Act 68 may utilize precertification or utilization reviews, provided, however, that the decision of the precertification or utilization review does not limit the [Act 106] certification and referral by the licensed physician or licensed psychologist. (Emphasis added.)\nII\nIn their application and their supporting brief, Insurers aver that the Department in its publication of Notice 2003-06 seeks to prohibit pre-certification utilization review in the delivery of mandated Act 106 benefits. They question whether the legislature intended for MCPs to deliver mandated Act 106 benefits under managed care principles, including utilization review for medical necessity and appropriateness. Insurers assert that in Notice 2003-06 the Department takes the position that MCPs have no right to manage, i.e., that the certification and referral in all instances control the nature and the duration of treatment. Initially, Insurers argue that no language in Act 106 strips MCPs of their ability to perform medical necessity and utilization review with respect to these benefits.\nThe Department reads the language “[b]efore an insured may qualify” in Sections 604-A and 605-A of Act 106 as a limitation on MCPs’ delivery of mandated benefits; Insurers say that it provides only a prerequisite to the insureds’ right to access to benefits and that by using the phrase “may qualify” the legislature recognized that there might be further extra-statutory processes, such as those inherent in managed care. The Court has stated that “may” in a statute will not be construed to mean “shall” unless the context or subject matters compel such construction or unless it is necessary to give effect to the clear policy and intention of the legislature. In re Columbia Borough, 24 Pa.Cmwlth. 190, 354 A.2d 277 (1976),\nInsurers find no support in Act 106 for the statement in Notice 2003-06 that the mandated certification and referral in all instances control the nature and the duration of treatment. They see certification as certification only of a condition, e.g. alcohol dependency, and referral for “appropriate treatment” as meaning a setting such as non-hospital residential. Insurers cite the principle that in construing a statute a court may not supply omissions. See Almy v. Borough of Wilkinsburg, 53 Pa. Cmwlth. 46, 416 A.2d 638 (1980). Certification and referral is only one step in a process and cannot be the only prerequisite. They next contend that the legislature has not expressly precluded utilization review regarding Act 106 benefits, as it has with some other mandated benefits. See Section 633 of the Insurance Company Law, added by Section 3 of the Act of November 4, 1997, P.L. 492, 40 P.S. § 764d, relating to mastectomy and breast cancer reconstruction, which states in subsection (a)(2) that policies shall provide for inpatient care following a mastectomy “for the length of stay that the treating physician determines is necessary to meet generally accepted criteria for safe discharge” and states in subsection (a)(3) that such policies shall provide for “a home health care visit that the treating physician determines is necessary” under certain situations.\nNext Insurers maintain that the Department’s position precluding utilization review is contrary to Act 68, which it characterizes as establishing a comprehensive framework for the delivery of managed health care benefits. The title describes it as “AN ACT ... providing for quality health care accountability and protection, for responsibilities of managed care plans, for disclosure, for utilization review, for complaints and grievances... .’’ They refer to consumer protection provisions of Act 68 such as the requirement of maintaining a definition of medical necessity in Section 2111(3), the requirement to provide each enrollee a written summary of the plan’s utilization review policies and procedures in Section 2136(a)(7), 40 P.S. § 991.2136(a)(7), and grievance procedures with an ultimate right of review by a court in Sections 2161-2162, and they contend that utilization review is a hallmark of the managed care model. The ■ definition of “Health care service” in Section 2102, 40 P.S. § 991.2102, is: “Any covered treatment, admission, procedure, medical supplies and equipment or other services, including behavioral health, prescribed or otherwise provided or proposed to be provided by a health care provider to an enrollee under a managed care plan contract.” As used generally in the industry, “behavioral health” includes substance abuse.\nInsurers argue that if the legislature intended to exclude Act 106 benefits from utilization review, it would have expressly excluded those benefits under Section 2192, 40 P.S. § 991.2192, listing four statutorily authorized benefit programs to which Act 68 does not apply. They cite the principle that statutes relating to the same persons or things or classes of persons or things are in pari materia and that statutes in pari materia should be construed together, if possible, as one statute. Section 1932 of the Statutory Construction Act of 1972, 1 Pa.C.S. § 1932. They argue that Notice 2003-06 does not give effect to both Act 106 and Act 68 and that the Department’s reference to “certification and referral from a licensed physician or psychologist” as applying to detoxification has no basis in the statute. Sections 604-A and 605-A of Act 106 use such language, but Section 603-A does not. Where a section contains a given provision, its omission from a similar section is significant to show a different intention. Corley v. Pennsylvania Board of Probation and Parole, 83 Pa.Cmwlth. 529, 478 A.2d 146 (1984). Although the definition of “detoxification” includes involvement of a physician, it does not include language precluding utilization review.\nUnder a separate heading, Insurers contend that the interpretation in Notice 2003-06 leads to absurd and unreasonable results and creates potential for uncertainty in the delivery of Act 106 benefits. They state that the Department’s interpretation assumes a level of detail in the required referral for appropriate treatment that is not mandated by the statute. Finally, Insurers claim that the interpretation in Notice 2003-06 threatens the public interest in ensuring cost-effective delivery of quality health care benefits, and in support they refer to the definition of managed care plan in Section 2102 of Act 68, see n3 above. In a Notification of April 5, 1993, the Deputy Secretary of Rates and Policies for the Department stated that the Department would approve “products of licensed health insurers that have pre-cer-tification as part of the process for determining appropriateness of treatment” and that the Department would accept filings that use managed care techniques in the treatment of substance abuse. Petition for Review, Exhibit B. An MCP is not intended to be a “fee-for-service” plan, i.e., one where a provider merely submits a bill to the patient or insurer for payment.\nThe Department in its motion for judgment on the pleadings raises challenges to Insurers’ interpretation of Act 106 and Act 68 and requests relief by way of dismissal of the petition for review with prejudice. In its brief in support of its motion and its brief in opposition, the Department asserts first that Act 106 unambiguously requires group health insurers to provide mandatory coverage for alcohol and drug abuse treatment once an insured receives a certification and referral from a licensed physician or psychologist. Section 602-A of Act 106, in its general requirement for all group health or accident insurance policies, in subsection (d) expressly excludes only Medicare or Medicaid supplemental contracts or certain limited coverage policies.\nOn its face, the only prerequisite that Act 106 establishes before an insured qualifies for benefits is certification by a licensed physician or psychologist and referral for appropriate treatment. See Sections 604-A and 605-A. The definition of “detoxification” in Section 601-A acknowledges that the process poses physiological risks. Inpatient detoxification must take place in a hospital or inpatient non-hospital facility affiliated with a hospital and licensed, Section 603-A(a), and the determination that it is necessary is inherently medical. Moreover, use of the phrase “[bjefore an insured may qualify” in Sections 604-A and 605-A merely indicates that there is a condition precedent before the insured may receive Act 106 benefits. In this context the word “may” is used to signify the need for permission. American Heritage Dictionary (2d College ed.1991). In Columbia Borough the statute plainly indicated discretion, stating that a court “may” abolish wards upon petition, but the legislature made no such indication here.\nIn both of its briefs, the Department argues that there is no managed care exception to Act 106. It asserts that Insurers’ contention that they should play a role in balancing cost against medical necessity for Act 106 benefits ignores that the legislature already determined the appropriate balance by limiting the number of days or sessions of treatment that must be provided. The legislature was aware of the managed care concept when Act 106 was adopted. Health maintenance organizations (HMOs) had been in existence and licensed since 1972, yet the legislature in Section 602-A made HMOs subject to Act 106 along with other insurers. The legislature did address the cost concerns raised by Insurers in a different way, and it also limited Act 106 coverage to group policies.\nThe Department submits that rules of statutory construction compel its interpretation. Any conflict between statutes is to be avoided if possible, and apparently conflicting parts must be construed together with the more specific prevailing over the more general ones. Housing Authority of Chester County v. Pennsylvania State Civil Service Commission, 556 Pa. 621, 730 A.2d 935 (1999). Section 1933 of the Statutory Construction Act of 1972, 1 Pa.C.S. § 1933, provides that if conflict between a general provision in a statute and a special provision in the same or another statute is irreconcilable, “the special provisions shall prevail and shall be construed as an exception to the general provision, unless the general provision shall be enacted later and it shall be the manifest intention of the General Assembly that such general provision shall prevail.”\nThe Department asserts that Act 68 is a consumer protection statute intended to protect the consumers from misguided applications of managed care principles that value the bottom line over quality health care and that it would be a distortion of Act 68 to read it as granting total discretion, to managed care organizations to override mandated Act 106 benefits. Furthermore, Insurers are incorrect in contending that MCPs are solely responsible to determine whether benefits are “medically necessary.” The Department contrasts mandated benefits for serious mental illness (also part of “behavioral health”) under Section 636.1 of the Insurance Company Law, added by Section 5 of the Act of December 21, 1998, P.L. 1108, 40 P.S. § 764g, which does not specify who must make determinations of medical necessity; therefore, prescriptions for treatment are subject to review under Act 68 for medical necessity.\nAccording to the Department, if Act 106 is read to include a managed care exception then every benefit mandated by the legislature necessarily would be deemed to include such an exception also. MCPs would be permitted to second-guess the legislature concerning whether any mandated benefit is medically necessary. For example, mandated coverage for yearly mammograms for women age forty or over pursuant to Section 632 of the Insurance Company Law, added by Section 4 of the Act of July 7, 1989, P.L. 755, 40 P.S. § 764c, could be effectively eliminated if an insurer determined that they were not medically necessary. To allow MCPs to determine whether mandated benefits are ever necessary would contravene the provision of Article II, Section 1 vesting the legislative power in the General Assembly. Additionally, Notice 2003-06 was not required to be promulgated as a regulation as Insurers argue because it does not establish a binding norm; it simply interprets existing law.\nIll\nOverall, the Court accepts that the Department’s view of this legal issue of interpretation is the most logical and rational one, more in keeping with the intent of the legislature and the rules of statutory construction. The Court certainly agrees with the Department that the definition of “detoxification” as a process in a licensed facility where a person is assisted in eliminating alcohol and/or other drugs “as determined by a licensed physician, while keeping the physiological risk to the patient at a minimum,” Section 603-A(a), is the equivalent of certification by a physician and referral for appropriate treatment. This constitutes the determination of “medical necessity.” The Court also agrees that Act 106 plainly provides for mandatory benefits and that nothing solely on its face, apart from certification and referral, limits the availability of mandatory benefits by any extraneous procedures.\nInsurers’ position regarding utilization review of a decision to proceed with inpatient detoxification is illustrative. Although such a decision is inherently medical and time-sensitive, and the statutory definition of detoxification in Section 601-A expressly requires that the process be determined by a licensed physician, Insurers assume a right under Act 68 for an MCP gatekeeper to determine that the procedure is not medically necessary and to overrule the licensed physician. The Court does not consider this to be what the legislature intended.\nThe Department’s citation to Section 1938 of the Statutory Construction Act of 1972 is well taken. That section provides that in case of conflict a more specific provision prevails over a more general one, unless the more general one was enacted later “and it shall be the manifest intention of the General Assembly that such general provision shall prevail.” Here Act 106 is a specific provision addressing only drug and alcohol dependency coverage, and Act 68 is a general provision applicable to managed care generally. Insurers have shown nothing in Act 68 expressing a manifest intention of the legislature that it shall prevail over Act 106 procedures already in place. Insurers concede that Act 68 does not supersede all statutory provisions for decisions to be made by doctors, as in length of hospital stay following mastectomy in 40 P.S. § 764d, and the Court considers the requirements of Act 106 in regard to mandatory drug and alcohol treatment coverage to be equivalent.\nInsurers are not correct in arguing that such a determination fatally undermines the entire managed care model based on utilization review and medical necessity. At issue here are mandatory benefits specifically directed in a statute to be provided upon certification and referral by a licensed physician and/or a psychologist. Nor are Insurers correct that Notice 2003-06 leads to absurd and unreasonable results. In the event of a referral lacking the necessary guidance or a referral where the treating physician disagrees as to type or duration of treatment, it is reasonable to expect that the referring physician or psychologist and the treating physician will cooperate in developing an individualized patient treatment plan.\nThe Department’s motion for judgment on the pleadings requests that the Court determine whether Notice 2003-06 was required to be promulgated as a regulation. It cites Home Builders Ass’n of Chester & Delaware Counties v. Commonwealth, Department of Environmental Protection, 828 A.2d 446 (Pa.Cmwlth.2003), aff'd, 577 Pa. 274, 844 A.2d 1227 (2004), where this Court determined that an agency stormwater policy did not need to be promulgated as a regulation because its stated goal was to implement existing regulations rather than to create new requirements. The Court agrees that Notice 2003-06 is not a new requirement but rather that it is a statement of policy and the agency’s interpretation of existing law. In the Court’s final analysis, it must conclude based-on careful review of the Department’s interpretation of Act 106 that it shall be afforded substantial deference and that the Department’s discretion in interpreting the statute shall not be disturbed.\nThe Court’s ultimate decision on the merits is premised upon well-settled principles of statutory construction that have been clearly enunciated by the Pennsylvania Supreme Court in Commonwealth, Office of Administration v. Pennsylvania Labor Relations Board, 591 Pa. 176, 916 A.2d 541 (2007) (citing In re Nomination Petition of Carroll, 586 Pa. 624, 896 A.2d 566 (2006) (holding that the courts will not disturb an agency’s administrative discretion in interpreting legislation within its own sphere of expertise absent fraud, bad faith, abuse of discretion or clearly arbitrary action)). Based on its analysis of the issues and the law, the Court concludes that the Department’s position in this matter is correct, and it therefore declares that Act 106 requires group health insurers to provide mandatory coverage for alcohol and drug abuse treatment once an insured receives a certification and a referral for treatment from a licensed physician and/or a licensed psychologist. Accordingly, the Court holds that the Department is entitled to judgment on the pleadings as a matter of law.\nORDER\nAND NOW, this 26th day of July, 2007, the motion to suppress briefs and supplemental reproduced records of amici is denied. The motion for judgment on the pleadings filed by The Insurance Federation of Pennsylvania, Inc., et al. is denied. The motion for judgment on the pleadings filed by the Insurance Department is granted, and the petition for review in this matter is dismissed with prejudice.\n. Insurers also request declarations that Act 106 does not regulate or otherwise limit utilization review for medical necessity and appropriateness by managed care providers inherent in the managed care system; that Act 106 benefits are not exempt from utilization review of medical necessity and appropriateness by managed care providers inherent in the managed care system as authorized and regulated by Act 68; that certification by a licensed physician or psychologist under Act 106 is a prerequisite for certain mandated Act 106 benefits but does not by itself determine medical necessity or appropriate duration of treatment; and that Act 106 benefits are limited and must be managed to ensure against premature exhaustion.\n. \"Detoxification” is defined in Section 601— A, 40 P.S. § 908-1, as:\nThe process whereby an alcohol-intoxicated or drug-intoxicated or alcohol-dependent or drug-dependent person is assisted, in a facility licensed by the Department of Health, through the period of time necessary to eliminate, by metabolic or other means, the intoxicating alcohol or other drugs, alcohol and other drug dependency factors or alcohol in combination with drugs as determined by a licensed physician, while keeping the physiological risk to the patient at a minimum. (Emphasis added.)\n. Section 2102 of Act 68, 40 P.S. § 991.2102, defines \"Managed care plan” as:\nA health care plan that uses a gatekeeper to manage the utilization of health care ■services; integrates the financing and delivery of health care services to enrollees by arrangements with health care providers selected to participate on the basis of specific standards; and provides financial incentives for enrollees to use the participating health care providers in accordance with procedures established by the plan.\n. When ruling on a motion for judgment on the pleadings in its original jurisdiction, the Court must view all of the opposing party’s allegations as true, considering against such party only facts the party specifically admitted, and the Court may consider only the pleadings themselves and any documents properly attached thereto. Bolus v. Fisher, 785 A.2d 174 (Pa.Cmwlth.2001), aff'd, 568 Pa. 600, 798 A.2d 1277 (2002). The Court may grant a motion for judgment on the pleadings only where there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Id.\n. Act 68 does not apply to the Workers' Compensation Act, Act of June 2, 1915, P.L. 736, as amended, 77 P.S. §§ 1-1041.4, 2501-2626; the Workers’ Compensation Security Fund Act, Act of July 1, 1937, P.L. 2532, as amended, 77 P.S. §§ 1051-1066; peer review, utilization review or mental or physical examination performed under 75 Pa.C.S. Chapter 17 (relating to financial responsibility); and the fee-for-service programs operated by the Department of Public Welfare under Title XIX of the Social Security Act, 42 U.S.C. §§ 1396-1396r.\n. Insurers' brief in opposition to the Department’s motion asserts that it is fiction to suggest that MCPs could manage a mandated benefit out of existence, referring to the intent of Act 68 to protect from such abuse, including providing for internal and , external reviews and court appeals. It takes issue with the Department’s comparison to benefits under 40 P.S. § 764g, and it argues that there is no unconstitutional delegation of legislative authority in Act 106.\n. Amicus curiae briefs were filed by the Pennsylvania District Attorneys Association and by a group of non-profit associations and organizations led by the County Commissioners Association of Pennsylvania that have an interest in the delivery of treatment for drug and alcohol abuse. Filed with the briefs of amici are two supplemental reproduced records. Insurers filed an emergency application to suppress amici briefs and reproduced records, to which the amici have filed a joint response. The joint response points out that the Insurers filed such a motion previously in this case and that the Court denied the motion by per curiam order of September 2, 2004. An appellate court will not reconsider a previous ruling in a later phase of the same case, and a trial judge may not overrule an interlocutory order of another judge of the same court on an issue previously litigated. Municipality of Monroeville v. Prin, 680 A.2d 9 (Pa.Cmwlth.1996). Accordingly, the Court denies the motion to suppress. The arguments offered by amici are helpful, but as the analysis above demonstrates, there is no need for the Court to consider testimony quoted from outside the pleadings in this case or materials submitted in supplemental reproduced records in order to decide the merits.",
        "type": "majority",
        "author": "SMITH-RIBNER."
      }
    ],
    "attorneys": [
      "Jayson R. Wolfgang and P. Kevin Brob-son, Harrisburg, for petitioners.",
      "Linda J. Williams, Chief Deputy Attorney General, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "The INSURANCE FEDERATION OF PENNSYLVANIA, INC.; The Managed Care Association of Pennsylvania; Aetna Health, Inc.; HealthAssurance Pennsylvania, Inc.; Independence Blue Cross; Magellan Behavioral Health, Inc.; and ValueOptions, Inc., Petitioners v. COMMONWEALTH OF PENNSYLVANIA, INSURANCE DEPARTMENT, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued April 11, 2007.\nDecided July 26, 2007.\nJayson R. Wolfgang and P. Kevin Brob-son, Harrisburg, for petitioners.\nLinda J. Williams, Chief Deputy Attorney General, Harrisburg, for respondent.\nBEFORE: LEADBETTER, President Judge, COLINS, Judge, McGINLEY, Judge, SMITH-RIBNER, Judge, PELLEGRINI, Judge, FRIEDMAN, Judge, SIMPSON, Judge."
  },
  "file_name": "1243-01",
  "first_page_order": 1291,
  "last_page_order": 1300
}
