{
  "id": 9495964,
  "name": "Barbara BURNS, Dorothy Eichner, Charles and Madeline Johns, Lynn Glorieux, Martha Pasula, Nick Krawlik, and East Allegheny Community Council, Petitioners, v. REBELS, INC. and Pennsylvania Liquor Control Board, Respondents",
  "name_abbreviation": "Burns v. Rebels, Inc.",
  "decision_date": "2001-07-09",
  "docket_number": "",
  "first_page": "1245",
  "last_page": "1251",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 1245"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "667 A.2d 439",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861711
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/667/0439-01"
      ]
    },
    {
      "cite": "710 A.2d 648",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11833709
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/710/0648-01"
      ]
    },
    {
      "cite": "672 A.2d 849",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7362852
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/672/0849-01"
      ]
    },
    {
      "cite": "464 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710363
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0168-01"
      ]
    },
    {
      "cite": "503 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785931
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0109-01"
      ]
    },
    {
      "cite": "40 Pa. Code § 17.12-17.18",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "opinion_index": 0
    },
    {
      "cite": "186 A.2d 448",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "199 Pa.Super. 619",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        760649
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/199/0619-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 671,
    "char_count": 14859,
    "ocr_confidence": 0.688,
    "pagerank": {
      "raw": 8.809691169799156e-08,
      "percentile": 0.49684209388269357
    },
    "sha256": "3c1cc073860b95b9dcb97b5116a3bbb01d35f7e8c03988a616cb81b081d10efe",
    "simhash": "1:6a984d922e3e2ed6",
    "word_count": 2361
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SMITH and LEADBETTER, Judges, and MIRARCHI, Jr., Senior Judge."
    ],
    "parties": [
      "Barbara BURNS, Dorothy Eichner, Charles and Madeline Johns, Lynn Glorieux, Martha Pasula, Nick Krawlik, and East Allegheny Community Council, Petitioners, v. REBELS, INC. and Pennsylvania Liquor Control Board, Respondents."
    ],
    "opinions": [
      {
        "text": "SMITH, Judge.\nBarbara Burns, Dorothy Eichner, Charles and Madeline Johns and East Allegheny Community Council (Petitioners) petition for review of a decision of the Pennsylvania Liquor Control Board (Board) which approved the transfer of Restaurant Liquor License No. R-9927 (License) from Cindy’s Bar and Restaurant (Cindy’s Bar) to Rebels, Inc. (Rebels). Petitioners contend that the Board erred in determining that Petitioners lack standing to intervene in this matter and that the Board erred in permitting the person-to-person transfer of the License.\nCindy’s Bar has held the License since December 5, 1991, at which time Cynthia M. Butler was its president, secretary/treasurer, manager and sole stockholder. On December 8, 1993, the Board approved a notice of change which made Cynthia Butler’s husband, Leonard E. Butler, Jr., the president, secretary/treasurer, manager and sole stockholder of Cindy’s Bar. In late 1998, Rebels filed an application for the person-to-person transfer of the License from Cindy’s Bar to Rebels. Cynthia Butler is the president and secretary/treasurer of Rebels, and she holds 70 per cent of its stock. Cynthia and Leonard Butler’s son, Michael Butler, holds the remaining 30 per cent of its stock. An agreement of sale conveys the License and the business to Rebels in exchange for Rebels’ assumption of the debts of Cindy’s Bar. The business continues to operate on land owned by Cynthia and Leonard Butler, and Rebels would lease the land from them at a monthly rent of $1,400.\nPursuant to its authority under Section 464 of the Liquor Code, the Board held hearings on the application to transfer the license in July and August 1999 to take testimony with respect to four specific “objections.” The objections were (1) whether the application represented an attempt by Cindy’s Bar through Leonard Butler to transfer its license to members of Leonard Butler’s immediate family in order to erase its citation history and to avoid further scrutiny under the Board’s Nuisance Bar Program; (2) whether Leonard Butler would have continued involvement in the license and the licensed business; (3) whether Petitioners have a direct interest in the proceeding and would be aggrieved by Board action in favor of Rebels; and (4) whether approval of the application would adversely affect the health, welfare, peace and morals of the neighborhood within 500 feet of the licensed establishment. The Board heard testimony from Board Licensing Analyst Guy M. Davis, Pittsburgh Police Officer Robin Brandt, Petitioner Barbara Burns, Leonard Butler, Cynthia Butler and Kathleen Sweeney.\nAmong other things, the hearing established the following citation history of Cindy’s Bar. In 1993 Cindy’s Bar was found to have illegally possessed or operated gambling devices on its premises and to have illegally furnished alcohol to minors and was fined $1,450. In 1994 Cindy’s Bar was found to have furnished alcohol to two visibly intoxicated female patrons and was fined $650. In 1996 Cindy’s Bar was found to have furnished alcohol to three visibly intoxicated female patrons and was fined $1,000. In 1997 Cindy’s Bar was found to have used a loudspeaker inside its premises that could be heard outside and to have operated its establishment in a noisy or disorderly manner and was fined $150. During this time, Cynthia Butler continued to be involved in the operation of the business. Also, Michael Butler, who has been employed by Cindy’s Bar as a bartender since 1993, was arrested on October 23, 1997 and charged with possession of gambling devices; he pled guilty to disorderly conduct. Cindy’s Bar is on the City of Pittsburgh Police Department’s nuisance bar list.\nRegarding the first objection, the Board concluded that the License transfer was a bona fide transfer based upon Leonard Butler’s testimony that he wishes to transfer it to members of his immediate family due to his serious health problems. Regarding the second objection, the Board concluded that Leonard Butler’s continuing involvement in the operation of the business was not relevant to the transfer because he did not retain an unlawful pecuniary interest in the License. Regarding the third objection, the Board concluded that the concerns expressed by Petitioners were for the community in general and therefore they did not meet the requirements for intervenor status. Regarding the last objection, the Board noted that it does not have authority to deny a person-to-person transfer based upon detriment to the welfare of the community. The Board stated that in a person-to-person transfer, the Board may reject the application only if it concludes that the applicant is not a person of good repute. Section 404 of the Liquor Code. Accordingly, the Board granted the application. Petitioners appealed to the Allegheny County Court of Common Pleas, which transferred the matter to this Court.\nThe first issue before the Court is whether Petitioners have standing to intervene in this matter. Petitioners contend that they have standing because they reside within 500 feet of Cindy’s Bar and because of the impact of Cindy’s Bar in the neighborhood as evidenced by Petitioner Burns’ testimony. Petitioners do not have standing to intervene under Section 464 of the Liquor Code, because they are not applicants who have been aggrieved by a refusal of the Board to issue, renew or transfer a license and because Petitioners do not contend that the East Allegheny Community Counsel is a “church, hospital, charitable institution, school or public playground located within three hundred feet of the premises.” Also, Petitioners do not have standing to appeal under the principles discussed by the Superior Court in Gismondi Liquor License Case, 199 Pa.Super. 619, 186 A.2d 448 (1962), because this case involves a person-to-person transfer rather than a transfer to a new location.\nParties who do not have standing to intervene in a Board proceeding under Section 464 of the Liquor Code, but who will be aggrieved by an adverse Board decision, may nevertheless petition to intervene in the proceeding under 40 Pa. Code § 17.12-17.18 and may appeal an adverse Board decision directly to this Court under Section 702 of the Administrative Agency Law, 2 Pa.C.S. § 702. See In re Family Style Restaurant, Inc., 503 Pa. 109, 468 A.2d 1088 (1983). To satisfy the requirements of these sections, Petitioners must demonstrate that they are aggrieved; in other words, they must have a direct and substantial interest in the adjudication and must show a sufficiently close causal relation between the decision and their asserted injury to qualify their interest as immediate. William Penn Parking Garage, Inc. v. City of Pittsburgh, 464 Pa. 168, 346 A.2d 269 (1975).\nPetitioner Burns testified extensively about the impact of Cindy’s Bar on her personal life and on the lives of residents who live within 500 feet of the bar. For instance, Burns once found a prostitute who is a patron of the bar using her stairwell to turn a trick. The parties stipulated that other Petitioners would testify in the same manner as Burns if they took the stand. The Board argues that Petitioners have failed to present a direct and substantial interest in this matter because the incidents to which Burns testified all concern the past and present operation of Cindy’s Bar under the current licensee. The Board reasons that transfer of the License to another entity will not implicate these concerns.\nThe Board’s position wholly ignores the fact that one of the principal issues before it was whether the application represented an attempt by Cindy’s Bar to fraudulently transfer its license to erase its citation history and to avoid further scrutiny under the Board’s Nuisance Bar Program. There is a direct connection between the Board’s resolution of this issue and the impact of the past and present operation of Cindy’s Bar upon Petitioners. Further, unlike the community in general, Petitioners reside within 500 feet of the premises and they provided evidence of the impact of the Board’s action on their individual lives. Thus the Board erred in concluding that Petitioners lacked standing to intervene, and the Court concludes that Petitioners have standing to appeal under Section 702 of the Administrative Agency Law.\nAlthough the Board incorrectly concluded that Petitioners lack standing, the Board nevertheless permitted Petitioners to participate in the hearing and disposed of the issues raised by Petitioners. Accordingly, the Court may reach the merits of this appeal. Petitioners contend that the Board erred in permitting the person-to-person License transfer for essentially three reasons: Cynthia and Michael Butler are not persons of good repute; the License transfer was merely a sham transaction designed to clear the citation history of Cindy’s Bar; and de facto control of the license had been transferred to Rebels pri- or to the Board’s approval. Petitioners rely upon Cynthia and Michael Butler’s prior involvement in Cindy’s Bar, and upon Michael Butler’s arrest for possession of gambling devices, to argue that the Board erred in finding that they are persons of good repute. However, Petitioners do not appear to have raised this before the Board.\nThe Board stated: “[I]ntervenors did not allege anything negative with respect to [Cynthia and Michael Butler] other than the belief that the Applicant will attempt to install gambling devices on the premises. Additionally, [the Bureau of Licensing] did not object to the reputation of [Cynthia and Michael Butler].” Board’s opinion, at pp. 31-32. Petitioners’ brief does not state where Petitioners presented an argument to the Board that Cynthia and Michael Butler are not persons of good repute due to the citation history. Likewise, Petitioners do not identify where they presented to the Board their argument concerning de facto control of the bar. See Pa. R.A.P. 2117(c) (relating to the statement of place of raising or preservation of issues). After carefully reviewing the certified record, the Court is unable to locate any place where Petitioners preserved these arguments for appellate review. Accordingly, these arguments have been waived, and they may not be raised for the first time on appeal to this Court. Pa. R.A.P. 1551 (relating to the requisites for a renewable issue); Pennsylvania State Police, Bureau of Liquor Control Enforcement v. La Caffe, Inc., 672 A.2d 849 (Pa.Cmwlth.1996).\nWith regard to Petitioner’s assertion that the License transfer was merely a sham transaction, the Board credited Leonard Butler’s testimony that he suffers from serious health problems and that he wishes to transfer the license to members of his immediate family because of these health problems. Leonard Butler testified that he continues to suffer complications from a 1994 heart attack and double bypass surgery; he receives medical attention every two to three weeks for an incision that had never healed properly. This testimony provides substantial evidence to support the Board’s finding, and accordingly it may not be disturbed. West Reading Tavern, Inc. v. Pennsylvania Liquor Control Board, 710 A.2d 648 (Pa.Cmwlth.1998). The Court is also not convinced that the lack of adequate consideration for the transfer renders the Board’s finding unsupported. Furthermore, the Court notes the Board’s explanation that, regardless of whether the citation history of Cindy’s Bar is cleared, the Board may take action against the bar if it is operated in such a manner that it can be considered a nuisance. The Board’s order is therefore affirmed.\nORDER\nAND NOW, this 9th day of July, 2001, the order of the Pennsylvania Liquor Control Board is reversed insofar as it held that Barbara Burns, Dorothy Eichner, Charles and Madeline Johns and East Allegheny Community Council lacked standing to intervene. The Board’s order is otherwise affirmed.\n. Petitioners stipulated at oral argument that Lynn Glorieux, Martha Pasula, Nick Krawlik are not proper intervenors in this matter.\n. Act of April 12, 1951, P.L. 90, as amended, 47 P.S. § 4-464.\n. The Court’s review of an order of an administrative agency is limited to determining whether constitutional rights were violated, whether an error of law was committed, or whether necessary findings of facts are supported by substantial evidence. West Reading Tavern, Inc. v. Pennsylvania Liquor Control Board, 710 A.2d 648 (Pa.Cmwlth.1998).\n. Section 464 provides in pertinent part:\nAny applicant who has appeared at any hearing, as above provided, who is aggrieved by the refusal of the board to issue any such license or to renew or transfer any such license or to renew any amusement permit may appeal, or any church, hospital, charitable institution, school or public playground located within three hundred feet of the premises applied for, aggrieved by the action of the board in granting the issuance of any such license or the transfer of any such license, may take an appeal limited to the question of such grievance, within twenty days from date of refusal or grant, to the court of common pleas of the county in which the premises or permit applied for is located.\n. The Superior Court’s decision in Gismondi established that inhabitants of the neighborhood who reside within 500 feet of the establishment may have standing to appeal as well. Standing under Gismondi is based upon Section 404 of the Code, 47 P.S. § 4-404, which provides in pertinent part:\nAnd provided further, That the board shall refuse any application for a new license or the transfer of any license to a new location if, in the board's opinion, such new license or transfer would be detrimental to the welfare, health, peace and morals of the inhabitants of the neighborhood within a radius of five hundred feet of the place proposed to be licensed. ...\nThe Superior Court reasoned that this provision provides a clear mandate from the legislature to protect the interests of the neighborhood residing within a 500 foot radius, which makes protestants who so reside parties to the proceeding with the right to appeal. The legislative mandate in Section 404, however, only covers applications for new licenses and transfers of licenses to a new location; it does not apply to person-to-person transfers of licenses. See, e.g., Arrington v. Pennsylvania Liquor Control Board, 667 A.2d 439 (Pa.Cmwlth.1995).",
        "type": "majority",
        "author": "SMITH, Judge."
      }
    ],
    "attorneys": [
      "Jason A. Archinaco, Pittsburgh, for petitioners.",
      "Michelle A. Fox, Harrisburg, for respondents."
    ],
    "corrections": "",
    "head_matter": "Barbara BURNS, Dorothy Eichner, Charles and Madeline Johns, Lynn Glorieux, Martha Pasula, Nick Krawlik, and East Allegheny Community Council, Petitioners, v. REBELS, INC. and Pennsylvania Liquor Control Board, Respondents.\nCommonwealth Court of Pennsylvania.\nArgued May 8, 2001.\nDecided July 9, 2001.\nJason A. Archinaco, Pittsburgh, for petitioners.\nMichelle A. Fox, Harrisburg, for respondents.\nBefore SMITH and LEADBETTER, Judges, and MIRARCHI, Jr., Senior Judge."
  },
  "file_name": "1245-01",
  "first_page_order": 1287,
  "last_page_order": 1293
}
