{
  "id": 9100076,
  "name": "Ellec MOSLEY, Appellant, v. Ronald WELCH, Appellee",
  "name_abbreviation": "Mosley v. Welch",
  "decision_date": "2003-08-28",
  "docket_number": "No. 00-CV-1283",
  "first_page": "1246",
  "last_page": "1250",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1246"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "925 F.2d 488",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "weight": 2,
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "288 U.S.App.D.C. 257",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "721 F.Supp. 1378",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        11362426
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "1380"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/721/1378-01"
      ]
    },
    {
      "cite": "699 A.2d 348",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11906520,
        11906654
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "351-54"
        },
        {
          "page": "352"
        },
        {
          "page": "354"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/699/0348-01",
        "/a2d/699/0348-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 559,
    "char_count": 11730,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2143167420185501
    },
    "sha256": "ccb28248547e9120928c70130c95210f1583363faf49aa5f0aa2ab9c34c1daeb",
    "simhash": "1:ae4c10fe5059c2eb",
    "word_count": 1884
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, RUIZ, and GLICKMAN, Associate Judges."
    ],
    "parties": [
      "Ellec MOSLEY, Appellant, v. Ronald WELCH, Appellee."
    ],
    "opinions": [
      {
        "text": "GLICKMAN, Associate Judge:\nThe question presented in this appeal is whether a defendant tortfeasor whose liability insurer is insolvent has the right to require the plaintiff to exhaust his potentially applicable uninsured motorist insurance before the plaintiff enforces his judgment against the defendant, where the District of Columbia Insurance Guaranty Association has elected to honor the insolvent insurer’s coverage obligations to the defendant without requiring such exhaustion. We hold that the defendant does not have that right.\nI.\nWhile driving his taxi cab on June 23, 1994, Ellec Mosley struck Ronald Welch, a pedestrian, injuring Welch’s right leg. Three years later, Welch brought a personal injury action in Superior Court against Mosley and his employer, Capital Cab Cooperative Association, Inc. At the time, Mosley had available up to $25,000 in motor vehicle insurance coverage from Capital Casualty Insurance Company, Inc. (“CCIC”), a wholly-owned subsidiary of Capital Cab.\nCapital Cab successfully moved for summary judgment and was dismissed from the action in mid-1998. Not long thereafter, in a separate proceeding, the court declared CCIC insolvent and ordered that it be liquidated. As a result, Welch’s action against Mosley was stayed for six months to permit the District of Columbia Insurance Guaranty Association (“DCI-GA”) to assume CCIC’s defense and other obligations in accordance with the Property and Liability Insurance Guaranty Association Act of 1993 (“the IGA Act”), now codified as D.C.Code §§ 31-5501 to 31-5515 (2001).\nAfter the stay was lifted, the case proceeded to trial in April 2000 with Mosley as the sole defendant. The jury found Mosley liable and awarded Welch $75,000 in damages. Mosley then filed a post-trial motion for partial relief from the judgment. Mosley argued that because the DCIGA had replaced CCIC as his insurer, the IGA Act applied to Welch’s claim and required Welch to exhaust whatever rights he had to uninsured motorist (“UM”) coverage under his own motor vehicle insurance policy as a precondition to enforcing his judgment against Mosley. Mosley asked the court to stay Welch’s collection efforts against him “on any sum the equivalent amount of which is found to be available in an alternative source of insurance, presumably, the uninsured motorists provision of plaintiffs automobile insurance policy.” Welch opposed Mosley’s motion on various grounds. Welch acknowledged-that he had his own motor vehicle insurance policy in 1994, when Mosley injured him. Among other things, however, Welch argued that by 1998, when CCIC became insolvent, it would have been too late for him to make a claim under his 1994 policy. Welch further claimed that he no longer could identify the insurance carrier that had issued that policy. Most important, Welch argued that the Act did not afford Mosley any rights against him and did not oblige Welch to exhaust his own insurance coverage before he could enforce his judgment by levying on Mosley’s assets.\nNo stay was in effect while Mosley’s post-trial motion was pending. During that time, Welch obtained writs of fieri facias on Mosley’s real and personal property and writs of attachment against his wages and savings; and the court entered judgment of condemnation for Welch against $ 27,488.08 in Mosley’s bank account. In August 2000, the trial court denied Mosley’s post-trial motion on the ground that it was “not supported by the evidentiary record of the case.” Thereafter, counsel have informed us, Welch collected the balance of his judgment from Mosley’s assets while DCIGA honored CCIC’s coverage obligation to Mosley and paid him $25,000.\nII.\nMosley appeals only the denial of his post-trial motion. He renews his contention that the IGA Act required Welch to exhaust his own UM insurance coverage before he could levy on Mosley’s assets. We reject this contention and affirm the trial court’s ruling.\nThe IGA Act provides a mechanism for the DCIGA to pay claims against insurers that become insolvent. See generally Zhou v. Jennifer Mall Rest., Inc., 699 A.2d 348, 351-54 (D.C.1997); District of Columbia Ins. Guar. Ass’n v. Nat’l R.R. Passenger Corp., 721 F.Supp. 1378, 1380 (D.D.C. 1989), aff'd, 288 U.S.App.D.C. 257, 925 F.2d 488 (1991). If an insurer becomes insolvent, “the DCIGA steps in to act as if it were the insolvent insurer.” Id. The DCIGA assumes “all rights, duties and obligations of the insolvent insurer,” including the obligation to pay “covered claims.” D.C.Code § 31-5505(a)(2) (2001). A “covered claim” includes- “an unpaid claim ... submitted by a claimant, which arises out of and is within the coverage and is subject to the applicable limits of an insurance policy” issued by the insolvent -insurer. D.C.Code § 31-5501(6) (2001). Thus, in the present case, the DCIGA assumed CCIC’s obligation to insure Mosley up to the policy limit of $25,000.\nThe IGA Act also contains a provision that is designed to avoid duplicate insurance recoveries and protect the funds of the DCIGA by requiring claimants to exhaust other sources of insurance for covered claims. In pertinent part, the provision states:\nAny person having a claim against an insurer under any provision in an insurance policy, other than a policy of an insolvent insurer which is also a covered claim, shall be required to exhaust first his or her right under such a policy. Any amount payable on a covered claim under this chapter shall be reduced by the amount of any recovery under such an insurance policy.\nD.C.Code § 31-5509(a) (2001). This provision therefore requires: “1) that a claimant with an alternative source of insurance coverage for a covered claim must first exhaust that alternative source[] before seeking compensation from the DCIGA, and 2) that the DCIGA’s obligation be reduced by the amount of duplicate coverage of the covered claim from alternative sources of insurance.” Zhou, 699 A.2d at 352. These requirements prevent claimants from obtaining “double recovery or windfall by virtue of an insurance company’s insolvency.” Id.\nAs we explained in Zhou, these non-duplication requirements of the .IGA Act may be triggered when UM coverage is available for a claim against the DCIGA:\nThis situation typically arises in the following circumstances: driver A, who has uninsured motorists insurance, is involved in an accident with driver B, the tortfeasor. When driver B’s insurance is declared insolvent, driver A recovers from his or her own uninsured motorists policy. Driver A then attempts to recover from the [DCIGA] which has stepped into the shoes of the tortfeasor’s insolvent insurer. Because the claim against driver A’s uninsured motorists policy is the same claim as the one brought against driver B’s insolvent insurer, the [DCIGA] can deduct the amount recovered from the injured party’s uninsured motorists policy from the amount it is statutorily obligated to pay to the injured party.\nId. at 354. If it were otherwise, and the DCIGA received no credit for UM insurance payments, more insurance coverage would be available for the claim than if the tortfeasor’s insurer had remained solvent.\nIn the present case, therefore, before it paid CCIC’s coverage obligation to Mosley itself, the DCIGA presumably could have insisted that Welch make a claim against his own motor vehicle insurer under the UM provisions of his policy. The DCIGA would have been entitled to a credit for any UM payments that Welch received. Alternatively, even after it paid Mosley, the DCIGA perhaps might have pursued reimbursement by invoking its rights under D.C.Code § 31-5509(a). But the DCI-GA has not asserted its statutory rights to exhaustion and set-off in any manner.\nMosley nonetheless argues that D.C.Code § 31-5509(a) gives policy holders of insolvent insurers the same rights it gives the DCIGA to require prior exhaustion and set-off. In other words, even though the DCIGA honored CCIC’s coverage obligation to Mosley, he argues that he is entitled as well to a credit for any UM insurance that Welch could have obtained. This would further the IGA Act’s goal, Mosley suggests, of avoiding financial loss to policy holders from insurer insolvencies.\nWe do not think that Mosley’s argument is correct. The purpose of D.C.Code § 31-5509(a) is to avoid duplicate insurance recoveries and protect the funds of the DCIGA, not to reduce the liability of insureds or provide them with more asset protection than if their insurers had not become insolvent. When he received the payment from the DCIGA, Mosley received all the protection that the IGA Act was supposed to provide. If, in addition to the DCIGA’s payment, Mosley were to receive a credit in the amount of Welch’s available UM insurance, Mosley would be better off than if CCIC had remained solvent. He would be the beneficiary of a windfall. That is not what the IGA Act was meant to accomplish. The statute does not leave room for doubt on this point. The last sentence of D.C.Code § 31-5509(a) states that “[a]ny amount payable on a covered claim under this chapter shall be reduced by the amount of any recovery under such an insurance policy.” This sentence refers only to amounts payable by the DCIGA, because only the DCIGA has the obligation under “this chapter” to pay a “covered claim.” Only the DCIGA itself, we conclude, has the right provided by D.C.Code § 31-5509(a) to require a claimant to exhaust other insurance coverage and to reduce its own exposure to the extent of such other coverage. The DCIGA has not asserted that right in this case. The trial court therefore did not err in denying Mosley’s post-trial motion, and we affirm the judgment on appeal.\nSo ordered.\n. Formerly codified as D.C.Code §§ 35-3901 to 35-3915 (1997). For convenience this opinion will cite to the current statutory codification.\n. Motor vehicle insurance policies sold in the District of Columbia must provide a minimum of UM coverage for insureds who are entitled to damages from owners or operators of \"uninsured motor vehicles,” a term that includes vehicles whose insurers become insolvent. See D.C.Code § 31-2406(f)(l)(B) (2001).\n. There is an another important implication of the principle that \"where an injured plaintiff has alternative sources of insurance covering the same claim as the claim against the insolvent insurer, ... the nonduplication provision [requires] the plaintiff to exhaust the solvent policy and deduct the amount recovered from the obligation due by the [DCI-GA].” Id. That implication is that the plaintiff's solvent insurer is stuck with the loss up to the limit of the insolvent insurer's coverage obligation and is not subrogated to the plaintiff's claim against the tortfeasor whose insurer became insolvent (except insofar as the solvent insurer’s payments exceed the insolvent insurer’s obligation). If the plaintiff’s insurer could turn around and recover its payments to the plaintiff by suing the tortfea-sor, then the protection afforded the tortfea-sor by the IGA Act would be reduced or even nullified.\n. The trial court denied Mosley’s post-trial motion without a hearing, and thus without resolving whether Welch in fact could have made a claim under the UM provisions of his insurance policy. If D.C.Code § 31-5509(a) entitled Mosley to require Welch to exhaust his own insurance coverage, further fact-finding as to the availability and amount of that coverage would be necessary.",
        "type": "majority",
        "author": "GLICKMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Edwin C. Brown, Jr., Alexandria, VA, for appellant.",
      "A.J. Cooper, Washington, DC, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "Ellec MOSLEY, Appellant, v. Ronald WELCH, Appellee.\nNo. 00-CV-1283.\nDistrict of Columbia Court of Appeals.\nArgued May 24, 2001.\nDecided Aug. 28, 2003.\nEdwin C. Brown, Jr., Alexandria, VA, for appellant.\nA.J. Cooper, Washington, DC, for appel-lee.\nBefore STEADMAN, RUIZ, and GLICKMAN, Associate Judges."
  },
  "file_name": "1246-01",
  "first_page_order": 1294,
  "last_page_order": 1298
}
