{
  "id": 9141388,
  "name": "In re the Petition to Set Aside the Nomination Petition of Francis J. HANSSENS, Jr., as a Democratic Candidate for the Office of Councilperson for the Seventh Councilmatic District of the City of Philadelphia, Petition of Candido Silva, Barbara Stuhl, Eileen Miller, Chester Zalenski and Walter De Treux, Jr. Appeal of Francis J. Hanssens, Jr.",
  "name_abbreviation": "In re Set Aside the Nomination Petition of Hanssens",
  "decision_date": "2003-04-28",
  "docket_number": "",
  "first_page": "1247",
  "last_page": "1255",
  "citations": [
    {
      "type": "official",
      "cite": "821 A.2d 1247"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "112 F. 175",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6717696
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/112/0175-01"
      ]
    },
    {
      "cite": "673 A.2d 324",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        461499,
        7861068
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "327",
          "parenthetical": "stating that a domicile is the place at which an individual has fixed the \"family home\" and principal establishment for an indefinite period of time"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0498-01",
        "/a2d/673/0324-01"
      ]
    },
    {
      "cite": "543 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461499
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "506",
          "parenthetical": "stating that a domicile is the place at which an individual has fixed the \"family home\" and principal establishment for an indefinite period of time"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0498-01"
      ]
    },
    {
      "cite": "516 A.2d 784",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1355557
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/102/0129-01"
      ]
    },
    {
      "cite": "770 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11100715,
        1276813,
        11100597,
        1276759,
        11100634,
        1276830
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/770/0326-03",
        "/pa/564/0670-02",
        "/a2d/770/0326-01",
        "/pa/564/0670-01",
        "/a2d/770/0326-02",
        "/pa/564/0669-01"
      ]
    },
    {
      "cite": "564 Pa. 670",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276813,
        1276759
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0670-02",
        "/pa/564/0670-01"
      ]
    },
    {
      "cite": "105 A.2d 376",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "377 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249646
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/377/0411-01"
      ]
    },
    {
      "cite": "778 A.2d 746",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9496847
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/778/0746-01"
      ]
    },
    {
      "cite": "163 A. 303",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1932,
      "pin_cites": [
        {
          "parenthetical": "stating that the fact of residence in a particular place is prima facie evidence of domicile"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "309 Pa. 151",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141686
      ],
      "weight": 2,
      "year": 1932,
      "pin_cites": [
        {
          "parenthetical": "stating that the fact of residence in a particular place is prima facie evidence of domicile"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0151-01"
      ]
    },
    {
      "cite": "711 A.2d 1048",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11830297
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/711/1048-01"
      ]
    },
    {
      "cite": "643 A.2d 717",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867016,
        1459879
      ],
      "weight": 2,
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/643/0717-01",
        "/pa-commw/163/0430-01"
      ]
    },
    {
      "cite": "770 A.2d 327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1276821,
        11100830
      ],
      "weight": 3,
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0671-01",
        "/a2d/770/0327-01"
      ]
    },
    {
      "cite": "564 Pa. 671",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276821
      ],
      "weight": 2,
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0671-01"
      ]
    },
    {
      "cite": "728 A.2d 1033",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11628658
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/728/1033-01"
      ]
    },
    {
      "cite": "2002 U.S. Dist. LEXIS 24745",
      "category": "reporters:specialty_lexis",
      "reporter": "U.S. Dist. LEXIS",
      "year": 2002,
      "opinion_index": 1
    },
    {
      "cite": "2002 WL 31898887",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2002,
      "opinion_index": 1
    },
    {
      "cite": "329 A.2d 483",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 1
    },
    {
      "cite": "458 Pa. 147",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479715
      ],
      "year": 1974,
      "opinion_index": 1,
      "case_paths": [
        "/pa/458/0147-01"
      ]
    },
    {
      "cite": "673 A.2d 324",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        461499,
        7861068
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa/543/0498-01",
        "/a2d/673/0324-01"
      ]
    },
    {
      "cite": "543 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461499
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa/543/0498-01"
      ]
    },
    {
      "cite": "778 A.2d 746",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9496847
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/778/0746-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 845,
    "char_count": 21747,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21482893404210052
    },
    "sha256": "db1ca99c8845375a3e0035c1e6f6a40e09e5f8f57611a3ff61433c1b270a4288",
    "simhash": "1:8fe1c0a9720995c4",
    "word_count": 3551
  },
  "last_updated": "2024-02-27T22:09:24.899331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, President Judge, FRIEDMAN, Judge, and SMITH-RIBNER, Judge."
    ],
    "parties": [
      "In re the Petition to Set Aside the Nomination Petition of Francis J. HANSSENS, Jr., as a Democratic Candidate for the Office of Councilperson for the Seventh Councilmatic District of the City of Philadelphia, Petition of Candido Silva, Barbara Stuhl, Eileen Miller, Chester Zalenski and Walter De Treux, Jr. Appeal of Francis J. Hanssens, Jr."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge FRIEDMAN.\nFrancis J. Hanssens, Jr. (Hanssens) appeals from the April 21, 2003, order of the Court of Common Pleas of Philadelphia County (trial court), which struck the Nomination Petition of Francis J. Hans-sens, Jr., as a Democratic Candidate for the Office of Councilperson for the Seventh Councilmanic District of the City of Philadelphia (Nomination Petition). We affirm.\nCandido Silva, Barbara Stuhl, Eileen Miller, Chester Zalenski and Walter De-Treux, Jr. (collectively, the Objectors) filed a petition with the trial court to set aside Hanssens’ Nomination Petition. The Objectors alleged that Hanssens claimed in his affidavit to reside at 4268 Griscom Street, which is within the seventh district, but, in reality, Hanssens resides at 991 East Godfrey Avenue, which is outside the seventh district.\nAt the hearing before the trial court, the Objectors presented the testimony of Steven Killian, who fives across the street from 4268 Griscom Street. Killian essentially testified that he has not seen Hans-sens at the 4268 Griscom Street address. The Objectors also presented evidence in-' dicating that Hanssens’ wife resides at 991 East Godfrey Avenue. Moreover, Hans-sens’ utility bills for 4268 Griscom Street from January 15, 2003, to June 13, 2003, show a minimum charge of $12.00 per month.\nWhen the Objectors completed the presentation of their case, Hanssens demurred, contending that the Objectors failed to meet their burden of proving that Hanssens did not reside at 4268 Griscom Street. However, the trial court denied the demurrer, and Hanssens presented his case against the Objectors’ petition.\nHanssens testified that he has moved to 4268 Griscom Street, which he describes as disheveled, but his wife and son continue to reside at 991 East Godfrey Avenue. Hanssens stated that he intends to move his family in the fall of 2003, but that will depend on his income. Hanssens indicated that he keeps a moderate amount of clothing and a minimal amount of food at 4268 Griscom Street, and uses a cell phone because there is no phone service there. Finally, Hanssens testified that he intentionally kept his utility bills at the minimum charge to save money, and, during the cold winter months, he slept in a thermal sleeping bag.\nThe trial court found Killian to be credible but did not believe the testimony of Hanssens. After considering the evidence, the trial court concluded that the Objectors met their burden of proving that Hanssens does not reside at 4268 Griscom Street. Thus, the trial court set aside the Nomination Petition.\nHanssens filed an appeal with this court. At oral argument, Hanssens represented that he had discovered relevant evidence about the case after the hearing before the trial court. Upon consideration of the matter, this court issued an order vacating the trial court’s order and remanding this case for additional testimony on the after-discovered evidence, for new findings of fact and conclusions of law and for a new decision. This court also retained jurisdiction of the matter.\nOn April 21, 2003,. the trial court issued new findings of fact as follows.\n1. Ed Killian made a statement before Private Investigator Frank Wallace on April 1, 2003.\n2. The substance of that statement was that his brother Steve Killian was paid for his previous testimony before this Court on March 27, 2003.\n3. Although this Court is not convinced that the evidence presented was sufficient to prove that the alleged bribe occurred, this evidence nevertheless seriously calls into question the reliability of Steve Killian’s testimony.\n4. However, this Court is of the opinion that there is sufficient evidence on the record to support it’s [sic] original finding that the objectors’ [sic] sustained their burden of proving that the Respondent [Hanssens] did not reside at 4268 Griscom Street.\n5. The Respondent’s wife, Valerie Hanssens resides at 991 East Godfrey Avenue in Philadelphia along with Respondent’s son.\n6. It is undisputed that Respondent lived along with his wife and son at this property prior to January 13, 2003, the date he alleged to move into 4268 Gris-com Street.\n7. Utility bills - from the Philadelphia Gas Works for the period beginning January 15, 2003 thru June 13, 2003 indicate minimum monthly billings of $12.00 for 4268 Griscom Street.\n8. These charges are consistent with a charge for service only but not usage.\n9. During the winter months of 2003 the Philadelphia área experienced a harsh winter with sub-freezing termper-atures.\n10. Respondent had no definite idea of when his wife and son could move into the Griscom Street property.\n11. No phone service existed at the Griscom Street property during the relevant time periods in issue.\n12. Respondent keeps only a moderate amount of clothing at the Griscom Street property.\n13. Respondent keeps a minimal ' amount of food at the Griscom Street property. -\n14. By the Respondent’s own description the Griscom Street property is disheveled.\nBased on these new findings of fact, the trial court concluded that the Objectors met their burden and that Hanssens failed to demonstrate the intent and physical presence necessary to change his legal residence. Thus, the trial court issued an order striking Hanssens’ Nomination Petition.\nOn appeal to this court, Hanssen argues that the trial court erred in con-eluding, based on the new findings of fact, that Hanssens failed to demonstrate the intent and physical presence necessary to change his legal residence to 4268 Griscom Street. We disagree.\nA party alleging defects in a nominating petition has the burden of proving those defects. In re Nomination Petition of Flaherty, 564 Pa. 671, 770 A.2d 327 (2001). Thus, the burden of proving that Hanssens is not domiciled at 4268 Griscom Street rests on the Objectors. See In re Nomination Petition of Cooper, 168 Pa.Cmwlth. 430, 643 A.2d 717 (1994). In this regard, section 704(d) of the Election Code provides:\n(d) The place where the family of a married man or woman resides shall be considered and held to be his or her place of residence, except where the husband and wife have actually separated and live apart, in which case the place where he or she has resided for two months or more shall be considered and held to be his or her place of residence.\n25 P.S. § 2814(d) (emphasis added). Once the Objectors have established that Hans-sens’ family resides at 991 East Godfrey Avenue, the burden shifts to Hanssens to show that he and his wife have actually separated and live apart and that he has acquired a new domicile.\nA new domicile can be acquired only by: (1) physical presence at a new residence; and (2) intent to make that new residence the principal home. In re Pippy, 711 A.2d 1048 (Pa.Cmwlth.1998). Intent is the actual state of facts, not what one declares them to be. Id. Thus, a declaration of intent as to domicile that is self-serving and not followed by acts that are in accord with the declaration will not be regarded as conclusive. In re Dorrance’s Estate, 309 Pa. 151, 163 A. 303 (1932).\nHere,, the trial court found that Hanssens’ wife and son reside at 991 East Godfrey Avenue. It was also undisputed that Hanssens lived at that address prior to January 13, 2003. Thus, the Objectors presented prima facie evidence that Hans-sens does not reside at 4268 Griscom Street. The burden then shifted to Hans-sens to show that he and his wife have actually separated and live apart and that he has acquired a new domicile.\nHere, the trial court did not make specific findings and conclusions as to whether Hanssens and his wife were separated and living apart. Instead, the trial court focused on whether Hanssens proved the intent and physical presence necessary to establish a new domicile at 4268 Gris-com Street. A domicile is the place at which an individual has fixed the family home and principal establishment for an indefinite period of time. In re Prendergast.\nIn this regard, the trial court found that Hanssens had no definite idea when his family could move into the Griscom Street property. Indeed, Hanssens testified that he continues to make renovations to the interior of the property at 4268 Griscom Street and that he hopes to make 4268 Griscom Street the family home in the fall of 2003. However, that depends on his income. In other words, if Hanssens does not have the money to make the necessary renovations to the property, his family may not move to Griscom Street any time in 2003. Because Hanssens has not yet fixed the Griscom Street property as his family home, Hanssens incorrectly stated in his affidavit that 4268 Griscom Street is now his domicile.\nAccordingly, we affirm.\nORDER\nAND NOW, this 28th day of April, 2003, the order of the Court of Common Pleas of Philadelphia County, dated April 21, 2003, is hereby affirmed.\n. Given the fact that it is not yet June of 2003, we suspect that this date is incorrect.\n. Hanssens has been spending money to rehabilitate the property at 4268 Griscom and is still making renovations to the interior of the property.\n.The trial court took judicial notice of a severe winter with subfreezing temperatures. Hanssens testified that he did not sleep at 4268 Griscom Street on the night of an extensive snow storm in February.\n. Our scope of review is limited to determining whether the trial court’s findings of fact are supported by substantial evidence, whether the trial court abused its discretion or whether the trial court committed an error of law. In re Nomination Petition of Flaherty, 564 Pa. 671, 770 A.2d 327 (2001). In reviewing the trial court's determination, we keep in mind that the Election Code must be liberally construed to protect a candidate’s right to run for office and the voters’ rights to elect the candidate of their choice. Id.\n. As indicated, this court vacated the trial court’s previous order and remanded for new findings of fact and a new decision. Thus, we will not consider any of the trial court’s prior findings and prior reasoning here.\n. Hanssens also argues that the trial court erred in setting aside the Nomination Petition because the Objectors failed to prove that they had standing to challenge the Nomination Petition. However, Hanssens concedes that he did not raise this issue at the hearing. \"Issues not raised in the lower court are waived and cannot be raised for the first time on appeal.” Pa. R.A.P. 302(a).\n. Technically, a person's eligibility to run for a particular office is determined by the location of the person's domicile, not residence. In re Nomination Petitions of McIntyre, 778 A.2d 746 (Pa.Cmwlth.) (citing In re Lesker, 377 Pa. 411, 105 A.2d 376 (1954)), aff'd, 564 Pa. 670, 770 A.2d 326 (2001).\n. Act of June 3, 1937, P.L. 1333, as amended, 25 P.S. § 2814(d). Technically, section 704 of the Election Code provides rules for determining the residence of a person desiring to register or vote; however, this court has applied the rules to determine a candidate’s residency. See In re Nomination Petition of Cooper, 163 Pa.Cmwlth. 430, 643 A.2d 717 (1994); see also In re Carabello, 102 Pa.Cmwlth. 129, 516 A.2d 784 (1984).\n. See In re Prendergast, 543 Pa. 498, 506, 673 A.2d 324, 327 (1996) (stating that a domicile is the place at which an individual has fixed the \"family home” and principal establishment for an indefinite period of time).\n. See In re Prendergast (stating that a domicile once acquired is presumed to continue until it is shown to have been changed and where a change is alleged, the burden of proving it rests upon whoever makes the allegation); see also In re Dorrance’s Estate, 309 Pa. 151, 163 A. 303 (1932) (stating that the fact of residence in a particular place is prima facie evidence of domicile) (citing Collins v. City of Ashland, 112 F. 175 (E.D.Ky.1901) (stating that an established residence is prima facie evidence of domicile, and the presentation of such evidence shifts the burden to the other party to show a change of domicile)).\n. Hanssens testified that his wife has visited him at 4268 Griscom Street. However, generally, he sees his family in the daytime, and, in the evening, he says goodbye and retires to the Griscom Street property.",
        "type": "majority",
        "author": "Judge FRIEDMAN."
      },
      {
        "text": "DISSENTING OPINION BY\nJudge SMITH-RIBNER.\nI respectfully dissent from the Majority’s decision to affirm the order of the Court of Common Pleas of Philadelphia County striking the Nomination Petition of Francis J. Hanssens, Jr. as a Democratic Candidate for the Seventh Councilmanic District Seat on Philadelphia’s City Council (hereafter Seventh District). First, I do not believe that the trial court’s April 21, 2003 order complies with this Court’s remand order, which required the trial court to take testimony on the “after-discovered” evidence presented by Hanssens and then to issue new findings of fact and conclusions of law based on that evidence and a new decision. The April 21 decision recites findings of fact and conclusions of law but it offers no discussion of the trial court’s reasoning nor case law or statutory authority for the decision reached. Second, I recognize that time is of the essence in these election law cases and that decisions must be made expeditiously, but I am not persuaded that the trial court properly considered all of the relevant, necessary and uncontradicted facts in this case in reaching the court’s decision.\nThe Supreme Court observed in Stambaugh v. Stambaugh, 458 Pa. 147, 329 A.2d 483 (1974), that what constitutes “domicile” is a conclusion of law, which is based on the facts presented. Another well-settled principle is that an individual’s intent to establish a residence is determined by the “actual state of facts” as opposed to what the individual declares them to be, In re Prendergast, 543 Pa. 498, 673 A.2d 324 (1996), and further that the location of the individual’s family is considered generally to be the individual’s place of residence, In re Nomination Petitions of McIntyre, 778 A.2d 746 (Pa.Cmwlth.2001). That latter fact alone, however, should not be dis-positive under the specific circumstances of this case. In addition, courts have held that where an individual registers to vote and actually does vote is a strong indicator of that individual’s residence. In re Pren-dergast.\nIn this case, the uncontradicted testimony showed that apparently for some time Hanssens resided with his family in the Seventh District at the Godfrey Avenue address and that he was registered to vote from the Seventh District. In the May 2002 primary, Hanssens sought and won election as a Seventh District committeeman, and according to his testimony he planned for several years to run for the that district’s councilmanic seat. However, Hanssens’ Godfrey Avenue property and one other property that he owned were removed from the Seventh District boundary fines during redistricting in 2002. He owned a third piece of property that was located on Griscom Street, which was still located in the Seventh District. Hanssens testified that he moved into the Griscom Street property with the intent of making it his permanent residence, and once the renovations were complete his family would permanently relocate to this property with him later this year and he would put the Godfrey Avenue property up for sale.\nThe trial court focused principally on the minimal amount of clothing and food retained at the Griscom Street property, Hanssens’ lack of use of utilities at the property and the fact that his family remained at the Godfrey Avenue property. The record shows, however, that Hanssens did not seek to change his registration and residence from one councilmanic district to another to run for office in the latter district; rather, the record is clear and -unre-futed that he was registered to vote from the Seventh District, was an elected committeeman from the Seventh District and resided in the Seventh District at an address which was officially removed from the boundary fines of the district.\nThe trial court made no findings regarding uncontradicted evidence that Hanssens registered in 2003 to vote at the Griscom Street property, that he changed his driver’s license address to the Griscom Street property through the Bureau of Motor Vehicles, that he filed his federal and state tax returns in 2003 using the Griscom Street property address and also used that address for 2003 tax purposes and that he was served on March 19, 2003 with the objectors’ petition to set aside his nomination petition at the Griscom Street property. In short, the trial court failed to consider many of the factors that courts indicate should be considered when determining an individual’s intent to establish a residence at a particular location.\nThe Supreme Court in In re Prendergast held that a person may acquire a new domicile only by showing physical presence at the new residence and an intention to make the new residence a principal home. The evidence demonstrates a physical presence at the Griscom Street property, a fact which the trial court previously rejected based on the subsequently discredited testimony of a key witness for the objectors, Steve Killian; on remand the trial court found that new evidence called into serious question the reliability of Killian’s testimony. In any event, the evidence further demonstrates Hanssens’ intent to make the new residence on Griscom Street his principal home. The Supreme Court did not require in In re Prendergast nor in any other case that a person in every situation must immediately move his or her family into the new premises, even while renovations are under way, to establish a new domicile. The trial court and the Majority evidently have, added this new requirement on their own.\nNevertheless, unrefuted evidence unequivocally establishes Hanssens’ prior permanent residence and voting history and practices from the Seventh District and his election as a committeeman in 2002 from that district and that his prior residence was removed from the Seventh District boundary thereafter due to redistricting. That evidence, standing alone, supports the conclusion of law that Hans-sens intended to remain a resident of the Seventh District and to make the Griscom Street property his new residence when he relocated to this property and listed it on voter and driving records and on federal and state tax records. I therefore would reverse the trial court’s decision to strike Hanssens’ nomination petition and would permit him to run as a Democratic Candidate for the Seventh Councilmanic District Seat in the May 2003 primary election.\n. See also Section 704(d) of the Pennsylvania Election Code, Act of June 3, 1937, P.L. 1333, as amended, 25 P.S. § 2814(d).\n. Although not involving an election code dispute the Federal District Court's decision in Blackwood v. Zito, 2002 WL 31898887, 2002 U.S. Dist. LEXIS 24745 (E.D.Pa. Dec. 19, 2002), involving a challenge to domicile, is instructive. The district court held that courts may consider a variety of factors when determining domicile. Those factors include, among others, voting registration and voting practice, location of personal and real property, the residence claimed for tax purposes and the residence listed for driver’s license and vehicle registration purposes. See also In re Prendergast (Supreme Court held that appellant established a new domicile in Virginia by virtue of the registration of her vehicle and most importantly her registration to vote and actual voting in several elections in that state; she therefore was not a citizen of Pennsylvania during the four years immediately preceding the election for Representative in the General Assembly, 196th legislative district).\n. I find added support in In Re Hacker, 728 A.2d 1033 (Pa.Cmwlth.1999), which involved an objector's challenge to Hacker’s nomination petition for sheriff of Berks County on the grounds that his affidavit improperly listed his residence to be in Kutztown where he and his wife had purchased property then under renovation. The objector alleged that Hacker’s residence was in Fleetwood where he resided with his wife, and a contractor in Kutztown testified that Hacker’s Kutztown property did not appear to have anyone living in it. Hacker testified that he was renovating the Kutztown property to reside there and had listed his Fleetwood home for sale.\nIn affirming the trial court's decision to dismiss the objector’s petition to set aside Hacker’s nomination petition, this Court noted in addition to the above that Hacker offered his voter registration card and his vehicle registration card which listed his Kutztown address. Citing the qualifications listed in the County Code for holding county office, which included residency in the county for one year next preceding the election, the Court noted the undisputed evidence that both of Hacker's “residences\" were in Berks County and that even if he provided a different address on his candidate’s affidavit the defect was immaterial. His true residence was in Berks County nonetheless. The evidence in the case sub judice likewise establishes that Hanssens’ true residence was in the Seventh District.",
        "type": "dissent",
        "author": "Judge SMITH-RIBNER."
      }
    ],
    "attorneys": [
      "Samuel C. Stretton, West Chester, for appellant.",
      "Ira B. Shrager, Philadelphia, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "In re the Petition to Set Aside the Nomination Petition of Francis J. HANSSENS, Jr., as a Democratic Candidate for the Office of Councilperson for the Seventh Councilmatic District of the City of Philadelphia, Petition of Candido Silva, Barbara Stuhl, Eileen Miller, Chester Zalenski and Walter De Treux, Jr. Appeal of Francis J. Hanssens, Jr.\nCommonwealth Court of Pennsylvania.\nArgued April 14, 2003.\nDecided April 28, 2003.\nAs Amended May 20, 2003.\nSamuel C. Stretton, West Chester, for appellant.\nIra B. Shrager, Philadelphia, for appel-lee.\nBEFORE: COLINS, President Judge, FRIEDMAN, Judge, and SMITH-RIBNER, Judge."
  },
  "file_name": "1247-03",
  "first_page_order": 1291,
  "last_page_order": 1299
}
