{
  "id": 9112053,
  "name": "MARS AREA SCHOOL DISTRICT, Petitioner, v. LAURIE L., Respondent",
  "name_abbreviation": "Mars Area School District v. Laurie L.",
  "decision_date": "2003-06-23",
  "docket_number": "",
  "first_page": "1249",
  "last_page": "1258",
  "citations": [
    {
      "type": "official",
      "cite": "827 A.2d 1249"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "34 C.F.R. § 300.24",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(b)(4)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "785 A.2d 1069",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9461742
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/785/1069-01"
      ]
    },
    {
      "cite": "34 C.F.R. § 300.347",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 794",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "800 A.2d 1010",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9412785
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/800/1010-01"
      ]
    },
    {
      "cite": "134 L.Ed.2d 544",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "116 S.Ct. 1419",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "517 U.S. 1135",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11776901,
        11776838,
        11777062,
        11777192,
        11776745,
        11777132,
        11776878,
        11777006,
        11776944,
        11776785,
        11777238,
        11777304,
        11777373
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/us/517/1135-05",
        "/us/517/1135-03",
        "/us/517/1135-08",
        "/us/517/1135-10",
        "/us/517/1135-01",
        "/us/517/1135-09",
        "/us/517/1135-04",
        "/us/517/1135-07",
        "/us/517/1135-06",
        "/us/517/1135-02",
        "/us/517/1135-11",
        "/us/517/1135-12",
        "/us/517/1135-13"
      ]
    },
    {
      "cite": "62 F.3d 520",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7415971
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/62/0520-01"
      ]
    },
    {
      "cite": "34 C.F.R. § 300.7",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(4)"
        },
        {
          "page": "(4)"
        },
        {
          "page": "(9)"
        },
        {
          "page": "(9)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1054,
    "char_count": 26910,
    "ocr_confidence": 0.73,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.3566348848909724
    },
    "sha256": "69b69173556d2a398fc08d629395df9037e6645e175876d7ed0d4deb05b55463",
    "simhash": "1:a2817ca53711ab17",
    "word_count": 4053
  },
  "last_updated": "2024-02-27T22:52:57.386837+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PELLEGRINI, Judge, COHN, Judge, and JIULIANTE, Senior Judge."
    ],
    "parties": [
      "MARS AREA SCHOOL DISTRICT, Petitioner, v. LAURIE L., Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge PELLEGRINI.\nMars Area School District (School District) appeals from an order of the Special Education Due Process Appeal Review Panel (Review Panel) reversing the decision of the hearing officer that Brandon L. (Brandon) did not meet the definition, of a student with an “emotional disturbance” and ordering the School District to conduct a psycho-educational evaluation of Brandon for the purpose of determining whether he remained eligible for special education services.\nBrandon is a 15-year old ninth-grade student who resides with his mother, Laurie L. (Laurie), in the School District. Beginning with his entrance to school in kindergarten, Laurie was concerned with Brandon’s behavior and he began receiving counseling and therapy services. Although his test scores were, in many cases, above average throughout grades one through five, due to his behavioral problems, he was first referred for evaluation for special education services as a fifth grader in October 1998, but the results indicated that he was ineligible. However, a service agreement was developed for Brandon in January 1999 to address his symptoms of attention deficit hyperactivity disorder (ADHD) and was revised in September 1999 to include additional accommodations. In November 1999, Brandon entered a partial hospitalization program for his emotional and behavioral problems. The program goals included anger management, self-esteem, peer relations, noncompliance and problems with social skills. He was diagnosed with ADHD, oppositional defiant disorder (ODD) and it was noted that depression was to be ruled out. His psychiatrist recommended that Brandon receive emotional support services upon his release, and his mother arranged for such services.\nSubsequently, Brandon was suspended from school several times upon his return to the School District due to disorderly conduct. He was again evaluated in January 2000 as a sixth-grader and was identified as a child with an emotional disturbance and other health impairments in need of special education. An individual education program (IEP) team determined that Brandon was eligible for special education, and that his behaviors impeded his learning and/or the learning of others because Brandon had difficulty sustaining attention, completing assignments, accepting adult directives and gaining attention from peers in appropriate-ways. He also typically displayed disruptive behavior and sometimes demonstrated drastic mood changes and often blamed others for his own behavior. Conséquently, an IEP was developed for him on February 22, 2000, along with a behavior intervention plan. In March 2000, Brandon was suspended from school for ten days for making terroristic threats. A new IEP was developed in May 2000 which included a behavioral support plan and continued his placement in emotional and learning support. Another IEP was developed in March 2001 which contained similar goals to the previous IEP.\nDuring the spring of 2001, Brandon was suspended from school on numerous occasions for exclusions from school. Although Brandon’s mother requested a new evaluation, none was completed. During the 2001-2002 school year, when Brandon was in eighth grade, his grades declined. After he was involved in an incident involving drugs, a manifestation determination hearing was held and it was decided that he would attend Longmore Academy, an alternative school. The evaluation that his mother had previously requested was then conducted by the. School District in January 2002. Brandon was administered numerous tests, and an evaluation report was completed in April 2002, which included reports of his teachers from Longmore Academy. The evaluation report indicated that Brandon’s cognitive-intellectual ability was average and- that his behavioral difficulties were “more associated with socially maladjusted and conduct related behaviors rather than behaviors associated with a serious emotional disturbance.”\nWhen Brandon was involved in another drug-related incident at Longmore Academy, the IEP team met in April 2002 to hold a second manifestation determination hearing and to consider the results of the most recent evaluation. It was determined at that time that recent testing revealed that Brandon had been inadequately and inappropriately identified as handicapped because he had no educational or academic needs that were not being met. Rather, his behavior met the description of a socially maladjusted youngster. The IEP team decided that Brandon would attend school at Holy Family Institute in lieu of expulsion, and he was no longer eligible for special education services. Brandon’s mother requested a due process hearing. At issue was whether Brandon was an emotionally disturbed child and, if so, whether he was in need of special education.\nAt the hearing, Scott Semow, the School District’s psychologist, testified on its behalf. He explained that he had performed a comprehensive evaluation to distinguish if Brandon was emotionally disturbed or socially maladjusted. He stated that he collected a lot of different types of information through interviews, observations, individualized assessments, teacher assessments from the various schools Brandon had attended, behavioral specialist assessments, and his own personal interviews with Brandon. He also stated that comprehensive testing was performed on Brandon. Mr. Semow opined that based upon all the information that comprised the evaluation, Brandon did not meet the eligibility requirements necessary for a student with a specific academic learning disability, other health impairment or serious emotional disturbance.\nTestifying on behalf of Brandon was Joe Utay, Ph.D (Dr. Utay), the director of counseling and evaluation services and school psychologist at Total Learning Center, a privately-licensed school for supplemental education. Dr. Utay stated that he evaluated Brandon based on his standardized test scores, his past evaluation reports, his IEPs, his reports from teachers, his discipline reports, but that he did not talk to any of his teachers and did not observe him in class. He stated that he administered the Beck Depression Inventory test to determine if Brandon was depressed and, if so, to what degree; and he gave Brandon the Sentence Completion test where he started a sentence which Brandon finished. Dr. Utay said there was no score associated with this test, but it only provided valuable information. Coupled with an informal session where he talked with Brandon, he arrived at his opinion. He noted first that at the time Brandon came to him, Brandon was being seen by a psychiatrist and was on medication for ADHD and depression. He then opined that based on his testing and information provided by Laurie, Brandon did suffer from depression, from ADHD and ODD, and met the definition of a child with an emotional disturbance and other health impairment.\nRelying upon Mr. Semow’s evaluation of Brandon, which he thought was more thorough and comprehensive than the evaluation conducted by Dr. Utay, the hearing officer agreed with the School District that Brandon did not meet the definition of a student with a serious emotional disturbance and was not eligible for special education, stating:\nThe results of Mr. Semow’s assessments indicated that Brandon is achieving at levels commensurate with his intellectual capacity, especially considering the number of days that he has missed school. Furthermore, the results of Mr. Sem-ow’s testing indicated that Brandon is a student with a conduct disorder, and not a student with emotional disturbance. Although Ms. [L] said that Brandon was seeing a therapist and a psychiatrist, she did not call those individuals to present testimony at this hearing. All of the witnesses who testified with the exception of the parent and Dr. Utay opined that Brandon does not meet the definition for emotional disturbance.\n(Reproduced Record at 362.)\nBrandon’s mother filed exceptions to the hearing officer’s decision with the Review Panel, arguing that the hearing officer failed to properly apply the definition of “emotional disturbance” to the facts of the case and applied the wrong burden of proof at the hearing. Because the Review Panel found that the School District failed to establish that simply because Brandon exhibited behaviors that might be consistent with social maladjustment, he did not meet the definition of emotional disturbance, it vacated the hearing officer’s determination and remanded the matter to the School District to conduct a through psycho-educational evaluation of Brandon using a variety of assessment tools to gather relevant functional and developmental information about him in all areas of his suspected disabilities. The Review Panel also found, sua sponte, that the School District made virtually no reference to Brandon’s eligibility as far as his other health impairments were concerned. This appeal by the School District followed.\nThe School District first contends that the Review Panel exceeded its authority in reversing the hearing officer’s decision and remanding the matter to the School District for further evaluation to include medical reports from appropriately certified physicians that described the nature and extent of Brandon’s psychiatric and attention deficit problems because it did not have the burden of proving that Brandon was not emotionally disturbed. Initially, we note that because Brandon’s mother was the party appealing the School District’s decision to discontinue Brandon’s special education and she requested the due process hearing before the hearing officer, she had the burden of proving that Brandon was entitled to continued special education. See 22 Pa.Code § 14.162(b). As such, the School District did not have to prove that Brandon did not meet the definition of emotionally disturbed. Based on the particular facts of this case, that meant that at the hearing before the hearing officer, Brandon’s mother had to prove that Brandon was an emotionally disturbed child under 34 C.F.R. § 300.7(4) in need of special education and related services.\nWith that in mind, we will address whether there was substantial evidence to support the hearing officer’s decision that Brandon was not emotionally disturbed and no longer in need of special education. 34 C.F.R. § 300.7(4) defines “emotional disturbance” as:\n(i) The term means a condition exhibiting one or more of the following characteristics over a long period of time and to a marked degree that adversely affects a child’s educational performance:\n(A) An inability to learn that cannot be explained by intellectual, sensory, or health factors.\n(B) An inability to bufid or maintain satisfactory interpersonal relationships with peers and teachers.\n(C)Inappropriate types of behavior or feelings under normal circumstances.\n(D) A general pervasive mood of unhappiness or depression.\n(E) A tendency to develop physical symptoms or fears associated with personal or school problems.\n(ii) The term includes schizophrenia. The term does not apply to children who are socially maladjusted, unless it is determined that they have an emotional disturbance.\nHere, the School District’s evaluation, which was quite extensive and comprehensive, resulted in a determination that Brandon was not emotionally disturbed but rather socially maladjusted. The School District relied on numerous tests results, teacher evaluations, classroom observations and interviews in making this determination. Nowhere in the School District’s evaluation was there any evidence that Brandon was unable to learn, was unable to build or maintain personal relationships, was generally unhappy or had physical symptoms associated with personal or school problems. While there was evidence that Brandon’s behaviors were, at times, inappropriate, the hearing officer did not associate them with a serious emotional disturbance, stating:\nBrandon, as well as his teachers at the Mars Area Middle School and Longmore Academy, support personnel, and behavioral specialist at Community Alternatives, Incorporated indicates that Brandon is well aware of the school rules, disciplinary procedures, and possible consequences for inappropriate behaviors but often makes a conscious choice to disobey adult directives. They, as well as, Brandon, felt that his behaviors are more self-promoting. His behaviors have a purpose, with a desired goal, and that at times when provoked, his behaviors are intentional. They feel that he has an adequate perception of reality, an adequate perception of self, and an awareness of the appropriate social and school norms/rules/procedures, as well as, the expectations, which he at times chooses to disregard. For these reasons, Brandon’s behaviors are more associated with socially maladjusted and conduct related behaviors rather than behaviors associated with a serious emotional disturbance.\n(Reproduced Record at 219.) Although Dr. Utay’s evaluation was to the contrary, the hearing officer found Dr. Utay’s evaluation less comprehensive and thorough than the School District’s and did not find that the totality of the evidence supported Dr. Utay’s determination. The law is well settled that the Review Panel will defer to the credibility determinations of the hearing officer unless non-testimonial, extrinsic evidence in the record would justify a contrary conclusion, or unless the record read in its entirety would compel a contrary conclusion. Carlisle Area School District v. Scott P., 62 F.3d 520 (3rd Cir.1995), cert. denied, 517 U.S. 1135, 116 S.Ct. 1419, 134 L.Ed.2d 544 (1996). The totality of the evidence supports a finding that Brandon is not emotionally disturbed, but rather socially maladjusted.\nThe School District also contends that the Review Panel erred in remanding the matter for an evaluation to determine whether Brandon suffered from other health impairments as defined under 34 C.F.R. § 300.7(9). As we previously noted, the only issue Brandon’s mother raised before the hearing officer was whether Brandon was an emotionally disturbed child who was eligible for special education, and that was the only issue the hearing officer could address. Because Brandon’s mother did not raise the issue of whether he had “other health impairments” that entitled him to special education, the hearing officer properly did not address that issue, and when he determined that Brandon was not emotionally disturbed, she failed to meet her burden of proof. See Mifflin County School District v. Special Education Due Process Appeals Board, 800 A.2d 1010 (Pa.Cmwlth.2002). Consequently, the School District had no obligation to raise the issue of Brandon’s eligibility insofar as his other health impairments were concerned.\nBrandon’s mother, however, argues that even though she did not raise the issue of “other health impairments,” the Review Panel was still allowed to order the School District to employ outside physicians to prepare appropriate medical reports for consideration in determining whether Brandon was entitled to special education. While it is true that the Review Panel is required to conduct an impartial review of the hearing and seek additional evidence if necessary, see 22 Pa.Code § 14.162(r)(3), the Review Panel is not given jurisdiction to review matters that are not brought before the hearing officer. It is only authorized to review the immediate issues brought up on appeal, not overall\" administration of the special education plan. Consequently, the Re-view Panel exceeded its authority when it reversed the hearing officer’s decision and remanded the matter to the School District for further evaluation to include medical reports from appropriately certified physicians that described the nature and extent of Brandon’s psychiatric and attention deficit problems. See also Mifflin; Saucon Valley.\nAccordingly, the decision of the Review Panel is reversed.\nORDER\nAND NOW, this 23rd day of June, 2003, the order of the Special Education Due Process Appeal Review Panel, dated November 6, 2002, is reversed.\n.34 C.F.R. 300.26(a) defines \"special education,” in relevant part, as follows:\n(a) General. (1) As used in this part, the term special education means specially designed instruction, at no cost to the parents, to meet the unique needs of a child with a disability, including\n(i) Instruction conducted in the classroom, in the home, in hospitals and institutions, and in other settings; and\n(ii) Instruction in physical education.\n(2) The term includes each of the following, if it meets the requirements of paragraph (a)(1) of this section:\n(i) Speech-language pathology services, or any other related service, if the service is considered special education rather than a related service under State standards;\n(ii) Travel training; and\n(iii) Vocational education.\n. The service agreement, which was prepared in accordance with 22 Pa.Code § 15, is a written agreement executed by a student’s parents and a school official setting forth the specific related aides, services or accommodations to be provided to a protected handicapped student. A handicapped student, as defined by Section 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794, includes a student who has physical, mental or health impairments. In this case, Brandon had ADHD. Modifications to his education were listed in the service agreement as preferential seating, access to a math mentor, chunking of assignments, use of a highlighter during reading, and increased time for task completion.\n. These included the use of an assignment book, a reduction of homework assignments, use of a calculator and extra time to complete tests.\n. An IEP is a written plan developed for a child/student with a disability which includes a statement of the child's present levels of educational performance; a statement of measurable annual goals, including benchmark or short-term objectives; a statement of special education services and aides provided to the child; an explanation of the extent to which the student will not participate with nondisabled students in the regular class; a statement of any individual modifications in the administration of state assessments of student achievement that are needed for the child to participate in the assessment; the projected date for the beginning of the services and modifications and the anticipated frequency, location and duration of those services and modifications; and a statement of how the student's progress toward the annual goals will be measured. 12 Pa.Code § 141.154; 34 C.F.R. § 300.347(a)(1)-(7).\n. Those tests included: the Woodcock Johnson Test of Achievement; the Weschler Individual Achievement Test; the Behavior Assessment for Children; the Beery-Buktenica Developmental Tests of Visual-Motor Integration, Visual-Perception, and Motor Coordination; and the Achenbach Child Behavior Checklist.\n. Also testifying on behalf of the School District were Susan Cunnup, Ph.D., supervisor of special education for the School District; Gretchen Zotter, educational diagnostician for the School District; Gina Lucas, a mental health professional at Holy Family; and Thomas Lozar, supervisor of the alternative education program at Holy Family. All of these individuals agreed that Brandon was not an emotionally disturbed child.\n. The first test was an Individual Assessment of Visual-Motor Integration which is the Developmental Test of Visual-Perception, Developmental Test of Motor-Coordination, Developmental Test of Motor Integration which is used as a screen to assess if there is any medical problem that may require an alternative form of assessment. Brandon’s scores were average. The next test was the Wech-sler Intelligence Scale for Children-Third Edition to get an idea of his ability to make comparisons for future testing when they checked for academic achievement to do a diagnosis of a learning disability and to see how he performed with verbal comprehension, verbal reasoning ability and overall nonverbal problem solving-type skills directed through activities that required looking at a novel task and solving a problem. Brandon had overall general intellectual functioning in the average range for someone his age. Previously, Brandon had taken the Stanford-Bi-net IV test in November 1998 with the same results. Thereafter, Mr. Semow administered the listening comprehension subtest of the Wechsler Individual Achievement Test-Second Edition in which Brandon scored in the high average range for his age. Brandon took the Individual Academic Achievement— Ability/Achievement Discrepancy Analysis to determine learning disabilities and the results ruled out any specific learning disability in the academic areas assessed. Mr. Semow also assessed Brandon through the Achen-back Child Behavior Checklist which revealed that Brandon tested to have significant delinquent behavior; the Behavior Assessment System Self-Report of Personality and the Behavioral Assessment System, the teacher report form indicated that Brandon’s behaviors associated with school maladjustment were elevated when compared to his behaviors associated with clinical maladjustment, meaning that his behaviors were more associated with conduct-related behaviors than with regard to behaviors associated with an emotional disturbance. Mr. Semow stated these results were corroborated by teacher observations of Brandon’s behaviors in the classroom setting. Finally, Brandon’s teachers were administered the Differential Test of Conduct and Emotional Problems to differentiate between conduct problem behaviors and emotional problem areas seen in children and adolescents and their results indicated that Brandon’s behaviors were more associated with conduct-related behaviors than with behaviors associated with an emotional disturbance. Again, Mr. Semow testified that these were corroborated with teacher observations of Brandon’s behaviors in the classroom setting.\n. In fact, the School District's evaluation stated:\nThe results of this evaluation indicate that Brandon’s cognitive-intellectual ability is in the average range of intelligence with verbal and nonverbal processing skills being equally developed. His achievement test scores are within the level of expectancy, given his measured ability, in all of the areas assessed in the academic achievement assessment. Information gathered through observations, clinical interviews, classroom reports, and objective norm-referenced testing indicated that Brandon’s behaviors are more associated with conduct-related behaviors than with regards to behaviors associated with an emotional disturbance.\n(Reproduced Record at 219.)\n. Brandon’s mother also testified regarding his behavior and stated that he was treating with a therapist and a psychiatrist. However, she did not offer their expert testimony on Brandon’s behalf.\n. Dr. Utay provided the following analysis of his testing results in his evaluation:\nSentence Completion indicates he feels misunderstood. He sees himself as a good person yet unwanted by any school. He would like to learn and go to college but not certain if that is possible.\nAttention Control Systems Assessment shows difficulties with mood control, memory control, sensory filtration, and especially social control, consistency control, and behavioral control.\nClinical Interview indicated a verbally bright forthright young man who has made poor choices in the past but wants to be successful. Issues relating to his father’s death still affect Brandon after approximately 10 years. The combination of ADHD, depression, and ODD have made it quite challenging for Brandon to achieve his education goals.\n(Reproduced Record at 272.)\n. The parties stipulated, though, that Brandon still required a service agreement.\n. The record indicates that Brandon missed 24 days in first grade; 17.5 days in second grade; ten days in third grade; six days in fourth grade; 26 days in fifth grade and 56 days in sixth grade.\n. The record does not indicate what burden of proof was applied. Presumably, the hearing officer placed the burden of proof upon Brandon’s mother to prove that he was emotionally disturbed and required special education.\n. Our scope of review of the Review Panel’s decision is limited to determining whether constitutional rights were violated, whether an error of law was committed or whether necessary findings of fact are supported by substantial evidence. Saucon Valley School District v. Robert O., 785 A.2d 1069 (Pa.Cmwlth.2001).\n.That section provides:\nIf parents disagree with the school district’s, or the early intervention agency's in the case of a young child, identification, evaluation, or placement of, or the provision of a free appropriate public education to the student or young child, the parent may request an impartial due process hearing.\n. Under 34 C.F.R. § 300.7(9), \"other health impairment\" is defined as:\nhaving limited strength, vitality or alertness, including a heightened alertness to environmental stimuli, that results in limited alertness with respect to the educational environment, that\n(i) is due to chronic or acute health problems such as asthma, attention deficit disorder or attention deficit hyperactivity disorder ... and\n(ii) adversely affects a child’s educational performance. (Emphasis added.)\n. Under 22 Pa.Code § 14.162(f), the hearing officer’s decision shall be based solely upon the substantial evidence presented at the hearing.\n. Although she relies on 34 C.F.R. § 300.24(b)(4), which she alleges allows for the appropriate medical evaluations, we can find no such section. However, even if the Review Panel were allowed to request those types of evaluations, that request would have to be relative to an issue that was before the panel, which, in this case, was not.\n.In fact, 22 Pa.Code § 14.162(r)(l)-(6) only provides the Review Panel with the authority to do the following:\n1. Examine the entire hearing record.\n2. Ensure that the procedures at the hearing were consistent with the requirements of due process.\n3. Seek additional evidence if necessary. If a hearing is held to receive additional evidence, the rights under subsections (e)(n) apply.\n4. Afford the parties an opportunity for oral or written argument, or both, at the discretion of the panel of appellate hearing officers.\n5. Make an independent decision on completion of the review.\n6. Give to the district a written copy of the findings of fact and decisions and provide at the option of the parents, a written or electronic copy of the findings of fact and decisions.",
        "type": "majority",
        "author": "Judge PELLEGRINI."
      }
    ],
    "attorneys": [
      "Thomas E. Breth, Butler, for petitioner.",
      "Lilian A. Akin, Pittsburgh, for respondent."
    ],
    "corrections": "",
    "head_matter": "MARS AREA SCHOOL DISTRICT, Petitioner, v. LAURIE L., Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs May 23, 2003.\nDecided June 23, 2003.\nThomas E. Breth, Butler, for petitioner.\nLilian A. Akin, Pittsburgh, for respondent.\nBEFORE: PELLEGRINI, Judge, COHN, Judge, and JIULIANTE, Senior Judge."
  },
  "file_name": "1249-01",
  "first_page_order": 1287,
  "last_page_order": 1296
}
