{
  "id": 9100098,
  "name": "Todd D. ZIRKLE, Appellant v. DISTRICT OF COLUMBIA, et al., Appellees",
  "name_abbreviation": "Zirkle v. District of Columbia",
  "decision_date": "2003-08-28",
  "docket_number": "No. 02-CV-310",
  "first_page": "1250",
  "last_page": "1262",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1250"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "384 F.2d 319",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        4067961,
        2082277
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "321-322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/384/0319-01"
      ]
    },
    {
      "cite": "127 U.S.App. D.C. 367",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        4067961
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "369-370"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "611 A.2d 44",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7936662
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/611/0044-01"
      ]
    },
    {
      "cite": "516 F.Supp. 314",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5602695
      ],
      "pin_cites": [
        {
          "page": "320"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/516/0314-01"
      ]
    },
    {
      "cite": "708 F.2d 87",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1122914
      ],
      "pin_cites": [
        {
          "page": "91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/708/0087-01"
      ]
    },
    {
      "cite": "819 F.2d 935",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1710130
      ],
      "pin_cites": [
        {
          "page": "938"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/819/0935-01"
      ]
    },
    {
      "cite": "395 A.2d 388",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8022040
      ],
      "pin_cites": [
        {
          "page": "391"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/395/0388-01"
      ]
    },
    {
      "cite": "59 F.3d 80",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        179250
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/59/0080-01"
      ]
    },
    {
      "cite": "259 F.2d 921",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        5717178,
        448229
      ],
      "year": 1958,
      "pin_cites": [
        {
          "page": "925"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/259/0921-01"
      ]
    },
    {
      "cite": "104 U.S.App. D.C. 106",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        5717178
      ],
      "year": 1958,
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "396 A.2d 215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8022528
      ],
      "pin_cites": [
        {
          "page": "216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/396/0215-01"
      ]
    },
    {
      "cite": "656 A.2d 1155",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7884765
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "1156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/656/1155-01"
      ]
    },
    {
      "cite": "977 F.2d 553",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10515798
      ],
      "pin_cites": [
        {
          "page": "557"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/977/0553-01"
      ]
    },
    {
      "cite": "66 F.3d 279",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11313228
      ],
      "pin_cites": [
        {
          "page": "283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/66/0279-01"
      ]
    },
    {
      "cite": "174 F.3d 1378",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11629439
      ],
      "pin_cites": [
        {
          "page": "1381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/174/1378-01"
      ]
    },
    {
      "cite": "412 F.2d 1103",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2187539
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "1113-1114",
          "parenthetical": "\"we are not persuaded that every plaintiff who alleges a First Amendment chilling effect and shivers in court has thereby established a case or controversy\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/412/1103-01"
      ]
    },
    {
      "cite": "134 U.S.App. D.C. 56",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1969,
      "pin_cites": [
        {
          "page": "66-67",
          "parenthetical": "\"we are not persuaded that every plaintiff who alleges a First Amendment chilling effect and shivers in court has thereby established a case or controversy\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 F.Supp.2d 1",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        11678854
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "5"
        },
        {
          "page": "5",
          "parenthetical": "plaintiffs \"single-statement allegation, buttressed by no factual support, cannot support a finding of irreparable injury based on a putative chilling effect\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/18/0001-01"
      ]
    },
    {
      "cite": "950 F.Supp. 1202",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7805600
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1216"
        },
        {
          "page": "1215"
        },
        {
          "page": "1214-1215",
          "parenthetical": "\"a plaintiff who demonstrates that an adverse personnel action is likely to have a chilling effect on other employees who ... would now refuse to file claims for fear of reprisals, would also meet Sampson's barrier\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/950/1202-01"
      ]
    },
    {
      "cite": "412 F.2d 165",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2187938
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "167",
          "parenthetical": "embarrassment and inconvenience are not irreparable harm"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/412/0165-01"
      ]
    },
    {
      "cite": "134 U.S.App. D.C. 34",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1969,
      "pin_cites": [
        {
          "page": "36",
          "parenthetical": "embarrassment and inconvenience are not irreparable harm"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "633 A.2d 2",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7358932
      ],
      "pin_cites": [
        {
          "page": "23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/633/0002-01"
      ]
    },
    {
      "cite": "415 U.S. 61",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172076
      ],
      "weight": 7,
      "year": 1974,
      "pin_cites": [
        {
          "page": "88",
          "parenthetical": "\"the basis of injunctive relief ... has always been irreparable harm and inadequacy of legal remedies\" (citations omitted)"
        },
        {
          "parenthetical": "\"the basis of injunctive relief ... has always been irreparable harm and inadequacy of legal remedies\" (citations omitted)"
        },
        {
          "parenthetical": "\"the basis of injunctive relief ... has always been irreparable harm and inadequacy of legal remedies\" (citations omitted)"
        },
        {
          "page": "90"
        },
        {
          "page": "65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/415/0061-01"
      ]
    },
    {
      "cite": "350 A.2d 384",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8058059
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "387"
        },
        {
          "page": "387"
        },
        {
          "page": "388",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/350/0384-01"
      ]
    },
    {
      "cite": "462 A.2d 452",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7952366
      ],
      "pin_cites": [
        {
          "page": "456"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/462/0452-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1440,
    "char_count": 35247,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 3.7180077656240334e-07,
      "percentile": 0.8937117569402695
    },
    "sha256": "7c14f1ee9a7190f524db8c3c4f860904c498c9cffb6cddfbf502a3964efcff47",
    "simhash": "1:d9a280a53301c5c8",
    "word_count": 5638
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY, REID, and GLICKMAN, Associate Judges."
    ],
    "parties": [
      "Todd D. ZIRKLE, Appellant v. DISTRICT OF COLUMBIA, et al., Appellees"
    ],
    "opinions": [
      {
        "text": "TERRY, Associate Judge:\nTodd Zirkle appeals from the denial of his motion for a preliminary injunction. In that motion, appellant sought to prevent his employer, the District of Columbia Office of Tax and Revenue (“OTR”), from terminating his employment pending the outcome of his suit brought under the District of Columbia Whistleblower Protection Act, D.C.Code §§ 1-615.51 et seq. (2001) (“WPA”). We affirm the trial court’s denial of injunctive relief.\nI\nFrom February 2,1998, to September 5, 2001, appellant was employed as the Supervisor of Major Property Tax Assessments in OTR, an agency within the Office of the Chief Financial Officer of the District of Columbia. Thomas Branham, after serving as the Chief Assessor for a period of time, became the Chief of Real Property Tax Assessments in OTR on August 1, 2001, and as such he became appellant’s immediate supervisor. Above Mr. Bran-ham was Henry Riley, the Director of the Real Property Tax and Assessments Division. Mr. Riley in turn reported to Herbert Huff, the Deputy Chief Financial Officer (“DCFO”). As DCFO, Mr. Huff was in charge of all personnel involved in the taxing function of OTR.\nAs Supervisor of the Major Properties Section, appellant was responsible for (1) directing the work of five assessors in connection with the annual appraisal process for “major properties” — i.e., those valued in excess of $2 million — located principally in downtown Washington; (2) overseeing the informal first-level appeal process for major property taxpayers (described in detail hereafter); and (3) advocating OTR’s position in taxpayer appeals before the District of Columbia Board of Real Property Assessments and Appeals (“BRPAA”) and also before the Superior Court.\nA. The Tax Assessment Process\nUnder D.C.Code § 47-820(a)(3), properties must be assessed on the basis of their “estimated market value” as of January 1 of the preceding tax year. “Estimated market value” is defined as “100% of the most probable price at which a particular piece of real property ... would be expected to transfer under prevailing marking conditions .... ” D.C.Code § 47-802(4). Once assessments are made, there is a three-level appeal process consisting of (1) an informal first-level appeal, (2) an administrative hearing before the BRPAA, and (3) an appeal to the Superior Court of the District of Columbia. The hearing panel for a first-level appeal is usually comprised of three to five assessors. Appeals that proceed through the first level may result in an increase in the assessment, a decrease, or no change. By informal practice, a fourth option of “withdrawal” evolved among the assessors in the Major Properties Section. Under what came to be known as the “five o’clock rule,” a property owner could withdraw a first-level appeal in writing before 5:00 p.m. on the day of the informal hearing, thereby avoiding the risk of an increased assessment.\nFollowing a first-level appeal hearing, a Decision Form was prepared which would set forth each contention by the taxpayer and OTR’s response. Once this form was completed, appellant would review it for edits and judgment revisions. He would then circulate it among the assessors who took part in the hearing, and thereafter, unless there were additional edits proposed, the form would be signed by appellant and each assessor, entered into the Appeals Tracking System database, and then mailed to the appropriate parties or their representatives.\nB. Appellant’s Termination\nIn February 2001 the Committee on Finance and Revenue of the Council of the District of Columbia held oversight hearings, in which it heard testimony from representatives of the Apartment and Office Building Association of Metropolitan Washington (“AOBA”). AOBA’s testimony was very critical of the first-level appeal process. It focused, in particular, on the perceived unfairness of OTR’s practice of basing increases on information not considered when determining the initial assessment. This practice, according to AOBA, had a chilling effect on appeals. Soon after this hearing, DCFO Huff and Mr. Branham discussed ways to eliminate this perceived unfairness.\nMonths later, on August 15, 2001, at the direction of DCFO Huff, Mr. Branham approached appellant and expressed the view that increases on first-level appeals resulting from consideration of information which the assessors initially missed were “not a good idea,” and that if the assessors missed the estimated market value in one tax year, they should leave it alone and increase it in the following tax year. Appellant disagreed with this philosophy, opining that a greater number of appeals would result because a taxpayer could now bring an appeal without risking an increase. Nevertheless, appellant and Mr. Branham agreed that the assessors should be permitted to continue with the first-level appeal process, make their decisions on estimated market value, and then sit down with Mr. Branham to review the evidence that supported the decisions.\nJust over a week later, on August 23, appellant and Mr. Branham met again, this time to discuss three specific cases for which an increase appeared warranted after a first-level appeal hearing. One of the cases involved a significant assessment increase for a downtown office building. Mr. Branham acknowledged that the building had been underassessed, and that the first-level appeal decision would result in an increase in property taxes for that building. He then instructed appellant to contact the attorney who filed the first-level appeal to inform him of the increased assessment, and to offer the attorney an opportunity to withdraw the appeal. Appellant testified at the hearing below that he was “stunned” by this order and, without informing Mr. Branham, decided not to comply with it because he believed it to be illegal.\nSome time later, appellant and Mr. Branham met again to discuss two other properties — one at L’Enfant Plaza North and the other at Hamilton Square — for which a first-level hearing had also resulted in increased assessments. Referring to the attorney for the Hamilton Square property, Mr. Branham said to appellant, “Why don’t you call her? ... Maybe I’ll just call her.” In response to Mr. Bran-ham’s call, the attorney sent a withdrawal letter for the Hamilton Square property. Appellant understood that he was supposed to consider the appeal as “withdrawn” at that point, but he testified that he believed doing so would be illegal.\nOn September 4, 2001, appellant informed Mr. Branham that he did not comply with the August 23 order to call the taxpayer’s representative and refrain from issuing an increase, since he believed that to do so would have been illegal. Appellant also revealed that earlier that day he had reported Branham to the Office of the Inspector General (“OIG”) for the “illegal” August 23 order and other “unethical and/or illegal” conduct (apparently referring to Mr. Branham’s call to the representative for the Hamilton Square property). Finally, appellant told Mr. Branham that on August 31 he had mailed out increase notices to nineteen taxpayers without discussing their cases with Mr. Bran-ham or getting his approval to mail the notices (as appellant had agreed to do at their August 15 meeting). The trial court found this action to be “in knowing violation of Branham’s directives.” Mr. Bran-ham responded, ‘Well, I’ll have to let you go. I thought we could work this out, but if you want to do things your way, I’ll have to let you go.” Later that day, DCFO Huff, Director Riley, and Mr. Branham decided to place appellant on administrative leave, pending his termination, because he had been insubordinate and had violated a direct order not to issue increases on first-level appeals.\nC. Proceedings Below\nOn September 18, 2001, appellant filed a complaint in the Superior Court, along with a motion for a temporary restraining order (“TRO”). The complaint alleged a violation of the WPA, and the TRO motion sought to prevent the Chief Financial Officer from exercising his at-will authority to terminate appellant’s employment. On September 19, after an in camera hearing, the court issued an order temporarily restraining the defendants from terminating appellant for a period of five days. The TRO was later extended pending an evi-dentiary hearing on appellant’s motion for a preliminary injunction. In due course an evidentiary healing was held on that motion, and on February 14, 2002, the motion was denied in a written order, accompanied by a twenty-three-page memorandum opinion containing findings of fact and conclusions of law. This appeal followed.\nII\n“The decision to grant or deny preliminary injunctive relief is committed to the sound discretion of the trial court.” Stamenich v. Markovic, 462 A.2d 452, 456 (D.C.1983) (citations omitted). “A proper exercise of discretion requires the trial court to consider whether the moving party has clearly demonstrated: (1) that there is a substantial likelihood that he will prevail on the merits; (2) that he is in danger of suffering irreparable harm during the pendency of the action; (3) that more harm will result to him from the denial of the injunction than will result to the defendant from its grant; and, in appropriate cases, (4) that the public interest will not be disserved by the issuance of the requested order.” Wieck v. Sterenbuch, 350 A.2d 384, 387 (D.C.1976) (footnote omitted).\nWhen this court reviews the granting or denial of a preliminary injunction, “it is not our task to resolve the overall merits of the dispute between the parties.... Rather, our role is confined to (1) examining the trial court’s findings and conclusions to see if they are sufficiently supported by the record; (2) assuring that the trial court’s analysis reflects a resolution of all the issues which necessarily underlie the issuance of an injunction; and (3) inquiring into any other claims of an abuse of discretion by the trial court.” Id. Given our limited scope of review, we hold that the trial court did not abuse its discretion in denying appellant’s motion for a preliminary injunction.\nA. Irreparable Harm\nIn considering whether to issue a preliminary injunction, “the most important inquiry is that concerning irreparable injury.” Wieck, 350 A.2d at 387. “An injunction should not be issued unless the threat of injury is imminent and well-founded, and unless the injury itself would be incapable of being redressed after a final hearing on the merits.” Id. at 388 (citations omitted); see also Sampson v. Murray, 415 U.S. 61, 88, 94 S.Ct. 937, 39 L.Ed.2d 166 (1974) (“the basis of injunctive relief ... has always been irreparable harm and inadequacy of legal remedies” (citations omitted)).\nAt the hearing below, the only tangible harm to which appellant could point was the loss of a potential job offer. The trial court rejected appellant’s assertion that this harm was irreparable because “economic and reputation-type injury are insufficient to justify prejudgment equitable relief.” In this the court was entirely correct, for it is well established that economic and reputational injuries are generally not irreparable. As the United States Court of Appeals has said in the leading case on preliminary injunctive relief:\nThe key word in this consideration is irreparable. Mere injuries, however substantial, in terms of money, time, and energy necessarily expended in the absence of a stay, are not enough. The possibility that adequate compensatory or other corrective relief will be available at a later date, in the ordinary course of litigation, weighs heavily against a claim or irreparable harm.\nVirginia Petroleum Jobbers, supra note 4, 104 U.S.App. D.C. at 110, 259 F.2d at 925 (emphasis in original); see also, e.g., District of Columbia v. Group Insurance Administration, 633 A.2d 2, 23 (D.C.1993) (“economic loss does not, in and of itself, constitute irreparable harm, unless the loss threatens the very existence of the movant’s business” (citations and internal quotation marks omitted)); District 50, United Mine Workers v. International Union, United Mine Workers, 134 U.S.App. D.C. 34, 36, 412 F.2d 165, 167 (1969) (embarrassment and inconvenience are not irreparable harm). Should appellant prevail on the merits of his suit, we have no doubt that reinstatement with back pay would certainly be an adequate remedy. See Sampson, 415 U.S. at 90, 94 S.Ct. 937 (“the temporary loss of income, ultimately to be recovered, does not usually constitute irreparable injury”).\nAppellant relies heavily on Bonds v. Heyman, 950 F.Supp. 1202 (D.D.C.1997), in which a preliminary injunction was granted to prevent a federal employee from being fired pending the outcome of her discrimination suit. Unlike this case, however, Bonds presented “a truly extraordinary situation,” id. at 1216, because it was unlikely that the plaintiff, who had worked for the same employer for nearly forty years and was nearing retirement age, “could ever find work approaching what she now does, if she could find work at all.” Id. at 1215. Comparable factors are not present here, and the record reveals no reason to expect that appellant would have difficulty finding work. See Nichols v. Agency for Int’l Development, 18 F.Supp.2d 1, 5 (D.D.C.1998) (plaintiff “says nothing about ... how someone with his talents will incur difficulty locating employment”).\nAppellant also argues that even if he were to be rehired and made whole financially, his experience would have a chilling effect on other employees in that they would be dissuaded from exercising their rights under the WPA. This argument is not without some support. This court, however, has not yet had occasion to decide whether a chilling effect on the exercise of statutory rights in the workplace constitutes irreparable harm. We need not do so here either, because appellant has totally failed to show that other employees were, or would be, in fact chilled. On the contrary, appellant’s argument is highly speculative. See National Student Ass’n v. Hershey, 134 U.S.App. D.C. 56, 66-67, 412 F.2d 1103, 1113-1114 (1969) (“we are not persuaded that every plaintiff who alleges a First Amendment chilling effect and shivers in court has thereby established a case or controversy”). At the hearing, appellant put on no evidence whatsoever of a chilling effect, and on appeal he states only that “[t]he risk that other employees may be deterred from providing testimony or from protecting their own rights has been found by other courts to constitute irreparable harm.” This statement is completely inadequate to establish irreparable harm. See Nichols, 18 F.Supp.2d at 5 (plaintiffs “single-statement allegation, buttressed by no factual support, cannot support a finding of irreparable injury based on a putative chilling effect”). Because appellant offered no evidence of a chilling effect on other employees, it is at least equally possible that other employees may very well be emboldened to exercise their rights under the WPA if appellant is ultimately vindicated. This is all the more likely because appellant does not allege, and the record does not establish, any history of retaliation by OTR.\nB. Likelihood of Success\nTo make a prima facie showing of a WPA violation, the plaintiff must establish by a preponderance of the evidence that he was the subject of a “prohibited personnel action” because of his refusal to comply with an “illegal order” or because he has made a “protected disclosure.” See D.C.Code § 1-615.53. The trial court concluded that appellant’s whistleblower claim did not have a substantial likelihood of success, holding that (1) the August 23 order given to him by Mr. Branham — i.e., to call the taxpayer’s representative and offer the chance to withdraw the appeal after it was determined that an increased assessment was warranted — was not illegal, and (2) informing the OIG was not a “protected disclosure” because appellant’s belief that the order was illegal was.not reasonable. We address each of these points in turn.\n1. Legality of the order\nAn “illegal order” is “a directive to violate or to assist in violating a federal, state, or local law, rule, or regulation.” D.C.Code § 1-615.52(4). The trial court ruled that Mr. Branham’s August 23 directive was not illegal, but “merely an exercise of the administrative discretion entrusted to OTR in the proper exercise of its agency function.” Before this court appellant stresses that the “assessed value of all real property shall be the proposed estimated market value,” 9 DCMR § 306.1 (1998) (emphasis added), and that the assessed value must be “established on the basis of the most current, accurate, and conclusive evidence of market value available at the time the assessed value is determined.” 9 DCMR § 306.2. According to appellant, these regulations do not give OTR any discretion to allow taxpayers to withdraw their appeals after a first-level appeal hearing has determined that an increase is warranted, because doing so at that point would be tantamount to applying assessments that are no longer based on the most current estimated market value.\nD.C.Code §§ 47-825.01(f-1) and (f — 2), which codify the first-level appeal process, are completely silent as to how such appeals are to be conducted. Thus OTR’s policy in no way contradicts any statutory language. As for the regulations, the DCFO is granted very broad discretion in deciding how to determine a property’s estimated market value. See 9 DCMR § 307.2 (“the Deputy Chief Financial Officer may apply, when appropriate, one or more of the generally recognized approaches to valuation ... or any other method the [DCFO] deems necessary to arrive at estimated market value”); see also Wolf, supra note 11, 611 A.2d at 48. This broad discretion in determining methodology is granted because, as even appellant’s expert testified, establishing the estimated market value is by no means an exact science. Consequently, it cannot be said that the estimated market value arrived at during the first-level appeal hearing is the only possible assessment based on the “most current, accurate, and conclusive evidence.” On the contrary, we think it was quite reasonable for OTR to conclude, in light of its expertise in this area, that the initial assessment likewise met that requirement. Thus we are satisfied that OTR acted within its discretion in allowing a taxpayer the option to withdraw the appeal if it appeared, after the first-level hearing, that an increase would be justified.\n2. Reasonableness of the belief\nA “protected disclosure” is defined, in relevant part, as “any disclosure of information ... by an employee to a supervisor or a public body that the employee reasonably believes evidences ... [a] violation of a federal, state, or local law, rule, or regulation _” D.C.Code § 1-615.52(6)(D) (emphasis added). Appellant contends that he was fired because he disclosed to the OIG Mr. Branham’s August 23 order, as well as Branham’s telephone call to the attorney for the Hamilton Square property, both of which he believed were illegal. To determine whether his belief was reasonable, the “proper test” is as follows:\n[C]ould a disinterested observer with knowledge of the essential facts known to and readily ascertainable by the employee reasonably conclude that the actions of the government evidence [illegality]? A purely subjective perspective of an employee is not sufficient even if shared by other employees. The WPA is not a weapon in arguments over policy or a shield for insubordinate conduct.\nLachance v. White, 174 F.3d 1378, 1381 (Fed.Cir.1999). This analysis hinges not upon whether the order was ultimately determined to be illegal, but whether appellant reasonably believed that it was illegal. See Horton v. Department of the Navy, 66 F.3d 279, 283 (Fed.Cir.1995).\nThe trial court found that appellant’s belief was not that of an objectively reasonable person, “but rather that of a rigid partisan whose beliefs and conduct were being challenged by his superiors.” We discern no error in this finding. Because OTR’s new policy was, for reasons explained above, so clearly a proper exercise of discretion, we conclude that someone with appellant’s background and expertise could not reasonably believe that Mr. Branham’s order, made pursuant to that policy, was illegal. See Haley v. Department of the Treasury, 977 F.2d 553, 557 (Fed.Cir.1992) (“The relevant statutes clearly granted broad discretion .... Petitioner’s experience as an Examiner and the clear language of the relevant authorities make Petitioner’s claim [of a reasonable belief] untenable”).\nThe unreasonableness of appellant’s belief is compounded by the fact that he never raised any objection to — and indeed helped to create — OTR’s “five o’clock rule.” Appellant tries to distinguish the two policies from each other on the ground that OTR’s new policy allows a taxpayer to withdraw an appeal after learning that an increase appears warranted, whereas under the five o’clock rule the taxpayer had to exercise the withdrawal option on the day of the hearing, which of course would be before a formal decision had been issued. This is not a meaningful distinction. As we have pointed out, 9 DCMR § 306.2 requires assessments to be made “on the basis of the most current, accurate, and conclusive evidence of market value.” Under the five o’clock rule, even though a decision had yet to be reached, more recent information was adduced at the hearing, thereby creating a more “current” and perhaps “accurate” body of information. Thus, if appellant’s reasoning were followed to its logical conclusion, no withdrawal could be allowed under either policy. It was inconsistent, and therefore unreasonable, for appellant to believe that the new OTR policy was illegal, while at the same time endorsing the previous five o’clock rule. The trial court was correct when it concluded that “the five o’clock rule on which plaintiff relies is no more than a different policy choice in the exercise of that same discretion.”\n3. “Contributing factor ”\nEven if appellant could establish that his belief was objectively reasonable, we would still be unpersuaded that appellant has a substantial likelihood of success on the merits of his WPA suit. The WPA requires an employee to demonstrate “by a preponderance of the evidence that an activity proscribed by § 1-615.53 was a contributing factor in the alleged prohibited personnel action against [the] employee.” D.C.Code § l-615.54(b). The trial court found that appellant’s termination did not result from his “disclosure” to the OIG, but was “in response to a willful act of insubordination preceded by complaints from the public and administrative officials about plaintiff’s unprofessional conduct.” The record amply supports this finding. At the hearing below, DCFO Huff testified that he placed appellant on administrative leave after learning of his insubordination because he was at his “wits’ end” in dealing with appellant. Mr. Huff stated that on five previous occasions appellant had been counseled for behaving in an intimidating and condescending manner toward members of the BRPAA and taxpayer representatives. Two of those incidents are described in detail in paragraphs 28 and 29 of the court’s findings of fact. In addition, the evidence showed that appellant admitted to Mr. Branham on August 31 that he had sent out notices to nineteen taxpayers that their assessments were being increased. The trial court found this to be a “knowing violation” of Mr. Bran-ham’s directive on August 15 — to which appellant had agreed — to confer with him and get his approval before issuing any such notices.\nFinally, and perhaps more seriously, appellant failed to adhere to OTR’s Code of Conduct insofar as it required compliance with the local tax laws. The trial court noted in its findings that in 1994 appellant purchased a house on First Street, N.W. He applied for, and was granted, a “homestead exemption” which entitled him to a reduction in his tax obligation for that property. Under the terms of the homestead exemption program, residential taxpayers are entitled to its benefits for only one residential property. However, on September 28, 2000, appellant and his then-fíancée (who later became his wife) jointly purchased another house on N Street, N.W., for which the previous owner had obtained a homestead exemption. The exemption for that house remained in effect after the sale, even though appellant and his wife continued to five in the First Street house. It was only when it came to the attention of an OTR employee in May 2001 that appellant was receiving two exemptions that appellant asked to have the exemption removed from the N Street property. This incident resulted in appellant’s being investigated by the Internal Audit Unit at OTR, an investigation which became the subject of a Washington Post article in August 2001 that caused great embarrassment to OTR.\nA few days later, Mr. Huff sent a memorandum to all OTR managers alluding to this incident and reminding all managers “to set an example of excellence in regard to meeting their tax obligations.” The next day appellant confronted Mr. Huff in his office about the memorandum. The court in its findings described the confrontation:\nHuff testified that [appellant] pointed his finger in Huffs face and exclaimed: “Don’t you know what you are doing? I know what you are trying to do. You have embarrassed me. Don’t you know what’s going on in this agency?” Huff testified that he felt threatened and intimidated by [appellant’s] conduct.\nThe record thus fully supports the trial court’s finding that Mr. Branham’s decision to place appellant on administrative leave, pending his termination, “was a proper exercise of legitimate supervisory authority over an employee for cumulative acts of poor judgment that reached the stage of willful insubordination.” The court concluded, and we agree, that appellant faded to prove by a preponderance of the evidence that he was entitled to a preliminary injunction.\nIll\nAppellant has failed to establish that he is likely to suffer irreparable harm if a preliminary injunction is not granted. On this point we find no material difference between this case and the Supreme Court case of Sampson v. Murray, and accordingly we follow Sampson. We also hold, for the reasons stated in part II-B of this opinion, that appellant has not shown that he is likely to succeed in his litigation based on the Whistleblower Act. The order denying his motion for a preliminary injunction is therefore\nAffirmed.\n. Appellant filed suit against the District of Columbia, OTR, and his supervisor, Thomas W. Branham. However, OTR is not sui juris and therefore cannot be sued in its own name. See Simmons v. District of Columbia Armory Board., 656 A.2d 1155, 1156 (D.C. 1995); Braxton v. National Capital Housing Authority, 396 A.2d 215, 216 (D.C.1978).\n. The assessment and taxation of real property in the District are governed by D.C.Code §§ 47-801 through 47-874 (2001).\nAll references to the D.C.Code in this opinion are to the current (2001) edition.\n. The first-level appeal process was instituted in the District of Columbia for Tax Year 1999 and is codified at D.C.Code § 47-825.01(f-l) and (f-2).\n. This universally applied four-part test originated in Virginia Petroleum Jobbers Ass'n v. Federal Power Commission, 104 U.S.App. D.C. 106, 110, 259 F.2d 921, 925 (1958). Appellant argues that the test does not apply here because the WPA specifically allows for in-junctive relief as a possible remedy. He offers no support for this proposition, however, nor are we aware of any. On the contrary, and by way of example, Minnesota’s WPA also provides for injunctive relief as a potential remedy, see Minn.Stat. § 181.935(a) (2002), yet the four-part test of Virginia Petroleum Jobbers is nonetheless applied to motions for preliminary injunctive relief brought under that statute. See generally Minnesota Ass’n of Nurse Anesthetists v. Unity Hospital, 59 F.3d 80 (8th Cir.1995).\n. There is a narrow exception to this rule, but it is not relevant here. \"[Wjhere the action of the trial court turns on a question of law or statutory interpretation, we may reach the merits of the controversy.” Don’t Tear It Down, Inc. v. District of Columbia, 395 A.2d 388, 391 (D.C.1978) (citations omitted). In the case at bar, we are not called upon to construe any statute or to determine whether the trial court ruled correctly on a particular point of law. The trial court’s ruling was based on the facts presented at the hearing on appellant’s motion for a preliminary injunction; that is, the court held that the facts on which appellant based his claim were insufficient to justify injunctive relief. Such a ruling does not bring this appeal within the exception articulated in Don’t Tear It Down and other cases.\n.Appellant did not establish at the hearing that the offer was withdrawn because of his termination, but only that the job was no longer available once he began searching for alternative employment. Nevertheless, we assume for the sake of argument that the offer was lost as a result of his termination, and therefore a “harm.”\n. Indeed, this case is remarkably similar to Sampson, in which the Supreme Court overturned the granting of a preliminary injunction on the ground that an employee, who had been fired for her \"complete unwillingness to follow office procedure and to accept direction from [her] supervisors,” 415 U.S. at 65, 94 S.Ct. 937 had failed to show irreparable harm.\n. Appellant also cites Bonds for the proposition that the \"rigid federal rules regarding the inadequacy of reputational-type injuries” do not apply to actions by state or District of Columbia agencies. Bonds, however, said no such thing; on the contrary, the court in Bonds expressly declined to decide whether the same standard would apply. See 950 F.Supp. at 1215 n. 14.\n.See Arcamuzi v. Continental Air Lines, Inc., 819 F.2d 935, 938 (9th Cir.1987) (\"Damages and reinstatement would not remedy the coercive and inhibitory effects upon the employees’ organizational rights secured by the [Railway Labor Act]. Such harm is irreparable.”); Holt v. Continental Group, Inc., 708 F.2d 87, 91 (2d Cir.1983) (“A retaliatory discharge carries with it the distinct risk that other employees may be deterred from protecting their rights under the [Civil Rights] Act_These risks may be found to constitute irreparable injury.”); Bonds, 950 F.Supp. at 1214-1215 (\"a plaintiff who demonstrates that an adverse personnel action is likely to have a chilling effect on other employees who ... would now refuse to file claims for fear of reprisals, would also meet Sampson’s barrier”); Segar v. Civiletti, 516 F.Supp. 314, 320 (D.D.C.1981) (\"unless Plaintiff is protected now from the adverse action, members of the class will refrain from coming forward with their claims. The injury to them will be irreparable.\").\n. \"Prohibited personnel action” is defined in D.C.Code § 1-615.52(5); \"illegal order” is defined in D.C.Code § 1-615.52(4); \"protected disclosure” is defined in D.C.Code § 1-615.52(6).\n. Appellant correctly notes that in Wolf v. District of Columbia, 611 A.2d 44 (D.C.1992), we said that \"the District may take new information, obtained after suit was filed, and revise its estimate of value.” Id. at 48. Nothing in that opinion said or implied, however, that the District must take into consideration new information obtained after the initial assessment.\n. Appellant argues in the alternative that OTR acted illegally by creating a new rule when it adopted the new policy of no increases after first-level appeals. According to appellant, not only does OTR not have express rulemaking authority, but it did not promulgate this new rule in accordance with the District of Columbia Administrative Procedure Act, D.C.Code §§ 2-501 to 2-511. Because appellant did not make this argument below, we will not consider it on appeal. See, e.g., Miller v. Avirom, 127 U.S.App. D.C. 367, 369-370, 384 F.2d 319, 321-322 (1967).\n. The term \"reasonable” is not defined in the WPA, and this court has not yet had an opportunity to consider it in a published opinion. Because the court’s definition of \"reasonable” in Lachance was based on the similarly worded federal WPA, we adopt that definition here.\n.On one of those occasions, appellant had sent a letter to the Chairperson of the BRPAA expressing his disagreement with one of her evidentiary rulings in a pending case. When the ruling remained unchanged, appellant sent a letter to someone in the Executive Office of the Mayor, in which he characterized the BRPAA hearing process as a “circus” and requested the Mayor’s office to intervene in the case. Again, about a year later, appellant sent a letter to the Chairperson complaining about her refusal in another case to admit certain evidence, accusing the taxpayer’s attorney and an expert witness of fraudulent conduct. The Chairperson replied in a letter that she found appellant’s comments to be, in the words of the trial court, \"unprofessional and unmerited.”\n. See D.C.Code § 47-850.\n. Appellant testified that he was unaware he was receiving two homestead exemptions, even though he had access to computerized information regarding the tax status of all residential properties in the District of Columbia, and even though he had received a tax bill in 2001 (which he paid with his own check) indicating that the N Street property had been granted an exemption. The trial court found that appellant’s testimony on this point was not credible.\n. Because appellant did not meet the first two requirements for a preliminary injunction (irreparable harm and likelihood of success), we need not address the other two in any detail. We note, however, that the trial court quite properly considered all four. With respect to the balancing of the parties’ interests, the court said that appellant \"failed to demonstrate that more harm would result to him from a denial of the injunction than would result to defendants from its grant. The restoration of a willfully insubordinate employee to his former work unit would be counterproductive to an effective employment environment.” With respect to the public interest, the court said that appellant \"failed to demonstrate that the public interest would not be disserved by the issuance of the requested order. Maximization of real estate tax assessments is not the only public interest. The public is also entitled to assurances that tax assessments and collections are pursued fairly and professionally.” We see no reason to quarrel with either of these rulings.",
        "type": "majority",
        "author": "TERRY, Associate Judge:"
      }
    ],
    "attorneys": [
      "Scott A. Mills, Reston, VA, for appellant.",
      "Mary E. Pivec, Washington, DC, with whom Robert A. DeBerardinis, Jr., Assistant Corporation Counsel, was on the brief, for appellees. Charles L. Reischel, Deputy Corporation Counsel at the time the brief was filed, also entered an appearance for appellees."
    ],
    "corrections": "",
    "head_matter": "Todd D. ZIRKLE, Appellant v. DISTRICT OF COLUMBIA, et al., Appellees\nNo. 02-CV-310.\nDistrict of Columbia Court of Appeals.\nArgued March 4, 2003.\nDecided Aug. 28, 2003.\nScott A. Mills, Reston, VA, for appellant.\nMary E. Pivec, Washington, DC, with whom Robert A. DeBerardinis, Jr., Assistant Corporation Counsel, was on the brief, for appellees. Charles L. Reischel, Deputy Corporation Counsel at the time the brief was filed, also entered an appearance for appellees.\nBefore TERRY, REID, and GLICKMAN, Associate Judges."
  },
  "file_name": "1250-01",
  "first_page_order": 1298,
  "last_page_order": 1310
}
