{
  "id": 7264315,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Shawn M. FICKES, Appellant",
  "name_abbreviation": "Commonwealth v. Fickes",
  "decision_date": "2009-04-08",
  "docket_number": "",
  "first_page": "1251",
  "last_page": "1259",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 1251"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "723 A.2d 143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1701971,
        11753974
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0086-01",
        "/a2d/723/0143-01"
      ]
    },
    {
      "cite": "555 Pa. 86",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1701971
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0086-01"
      ]
    },
    {
      "cite": "706 A.2d 1216",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11867535
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1219-20"
        },
        {
          "page": "1220"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/706/1216-01"
      ]
    },
    {
      "cite": "885 A.2d 998",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8912179
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1000-01"
        },
        {
          "page": "1004-05"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/885/0998-01"
      ]
    },
    {
      "cite": "2009 PA Super 43",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "315 Pa.Super. 23",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        85877
      ],
      "weight": 4,
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        },
        {
          "page": "618",
          "parenthetical": "citation omitted"
        },
        {
          "page": "619"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/315/0023-01"
      ]
    },
    {
      "cite": "637 A.2d 269",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1841440,
        7353620
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "270",
          "parenthetical": "citations and quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0595-01",
        "/a2d/637/0269-01"
      ]
    },
    {
      "cite": "535 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841440
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "citations and quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0595-01"
      ]
    },
    {
      "cite": "908 A.2d 924",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8459141
      ],
      "pin_cites": [
        {
          "page": "927"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/908/0924-01"
      ]
    },
    {
      "cite": "798 A.2d 697",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        163621,
        9434894
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/568/0499-01",
        "/a2d/798/0697-01"
      ]
    },
    {
      "cite": "568 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        163621
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/568/0499-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1100,
    "char_count": 24223,
    "ocr_confidence": 0.711,
    "pagerank": {
      "raw": 8.104812032510387e-08,
      "percentile": 0.467753525398585
    },
    "sha256": "fd23fea245dc653438ba9435258f846bbdff6796ba79d4b56fc4b8532b33bd4c",
    "simhash": "1:0b353df574cf61d2",
    "word_count": 4005
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: MUSMANNO, BENDER and CLELAND, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Shawn M. FICKES, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nBENDER, J.:\n¶ 1 Shawn M. Fickes (Appellant) appeals from the judgment of sentence entered following his conviction for DUI. Appellant claims that the trial court erred in denying his motion to suppress. For the reasons that follow, we affirm.\n¶2 In the early morning hours of August 20, 2007, Officer Gary Ross received a dispatch call to respond to a hit and run accident. At the time, he was on patrol in full uniform and a marked police car. Officer Ross arrived at the scene at 2:53 a.m. where he encountered a witness who reported that he heard a crash, went outside, and viewed a vehicle reversing away from the vehicle it had struck and head westbound on Wyndamere Road. The witness described the vehicle as a silver “rounded sedan” or “coupe.” N.T., 3/28/08, at 4.\n¶ 3 Officer Ross surveyed the scene and noted that there were skid marks in a grass area between the road and the parking lot where the accident occurred. The marks indicated that the vehicle had been traveling on Yorktown Road and was attempting to turn left onto Wyndamere Road when the operator turned too wide and went off the road. These marks also indicated that the vehicle headed westbound on Wyndamere Road after leaving the accident scene.\n¶ 4 Officer Ross then departed the scene, following in the direction of the perpetrator’s vehicle. Approximately one mile down the road, at the intersection of Wyndamere Road and Old Quaker Road, Officer Ross and other officers discovered a stop sign that had been struck by a vehicle, thereby fully pushing it over. It had been raining that night and the roads were wet, as was the embankment where the stop sign was located. There were tire tracks in the mud of the embankment, which indicated that the vehicle was traveling westbound on Wyndamere Road and had attempted to turn right at Old Quaker Road, but instead had gone directly into the stop sign. There were also muddy tire marks indicating that the vehicle had continued on Old Quaker Road.\n¶ 5 Officer Ross drove on Old Quaker Road a short distance until he reached Lewisberry Road. He did not observe anything out of the ordinary there and so he doubled back to the one road that intersected Old Quaker Road in the stretch between Wyndamere and Lewisberry. This road led up to an apartment complex, and shortly after driving into the apartment complex, Officer Ross noticed an open garage door with the lights on and a silver vehicle pulled into the garage. Id. at 6. Officer Ross then radioed for backup and alighted from his vehicle to investigate further. The time was approximately 3:30 a.m., which was only thirty seven minutes after Officer Ross responded to the scene of the hit and run.\n¶ 6 From “outside of the garage,” Officer Ross observed the following. Id. at 7. There were wet tire tracks leading into the garage. Although the vehicle’s engine was off, it was emitting a ticking sound. The garage was not set up as a normal garage, but instead looked like “party headquarters, [with a] bunch of memorabilia and alcohol containers everywhere.” Id. at 7. There was a couch pinned between the front of the vehicle and the garage wall, and there was a second couch resting or leaning on the hood of the vehicle. Finally, Officer Ross observed some damage to the front right side of the vehicle, but could not tell the extent of the damage from outside the garage.\n¶ 7 Officer Ross then walked up to the abutting apartment and knocked on the door, but nobody answered. He then walked into the garage and knocked on another door that led directly from the garage into the apartment, but again there was no response. Because of the heavy tinting of the windows of the vehicle, Officer Ross could not see inside it. Therefore, he opened the driver door and was immediately struck by a strong smell of alcohol. And there was Appellant passed out and slumped over in the driver’s seat with an open bottle of vodka on the passenger seat. Id. at 8.\n¶ 8 Officer Ross attempted to communicate with Appellant, but he was so inebriated that even after Officer Ross yelled at him “again and again,” he did not wake up. Id. at 8. Appellant finally began to respond when Officer Ross physically removed him from the vehicle. Although Appellant was sluggish, he eventually gained his bearings enough to know where he was and to stand up. Officer Ross arrested Appellant and took him to a hospital for a blood test. A blood test was performed at 5:00 a.m., which indicated a blood alcohol content of .179 percent. Id. at 10.\n¶ 9 Appellant was charged with DUI under 75 Pa.C.S. § 3802(c) (Highest rate of alcohol) and other offenses related to the hit and run. Prior to trial, Appellant filed a motion to suppress the results of the blood test in which he alleged that Officer Ross’s warrantless entry into the garage was unconstitutional. Finding probable cause and exigent circumstances, the trial court denied the motion. The case then proceeded to a jury trial at the conclusion of which Appellant was found guilty of DUI and several other offenses. As Appellant had prior DUI convictions, the court sentenced Appellant to five years of intermediate punishment, including forty five days’ incarceration followed by ninety days’ house arrest and fines. Appellant then filed this appeal presenting one question for our review:\nI. Whether the Fourth Amendment of the United States Constitution or Article I, § 8 of the Pennsylvania Constitution was violated when the arresting officer, without a search warrant and without the presence of any of the judicially recognized exceptions to a search warrant, entered private residential property, walked into a garage to visually and physically inspect a parked vehicle?\nBrief for Appellant at 4. While Appellant frames his question in terms of violations of either the U.S. or Pennsylvania constitutions, the Argument section of his brief does not differentiate between the two and he cites only Pennsylvania cases in support of his argument. Consequently, we shall limit our analysis to the guarantees of Article I, Section 8 of the Pennsylvania Constitution, which in any event confers protections that are either coterminous with or greater than those provided by the Fourth Amendment to the U.S. Constitution. See Commonwealth v. Perry, 568 Pa. 499, 798 A.2d 697, 700 n. 4 (2002).\n¶ 10 Appellant’s sole question presents a challenge to the trial court’s denial of Appellant’s motion to suppress. Our standard for reviewing an order denying a motion to suppress is as follows:\nWe are limited to determining whether the lower court’s factual findings are supported by the record and whether the legal conclusions drawn therefrom are correct. We may consider the evidence of the witnesses offered by the Commonwealth, as verdict winner, and only so much of the evidence presented by defense that is not contradicted when examined in the context of the record as a whole. We are bound by facts supported by the record and may reverse only if the legal conclusions reached by the court were erroneous.\nCommonwealth v. Hughes, 908 A.2d 924, 927 (Pa.Super.2006).\n¶ 11 We begin by noting that in Appellant’s Statement of the Case, he claims that Officer Ross entered the garage immediately after exiting his vehicle. Brief for Appellant at 5. This allegation is unsupported by the record. As stated above, the testimony at the suppression hearing established that after Officer Ross alighted from his vehicle, he made several observations from outside of the garage, and then walked up to the abutting apartment to knock on the door. It was not until after he received no answer that he proceeded back to the garage and entered it.\n¶ 12 At the crux of this case is whether there existed probable cause and exigent circumstances that would have justified Officer Ross’s warrantless entry into the garage.\nIn a private home, searches and seizures without a warrant are presumptively unreasonable .... Absent probable cause and exigent circumstances, the entry of a home without a warrant is prohibited under the Fourth Amendment. In determining whether exigent circumstances exist, a number of factors are to be considered....\nAmong the factors to be considered are: (1) the gravity of the offense, (2) whether the suspect is reasonably believed to be armed, (3) whether there is above and beyond a clear showing of probable cause, (4) whether there is strong reason to believe that the suspect is within the premises being entered, (5) whether there is a likelihood that the suspect will escape if not swiftly apprehended, (6) whether the entry was peaceable, and (7) the time of the entry, i.e., whether it was made at night. These factors are to be balanced against one another in determining whether the warrantless intrusion was justified.\nOther factors may also be taken into account, such as whether there is hot pursuit of a fleeing felon, a likelihood that evidence will be destroyed if police take the time to obtain a warrant, or a danger to police or other persons inside or outside the dwelling.\nCommonwealth v. Roland, 535 Pa. 595, 637 A.2d 269, 270 (1994) (citations and quotation marks omitted). An analysis of these factors requires “an examination of all of the surrounding circumstances in a particular case. These circumstances will vary from case to case and the inherent necessities of the situation at the time must be scrutinized.” Commonwealth v. Hinkson, 315 Pa.Super. 23, 461 A.2d 616, 618 (1983) (citation omitted).\n¶ 13 This Court recently decided a case in the DUI context in which we concluded that the warrantless entry onto the defendant’s private property was not supported by exigent circumstances. In Commonwealth v. Lee, 2009 PA Super 43 (March 13, 2009), the defendant was involved in a hit and run accident. Shortly thereafter, the police apprehended him and the Commonwealth charged him with DUI. We explained the facts as follows:\nAt approximately 11:30 p.m. on August 22, 2006, Lisa Jones (“Jones”) was in her home on Schendel Road, Westmoreland County, when she heard a loud crash. Jones looked out her window and observed a pickup truck speed away. She went outside and found that her mailbox had been broken into pieces and that a large pine tree in her yard had been partially uprooted.\nJones called the police. Within five or ten minutes, Officer Lewis of the Penn Township Police Department arrived. Jones told Officer Lewis what she had observed. Officer Lewis examined the scene and observed a trail of antifreeze fluid in the street that began in front of Jones’s house and led away from the residence. Officer Lewis and Officer Otto, who responded to the scene shortly after Officer Lewis arrived, followed the antifreeze trail for approximately one and a half miles. The trail ended at the driveway of Lee’s house.\nOfficer Lewis parked in front of Lee’s house and walked down Lee’s driveway. As he reached the end of the driveway, Officer Lewis could see the rear end of a pickup truck parked behind the residence. Officer Lewis proceeded to the pickup truck, where he observed that it had severe front end damage and that the front airbags had deployed. As Officer Lewis made his way back up the driveway, Lee’s wife exited the house and approached the officers. Officer Lewis asked Lee’s wife who had been driving the truck, and she responded that Lee had been driving it. When Lee’s wife advised that Lee was inside the house sleeping, the officers asked her to go get him so they could talk to him. She did so, at which time Lee greeted the officers on his front porch. The officers immediately observed that he had bloodshot eyes, difficulty standing, and a strong odor of alcohol about him. A subsequently administered blood alcohol test revealed that Lee had a blood alcohol content of .27%.\nId. at 2-4. After considering the various factors which can establish exigent circumstances, we concluded that a balancing of these factors demonstrated a lack of exigency. See id. at 8.\n¶ 14 In Lee, as in the case before us, the warrantless entry involved the cur-tilage of the defendant’s residence. In particular, we noted the following. At the time the police arrived and conducted the warrantless entry onto the defendant’s property, the only evidence on which they were proceeding was that a vehicle had struck a mailbox and a tree and therefore, the police were simply investigating a report of property damage. Thus, the gravity of the offense was low. We also reasoned that since there was no evidence to demonstrate that anyone was aware of the police presence, there was no likelihood that evidence would be destroyed or that the perpetrator would escape while the police secured a warrant. Finally, we noted that the case did not involve any danger to the police, nor were they in hot pursuit of a fleeing felon.\n¶ 15 In contrast, in Commonwealth v. Dommel, 885 A.2d 998 (Pa.Super.2005), we concluded that the combined circumstances created an exigency which justified the warrantless entry into a residence to arrest a suspected DUI offender. We set forth the facts of Dommel as follows:\nOn October 28, 2003 at about 10:20 p.m., Dommel was driving his pick up truck on East Towne Mall highway when his truck stopped halfway at the intersection of East Towne Mall and Route 462 despite having a green light. Kevin Witman, whose Acura Integra was stopped at a red light on Route 462 at the same intersection, proceeded when the intersection lights had changed, only to be broadsided by Dom-mel’s pickup truck, which had traveled through a red light despite moments earlier having stopped for the light. Witman’s Acura spun 180 degrees before he corrected its course just short of hitting a curb, at which time he saw Dommel’s pick up truck leaving the scene. Witman quickly assessed that his car was sufficiently operable to follow Dommel, and he placed an emergency call to “911” as he set off.\nWitman gave the 911 dispatcher a continuing report of Dommel’s location and manner of driving, which included Dommel’s driving through four more red lights before turning onto a residential street and pulling up into a residential driveway. Responding officers en route to intercept Dommel received Witman’s report through the dispatcher, and they arrived at the residence some 15 to 30 seconds after Dommel had stopped his pick up truck.\nOfficer Bryan Kondras of the East Lampeter Township Police Department was first to arrive at the residence. With overhead emergency lights flashing, Officer Kondras saw both the pickup truck and a baseball cap-wearing white male operator, Dommel, fitting descriptions given to him over the radio. Two other officers arrived shortly thereafter. Officer Kondras saw that Dom-mel had parked the pickup behind the residence, an area that is “kind of open[,] ... leading] down into an open field-or open yards, rather.”\nDommel had already walked about fifteen feet from his pick up truck-thirty feet from the officer-and so Officer Kon-dras twice shouted an order for Dommel to stop where he was because the officer needed to talk to him. Dommel continued to walk towards the home despite nearby flashing lights and police commands to stop, which, Officer Kondras believed, Dommel saw and heard. Officer Kondras testified that he tried unsuccessfully to intercept Dommel before Dommel entered the home.\nDommel walked into the home leaving the door standing fully open behind him, and Officer Kondras ran in pursuit immediately afterward. The officer entered the home without knocking or announcing, and without verbal consent. He raced through the kitchen and encountered Dommel sitting on a sofa next to his girlfriend. Officer Kondras placed Dommel under arrest. It was confirmed later that the house was, in fact, Dom-mel’s residence.\nId. at 1000-01. The Commonwealth charged Dommel with DUI and prior to trial, he filed a motion to suppress claiming that there were no exigent circumstances to justify a warrantless entry into his residence. The trial court agreed and granted the motion to suppress.\n¶ 16 On appeal, a panel of this Court reversed, concluding that there were exigent circumstances justifying the officer’s warrantless entry into Dommel’s residence. After reciting the factors to be considered in determining the existence of exigent circumstances set forth by our Supreme Court in Roland, we evaluated these factors in light of the facts:\n[Sjeveral of the above enumerated factors vital to establishing exigency existed here: above and beyond a clear showing of probable cause; a strong reason to believe that the suspect is within the premises being entered; a likelihood that the suspect will escape if not swiftly apprehended; a peaceable entry which, though made at nighttime, occurred in a very public display of police lights before a witnessing complainant and without surprise to the homeowner; and, perhaps most important, the likelihood that BAC evidence crucial to a DUI charge permitting warrantless arrest in the first place would be lost in the time it would take the officer to secure a warrant.\nMoreover, though not charged with offenses categorized as violent, Dom-mel’s actions indicated either a callous disregard of, or the inability to regard at all, both the violent automobile collision which he caused and subsequent official commands to stop. Officer Kondras thus did not enter the home of beer drinking minors or marijuana smokers, but of a hit and run/DUI suspect who, for whichever reason, had shown no concern for his victim’s well-being and was now eluding police. Though neither wanted for a felony nor believed to be armed, there was nevertheless reason under these facts to consider Dommel either chemically impaired or highly unpredictable and perhaps dangerous. Dommel’s actions thus warranted immediate pursuit.\nId. at 1004-05.\n¶ 17 After review, we conclude that the facts of the instant case are much more closely analogous to those presented in Dommel than to those presented in Lee. While Appellant seeks to characterize the police investigation as one involving only a hit and run, when we view the totality of the circumstances we conclude that Officer Ross possessed probable cause to believe that Appellant was driving under the influence. Although Appellant claims “there was no suggestion that Appellant was driving under the influence,” this assertion defies ordinary experience and logic. Brief for Appellant at 9. This case does not involve a single hit and run accident occurring during daytime or evening hours. Rather, at approximately 3 a.m., in the wee hours of the morning, Appellant careened his vehicle through the public streets, repeatedly misdirecting his vehicle and causing it to deviate significantly from the proper course of travel. He left a trail of destruction that led the police to his doorsteps only to discover his vehicle ploughed into the makeshift social imbibing area into which he had converted his garage. The first thought that would come to any reasonable person’s mind upon observing such conduct at that time in the morning would be that the operator of the vehicle was severely intoxicated. Thus, we conclude that after viewing the scene of the initial hit and run, the pushed over stop sign, and the condition of the vehicle in the garage with one couch pinned against the wall and another leaning on its hood, Officer Ross possessed probable cause to suspect that Appellant had been driving under the influence.\n¶ 18 Second, while a DUI offense is a misdemeanor, see 75 Pa.C.S. § 3803, it was one of the few, if not only misdemeanors, that results in over 500 deaths per year in our Commonwealth. See Pennsylvania Department of Transportation, 2006 Pennsylvania Crash Facts & Statistics, available at http://www.dot.state.pa.us/Internet/ Bureaus/pdBHSTE.nsf/InfoFb06?Open Form. Of course, we gravely view an offense with such deleterious effects. Consequently, we conclude that the gravity of the offense was high.\n¶ 19 Third, Officer Ross arrived at Appellant’s garage only a short time after receiving the initial radio call. The wet tire tracks leading into the garage indicated that the vehicle had recently pulled into the garage. The ticking sound from the engine is the type of sound that a hot engine normally emits immediately after it has been turned off. The garage door was open and the lights were on. Moreover, upon observing the silver vehicle parked in the garage in such an odd manner and with damage to its front end, Officer Ross would have been justified in believing that this was the same vehicle involved in the two previous incidents. Therefore, we conclude that these observations gave Officer Ross a strong reason to believe that he would locate the perpetrator if he entered the premises.\n¶ 20 Fourth, there is no doubt that the entry was peaceable as the garage door was open. And fifth, like the entry in Dommel, although it was dark when Officer Ross entered the garage, he did so without surprise to Appellant. Officer Ross, who arrived at the scene in a marked police car and in full uniform, only entered the garage after first knocking on the front door and receiving no response.\n¶ 21 Finally, as stated above, Officer Ross had probable cause to believe that Appellant had been driving under the influence. The evidence necessary to establish a defendant’s guilt of this offense is a blood alcohol content test. As this Court stated in Dommel, there is a high likelihood that this evidence would be destroyed by any number of means in the time it took the police to secure a warrant.\n¶ 22 Weighing the above factors under the circumstances of this case, we conclude that an exigency existed to justify Officer Ross’s warrantless entry into Appellant’s garage. In so holding, we are mindful that our determination “involves a balancing of the individual’s right to be free from unreasonable intrusions against the interest of society in investigating crime quickly and adequately and preventing the disappearance of evidence necessary to convict criminals.” Commonwealth v. Hinkson, 315 Pa.Super. 23, 461 A.2d 616, 619 (1983). When we weigh the Commonwealth’s interests in investigating and prosecuting DUI offenders against an individual’s right to be free of unreasonable intrusions, we conclude that under circumstances like those present in this case, when police officers have probable cause to believe that a person is driving under the influence and are in fresh pursuit of the DUI offender, that offender cannot escape arrest and prosecution by racing home and ensconcing himself in the constitutional protections normally accorded a person’s residence. Under these facts, Appellant’s acts operated to diminish his expectation of privacy, which then became subject to police intrusion because if they otherwise were required to secure a warrant, the prosecution of Appellant would have been substantially handicapped.\n¶ 23 Judgment of sentence affirmed.\n. Courts have extended constitutional protections to the curtilage of a person’s home, and they have defined it, \"as did the common law, by reference to the factors that determine whether an individual reasonably may expect that an area immediately adjacent to the home will remain private.” Commonwealth v. Gindlesperger, 706 A.2d 1216, 1219-20 (Pa.Super.1997) (quotation marks omitted). Curtilage is entitled to constitutional protection from unreasonable searches and seizures \"as a place where the occupants have a reasonable expectation of privacy that society is prepared to accept.” id. at 1220.\n. “Probable cause to arrest exists when the facts and circumstances within the police officer’s knowledge and of which the officer has reasonably trustworthy information are sufficient in themselves to warrant a person of reasonable caution in the belief that an offense has been committed by the person to be arrested.” Commonwealth v. Gwynn, 555 Pa. 86, 723 A.2d 143, 148 (1998).",
        "type": "majority",
        "author": "BENDER, J.:"
      }
    ],
    "attorneys": [
      "Heather N. Orisko, Camp Hill, for appellant.",
      "Hugh S. Rebert, Assistant District Attorney, York, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Shawn M. FICKES, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Jan. 5, 2009.\nFiled April 8, 2009.\nHeather N. Orisko, Camp Hill, for appellant.\nHugh S. Rebert, Assistant District Attorney, York, for Commonwealth, appellee.\nBEFORE: MUSMANNO, BENDER and CLELAND, JJ."
  },
  "file_name": "1251-01",
  "first_page_order": 1279,
  "last_page_order": 1287
}
