{
  "id": 11221560,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Michelle Sue THARP, Appellant; Commonwealth of Pennsylvania, Appellee, v. Douglas Bittinger, Appellant",
  "name_abbreviation": "Commonwealth v. Tharp",
  "decision_date": "2000-07-18",
  "docket_number": "",
  "first_page": "1251",
  "last_page": "1255",
  "citations": [
    {
      "type": "official",
      "cite": "754 A.2d 1251"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "525 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1823742
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "7",
          "parenthetical": "Equal Rights Amendment (ERA) to Pennsylvania Constitution properly applied to eases pending in the system at time ERA became effective"
        },
        {
          "page": "1043",
          "parenthetical": "Equal Rights Amendment (ERA) to Pennsylvania Constitution properly applied to eases pending in the system at time ERA became effective"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/525/0001-01"
      ]
    },
    {
      "cite": "46 A. 505",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1900,
      "pin_cites": [
        {
          "page": "508",
          "parenthetical": "if electorate approves proposed amendment, it becomes part of constitution at once"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "196 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916814
      ],
      "year": 1900,
      "pin_cites": [
        {
          "page": "410",
          "parenthetical": "if electorate approves proposed amendment, it becomes part of constitution at once"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/196/0396-01"
      ]
    },
    {
      "cite": "326 A.2d 342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "discussing amendment with language providing that amendment would become effective two years after adoption or upon effective date of legislation enacted pursuant thereto"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479664
      ],
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "discussing amendment with language providing that amendment would become effective two years after adoption or upon effective date of legislation enacted pursuant thereto"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0396-01"
      ]
    },
    {
      "cite": "655 A.2d 239",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861002
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/655/0239-01"
      ]
    },
    {
      "cite": "534 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839730
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "120-21",
          "parenthetical": "people of Commonwealth have exclusive power to alter Art. I, § 6 requirement that jury be composed of 12 members, should they see fit to do so"
        },
        {
          "page": "549",
          "parenthetical": "people of Commonwealth have exclusive power to alter Art. I, § 6 requirement that jury be composed of 12 members, should they see fit to do so"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0097-01"
      ]
    },
    {
      "cite": "520 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1815553
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "page": "467"
        },
        {
          "page": "904"
        },
        {
          "page": "467"
        },
        {
          "page": "904",
          "parenthetical": "quoting R. Woodside, Pennsylvania Constitutional Law (1985)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/520/0451-01"
      ]
    },
    {
      "cite": "250 A.2d 474",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "pin_cites": [
        {
          "page": "477"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1921072
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "412-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0406-01"
      ]
    },
    {
      "cite": "522 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818923
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "312"
        },
        {
          "page": "726-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0297-01"
      ]
    },
    {
      "cite": "380 U.S. 24",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1525354
      ],
      "weight": 5,
      "year": 1965,
      "pin_cites": [
        {
          "page": "36",
          "parenthetical": "defendant's only constitutional right concerning method of trial is to an impartial trial by jury"
        },
        {
          "page": "790",
          "parenthetical": "defendant's only constitutional right concerning method of trial is to an impartial trial by jury"
        },
        {
          "parenthetical": "defendant's only constitutional right concerning method of trial is to an impartial trial by jury"
        },
        {
          "page": "36"
        },
        {
          "page": "790",
          "parenthetical": "rejecting argument that compelling a defendant to undergo jury trial against his wish is contrary to his right to fair trial or due process and holding that there is no federal constitutional impediment to conditioning waiver of jury trial on consent of prosecutor and judge"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0024-01"
      ]
    },
    {
      "cite": "664 A.2d 1310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7878656,
        470777
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "defendant has no absolute right to non-jury trial"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/664/1310-01",
        "/pa/541/0531-01"
      ]
    },
    {
      "cite": "541 Pa. 531",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470777
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "defendant has no absolute right to non-jury trial"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0531-01"
      ]
    },
    {
      "cite": "740 A.2d 219",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11548721,
        837149
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "228",
          "parenthetical": "contrary to right of trial by jury, it is clearly established that there is no absolute right to a bench trial"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/740/0219-01",
        "/pa/559/0358-01"
      ]
    },
    {
      "cite": "559 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837149
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "373",
          "parenthetical": "contrary to right of trial by jury, it is clearly established that there is no absolute right to a bench trial"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0358-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 689,
    "char_count": 13703,
    "ocr_confidence": 0.707,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23866449356699945
    },
    "sha256": "2012f1709dd8ea6a4d86828399e1b64a0bdc9aa4cd44ac97925002baee6a83fd",
    "simhash": "1:b76d62a47cadbd12",
    "word_count": 2200
  },
  "last_updated": "2024-02-27T16:08:19.117308+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Michelle Sue THARP, Appellant. Commonwealth of Pennsylvania, Appellee, v. Douglas Bittinger, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIGRO, Justice.\nAt issue in this appeal is whether the November 3, 1998 amendment to Article I, Section 6 of the Pennsylvania Constitution, which essentially provides the Commonwealth with the same right to a trial by jury as the defendant, is constitutional. For the reasons discussed below, we find that the amendment is constitutional and therefore, affirm.\nAppellants Michelle Sue Tharp and Douglas Bittinger allegedly starved Tharp’s seven year-old daughter to death, dumped the child’s body in a garbage bin, and reported her missing to the police. On June 30, 1998, both Appellants were charged with criminal homicide, endangering the welfare of a child, and abuse of corpse. Bittinger was also charged with aggravated assault. At their arraignment on August 27, 1998, Appellants entered a plea of not guilty.\nOn November 3, 1998, the electorate supported a constitutional amendment to Article I, Section 6 of the Pennsylvania Constitution (Article I, Section 6), with a majority of the electorate voting yes to the following ballot question:\nShall the Pennsylvania Constitution be amended to provide that the Commonwealth shall have the same right to a trial by jury in criminal cases as does the accused?\nGovernor Thomas Ridge issued a proclamation certifying the election results on December 3, 1998. On April 16, 1999, this Court ordered that Rules 1101, 1102 and 1103 of the Pennsylvania Rules of Criminal Procedure (Rules 1101, 1102, and 1103), which govern the procedure for waiver of jury trials, be amended to reflect the constitutional amendment to Article I, Section 6. The rule changes were to take effect on July 1,1999.\nOn April 21, 1999, the trial court scheduled jury selection in Tharp’s case for June 14, 1999. However, approximately one week before jury selection was to begin in Tharp’s case, both Appellants announced their wish for a non-jury trial and on June 8, 1999, Appellants filed requests to waive their right to a jury trial. In response, the Commonwealth asserted its right to a jury trial pursuant to the 1998 amendment to Article I, Section 6.\nThe trial court initially granted Appellants’ requests to waive a trial by jury, finding that the Commonwealth’s right to a jury trial did not become effective until July 1, 1999, when this Court’s amendments to Rules 1101, 1102 and 1103 were to take effect. On reconsideration, however, the trial court ruled that the Commonwealth’s right to a jury trial actually became effective on December 3, 1998, the date of the Governor’s proclamation certifying the election results. Accordingly, the trial court granted the Commonwealth’s request for a jury trial and ordered that Appellants be tried by jury. Appellants filed a petition for permission to appeal to the Superior Court, which the Superior Court denied. Appellants then appealed to this Court and we granted review in order to determine the constitutionality of the November 3,1998 amendment to Article I, Section 6.\nAppellants first argue that the amendment granting the Commonwealth the right to a jury trial unconstitutionally deprives defendants of their indefeasible right to a trial by jury, which, according to Appellants, includes a constitutionally protected right to waive that right. As the Commonwealth observes in its brief, however, this Court has explicitly held that while defendants clearly possess the constitutional right to a trial by jury, they do not, by implication, possess the same right to be tried non-jury. See, e.g., Commonwealth v. Puksar, 559 Pa. 358, 373, 740 A.2d 219, 228 (1999) (contrary to right of trial by jury, it is clearly established that there is no absolute right to a bench trial); Commonwealth v. Miller, 541 Pa. 531, 664 A.2d 1310 (1995) (defendant has no absolute right to non-jury trial). See also Singer v. United States, 380 U.S. 24, 36, 85 S.Ct. 783, 790, 13 L.Ed.2d 630 (1965) (defendant’s only constitutional right concerning method of trial is to an impartial trial by jury). Although defendants have no constitutionally protected right to be tried without a jury, our rules of criminal procedure do grant defendants a legal right to waive a jury trial. See Commonwealth v. Wallace, 522 Pa. 297, 312, 561 A.2d 719, 726-27 (1989). However, by requiring defendants to obtain court approval before a jury waiver will be accepted, these rules of criminal procedure further negate Appellants’ argument that defendants have an absolute and inviolate right to waive them right to a jury trial. See Pa. R.Crim. Pro 1101.\nIn short, Appellants, like all defendants, have a constitutional right to trial by jury but such a right simply does not include any corresponding constitutional right to be tried non-jury. Thus, contrary to Appellants’ argument, providing the Commonwealth with the right to trial by jury does not violate any constitutional right held by defendants. In fact, granting the Commonwealth such a right does nothing but ensure the defendant that, should the Commonwealth invoke this right, “the result is simply that the defendant is subject to an impartial trial by jury — the very thing that the Constitution guarantees him.” Singer, 380 U.S. at 36, 85 S.Ct. at 790 (rejecting argument that compelling a defendant to undergo jury trial against his wish is contrary to his right to fair trial or due process and holding that there is no federal constitutional impediment to conditioning waiver of jury trial on consent of prosecutor and judge).\nAppellants also appear to assert that our state constitution vests the right to a jury trial only in individual defendants and therefore, the electorate lacked the power to amend the constitution to bestow such a right on the Commonwealth. Such an argument completely disregards the fact that the people of the Commonwealth have the authority to amend their state constitution as they deem fit, so long as they do not violate some other provision of the Pennsylvania or the United States constitutions., See Stander v. Kelley, 433 Pa. 406, 412-13, 250 A.2d 474, 477 (1969). As this Court stated in Gondelman v. Commonwealth:\nIt is absurd to suggest that the rights enumerated in Article I were intended to restrain the power of the people. Such a proposition loses sight of the basic overriding principle of American government — that all power is in the people.\nGondelman, 520 Pa. 451, 467, 554 A.2d 896, 904 (1989). See also Blum v. Merrell Dow Pharmaceuticals, Inc., 534 Pa. 97, 120-21, 626 A.2d 537, 549 (1993) (people of Commonwealth have exclusive power to alter Art. I, § 6 requirement that jury be composed of 12 members, should they see fit to do so).\nThus, we reject Appellants’ arguments regarding the constitutionality of the amendment to Article I, Section 6 of the Pennsylvania Constitution, and instead find such amendment to be constitutionally sound.\nAppellants argue that even if the amendment is found to be constitutional, the amendment did not become effective until July 1, 1999, the day this Court’s revised versions of Rules 1101, 1102 and 1103 were scheduled to take effect. Therefore, according to Appellants, the constitutional amendment to Article I, Section 6 cannot “retroactively” be applied to their cases since they were initiated by criminal complaint before July 1, 1999. This claim fails.\nIn support of their argument, Appellants cite to several cases that stand for the proposition that a statute will not be construed to be retroactive unless that intent is clearly expressed by the General Assembly. Of course, as Appellants concede, the instant case does not involve legislation, but rather, an amendment to the constitution. A constitutional amendment becomes effective upon approval by the electorate, unless some other date is fixed by the constitution or the amendment itself, and is “self-executing when it can be given effect without the aid of legislation and when the language does not indicate an intent to require legislation.” In re Larsen, 655 A.2d 239 (Pa.Ct.Jud.Disc.1994) (quoting R. Woodside, Pennsylvania Constitutional Law (1985) at 71). See also Derry Township Supervisors v. Borough of Hummelstown, 458 Pa. 396, 326 A.2d 342 (1974) (discussing amendment with language providing that amendment would become effective two years after adoption or upon effective date of legislation enacted pursuant thereto); Commonwealth ex rel. Attorney General v. Griest, 196 Pa. 396, 410, 46 A. 505, 508 (1900) (if electorate approves proposed amendment, it becomes part of constitution at once).\nHere, Appellants make no argument that the amendment cannot be given effect without the aid of legislation or more specifically, the revised rules of criminal procedure at issue in the instant case. Moreover, the plain language of amended Article I, Section 6 contains no provision conditioning its effective date upon the passage of any court rules or legislation. Thus, contrary to Appellants’ assertions, the amendment’s operative date is not dependent on this Court’s revised versions of Rules 1101, 1102 and 1103 taking effect. As the Commonwealth did not seek to invoke its right to a jury trial in Appellants’ cases until after the amendment to Article I, Section 6 became effective in November of 1998, the amendment properly applies to Appellants’ cases. See also McHugh v. Litvin, Blumberg, Matusow and Young, 525 Pa. 1, 7, 574 A.2d 1040, 1043 (1990) (Equal Rights Amendment (ERA) to Pennsylvania Constitution properly applied to eases pending in the system at time ERA became effective).\nIn sum, we find that the November 3, 1998 amendment to Article I, Section 6 is constitutional and that there is no impediment, constitutional or otherwise, to applying the amendment to Appellants’ cases. Thus, the trial court properly permitted the Commonwealth to invoke its right to have Appellants’ cases tried by jury.\n. With the amendment, Article I Section 6 reads:\nTrial by jury shall be as heretofore and the right thereof remains inviolate. The General Assembly may provide, however, by law, that a verdict may be rendered by not less than five-sixths of the jury in any civil case. Furthermore, in criminal cases the Commonwealth shall have the same right to trial by jury as does the accused.\n. In his brief, Bittinger states that his case was not to be called until September.\n. In seeking review from this Court, Appellants filed Petitions for Allowance of Appeal. In an order dated February 8, 2000, this Court granted the Petitions, to be treated as Petitions for Review.\n. Indeed, Article I, Section 2 of the Pennsylvania Constitution states:\nAll power is inherent in the people, and all free governments are founded on their authority and instituted for their peace, safety and happiness. For the advancement of these ends they have at all times an inalienable and indefeasible right to alter, reform or abolish their government in such manner as they may think proper.\n.In its brief, amicus curiae, Gerald C. Gri-maud, et al., introduces several procedural challenges to the amendment’s enactment, including alleged violations of the amendatory provisions in Article XI of the Pennsylvania Constitution. Appellants, however, did not raise these issues below and have not raised them here. An amicus curiae is not a party and cannot raise issues that have not been raised or preserved by the parties. See Pa. R.A.P. 531(a) (amicus curiae may file brief regarding only those questions that are before the Court). Thus, these issues are not properly before the Court and we therefore decline to address them.\n. We also cannot agree with Appellants’ contention that Article I, Section 6 vests the right to a jury trial solely in individual defendants. Article I, Section 6 actually reserves this right in the people of the Commonwealth. See Gondelman, 520 Pa. at 467, 554 A.2d at 904 (quoting R. Woodside, Pennsylvania Constitutional Law (1985)) (\"The provisions of a constitution specifying the rights reserved and retained by the people are generally referred to as the 'Bill of Rights’ or in Pennsylvania the 'Declaration of Rights' [Article I]”). Here, it was the people of this Commonwealth who voted to support the amendment granting the right to a jury trial to the Commonwealth, which serves as the people’s representative during criminal prosecutions.\n. We note that even though Appellants were charged in June of 1998, they continued to indicate a desire to be tried by jury until June of 1999, several months after the amendment to Article I, Section 6 passed in November of 1998. (Indeed, Appellants both filed a petition for a change in venue/venire as late as March 1, 1999). It was not until June of 1999— when Appellants requested a waiver trial for the first time on record, and after the amendment had already passed — that the Commonwealth sought to invoke its right to a trial by jury pursuant to the Article I, Section 6 amendment.",
        "type": "majority",
        "author": "NIGRO, Justice."
      }
    ],
    "attorneys": [
      "David J. DiCarlo, Washington, for appellant, Douglas Bittinger.",
      "Gerald C. Grimaud, Tunkhannock, for amicus, Grimaud, Bergdoll, Battersby.",
      "Glenn Alterio, for appellant, Michelle Sue Tharp.",
      "John C. Pettit, Washington, Paul M. Pe-tro, Donora, Michael J. Fagella, Washington, for appellee, Com.",
      "Michael D. Fisher, Atty. Gen., Amy Zapp, Harrisburg, for amicus Atty. Gen.",
      "Jonathan F. Bloom, C. Clark Hodgson, Jr., Philadelphia, for amicus, Representative Ryan and Senator Jubelirer.",
      "Hugh J. Burns, Jr., Philadelphia, for amicus, Pa. D.A. Assoc."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Michelle Sue THARP, Appellant. Commonwealth of Pennsylvania, Appellee, v. Douglas Bittinger, Appellant.\nSupreme Court of Pennsylvania.\nArgued May 2, 2000.\nDecided July 18, 2000.\nDavid J. DiCarlo, Washington, for appellant, Douglas Bittinger.\nGerald C. Grimaud, Tunkhannock, for amicus, Grimaud, Bergdoll, Battersby.\nGlenn Alterio, for appellant, Michelle Sue Tharp.\nJohn C. Pettit, Washington, Paul M. Pe-tro, Donora, Michael J. Fagella, Washington, for appellee, Com.\nMichael D. Fisher, Atty. Gen., Amy Zapp, Harrisburg, for amicus Atty. Gen.\nJonathan F. Bloom, C. Clark Hodgson, Jr., Philadelphia, for amicus, Representative Ryan and Senator Jubelirer.\nHugh J. Burns, Jr., Philadelphia, for amicus, Pa. D.A. Assoc.\nBefore FLAHERTY, C.J., ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR, JJ."
  },
  "file_name": "1251-02",
  "first_page_order": 1301,
  "last_page_order": 1305
}
