{
  "id": 8356296,
  "name": "HUNTLEY & HUNTLEY, INC., Appellant v. BOROUGH COUNCIL OF the BOROUGH OF OAKMONT and the Borough of Oakmont, J. Bryant Mullen, Michelle Mullen, Mitchell J. Patti, Christine M. Patti, Diane M. Hamilton, Leo P. Bidula and Maureen M. Bidula",
  "name_abbreviation": "Huntley & Huntley, Inc. v. Borough Council of Oakmont",
  "decision_date": "2007-07-27",
  "docket_number": "",
  "first_page": "1252",
  "last_page": "1258",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 1252"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "902 A.2d 1243",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "588 Pa. 753",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "884 A.2d 364",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8906550
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/884/0364-01"
      ]
    },
    {
      "cite": "476 A.2d 499",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "918 A.2d 181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8325915
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/918/0181-01"
      ]
    },
    {
      "cite": "522 A.2d 1173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1356671
      ],
      "weight": 4,
      "year": 1987,
      "pin_cites": [
        {
          "page": "1175"
        },
        {
          "page": "1175"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/104/0623-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 752,
    "char_count": 16248,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 6.374502405588019e-08,
      "percentile": 0.39044959764063464
    },
    "sha256": "705f3a88f3ec2813723799656e4b9da48e0fa30a605c7426e4d292e22c600671",
    "simhash": "1:0f6960363f1c2965",
    "word_count": 2610
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, COLINS, Judge, McGINLEY, Judge, FRIEDMAN, Judge, COHN JUBELIRER, Judge, SIMPSON, Judge, and LEAVITT, Judge.",
      "Judge COHN JUBELIRER and JUDGE SIMPSON concur in result only."
    ],
    "parties": [
      "HUNTLEY & HUNTLEY, INC., Appellant v. BOROUGH COUNCIL OF the BOROUGH OF OAKMONT and the Borough of Oakmont, J. Bryant Mullen, Michelle Mullen, Mitchell J. Patti, Christine M. Patti, Diane M. Hamilton, Leo P. Bidula and Maureen M. Bidula."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge COLINS.\nHuntley & Huntley, Inc. (Huntley) appeals an order of the Court of Common Pleas of Allegheny County that affirmed a decision of the Borough of Oakmont Council (Council) denying Huntley’s conditional use application to allow Huntley to drill and operate a natural gas well on property owned by Robert and Jacqueline Capretto located at 927 Hulton Road in a residential subdivision in the Borough. Huntley’s proposal seeks permission to extract natural gas from the Capretto’s property and from the property of Joseph A. and Carolyn Massaro, located in the same subdivision as the Capretto’s property at 1037 Hulton Road, both of which are in an R-l Residential zoning district and are comprised of a total of 10.16 acres, hereinafter referred to as the Property.\nThe facts as found by the Council are summarized as follows. The well Huntley proposed to operate would be located on the Capretto’s property, upon which is located a residential dwelling, a carriage house (including a garage and rental unit), and an in-ground pool. On August 31, 2005 Huntley entered into commercial oil and gas lease agreements with both the Caprettos and the Massaros to allow Huntley to conduct drilling and extraction of natural gas from the Property. The Pennsylvania Department of Environmental Protection issued a permit to Huntley on September 7, 2005 allowing Huntley to drill a natural gas well on the Property. On February 6, 2006, Council held a public hearing on Huntley’s application for a conditional use permit for the drilling operation. The construction of the well would take approximately forty-five days and would require about thirty trips of heavy equipment of trucks. Testimony at the hearing indicated that drilling will be a “noisy, obtrusive operation.”\nAn engineer who testified for Huntley indicated that seventy-five percent of the gas extracted from the well will be sold to a commercial supplier of gas, Equitable Gas. The Caprettos and Massaros expect to consume the remaining twenty-five percent. Thus, the Council determined that the dominant use of the proposed operation is commercial. If completed according to the application, the operation would entail: (1) a well head consisting of red and green pipes protruding approximately four or five feet above ground; (2) a 50-to-100 barrel fluid tank; (3) a 15,000 square foot “pad;” (4) a chain link fence with privacy screening; (5) a vent shaft protruding from the fluid tank to vent the gas; (6) pressure relief valves; (7) a gravel access road from Woodland Avenue to the well site; and (8) an Equitable Gas meter along Hulton Road bordered by a chain link fence and barbed-wire above. Huntley will regularly maintain the well by draining the fluid tank using a garbage-truck sized vehicle that has two motors— one to drive the vehicle and the other to empty the fluid tank.\nHuntley asserted that the proposed use was permitted as a conditional use as the extraction of minerals under the Borough’s Zoning Code. Alternatively, Huntley contended that the Oil and Gas Act preempts the Borough from seeking to regulate its proposed gas operation.\nTwo groups of people objected to Huntley’s application. Most of these objectors live near or adjacent to the Property, and some of their properties will face the well head and well operations. One group, represented by counsel, made several specific objections to the application: (1) lack of Council jurisdiction; and (2) natural gas does not constitute a mineral under the Borough’s zoning ordinance; and (3) the proposed use is a prohibited commercial use in the R-l district in which the Property is located. The second group of objectors, unrepresented by counsel, protested that the proposed use would have negative safety, noise, and traffic effects on the community.\nThe Council concluded that the extraction of natural gas did not constitute a mining process and that natural gas is not a mineral. Accordingly, the Council held that the proposal did not fall within the Zoning Ordinance’s definition of “extraction of minerals,” and therefore did not qualify as a conditional use. The Council then noted that, because the extraction of natural gas is not a use specifically identified in the zoning ordinance, the Council lacked jurisdiction to consider whether the proposed use would qualify as a special exception. Council concluded that such a determination is solely within the power of the Zoning Hearing Board. Finally, the 'Council held that the Oil and Gas Act did not preempt the Borough’s power to regulate natural gas extraction.\nThe trial court agreed with the Council, and affirmed the conclusions that gas extraction did not constitute the “extraction of minerals,” and that the Oil and Gas Act did not preempt local zoning regulations involving gas drilling and production. The trial court relied in part upon this Court’s decision in Nalbone v. Borough of Youngsville, 104 Pa.Cmwlth. 623, 522 A.2d 1173 (1987), wherein we held that the Oil and Gas Act permitted local regulation of oil and gas operations “upon compliance with the provisions of the ... [Municipalities Planning Code].” Id. at 1175.\nHuntley raises the following issues in its appeal: (1) whether the trial court erred by accepting new evidence but failing thereafter to exercise de novo review; (2) whether the Oil and Gas Act preempts the Borough’s zoning regulations limiting gas drilling and production; (3) whether Huntley’s proposed use falls within the Borough Ordinance’s definition of “extraction of minerals;” and (4) whether the Borough is estopped from denying Huntley’s conditional use application.\nHuntley first asserts that the trial court applied an incorrect standard of review. In its appeal of the Council’s decision Huntley filed a motion to present additional evidence, seeking to have the trial court admit a letter from the Borough’s solicitor. Huntley asserted the letter constitutes an admission that the Borough believed natural gas extraction to fall within the “extraction of minerals” conditional use provision. However, as the Borough notes, although the trial court considered Huntley’s motion, the court never formally admitted the letter. Accordingly, we agree with the Borough that the trial court exercised the proper standard of review. Because we agree with the Borough on this issue, we note here that our standard of review in this case is limited to considering whether the trial court abused its discretion or erred as a matter of law. Greth Development Group, Inc. v. Zoning Hearing Board of Lower Heidelberg Township, 918 A.2d 181 (Pa.Cmwlth.2007).\nThe initial issue confronting this Court is whether the Oil and Gas Act preempts the Borough’s attempt to regulate through its ordinances Huntley’s proposed operation. We will begin by noting Section 602 of the Oil and Gas Act, which provides in pertinent part:\nExcept with respect to ordinances adopted pursuant to the act of July 31, 1968 (P.L. 805, No. 247), known as the Pennsylvania Municipalities Planning Code, and the act of October 4, 1978 (P.L. 851, No. 166), known as the Flood Plain Management Act, all local ordinances and enactments purporting to regulate oil and gas well operations regulated by this act are hereby superseded. No ordinances or enactment, adopted pursuant to the aforementioned acts shall contain provisions which impose conditions, requirements or limitations on the same features of oil and gas well operations regulated by this act or that accomplish the same purposes as set forth in this act. The Commonwealth, by this enactment, hereby preempts and supersedes the regulation of oil and gas wells as herein defined.\n(Emphasis added.)\nWe agree with Huntley’s proposition that the trial court’s reliance upon this Court’s decision in Nalbone v. Borough of Youngsville, 104 Pa.Cmwlth. 623, 522 A.2d 1173 (1987) was misplaced. Although the Court in Nalbone did conclude that the Oil and Gas Act, as it existed at that time, preserved “local regulation of oil and gas well operations upon compliance with the provisions of the MPC,” id. at 1175, the General Assembly amended Section 602 in 1992, adding the second sentence directing that ordinances municipalities adopt pursuant to the MPC may not include provisions that “impose conditions, requirements or limitations on the same features of oil and gas operations regulated” by the Act.\nThis language clearly does not preempt all local regulation, because such a conclusion would render meaningless the amendment’s distinction between regulations that do or do not relate to “features” the Act addresses. If the General Assembly had intended to preclude all local regulation, it would not have provided that municipalities may adopt ordinances that do not relate to features addressed by the’ Act. Thus, if the ordinance in question, adopted by the Borough under the authority of the MPC, does relate to features that the Oil and Gas Act already addresses, then the ordinance would be invalid because of the General Assembly’s express preemption.\nAccordingly, we must consider what features of oil and gas well operations the Oil and Gas Act addresses. The primary issue in this case is the right to locate a gas well and to use that site for the purpose of gas excavation in a particular area in the Borough. Section 205 of the Oil and Gas Act, 58 P.S. § 601.205, provides in pertinent part:\nWell location restrictions\n(a) Wells may not be drilled within 200 feet measured horizontally from an existing building or existing water well without the written consent of the owner thereof. Where the distance restriction would deprive the owner of the oil and gas rights of the right to produce or share in the oil or gas underlying said surface tract, the well operator may be granted a variance from said distance restriction upon submission of a plan which shall identify the additional measures, facilities or practices to be employed during well site construction, drilling and operations. The variance, if granted, shall include such additional terms and conditions as the department shall require to insure the safety and protection of the affected persons and property. The provisions may include insurance, bond and indemnification as well as technical requirements.\nft)) No well site may be prepared or well drilled within 100 feet measured horizontally from any stream, spring or body of water as identified on the most current 71/2 minute topographic quadrangle map of the United States Geological Survey or within 100 feet of any wetlands greater than one acre in size. The department may waive such distance restrictions upon submission of a plan which shall identify the additional measures, facilities or practices to be employed during well site construction, drilling and operations. Such waiver, if granted, shall impose such permit conditions as are necessary to protect the waters of the Commonwealth.\nThis provision specifically addresses the iocation and placement of wells, directing that persons may not place them within 200 feet of existing buildings unless the operator has the written permission of the owner. Thus, this particular feature of the Oil and Gas Act allows the placement of gas wells anywhere outside a distance of 200 feet of existing buildings. The Ordinance, by addressing the locations and districts in which a person may place a gas well is addressing that feature of the Oil and Gas Act. Because the Act specifically precludes municipalities from enacting such measures, we agree with Huntley that the Borough exceeded its authority in enacting the ordinance and consequently conclude that the ordinance is invalid with regard to the imposition of conditions of well placement as applied in this case. There may be features of the Oil and Gas Act that do not preempt local regulation under the MPC, but location is not one of those features.\nFurthermore, even if the Court were to conclude that the Oil and Gas Act did not preempt the Borough’s attempt to regulate the location of gas wells, we would conclude that the trial court erred in affirming the Council’s denial of the conditional use permit. The MPC defines “mineral” as “any aggregate or mass of mineral matter.... The term includes ... natural gas.” Section 107 of the MPC, 53 P.S. § 10107. The Borough’s ordinance allows the extraction of minerals as a conditional use. Under the MPC’s definition of the term “mineral” the proposed gas well certainly qualifies as the extraction of minerals. Therefore, the trial court erred in affirming the Council’s denial of the conditional use permit on the grounds that the extraction of natural gas does not constitute the extraction of minerals. We reject the Landowners’ and the Borough’s reliance upon the testimony of Huntley’s expert who opined that natural gas is not a mineral. That expert’s opinion has no bearing on the legal question of whether the MPC’s definition of mineral includes natural gas, thus entitling Huntley to conditional use approval. The Borough, in enacting ordinances and definitions, is not empowered to narrow the MPC’s definitions. We also reject the Borough’s reli-anee upon this Court’s decision in Boyd v. Zoning Hearing Board of Churchill Borough, 83 Pa.Cmwlth. 110, 476 A.2d 499 (1984). In that case the Court disagreed that a zoning ordinance’s exclusion of patios from the definition of the term “structure” improperly conflicted with the MPC’s definition of “structure,” which does not exclude or refer to patios. In this case, the MPC definition specifically includes natural gas in its definition of “mineral.” The Boyd decision is simply inapposite to this case. Further, the term “mining” encompasses the interpretation we adopt, as the simple dictionary definition includes the extraction of minerals. As we held above, natural gas is a mineral under the MPC and encompassed within the ordinance’s allowance of extraction of minerals as a conditional use.\nIn summary, at least with regard to well site location, we conclude that the trial court erred in concluding that the Oil and Gas Act does not preempt ordinances that seek to regulate the location of wells. However, our decision does not foreclose the possibility that other ordinance provisions that do not address a feature of the Oil and Gas Act may apply. Accordingly, we shall remand this matter to the trial court with the direction to remand to the Borough Council for the issuance of the use permit, but note that Huntley may still have to comply with other permitting requirements of the Borough.\nJudge COHN JUBELIRER and JUDGE SIMPSON concur in result only.\nORDER\nAND NOW, this 27th day of July 2007, the order of the Court of Common Pleas of Allegheny County is reversed and the matter is remanded to the trial court with the direction to remand to the Oakmont Borough Council which shall issue the requested use permit to Huntley and Huntley.\nJurisdiction relinquished.\n. See Chart C of the Zoning Ordinance.\n. Act of December 19, 1984, P.L. 1140, as amended, 58 P.S. §§ 601.101-601.605.\n. Pennsylvania Municipalities Planning Code, Act of July 31, 1968, P.L. 805, as amended, 53 P.S. §§ 10101-11202.\n. The Court shall consider our proper standard of review when we consider the first issue Huntley has raised.\n. We note that this Court has indicated that a municipality may enforce an ordinance that imposes compliance with slope and grading of wells. Commonwealth v. Whiteford, 884 A.2d 364 (Pa.Cmwlth.2005), petition for allowance of appeal denied, 588 Pa. 753, 902 A.2d 1243 (2006).",
        "type": "majority",
        "author": "Judge COLINS."
      }
    ],
    "attorneys": [
      "Patricia L. Dodge, Pittsburgh, for appellant.",
      "Clifford B. Levine and Shawn N. Gallagher, Pittsburgh, for appellees, Borough Council of the Borough of Oakmont and the Borough of Oakmont.",
      "Dwight D. Ferguson, Pittsburgh, for ap-pellees."
    ],
    "corrections": "",
    "head_matter": "HUNTLEY & HUNTLEY, INC., Appellant v. BOROUGH COUNCIL OF the BOROUGH OF OAKMONT and the Borough of Oakmont, J. Bryant Mullen, Michelle Mullen, Mitchell J. Patti, Christine M. Patti, Diane M. Hamilton, Leo P. Bidula and Maureen M. Bidula.\nCommonwealth Court of Pennsylvania.\nArgued May 9, 2007.\nDecided July 27, 2007.\nPatricia L. Dodge, Pittsburgh, for appellant.\nClifford B. Levine and Shawn N. Gallagher, Pittsburgh, for appellees, Borough Council of the Borough of Oakmont and the Borough of Oakmont.\nDwight D. Ferguson, Pittsburgh, for ap-pellees.\nBEFORE: LEADBETTER, President Judge, COLINS, Judge, McGINLEY, Judge, FRIEDMAN, Judge, COHN JUBELIRER, Judge, SIMPSON, Judge, and LEAVITT, Judge."
  },
  "file_name": "1252-01",
  "first_page_order": 1300,
  "last_page_order": 1306
}
