{
  "id": 8327212,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Hector RAMOS, Appellant",
  "name_abbreviation": "Commonwealth v. Ramos",
  "decision_date": "2007-03-20",
  "docket_number": "",
  "first_page": "1253",
  "last_page": "1262",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 1253"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "877 A.2d 479",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8955615
      ],
      "pin_cites": [
        {
          "page": "485"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/877/0479-01"
      ]
    },
    {
      "cite": "344 Pa.Super. 269",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        637013
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "792"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/344/0269-01"
      ]
    },
    {
      "cite": "918 A.2d 766",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8329465
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/918/0766-01"
      ]
    },
    {
      "cite": "911 A.2d 548",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8403266
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/911/0548-01"
      ]
    },
    {
      "cite": "428 Pa.Super. 92",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        933185
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "defendant denied himself opportunity to be tried by juvenile court system by fleeing prosecution until the age of majority; thus, trial court had subject matter jurisdiction over him"
        },
        {
          "parenthetical": "defendant denied himself opportunity to be tried by juvenile court system by fleeing prosecution until the age of majority; thus, trial court had subject matter jurisdiction over him"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/428/0092-01"
      ]
    },
    {
      "cite": "379 Pa.Super. 252",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874648
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "denying post conviction claim that trial court lacked jurisdiction when juvenile refused to reveal his age in order to avail himself of the protections of the Juvenile Act"
        },
        {
          "parenthetical": "denying post conviction claim that trial court lacked jurisdiction when juvenile refused to reveal his age in order to avail himself of the protections of the Juvenile Act"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/379/0252-01"
      ]
    },
    {
      "cite": "297 A.2d 154",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "parenthetical": "child was not entitled to post conviction relief on ground that court lacked jurisdiction over him for actively maintaining he was nineteen even though he was actually less than sixteen"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "223 Pa.Super. 11",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        803220
      ],
      "year": 1972,
      "pin_cites": [
        {
          "parenthetical": "child was not entitled to post conviction relief on ground that court lacked jurisdiction over him for actively maintaining he was nineteen even though he was actually less than sixteen"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/223/0011-01"
      ]
    },
    {
      "cite": "479 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742077
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "holding that the burden of proof rests on the Commonwealth when it seeks to transfer an accused from juvenile court to criminal court"
        },
        {
          "page": "701-702",
          "parenthetical": "holding that the burden of proof rests on the Commonwealth when it seeks to transfer an accused from juvenile court to criminal court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0364-01"
      ]
    },
    {
      "cite": "462 Pa. 613",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485197
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "106-107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/462/0613-01"
      ]
    },
    {
      "cite": "529 Pa. 303",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831158
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1310"
        },
        {
          "page": "1311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0303-01"
      ]
    },
    {
      "cite": "753 A.2d 217",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        225936,
        11205715
      ],
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "the Juvenile Act provides a mechanism for a minor to prove to the court that he does not belong in criminal court via § 6322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0032-01",
        "/a2d/753/0217-01"
      ]
    },
    {
      "cite": "562 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        225936
      ],
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "the Juvenile Act provides a mechanism for a minor to prove to the court that he does not belong in criminal court via § 6322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0032-01"
      ]
    },
    {
      "cite": "865 A.2d 761",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9035570,
        1140661
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "776"
        },
        {
          "page": "776"
        },
        {
          "page": "777"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/865/0761-01",
        "/pa/581/0274-01"
      ]
    },
    {
      "cite": "581 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140661
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/581/0274-01"
      ]
    },
    {
      "cite": "814 A.2d 1248",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9348289
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1250"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/814/1248-01"
      ]
    },
    {
      "cite": "810 A.2d 1257",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        270313,
        9320491
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "1267",
          "parenthetical": "citations and quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/570/0622-01",
        "/a2d/810/1257-01"
      ]
    },
    {
      "cite": "570 Pa. 622",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        270313
      ],
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "citations and quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/570/0622-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1173,
    "char_count": 26121,
    "ocr_confidence": 0.685,
    "pagerank": {
      "raw": 2.057944818995908e-07,
      "percentile": 0.7561554747014209
    },
    "sha256": "8906ab0e602ed844e50cfecf9d5733cf3567565b0568ce96556552cf55dcae42",
    "simhash": "1:5b83438a164755a9",
    "word_count": 4307
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: JOYCE, PANELLA and KELLY, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Hector RAMOS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY JOYCE, J.:\n¶ 1 Hector Ramos, Appellant, appeals his judgment of sentence entered July 14, 2005, in the Court of Common Pleas of Lehigh County. After review, affirm. The relevant facts and procedural history are as follows.\n¶ 2 Appellant and his cohorts went on a crime spree where they robbed several business establishments at gunpoint, one of them twice. Appellant, who was seventeen-years-old at the time he committed the offenses, was certified as an adult pursuant to the 42 Pa.C.S.A. § 6302 “Delinquent Act” (2)(ii)(D) of the Juvenile Act, 42 Pa.C.S.A. § 6801, et. seq. Appellant filed a petition to transfer the case in accordance with 42 Pa.C.S.A. § 6822. Following evi-dentiary hearings, the petition was denied. Appellant then pled guilty to four counts each of robbery and conspiracy to commit robbery. He was sentenced on July 14, 2005, to an aggregate term of incarceration of nine to eighteen years. Post-sentence motions were filed on July 22, 2005, and denied on August 2, 2005. Notice of appeal was filed on August 23, 2005. The trial court ordered Appellant to file a statement of matters complained of on appeal pursuant to Pa.R.A.P.1925, with which he timely complied. In this appeal, Appellant presents the following issues for our consideration, which we have renumbered for ease in disposition.\nA. Whether the lower court erred by failing to sustain [Appellant’s] objection to the entry of the “expert testimony” as it related to the unspecified BB gun and/or a paintball gun as being weapons that could cause serious bodily injury and/or death?\nB. Whether the lower court erred by determining that the use of an unspecified BB gun during the commission of a robbery would constitute the use of a deadly weapon as defined by the Juvenile Act so as to exclude the offense from juvenile court jurisdiction?\nC. Did the lower court abuse its discretion by failing to transfer [Appellant’s] case to the juvenile court as [Appellant] was amenable to and an appropriate candidate for treatment in the juvenile system?\nD. Whether the lower court erred by ruling that [Appellant’s] use of an unspecified BB gun during the commission of a robbery permitted the Commonwealth to demand the imposition of a five year mandatory sentencing [sic] and the imposition of the deadly weapon enhancement as set forth in the Sentencing Code?\nAppellant’s brief, at 10-11 (full capitalization omitted).\n¶ 3 Appellant first contends that the trial court erred in allowing the Commonwealth’s witness to testify as a firearms expert and to render an opinion regarding whether or not a BB gun constitutes a deadly weapon.\n[T]he question whether a witness is qualified to testify as an ‘expert’ is within the sound discretion of the trial court and will not be overturned except in clear cases of abuse. In Pennsylvania, a liberal standard for the qualification of an expert prevails. Generally, if a witness has any reasonable pretension to specialized knowledge on the subject matter under investigation he may testify and the weight to be given to his evidence is for the [fact finder]. It is also well established that an expert may render an opinion based on training and experience; formal education on the subject matter is not necessarily required.\nCommonwealth v. Marinelli, 570 Pa. 622, 810 A.2d 1257, 1267 (2002) (citations and quotation marks omitted).\n¶ 4 The witness, Nicholas Mogish, was a Pennsylvania State Trooper for twenty-one years before his retirement. For seven of those years, Mr. Mogish was a firearms and tool marks examiner at the state crime laboratory. In order to qualify for that position, he had to undergo two years of extensive training from qualified firearms and tool marks examiners. In further elaborating upon his qualifications, Mr. Mogish testified:\nI, myself, have read numerous books, articles, [and] journals in the field of firearms and tool marks identification, [and] conducted various tests on firearms and projectiles. I have been given the opportunity to observe techniques used by examiners and technicians from the Pennsylvania State Police regional labs, also at the Federal Bureau of Investigation, Washington, D.C., Philadelphia, and New York City Police Departments, at the state labs in New Jersey and New Hampshire, Vermont and Connecticut.\nI graduated from firearms schools conducted by major manufacturers such as Beretta, Charter Arms, Beretta, Sternberger, Smith and Wesson, Rem-mington [sic] Arms Company. I did receive a class by the National Guard in M16 and AR15. I learned first hand the manufacturing process involved in both ammunition design so I’d understand what was involved. I toured most of the major firearms manufacturers’ ammunition places on the east coast.\nI have been a Pennsylvania State Police firearms instructor, a member of the Association of Firearms and Tool Marks Examiners, a member of the International Association for Identification, and I’ve testified as an expert witness in the field of firearms and tool marks examination in 17 different counties in Pennsylvania, one of them including Lehigh.\nN.T., 09/27/04, at 55-56.\n¶ 5 Mr. Mogish testified on cross-examination that only a small part of his training and education pertained to BB guns, and that he only field tested one BB gun while with the Pennsylvania State Police. However, he also stated on re-direct that he owns four BB guns, understands their operation, and has read literature on BB guns, specifically, the use of BB guns and their effects on humans. Id. at 62-64.\n¶ 6 We find the trial court did not err in allowing Mr. Mogish to testify as an expert. Aside from his extensive training and education pertaining to firearms in general, he also had some that pertained to BB guns specifically. Additionally, Mr. Mogish testified that he had read literature on air rifle BB guns and their effects on human beings. He further stated that he could testify as to velocities or coefficients of BB guns and/or air rifles. Id. at 65. Mr. Mogish has been qualified as an expert in firearms in seventeen different counties of this Commonwealth, including Lehigh County. Clearly, the witness possessed a reasonable pretension to specialized knowledge on the subject matter under investigation. Marinelli, supra. Accordingly, we conclude that the trial court did not err in admitting Mr. Mogish as an expert witness in firearms.\n¶ 7 Appellant next argues that the trial court erred in allowing Mr. Mogish to testify regarding some experiments he conducted whereby he would shoot a BB gun at a target and measure the velocity and the damage rendered to the target. Appellant objects to this testimony because there is no “correlation of the use of the tin and/or steel cans and the effect of the pellets on them to that which would occur if similar guns were used on the human body.” Appellant’s brief, at 24. We agree with this argument. However, the admission of this evidence is of no consequence since no opinion was offered as to how the tests implicated the ability of a BB gun to inflict serious bodily injury, and the trial court did not rely on it. Indeed, the argument is a red herring, ignoring the other evidence that truly went to the heart of the matter.\n¶ 8 Mr. Mogish testified that he has read articles and publications about injuries caused by BB guns. He related instances where BB guns have killed people by entering the eye socket and traveling to the brain or by missing the breast plate and ribs and striking the heart. He also testified that a BB gun comes with a manufacturer’s warning acknowledging its ability to cause death or serious bodily injury. Additionally, Mr. Mogish referred to a ballistics book utilized by the crime lab during his tenure as a firearms examiner. The book specifically discusses the serious wounds that a person can receive from a BB gun, no matter what the variety. Based on the foregoing, Mr. Mogish opined to a reasonable degree of scientific certainty that a BB gun, no matter the variety, is a deadly weapon in that it is capable of producing death or serious bodily injury. N.T., 09/27/04, at 82-86. Thus, Appellant’s focus on Mr. Mogish’s tests is misplaced as there is ample and relevant evidence to support his opinion that a BB gun is capable of producing death or serious bodily injury.\n¶ 9 Appellant’s second issue challenges the trial court’s determination that he possessed a deadly weapon so as to exclude him from the jurisdiction of the juvenile court. Appellant filed an omnibus pretrial motion to transfer his case pursuant to 42 Pa.C.S.A. § 6322. Therein, he alleged that he used a BB gun in the commission of the robberies and that a BB gun does not qualify as a deadly weapon as defined by 18 Pa.C.S.A. § 2301. Appellant concludes that this factor removes him from the jurisdiction of the criminal court since a robbery committed by a child where no deadly weapon is used is not an excludable offense under the Juvenile Act.\n¶ 10 “Decisions of whether to grant decertification will not be overturned absent a gross abuse of discretion. An abuse of discretion is not merely an error of judgment but involves the misapplication or overriding of the law or the exercise of a manifestly unreasonable judgment passed upon partiality, prejudice or ill will.” Commonwealth v. Sanders, 814 A.2d 1248, 1250 (Pa.Super.2003). We will review Appellant’s allegation of error with this standard in mind.\n¶ 11 The Juvenile Act, 42 Pa.C.S.A. § 6301 et seq., is designed to effectuate the protection of the public while providing children who commit delinquent acts with supervision, rehabilitation, and care while promoting responsibility and the ability to become a productive member of the community. 42 Pa.C.S.A. § 6301(b)(2). The Act defines a “child” as one who is under eighteen years of age. 42 Pa.C.S.A. § 6302. Appellant was seventeen-years-old at the time he committed the robberies. A delinquent act is, inter alia, “an act designated as a crime under the law of this Commonwealth.” Id. However, because the Legislature has deemed some crimes so heinous, a delinquent act does not include:\n(i) The crime of murder.\n(ii) Any of the following prohibited conduct where the child was 15 years of age or older at the time of the alleged conduct and a deadly weapon as defined in 18 Pa.C.S. § 2301 (relating to definitions) was used during the commission of the offense, which, if committed by an adult, would be classified as:\n(D) Robbery as defined in 18 Pa.C.S. § 3701(a)(1)®, (ii) or\n(iii) (relating to robbery).\nId. A deadly weapon is defined by 18 Pa.C.S.A. § 2301 as\nAny firearm, whether loaded or unloaded, or any device designed as a weapon and capable of producing death or serious bodily injury, or any other device or instrumentality which, in the manner in which it is used or intended to be used, is calculated or likely to produce death or serious bodily injury.\n18 Pa.C.S.A. § 2301. Thus, despite the fact that Appellant was seventeen at the time he committed his offenses, because he committed the predicate offense of robbery while possessing a deadly weapon, his crimes were not considered delinquent acts. Accordingly, Appellant’s charges were directly filed with the criminal court where original exclusive jurisdiction vests and is presumptively proper. Commonwealth v. Hughes, 581 Pa. 274, 865 A.2d 761, 776 (2004).\n¶ 12 To begin, we note that there was some discussion as to who bears the burden of proof relative to whether or not Appellant possessed a deadly weapon. The trial court stated its inclination that the burden was on the Commonwealth, and the Commonwealth accepted. The Commonwealth’s acquiescence does not make this true, however, and we do not agree.\n¶ 13 It is well established that a juvenile seeking decertification has the burden of proving by the preponderance of the evidence that the transfer to juvenile court is warranted. 42 Pa.C.S.A. § 6322; Commonwealth v. Cotto, 562 Pa. 32, 753 A.2d 217 (2000) (the Juvenile Act provides a mechanism for a minor to prove to the court that he does not belong in criminal court via § 6322). “The propriety of whether charges should be prosecuted in the juvenile court or adult court system implicates jurisdictional concerns.” Hughes, supra, 865 A.2d at 776. Nonetheless, when the crime involved is one excluded from the Juvenile Act’s definition of a delinquent crime, the charge is automatically within the jurisdiction of the criminal court and jurisdiction is presumptively proper. Id. at 777, citing Commonwealth v. Kocher, 529 Pa. 303, 602 A.2d 1308, 1310 (1992) and Commonwealth v. Pyle, 462 Pa. 613, 342 A.2d 101, 106-107 (1975), superseded by statute. A challenge to the criminal court’s jurisdiction falls on the juvenile. “To hold otherwise would create the anomalous situation whereby the party in whose favor a legislative presumption has been created is called upon to offer the evidence to support the presumption. Such a concept would be at variance with the well established principle of the law of evidence that a presumption shifts not only the burden of proof, but also shifts the burden of coming forward with the evidence to establish the fact in issue.” Commonwealth v. Greiner, 479 Pa. 364, 388 A.2d 698, 701-702 (1978) (holding that the burden of proof rests on the Commonwealth when it seeks to transfer an accused from juvenile court to criminal court). “The legislative determination to exclude [specified offenses] from the jurisdiction of the juvenile courts evidenced an assumption that the criminal justice system was the proper forum for the resolution of such matters unless the party seeking the juvenile court as a forum could establish reasons to the contrary.” Id. Accordingly, Appellant bore the burden of proving that the gun was not a deadly weapon.\n¶ 14 At the hearings held pursuant to Appellant’s petition, the Commonwealth presented the testimony of the victims, who all stated that Appellant and his cohorts robbed them while displaying guns. Of the three victims, one testified that the robbers possessed handguns and a rifle, and that he himself owned a .32 revolver and knows the difference between what a revolver and a handgun looks like. N.T., 09/23/04, at 51, 74. The second victim stated that she was not familiar with weapons at all, but described the weapons as an automatic rifle and a smaller gun. Id. at 81. The third victim stated that the robbers had a machine gun and a handgun, but admitted that he was not familiar with guns. 09/27/04, at 41, 45. The Commonwealth also established that a search of the residence where Appellant last resided revealed a .22 caliber rifle and some .40 caliber ammunition.\n¶ 15 For his part, Appellant’s counsel averred that Appellant confessed to the crimes, was consistent with the accounts as presented by the victims, assisted the police by identifying his accomplices, and would cooperate with the Commonwealth. Counsel emphasized that Appellant consistently maintained the weapons were not real guns, but that he possessed a BB gun and his cohort(s) possessed a paintball gun or guns. Counsel argued that Appellant’s truthfulness in all other regards should infuse his claim regarding his weapon with believability.\n¶ 16 Clearly, Appellant did not present any evidence regarding the weapon that was used during the robberies to sustain his burden of proving that his offenses should be adjudicated in the juvenile system. Rather, the Commonwealth assumed the burden, presenting testimony from the victims that Appellant possessed a gun. Appellant was the only one who could know with certainty what kind of weapon he used and its whereabouts. If he actually used an item during the robbery that could not be construed as a deadly weapon, the onus was upon him to present it, or evidence relative thereto, to the court to support his petition. A voluntary decision to keep information from the trial court will effectively deny a juvenile of the protections of the Juvenile Act. See Commonwealth v. Harris, 223 Pa.Super. 11, 297 A.2d 154 (1972) (child was not entitled to post conviction relief on ground that court lacked jurisdiction over him for actively maintaining he was nineteen even though he was actually less than sixteen); Commonwealth v. Sims, 379 Pa.Super. 252, 549 A.2d 1280 (1988) (denying post conviction claim that trial court lacked jurisdiction when juvenile refused to reveal his age in order to avail himself of the protections of the Juvenile Act); Commonwealth v. Anderson, 428 Pa.Super. 92, 630 A.2d 47 (1993) (defendant denied himself opportunity to be tried by juvenile court system by fleeing prosecution until the age of majority; thus, trial court had subject matter jurisdiction over him).\n¶ 17 Nonetheless, even had the burden of proof fallen to the Commonwealth, the result would have been the same. First and foremost, in the absence of the weapon, the trial court made a credibility determination to credit the victims’ testimony that they believed the guns to be real. Compare Commonwealth v. Williams, 911 A.2d 548 (Pa.Super.2006) (evidence was sufficient to establish a pri-ma facie case that defendant unlawfully possessed a firearm, and although Commonwealth did not present direct evidence that defendant was in possession of gun, defendant admitted he was involved in the robbery, and victim stated that during robbery both men were in possession of guns, and defendant’s confession and victim’s testimony, if accepted as true, would permit the jury to infer that defendant possessed firearm.) As an appellate court, we are unable to usurp a trial court’s credibility determinations. Commonwealth v. Hardy, 918 A.2d 766 (Pa.Super.2007).\n¶ 18 Even if the trial court incorrectly found that Appellant possessed a real gun, a BB gun would still qualify as a deadly weapon pursuant to 18 Pa.C.S.A. § 2301. Under that provision, a deadly weapon is one that is “likely to produce death or serious bodily injury.” At the hearing, the Commonwealth presented the testimony of a qualified expert witness who opined to a reasonable degree of scientific certainty that a BB gun, no matter if it is pneumatic or carbon dioxide powered, is capable of producing death or serious bodily injury. N.T., 09/27/04, at 86. Accordingly, even by Appellant’s own account that he used a BB gun instead of a real gun, he nonetheless possessed a deadly weapon while he committed the robberies. Since Appellant was properly charged as an adult, the trial court did not err in denying Appellant’s motion to transfer his case to the juvenile court.\n¶ 19 Appellant’s third issue again alleges that the trial court erred in denying his petition to transfer his case to the juvenile court, but for different reasons. Appellant contends that he established that he was amenable to treatment within the juvenile courts and that the public welfare would not have been harmed by his decertification. Appellant’s brief, at 26.\n¶ 20 As noted previously, we review the decision to deny a petition to transfer to juvenile court for abuse of discretion. Commonwealth v. Kocher, 529 Pa. 303, 602 A.2d 1308, 1311 (1992). Our review of the record indicates that Appellant called a forensic psychologist who testified favorably for him, stating that he would likely be amenable to treatment within the juvenile system. However, on cross-examination, the witness also agreed that Appellant had engaged in several incidents for which he was never charged; that he received three misconducts while in pre-trial incarceration, including an assault on another inmate; and that his opinion of Appellant would be affected had he known that Appellant had access to a gun where he was residing, having told the witness he did not possess or have access to guns. Appellant’s mother also testified regarding Appellant’s upbringing and his abusive step-father.\n¶ 21 The Commonwealth presented the testimony of the victims, who all testified as to the terror they experienced because of Appellant’s actions. In fact, one individual was victimized twice in two separate robberies. Another victim quit her job, went on medication, and did not leave her house for two months as a result of her victimization. The Commonwealth also called Appellant’s juvenile probation officer, who testified that Appellant would make progress but then would have set backs, used drugs and alcohol while on probation, disregarded other restrictions placed upon him, ran away from his authorized residence, and committed a new crime while on probation.\n¶ 22 The trial court took all of this testimony into consideration. He also utilized the factors set forth in 42 Pa.C.S.A. § 6355(a)(4)(iii) to conclude that Appellant did not meet his burden of proof to warrant decertification. The trial court concluded that Appellant, who was age eighteen and a half at the time of the hearing, would not be amendable to treatment within the juvenile system. The trial court determined that there was not enough time to address Appellant’s many issues before the juvenile system would lose jurisdiction over him. These issues included his mental health issues, the drug and alcohol use, his prior unsuccessful attempts at rehabilitation while on juvenile probation, and a history of absconding from places where he was ordered to stay by authorities.\n¶ 23 The trial court further determined that Appellant did not establish reasonable grounds to believe that the public interest would best be served by granting his petition. The court noted the impact of the crimes on the victims and on the community, whose businesses were being robbed by a group of masked men wielding weapons. These latter facts were utilized in evaluating the degree of Appellant’s culpability and criminal sophistication. Also, there was some concern for the public because of the lack of guarantee that Appellant would be rehabilitated by his twenty-first birthday when he would be released back into society without further supervision if he was in the juvenile system.\n¶24 Our review of the evidence, the statutory factors set forth by the Juvenile Act, and the trial court’s conclusions confirm that Appellant did not meet his burden of proof to support his petition to transfer his ease to juvenile court. The trial court was very thoughtful in its approach, and its findings are supported by the record and the law. See trial court opinion, 01/05/06, at 7-9. Thus, the trial court did not abuse its discretion in denying the petition.\n¶ 25 Lastly, Appellant alleges the trial court erred in imposing a mandatory minimum sentence of five years of incarceration. This penalty is to be imposed whenever:\n(a) ... any person who is convicted in any court of this Commonwealth of a crime of violence as defined in section 9714(g) (relating to sentences for second and subsequent offenses), shall, if the person visibly possessed a firearm or a replica of a firearm, whether or not the firearm or replica was loaded or functional, that placed the victim in reasonable fear of death or serious bodily injury, during the commission of the offense, be sentenced to a minimum sentence of at least five years of total confinement notwithstanding any other provision of this title or other statute to the contrary. Such persons shall not be eligible for parole, probation, work release or furlough.\n(e) Definitions. — As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n“Firearm.” Any weapon, including a starter gun, which will or is designed to or may readily be converted to expel a projectile by the action of an explosive or the expansion of gas therein.\n“Replica of a firearm.” An item that can reasonably be perceived to be a firearm.\n42 Pa.C.S.A. § 9712(a),(e).\n¶ 26 As we have discussed, infra, the trial court found that Appellant possessed a real gun, despite his claim to the contrary. This finding was based on credibility determinations made by the fact finder. Thus, the requirements of 42 Pa.C.S.A. § 9712 were met. Even if the trial court incorrectly concluded that the weapon was not a real firearm, clearly the victims’ testimony reveals that it was certainly a replica of one. Lastly, if Appellant’s position that it was a BB gun is to be believed, case law provides that a “carbon dioxide powered BB gun clearly fits within the ambit of section 9712(e)).” Commonwealth v. Sterling, 344 Pa.Super. 269, 496 A.2d 789, 792 (1985). Thus, we find the trial court properly imposed a mandatory minimum sentence in accordance with 42 Pa.C.S.A. § 9712.\n¶ 27 Judgment of sentence affirmed.\n. Any issue relative to the sentencing enhancement is waived because it was not developed in Appellant’s brief. Commonwealth v. Berry, 877 A.2d 479, 485 (Pa.Super.2005).\n. There was much discussion of the two types of BB guns — a pneumatic gun whose projectiles can travel 450 feet per second, and a carbon dioxide powered gun whose projectiles can travel 350 feet per second. N.T., 09/27/04, at 102.\n. Appellant allegedly disposed of the weapon he used during the robberies, and it was not recovered.\n. The trial court also considered the evidence put forth by the Commonwealth that Appellant would likely be incarcerated at Pine Grove State Correctional Institution, which houses young offenders between the ages of fourteen and twenty-two. These individuals receive intensive therapy addressing both behavioral and mental health issues with the goal toward rehabilitation. The inmates also receive an education and vocational training. If they complete the program, they are involved in the decision as to which state correctional institution they will complete their sentence in confinement.\n. As used in 42 Pa.C.S.A. § 9714(g), the term \"crime of violence\" means robbery as defined in 18 Pa.C.S.A. § 3701(a)(l)(i), (ii) or (iii).",
        "type": "majority",
        "author": "OPINION BY JOYCE, J.:"
      }
    ],
    "attorneys": [
      "Michael E. Brunnabend, Public Defender, for appellant.",
      "James B. Martin, Assistant District Attorney, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Hector RAMOS, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Jan. 2, 2007.\nFiled March 20, 2007.\nMichael E. Brunnabend, Public Defender, for appellant.\nJames B. Martin, Assistant District Attorney, for Com., appellee.\nBEFORE: JOYCE, PANELLA and KELLY, JJ."
  },
  "file_name": "1253-01",
  "first_page_order": 1287,
  "last_page_order": 1296
}
