{
  "id": 12116845,
  "name": "In re Eastman A. Burrows",
  "name_abbreviation": "In re Burrows",
  "decision_date": "1930-06-04",
  "docket_number": "No. 2602",
  "first_page": "1254",
  "last_page": "1257",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1254"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "105 U. S. 580",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3495872
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/105/0580-01"
      ]
    },
    {
      "cite": "155 U. S. 597",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3580444
      ],
      "pin_cites": [
        {
          "page": "607"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/155/0597-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 464,
    "char_count": 9565,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 1.4995492816069732e-07,
      "percentile": 0.6653996043784792
    },
    "sha256": "c8c04ed05cb248a1945307a7893af71d0c4fe8985dfc399721274c4469a47175",
    "simhash": "1:116a189a1885bf1d",
    "word_count": 1594
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gbaham, Presiding- Judge, and Bland, Hatfield, Garkett, and Lenroot,. Associate Judges"
    ],
    "parties": [
      "In re Eastman A. Burrows"
    ],
    "opinions": [
      {
        "text": "Bland, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals of the United States Patent Office, rejecting claims 11 to 25, inclusive, of applicant’s application for a patent on a display counter, and also is an appeal from the decision of the Board of Appeals refusing to admit and allow claim 26, which was submitted before the Board of Appeals for the first time. In this court appellant abandoned his contentions as to claim 26.\nThe rejected claims, 11 to 25, read as follows:\n11. An apparatus of the class specified having a refrigerating display support and means for maintaining said support in refrigerating condition.\n12. An apparatus of the class specified having a frozen display support and means for maintaining said support in frozen condition.\n13. An apparatus of the class specified having a refrigerating supporting element for use in connection with the display of perishable articles and means for ma ntaining said element in a refrigerating condition.\n14. An apparatus of the class specified having an icelike refrigerating element for use in displaying- perishable articles said element being composed in part of solid material and in part of frozen liquid and means for maintaining said element in refrigerating condition.\n15. An apparatus of the class specified having a refrigerating element for use in displaying perishable articles, said element consisting of granular material and frozen liquid and means embedded in said element adapted to maintain same in frozen condition.\n16. An apparatus of the class specified having a refrigerating element for use in displaying perishable articles, said element comprising an icy structure containing refrigerating pipes adapted to freeze said element and maintain same in frozen condition.\n17. An apparatus of the class specified comprising a refrigerating element adapted for use in the display of perishable articles, said element being composed of sand and ice and refrigerating pipes embedded. therein.\n18. An apparatus of the class specified having an icelike element adapted for use in the display of perishable articles and an upstanding rim projecting above-the surface of said element.\n19. An apparatus of the class specified having an ieelike element adapted for use in connection with the display of perishable articles, said element consisting of sand and ice and embedded refrigerating pipes and an upstanding rim surrounding said element and projecting above the surface of the same.\n20. The method of displaying perishable articles which consists in forming an icelike refrigerating element, placing articles to be displayed above said element and maintaining said element in an icelike condition.\n21 The herein described method which consists in forming an icelike element of solid material and frozen liquid placing articles to be displayed above -said element, and maintaining said element in an icelike condition.\n22. The herein described method which consists in forming a refrigerating-element by combining sand and water, freezing the latter, placing articles to be-displayed above said element and maintaining said element in said frozen condition.\n. 23. An apparatus of tbe class specified having an icelike refrigerating support for use in displaying perishable articles, said support being composed in part of solid material and in part of frozen liquid, and means for maintaining said support in refrigerating condition.\n24. An apparatus of the class specified having a refrigerating support for supporting perishable articles for display purposes, said support consisting of granular material and frozen liquid, and means embedded in said support and adapted to maintain the same in frozen condition.\n25. An apparatus of the class specified having a refrigerating support for supporting perishable articles for display purposes, said support being composed of sand and ice and conditions refrigerating pipes.\nThe application, which is for the reissue of appellant’s patent No. 1514128, discloses a counter in the top of which is set a pan having therein refrigerating coils covered with sand to which water is added. Ice is formed to provide a top surface of smooth ice which, if the top be kept level and clear, will simulate the glass top of a table, counter, or showcase. The edges of the tray or pan form a guard to keep the articles from sliding off the ice surface.\nThe claims were rejected on the following references:\n■Carpenter, 238554, November 2, 1909.\nHildebrandt (German), 183112, April 6, 1907.\nCarpenter disclosed a display counter in a refrigerating case having a wooden floor for supporting the food to be displayed and refrigerating coils beneath the floor. The cooling of the wood is brought about by the circulation of air over the coils beneath the floor. It will be noted that the wooden floor could not be maintained in refrigerating condition since it is a nonconductor.\nThe German patent to Hildebrandt discloses a flooring for indoor skating rinks. The manner of forming the ice and maintaining the same is almost identical with the method of applicant.\nClaims 11, 12, 13, 18, 19, 20, 21, and 25 are too broad and cover more than appellant’s disclosure.\nClaims 14, 15, 16, 17, 22, 23, and 24, we think, describe the invention and their allowance or rejection involves the sole question as to whether or not it involved invention to substitute the method disclosed in the German patent for freezing an indoor skating floor, and maintaining the same in frozen condition, for the construction of a refrigerating device.\nAppellant points out that the Carpenter device discloses nothing more than a shelf for displaying goods in a display case without disclosing that the same is constructed so as to remain in refrigerating condition, and further, that the German patent is taken from a nonanalogous art.\nWe agree with applicant that the Carpenter patent does not anticipate the refrigerating character of appellant’s structure.\nThe rule on the question of rejecting claims on disclosures in non-analogous art is clearly stated in Potts v. Creager, 155 U. S. 597, 607, in which case the court, through Mr. Justice Brown, said:\nIndeed, it often requires as acute a perception of the relation between cause and effect, and as much of the peculiar intuitive genius which is a characteristic of great inventors, to grasp the idea that a device used in one art may he made available in another, as would be necessary to create the device He novo. And this is not the less true if, after the thing has been done, it appears to the ordinary mind so simple as to excite wonder that it was not thought of before. The apparent simplicity of a new device often leads an inexperienced person to think that it would have occurred to any one familiar with the subject; but the decisive answer is that with dozens and perhaps hundreds of others laboring in the same field, it had never occurred to any one before. The practiced eye of air ordinary mechanic may be safely trusted to see what ought to be apparent to every one. As was said by Mr. Justice Bradley, in Loom Co. v. Higgins, 105 U. S. 580, 591: “ Now that it has succeeded, it may seem very plain to any one that he could have done it as well. This is often the case with inventions of the greatest merit. It may be laid down as a general rule, though perhaps not an invariable one, that if a new combination and arrangement of known elements produce a new and beneficial result never attained before, it is evidence of invention. ”\nAs a result of the authorities upon this subject, it may be said that, if the new use be so nearly analogous to the former one, that the applicability of the device to its new use would occur to a person of ordinary mechanical skill, it is only a case of double use, but if the relations between them be remote, and especially if the use of the old device produce a new result, it may at least involve an exercise of the inventive faculty. Much, however, must still depend upon the nature of the changes required to adapt the device to its new use. [Italics quoted.]\nIt is argued by the Solicitor for the Patent Office that appellant was entitled to no more than he obtained by the claims which were allowed in the Patent Office, which claims covered features of appellant’s structure not disclosed in the references, and that the substitution of the method of refrigerating the skating-rink floor for the method of providing a display shelf did not constitute invention but was merely a substitution which mechanical skill, alone, would suggest.\nThe record discloses that the idea occurred to no one but the applicant, and we can not agree that the substitution of a process connected with a floor used in a skating rink for that of a refrigerating counter for food did not constitute inventive genius. Certainly, there is considerable doubt on this question. This doubt should have been resolved .in favor' of the applicant.\nThe decision of the Board of Appeals is osffirmed, as to claims 11, 12, 13, 18, 19, 20, 21, 25, and 26, and reversed as to claims 14, 15, 16, 17, 22, 23, and 24.",
        "type": "majority",
        "author": "Bland, Judge,"
      }
    ],
    "attorneys": [
      "A. Miller Belfielcl (.Joseph H. Milans and Calvin T. Milans of counsel) for appellant.",
      "T. A. Hostetler (Howard S. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Eastman A. Burrows\n(No. 2602)\nUnited States Court of Customs and Patent Appeals,\nJune 4, 1930\nA. Miller Belfielcl (.Joseph H. Milans and Calvin T. Milans of counsel) for appellant.\nT. A. Hostetler (Howard S. Miller of counsel) for the Commissioner of Patents.\n[Oral argument May 14, 1930, by Mr. Joseph H. Milans and Mr. Miller]\nBefore Gbaham, Presiding- Judge, and Bland, Hatfield, Garkett, and Lenroot,. Associate Judges"
  },
  "file_name": "1254-01",
  "first_page_order": 704,
  "last_page_order": 707
}
