{
  "id": 6082050,
  "name": "Borg-Warner Corp. v. Easy Washing Machine Corp.",
  "name_abbreviation": "Borg-Warner Corp. v. Easy Washing Machine Corp.",
  "decision_date": "1939-05-29",
  "docket_number": "No. 4139",
  "first_page": "1256",
  "last_page": "1259",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1256"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 65"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "77 F. (2d) 946",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        953209,
        6083133
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/77/0946-01",
        "/ccpa/22-2/1370-01"
      ]
    },
    {
      "cite": "82 F. (2d) 709",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        935204,
        6081054
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/82/0709-01",
        "/ccpa/23-2/1039-01"
      ]
    },
    {
      "cite": "94 F. (2d) 384",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6079426,
        1006467
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/25-2/0857-01",
        "/f2d/94/0384-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 377,
    "char_count": 7240,
    "ocr_confidence": 0.45,
    "sha256": "2ba28c131a364370041baea48fd213cfdd16e83be748ed41a6b02243251071bc",
    "simhash": "1:6f0afaa80cf33c8e",
    "word_count": 1157
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gakkett, Presiding Judge, and Bland, Hatfield, Lenkoot, and Jackson, Associate Judges"
    ],
    "parties": [
      "Borg-Warner Corp. v. Easy Washing Machine Corp."
    ],
    "opinions": [
      {
        "text": "LeNeoot, Judge,\ndelivered the opinion of the court:\nThis is a trade-mark cancellation proceeding wherein the Commissioner of Patents affirmed a decision of the Examiner of Interferences dismissing appellant’s petition for cancellation of appellee’s-mark “SPIRALATOR,” registered on January 30,1934, for use upon washing machines.\nAppellant in its petition alleged the registration on September 9, 1930, of the mark “ROLLATOR,” applied to electric refrigerators and parts thereof, and alleged use of said mark upon refrigerators and “in connection with” its sale of washing machines. It was further alleged that the goods upon which the marks are used possess the same descriptive properties, and that the marks are confusingly similar.\nAppellant took testimony in support of the allegations of its petition. Appellee took no testimony.\nIt appears that as early as 1930 appellant’s predecessor, the Norge Corporation, adopted the term “ROLLATOR” as a trade-mark upon electric refrigerators; that in January, 1933, prior to the adoption by appellee of its mark, appellant expanded its business to include the manufacture and sale of washing machines, but the mark “ROL-LATOR” was not applied thereto, such washing machines bearing-the trade-mark “NORGE”; that appellant’s refrigerator business was: very extensive, and that its washing machines were sold very largely to customers who had previously purchased its refrigerators; that the refrigerators carried the mark “NORGE” as well as the mark “ROL-LATOR,” but that the washing machines carried only the mark “NORGE”; that salesmen,‘in selling appellant’s washing machines, called to the attention of the customers the fact that they were manufactured by the makers of the “NORGE ROLLATOR refrigerator,” and this also appeared in advertising of appellant in which its refrigerators and washing machines were often grouped together.\nThe Examiner of Interferences did not specifically pass upon the ■question of whether household refrigerators and household washing machines were goods of the same descriptive properties, but held that, in view of the difference in the goods to which the respective marks “ROLLATOR” and “SPIRALATOR” were applied, together with the difference in the marks, confusion in trade would not be likely, and dismissed appellant’s petition for cancellation.\nUpon appeal the commissioner affirmed said decision, stating:\n* * * Even assuming, however, that the goods of the parties here involved are, broadly speaking, of the same descriptive properties, they differ so widely in their essential characteristics, and are usually selected with such discrimination on the part of purchasers, that there would seem to he no reasonable likelihood of confusion by reason of their sale under these particular marks.\nHe cited in support of this holding our decision in the case of Kelvinator Corporation v. Norge Corporation, etc., 25 C. C. P. A. (Patents) 857, 94 F. (2d) 384.\nHe further held that appellant’s claimed use of the mark “ROL-LATOR” in connection with electric washing machines was neither a trade-mark use nor a use analogous thereto, for the reason that such use has occurred only in advertising, citing our decision in the case of Sears, Roebuck & Co. v. Old Colony Shoe Co., 23 C. C. P. A. (Patents) 1039, 82 F. (2d) 709.\nLike the Patent Office tribunals, we do not find it necessary to determine whether household refrigerators and household washing machines are goods of the same descriptive properties; for the purposes of this case we may assume that they are such. We are clear that appellant’s use of the term “ROLLATOR” in connection with its sale of washing machines was not a use analogous to a trademark use. There is no evidence in the record that any customer of appellant ever identified its washing machines by the mark “ROL-LATOR.” The mere fact that customers were told that washing machines bearing the trade-mark “NORGE” were made by the manufacturers of “NORGE ROLLATOR refrigerators” does not indicate to us that purchasers would associate the term “ROLLATOR” with washing machines. Such term was never used to identify a type of washing machine, as was the case with the word “Hostess” in the case of John Wood Manufacturing Co. v. Servel, Inc., 22 C. C. P. A. (Patents) 1370, 77 F. (2d) 946, involving refrigerators.\nWe are in accord with the views of the Patent Office tribunals that, considering the differences in goods and the difference in the marks, there is no likelihood of confusion in trade by the use of the respective marks.\nIt is a matter of common knowledge that electric refrigerators and washing machines are fairly expensive articles, and that care and discrimination are exercised in their purchase.\nThe case of Kelvinator Corp. v. Norge Corporation, etc., supra, involved the use of tlie marks “Kelvinator” and “Aerolator,” used upon identical goods. In our decision we stated:\nConsidering tlie marks in their entirety, the character of the goods of the parties and the degree of care and discrimination exercised by the purchasers •of them, we are of opinion that their concurrent use by the parties on their respective goods would not be likely to cause confusion or mistake in the mind of the public, and that appellee is entitled to the registration of its mark.\nIn said case we also stated:\nCounsel for appellant argue that the marks of the respective parties end in the suffix “ator,” and that the prefix “Aerol” of appellee’s mark is not sufficiently dissimilar from the prefix “Kelvin” of appellant’s mark to prevent the marks as a whole from being confusingly similar when used on goods of the same descriptive properties.\nIt is not urged that the suffix “ator” is the dominant feature of either of the marks, and it obviously is not.\nThe suffix “ator” is very common. It appears as a part of the names of various mechanical contrivances, such as refrigerator, percolator, dehydrator, fumigator, aerator, circulator, evaporator, desiccator, and gyrator, as well as a part of other commonly used words, such as arbitrator, orator, mediator, etc.\nIf we may again indulge in a dissection of the marks, solely for the purpose of the discussion, we think it fair to say that the prefixes “Kelvin” and “Aerol” are quite dissimilar. When correctly pronounced, appellee’s trade-mark is A'érolator.”\nA like observation may here be made with respect to the suffix “ator” in the marks here under consideration, and there is very little resemblance between the prefixes of the respective marks — “SPIRAL” and “ROLL.”\nConsidering the expensive character of the goods involved and the •difference in the marks, we are inclined to the opinion that, if the marks were used by the parties upon identical goods, considering them in their entirety, no confusion in trade would result.\nThe decision of the Commissioner of Patents is affimed.",
        "type": "majority",
        "author": "LeNeoot, Judge,"
      }
    ],
    "attorneys": [
      "L. D. Burch (Charles M. Thomas of counsel) for appellant.",
      "Theodore B. Simonton for appellee."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 65\nBorg-Warner Corp. v. Easy Washing Machine Corp.\n(No. 4139)\nUnited States Court of Customs and Patent Appeals,\nMay 29, 1939\nL. D. Burch (Charles M. Thomas of counsel) for appellant.\nTheodore B. Simonton for appellee.\n[Oral argument May 1, 1939, by Mr. Thomas and Mr. Simonton]\nBefore Gakkett, Presiding Judge, and Bland, Hatfield, Lenkoot, and Jackson, Associate Judges"
  },
  "file_name": "1256-01",
  "first_page_order": 574,
  "last_page_order": 577
}
