{
  "id": 9496025,
  "name": "Brian KENNEDY and Susan Kennedy, Husband and Wife, v. UPPER MILFORD TOWNSHIP ZONING HEARING BOARD, Richard C. Dean, Robert Salaski, T. Richard Parker, MaryLou Stefanko, Individually and Pennsylvania Turnpike Commission Brian Kennedy and Susan Kennedy, Husband and Wife, v. Upper Milford Township Zoning Hearing Board and Pennsylvania Turnpike Commission. Appeal of Brian Kennedy and Susan Kennedy",
  "name_abbreviation": "Kennedy v. Upper Milford Township Zoning Hearing Board",
  "decision_date": "2001-07-12",
  "docket_number": "",
  "first_page": "1257",
  "last_page": "1261",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 1257"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "649 A.2d 736",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1468950,
        7874143
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/168/0258-01",
        "/a2d/649/0736-01"
      ]
    },
    {
      "cite": "567 A.2d 1116",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1397426
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/130/0254-01"
      ]
    },
    {
      "cite": "556 A.2d 993",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1387209
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/125/0059-01"
      ]
    },
    {
      "cite": "593 A.2d 423",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "527 Pa. 652",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "582 A.2d 79",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1406757
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/135/0619-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 483,
    "char_count": 9187,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 1.5745904280580746e-07,
      "percentile": 0.6792841976501333
    },
    "sha256": "4d392b53c8ccddab11b103b6b9142e21f6acad075222c479e6213a88f0089ef1",
    "simhash": "1:ba46c28b047d3394",
    "word_count": 1498
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FRIEDMAN, Judge, and FLAHERTY and MIRARCHI, Jr., Senior Judges."
    ],
    "parties": [
      "Brian KENNEDY and Susan Kennedy, Husband and Wife, v. UPPER MILFORD TOWNSHIP ZONING HEARING BOARD, Richard C. Dean, Robert Salaski, T. Richard Parker, MaryLou Stefanko, Individually and Pennsylvania Turnpike Commission Brian Kennedy and Susan Kennedy, Husband and Wife, v. Upper Milford Township Zoning Hearing Board and Pennsylvania Turnpike Commission. Appeal of Brian Kennedy and Susan Kennedy."
    ],
    "opinions": [
      {
        "text": "FRIEDMAN, Judge.\nBrian Kennedy and Susan Kennedy, Husband and Wife, (Appellants) appeal from the June 30, 2000 order of the Court of Common Pleas of Lehigh County (trial court), which (1) affirmed the decision of the Zoning Hearing Board of Upper Milford Township (ZHB) to grant a variance and special exception to the Pennsylvania Turnpike Commission (Commission) and (2) dismissed Appellants’ declaratory judgment action seeking to invalidate the ZHB’s decision under the Sunshine Act. We reverse.\nThe Commission owns a tract of land measuring fifty feet by 100 feet in the South Mountain Conservation Zoning District of Upper Milford Township. Some type of communications tower has existed on the site since 1956. In 1981, a 120 foot high communications tower was placed on the site, and that tower currently exists there. The communications system on the tower links the entire northeast extension of the Pennsylvania Turnpike. The Pennsylvania State Police use the system for transmitting toll data and for communicating with EMS personnel and towing services. However, at the present time, the system is insufficient to handle the communications traffic along the Pennsylvania Turnpike. This is because the communications equipment on the tower must be in the line of sight with facilities in Valley Forge and Palmerton; however, tree growth in the past twenty-five years has blocked and diminished the signal emanating from the tower.\nThe Commission requested a variance and special exception to build a new 200-foot high tower on the site. The proposed tower would allow the Commission to convert to a digital communications network, which would result in a threefold increase in capacity. Although the Commission would like to build a 200-foot tower, the Commission only needs a 175-foot tower, with an eight-foot satellite dish attached at that height in order to be effective. (ZHB’s Findings of Fact, Nos. 9, 19.) The Commission plans to construct the proposed tower of lattice, with a foundation of concrete caissons measuring four to six feet in diameter. In addition, the tower would be designed to withstand ninety mile per hour winds, and, in the event of collapse, it would fall into itself and crumble and would not fall across the boundary lines.\nAfter a public hearing on the matter, the ZHB announced a recess. Following the recess, the ZHB chairman stated, “I’m going to make a motion to the [ZHB] and we’ll vote that we do not approve the 200 foot tower that was proposed, but that we approve a compromise [180-foot tower].” (R.R. at 160a.) The ZHB chairman then proposed granting a variance and special exception for construction of a 180-foot tower, and the ZHB approved the compromise. Appellants filed an appeal and a declaratory judgment action with the trial court, arguing, inter alia, that the ZHB violated the Sunshine Act. The trial court stated that, although the ZHB “admitted that the members conducted ... quasi-judicial deliberations during the recess,” there is “no evidence” that the ZHB took official action or that the ZHB had more than an informal discussion. (Trial court op. at 8, 9.) The trial court dismissed the appeal and declaratory judgment action, thereby affirming the ZHB’s decision.\nAppellants now appeal to this court, arguing that the trial court erred in concluding that the ZHB did not violate the Sunshine Act. We agree.\nThe Sunshine Act states that: “Official action and deliberations by a quorum of the members of an agency shall take place at a meeting open to the public unless closed under section ... 708 (relating to executive sessions)....” 65 Pa.C.S. § 704. “Deliberations” are defined as the “discussion of agency business held for the purpose of making a decision.” 65 Pa.C.S. § 708. “Official action” includes the “decisions on agency business made by an agency” and “the vote taken by any agency on any motion [or] proposal.... ” 65 Pa.C.S. § 708.\nHere, there is no question that the ZHB conducted deliberations during its recess and took official action when it made its decision to approve a compromise. First, the trial court specifically stated that the ZHB admitted conducting “quasi-judicial deliberations” during the recess. Moreover, the ZHB chairman, after the recess, simply announced that “we’ll vote” not to approve the 200 foot tower but to approve a 180 foot tower. (R.R. at 160a.) The chairman could not have known how the ZHB would vote unless the vote had been predetermined. Because the ZHB determined how it would vote without conducting a public meeting, the ZHB violated the Sunshine Act.\nThe ZHB argues that it did not violate the Sunshine Act because the recess constituted an executive session pursuant to section 708(a)(5) of the Sunshine Act, 65 Pa.C.S. § 708(a)(5). We disagree.\nSection 708(a)(5) of the Sunshine Act states that an agency may hold an executive session to “review and discuss agency business which, if conducted in public, would violate a lawful privilege or lead to the disclosure of information or confidentiality protected by law, including ... quasi-judicial deliberations.” 65 Pa. C.S. § 708(a)(5). In this case, the ZHB not only reviewed and discussed agency business, i.e., deliberated, during the recess, but also took official action by making a decision as to the matter before it. Moreover, the ZHB’s quasi-judicial deliberations were not the sort that, if conducted in public, would violate a lawful privilege or lead to the disclosure of information or confidentiality protected by law. Therefore, the ZHB’s recess does not constitute an executive session under section 708(a)(5) of the Sunshine Act.\nThe ZHB also argues that any violation of the Sunshine Act was cured by the formal vote it took after the recess. We disagree.\nIt is possible to cure a Sunshine Act infraction by subsequent ratification at a public meeting that allows for public debate and comment. See Lawrence County v. Brenner, 135 Pa.Cmwlth. 619, 582 A.2d 79 (1990), appeal denied, 527 Pa. 652, 593 A.2d 423 (1991); Bianco v. Robinson Township, 125 Pa.Cmwlth. 59, 556 A.2d 993 (1989). However, that did not occur here. Instead, after the recess, the ZHB, without provision for public debate or comment on the 180 foot tower, simply announced the compromise and took a vote. Therefore, the ZHB did not cure the Sunshine Act infraction.\nThe Sunshine Act states that, should a court determine that a meeting did not meet the requirements of the Sunshine Act, the court “may in its discretion find that any or all official action taken at the meeting shall be invalid.” 65 Pa.C.S. § 713. The ZHB argues that the only official action in this case is the formal vote taken on the compromise, and, pursuant to Ackerman v. Upper Mt. Bethel Toumship, 130 Pa.Cmwlth. 254, 567 A.2d 1116 (1989), this court lacks authority to invalidate the formal vote. However, in Ackerman, the formal vote was in compliance with the Sunshine Act, having followed a period of public debate and comment. Here, the ZHB’s formal vote did not follow a period of public debate and comment on the compromise 180-foot tower; thus, the ZHB’s formal vote was illegal. By failing to invalidate an illegal official action, the trial court abused its discretion.\nAccordingly, we reverse.\nORDER\nAND NOW, this 12th day of July, 2001, the order of the Court of Common Pleas of Lehigh County, dated June 30, 2000, is hereby reversed.\n. 65 Pa.C.S. §§ 701-716.\n. Section 312.E.57 of the Upper Milford Township Zoning Ordinance requires a setback from property lines equal to the height of the tower. (See ZHB's op. at 10.)\n. The tower is a special exception use in the South Mountain Conservation Zoning District. (See ZHB's op. at 9.)\n.Our scope of review in an appeal from a declaratory judgment action is whether the trial court's findings are supported by substantial evidence, whether the trial court committed an error of law or whether the trial court abused its discretion. Erie Insurance Company/Erie Insurance Exchange v. Flood, 168 Pa.Cmwlth. 258, 649 A.2d 736 (1994).\n. \"The reason for holding the executive session must be announced at the open meeting occurring immediately prior or subsequent to the executive session.” 65 Pa.C.S. § 708(b). “Official action on discussions held [during the executive session] shall be taken at an open meeting.” 65 Pa.C.S. § 708(c).\n. Section 710.1(a) of the Sunshine Act requires a period of public comment prior to the taking of official action. 65 Pa. C.S. § 710.1(a).",
        "type": "majority",
        "author": "FRIEDMAN, Judge."
      }
    ],
    "attorneys": [
      "Anne K. Manley, Allentown, for appellants.",
      "John O. Stover, Jr., Emmaus, for appel-lees.",
      "Jeffrey F. Champagne, Harrisburg, for appellee, PA Turnpike Commission."
    ],
    "corrections": "",
    "head_matter": "Brian KENNEDY and Susan Kennedy, Husband and Wife, v. UPPER MILFORD TOWNSHIP ZONING HEARING BOARD, Richard C. Dean, Robert Salaski, T. Richard Parker, MaryLou Stefanko, Individually and Pennsylvania Turnpike Commission Brian Kennedy and Susan Kennedy, Husband and Wife, v. Upper Milford Township Zoning Hearing Board and Pennsylvania Turnpike Commission. Appeal of Brian Kennedy and Susan Kennedy.\nCommonwealth Court of Pennsylvania.\nArgued April 4, 2001.\nDecided July 12, 2001.\nAnne K. Manley, Allentown, for appellants.\nJohn O. Stover, Jr., Emmaus, for appel-lees.\nJeffrey F. Champagne, Harrisburg, for appellee, PA Turnpike Commission.\nBefore FRIEDMAN, Judge, and FLAHERTY and MIRARCHI, Jr., Senior Judges."
  },
  "file_name": "1257-01",
  "first_page_order": 1299,
  "last_page_order": 1303
}
