{
  "id": 8356315,
  "name": "DELAWARE COUNTY, individually and on behalf of all others similarly situated v. FIRST UNION CORPORATION, First Union National Bank, Individually and as Successors-In-Interest to CoreStates Bank, NA, CoreStates Financial Corp., First Pennsylvania Bank, Southeast National Bank of Pennsylvania, Delaware County National Bank, Philadelphia National Bank, Meridan Bank, First Fidelity Bank, NA, and John Doe Banks Nos. 1 through 300, Appellants",
  "name_abbreviation": "Delaware County v. First Union Corp.",
  "decision_date": "2007-08-01",
  "docket_number": "",
  "first_page": "1258",
  "last_page": "1265",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 1258"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "249 NJ.Super. 403",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        360297
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/249/0403-01"
      ]
    },
    {
      "cite": "892 A.2d 824",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "586 Pa. 752",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "879 A.2d 323",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8934307
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/879/0323-01"
      ]
    },
    {
      "cite": "914 A.2d 469",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8332922
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/914/0469-01"
      ]
    },
    {
      "cite": "12 U.S.C. § 1841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "417 Pa.Super. 85",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        914264
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/417/0085-01"
      ]
    },
    {
      "cite": "994 F.2d 112",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10509850
      ],
      "pin_cites": [
        {
          "page": "118-119"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/994/0112-01"
      ]
    },
    {
      "cite": "414 Pa.Super. 455",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        909393
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "759"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/414/0455-01"
      ]
    },
    {
      "cite": "827 A.2d 594",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9109502
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "600",
          "parenthetical": "holding that the County cannot state a claim for money now in the possession of the Commonwealth"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/827/0594-01"
      ]
    },
    {
      "cite": "527 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827729
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "401"
        },
        {
          "page": "682"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/527/0393-01"
      ]
    },
    {
      "cite": "249 NJ.Super. 403",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        360297
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/nj-super/249/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 946,
    "char_count": 23061,
    "ocr_confidence": 0.725,
    "pagerank": {
      "raw": 1.478729118376963e-07,
      "percentile": 0.6607043499447265
    },
    "sha256": "be1ae9f7909266ed9b05208a9267767cf4c52c0e5fdb9c56caa88454bb324add",
    "simhash": "1:f23e6ef4df5f97b0",
    "word_count": 3761
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, and COLINS, Judge, and SMITH-RIBNER, Judge, and PELLEGRINI, Judge, and FRIEDMAN, Judge, and COHN JUBELIRER, Judge, and LEAVITT, Judge.",
      "President Judge LEADBETTER and Judge LEAVITT join in this opinion."
    ],
    "parties": [
      "DELAWARE COUNTY, individually and on behalf of all others similarly situated v. FIRST UNION CORPORATION, First Union National Bank, Individually and as Successors-In-Interest to CoreStates Bank, NA, CoreStates Financial Corp., First Pennsylvania Bank, Southeast National Bank of Pennsylvania, Delaware County National Bank, Philadelphia National Bank, Meridan Bank, First Fidelity Bank, NA, and John Doe Banks Nos. 1 through 300, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge PELLEGRINI.\nWith permission of this Court, First Union Corporation and First Union National Bank, individually and as Successors-In-Interest to CoreStates Bank, N.A. and CoreStates Financial Corporation, et al, (collectively, Banks) have filed an interlocutory appeal seeking reversal of the order of the Court of Common Pleas of Delaware County (trial court) denying their amended motion for judgment on the pleadings.\nThis case was previously before this Court on related issues and dealing with additional appellees in Delaware County v. J.P. Morgan Chase & Company, et al (Delaware County I), 827 A.2d 594 (Pa.Cmwlth.2003), which recited the factual history in detail. To summarize briefly, all of the appellee banks, including the Banks in this case, had been appointed as Sinking Fund depositories to pay bonds issued by Delaware County (County) and to turn over unclaimed bond payments to the County two years after payment was due pursuant to the .Local Government Unit Debt Act (Debt Act), which the ap-pellee banks and the Banks did not do. 53 Pa.C.S. § 8224(f). After another five years, the County was required to escheat the unclaimed funds to the Commonwealth pursuant to the Unclaimed Property Act, which the appellee banks and the Banks claim they did. As a result, the County filed a six-count complaint on May 31, 2001, alleging, inter alia, that the bonds were never presented for redemption and the unclaimed funds remained in the possession of the Banks. The County demanded the return of those unclaimed funds pursuant to the Debt Act. The Banks filed an answer and new matter raising numerous defenses including the statute of limitations defense, but primarily they argued that pursuant to the Unclaimed Property Act, they had been relieved of any liability because the funds had already escheated to the Commonwealth and were no longer in their possession. The County filed a motion for class certification on September 10, 2004. On September 30, 2004, the Banks filed a motion for judgment on the pleadings, but the trial court only addressed the class certification motion in an amended order dated January 9, 2006. This interlocutory appeal followed.\nThe controlling issue in this case is whether investment income earned on unclaimed bond payments during the period that they should have been turned over to the County belong to the bondholders, making them similarly escheatable if unclaimed, or whether the interest belongs to the County. However, before addressing that issue, we must first address the Bank’s claim that the statute of limitations forecloses the County’s claims as time barred because if the County’s claim is foreclosed, we need not reach the merits.\nI.\nSTATUTE OF LIMITATIONS\nThe Banks argue that the County’s complaint should be dismissed because it was required to commence its actions within a minimum of two years and, at most, within six years of the claims alleged in its complaint, which it did not do. It then argues that the doctrine of nullum tempus occurrit regi does not apply to this case to bar the statute of limitations.\nThe purpose of the nullum tempus doctrine is to further the goal of protecting “public rights, revenues and property from injury and loss.” Mt. Lebanon School District v. W.R. Grace & Co., 414 Pa.Super. 455, 607 A.2d 756, 759 (1992). “The doctrine of nullum tempus occurrit regi generally provides that statutes of limitations do not bar actions brought by a state or its agencies. ‘Under the doctrine of nullum tempus, statutes of limitations are not applicable to actions brought by the Commonwealth or its agencies unless a statute expressly so provides.’ (Citations omitted.) Local governments are political subdivisions of a state and are entitled to assert the nullum tempus privilege under only limited circumstances. In order for nullum tempus to apply, a municipality’s claims must (1) accrue to the municipality in its governmental capacity and (2) seek to enforce an obligation imposed by law as distinguished from one arising out of an agreement voluntarily entered into by the defendant.” City of Philadelphia v. Lead Industries Association, Inc., 994 F.2d 112, 118-119 (3d Cir.1993). An example of the use of this doctrine is found in Stroudsburg Area School District v. R.K.R. Associates/Architects, 417 Pa.Super. 85, 611 A.2d 1276 (1992), where a school district brought a breach of contract action against contractors and architects for failing, inter alia, to adequately design and supervise the construction of the school building. Our Superior Court applied the nullum tempus doctrine and held that the action was not barred by the statute of limitations because:\nThis Court recognized the constitutional and statutory obligation of school districts, as agencies of the legislature, to provide safe and suitable facilities for the education of the schoolchildren of this Commonwealth.... Accordingly, when a school district is seeking to recover damages for any alleged negligence ... involved in the construction, design and/or maintenance of school buildings housing the schoolchildren of this Commonwealth, the School District is seeking to vindicate public rights and protect public property, i.e., ensuring that school buddings built and maintained with taxpayers’ dollars are both safe and suitable for schoolchildren. When such is the case, a school district, as an agency of the legislature, may properly invoke the doctrine of nullum tempus occwrrit regí to defeat the applicable statute of limitations.\nId. at 1278,1280.\nThe Banks, however, contend that the County is not seeking to enforce strictly public rights by demanding the return of bond funds because the County is only seeking damages on the basis of the Banks’ failure to comply with an obligation the Debt Act imposes upon them, and that does not make the County’s claim one that impacts on strictly public rights. They also argue that the money the County seeks is not public monies, but money that belongs solely to bondholders who have not yet come forward. Additionally, although the Banks admit that the purpose of issuing bonds is ordinarily to raise revenue for a municipality, they argue that such an action is entirely a matter of discretion left up to the municipality. We disagree.\nWhile a municipality may have discretion to issue bonds to raise revenue, once that decision is made, the agreement entered into between the local government and the bank is one that is controlled not by a voluntary agreement, but by statute, i.e., the Debt Act, to ensure that the bond payments are reimbursed to the local municipality. Even if the money belongs to bondholders, when the funds are unclaimed, the Unclaimed Property Act then takes over to ensure the safety of those funds. Specifically, because the County is seeking damages based on the Banks’ failure to comply with the Debt Act, that is even more of a reason to prove that the County was involved with a strictly public right rather than a private right. Consequently, the doctrine does not bar the County’s claim.\nII.\nESCHEATMENT\nThe Banks then argue that the County has not suffered any damages arising from the Banks’ alleged failures to remit unclaimed funds to the County pursuant to the Debt Act after two years and pursuant to the Unclaimed Property Act after five years, because any interest earned by the County during the time they would have held the unclaimed funds on the unclaimed payments would have been subject to es-cheatment. Therefore, the County’s only damages could consist of the loss of the use of the unclaimed funds between years two and five because it would not have been able to retain the principal of the unclaimed funds. See Delaware County I, 827 A.2d at 600 (holding that the County cannot state a claim for money now in the possession of the Commonwealth). The Banks go on to argue that under the plain language of the Unclaimed Property Act, any interest earned by the County during the time it held the unclaimed funds would also have been subject to escheatment, i.e., that “interest follows income.” They direct our attention to the definition of “property” in the Unclaimed Property Act which provides:\n‘Property’ shall include all real and personal property, tangible or intangible, all legal and equitable interests therein, together with any income, accretions, or profits thereof and thereon, and all other rights to property, subject to all legal demands on the same. (Emphasis added.)\nBased on this definition, the Banks contend that “property” includes income and interest and required the County to es-cheat any income and interest related to the principal in the Sinking Fund as well as the principal. Therefore, the County would not have been entitled to any interest or income that the money might have generated while in the County’s possession between the date of return from the Banks until the date the County was required to escheat the funds.\nContrary to the Banks’ contention, the money which must escheat to the Commonwealth under the Unclaimed Property Act is limited to the County’s contractual obligation. The contractual obligations underlying the bonds do not require the County to pay interest to bondholders after the bonds mature. Bondholders who do not claim their payments are not entitled to interest earned by the Sinking Fund or by the local government on those unclaimed payments. Under the Debt Act, the local government is only required to pay bondholders principal and interest as stated on the bonds on the date those payments become due and nothing more. See 53 Pa.C.S. § 8104(a)(3). If the bondholders fail to claim their bond payments, further interest does not accrue.\nAdditionally, the Debt Act is clear that investment income earned on Sinking Fund deposits are for the use of the local government. Sinking Fund deposits are not allocated to particular bonds, but are used to pay all bonds when they become due and owing. Correspondingly, all investment income earned on all the Sinking Fund deposits do not follow any particular bond, but are to be used to fund the repayment of all bonds for which the Sinking Fund was created. 53 Pa.C.S. § 8224 provides, in relevant part:\n(a) Deposit with financial institutions. — Any moneys in Sinking Funds and other funds established by ordinance as provided in this subpart, if not required for prompt expenditure, may be deposited at interest in time accounts or certificates of deposit of any bank or bank and trust company, accounts with any savings bank or deposits in building and loan associations or savings and loan associations....\n(d) Disposition of income. — Income received from any deposit or investment shall be a part of the fund or account invested and may be applied if so desired by the local government unit in reduction of or to complete any required deposits in the fund or account. (Emphasis added.)\nAny investment income during the two years that unclaimed payments remain in the Sinking Fund is used by the local government to reduce any deposits that it would have to make to refund the payment of the bonds.\nAfter two years, though, all funds are to be turned over to the local government, and there is no restriction on the use of those funds. 53 Pa.C.S. § 8224(f) provides:\nReturn of unclaimed moneys. — The Sinking Fund depository shall return to the local government unit all moneys deposited in a Sinking Fund for the payment of bonds, notes or coupons which have not been claimed by the holders thereof after two years from the date when payment is due, except where the funds are held for the payment of outstanding checks, drafts or other instruments of the Sinking Fund depository. This subsection or any action taken under this subsection does not relieve the local government unit of its liability to the holders of unpresented bonds, notes or coupons.\nWhat 53 Pa.C.S. § 8224(f) requires then is for that money to be turned over to the County and to use those funds for any purpose, subject to repayment, once the bonds are presented for payment. Before escheating to the Commonwealth, the County would be entitled to use of those funds, and depriving it of those funds would cause it to lose income.\nConsequently, the trial court’s decision denying the Banks’ motion for judgment on the pleadings is affirmed.\nORDER\nAND NOW, this 1st day of August, 2007, the order of the Court of Common Pleas of Delaware County, dated June 20, 2006, is affirmed.\nThis case was reassigned to the author on July 11, 2007.\n. First Union is incorporated under the laws of the State of North Carolina and is a registered bank holding company under the Bank Holding Company Act of 1956, 12 U.S.C. § 1841, as amended. It provides banking and trust services and acquired CoreStates Financial Corp. and CoreStates Bank, N.A., located in Philadelphia, Pennsylvania, on April 30, 1998.\n. The other named Appellants include First Pennsylvania Bank; Southeast National Bank of Pennsylvania; Delaware County National Bank; Philadelphia National Bank; Meridian Bank; First Fidelity Bank, NA; and John Doe Banks Nos. 1 through 300.\n. A \"Sinking Fund” is defined as a \"special fund ... for the payment of the principal of and interest on bonds or notes, premium, if any, and assumed taxes, if any, or for the payment of a guaranty.” 53 Pa.C.S. § 8002. To carry out the purposes of the sinking fund, \"every local government unit issuing bonds or notes ... shall appoint a Sinking Fund depository which may also serve as paying agent for the bonds or notes. The Sinking Fund depository shall be a bank or bank and trust company authorized to do business in this Commonwealth and may serve as one for one or more series of bonds or notes. Funds, which may include interest accrued and to accrue on lawful investments, in an amount sufficient for the payment of the principal of, and the interest on, the bonds or notes shall be deposited with the Sinking Fund depository not later than the date fixed for the disbursement thereof-” 53 Pa.C.S. § 8106(a).\n. 53 Pa.C.S. §§ 8001-8049.\n. Act of April 9, 1929, P.L. 343, as amended, added by Section 5 of the Act of December 9, 1982, P.L. 1057, 72 P.S. § 1301.3.\n. The complaint alleged violations of the Debt Act; breach of fiduciary duty; conversion; unjust enrichment; accounting violations; and request for placement of a constructive trust on the funds due to unjust enrichment.\n. The Banks also filed a third-party complaint against the Treasurer of the Commonwealth as an additional defendant. The Treasurer filed preliminary objections which were sustained by the trial court.\n. This Court recently reversed that order in Delaware County v. Mellon Financial Corporation, 914 A.2d 469 (Pa.Cmwlth.2007).\n. Our scope of review of a trial court’s order denying judgment on the pleadings is limited to determining whether the trial court abused its discretion or erred as a matter of law. Coolspring Stone Supply, Inc. v. County of Fayette, 879 A.2d 323 (Pa.Cmwlth.), petition for allowance of appeal granted on other grounds, 586 Pa. 752, 892 A.2d 824 (2005).\n. Based on the County’s claims of the Debt Act, the common law claims of breach of fiduciary duty, conversion, unjust enrichment, account and imposition of constructive trust, the County should have filed its action within four years of those claims. Based on the County’s claims of conversion, imposition of constructive trust and breach of fiduciary duty, the County should have commenced its claims within two years, and with regard to its accounting claim, it should have commenced its claim within six years.\n. Translated from Latin, this means “Time does not run against the King.” Black’s Law Dictionary 963 (5th ed.1979).\n. See Section 1301.9(1) of the Unclaimed Property Act which was amended in 2002.\n. The Banks also rely upon State of New Jersey v. Elsinore Shore Associates, 249 NJ.Super. 403, 592 A.2d 604 (1991), which, relying on the New Jersey Uniform Unclaimed Property Act and the Unclaimed Estates Act, respectively, holds that any interest accrued on unclaimed casino funds from property that escheated to the state also had to be paid to the state as well. However, that case dealt with casino funds being held by the Casino Control Commission for payment of unredeemed gaming chips, not interest on unclaimed bond funds which involved a contract between the banks and the bondholders. Nonetheless, the Banks conclude that interest should follow principal even though the facts and law are distinct in this case. Because the facts and law of Elsinore Shore Associates are totally different from those in this case, it is inapplicable.\n. As found in Black’s Law Dictionary 18, 687, 1090 (5th ed.1979), “accretion” is defined as \"the act of growing to a thing; usually applied to the gradual and imperceptible accumulation of land by natural causes, as out of the sea or a river.” \"Income” is defined as “the return in money from one’s business, labor, or capital invested; gains, profits, salary wages, etc.” “Profit” is defined as \"most commonly, the gross proceeds of a business transaction, less the costs of the transaction; i.e., net proceeds. Excess of revenues over expenses for a transaction; sometimes used synonymously with net income for the period. Gain realized from business or investment over and above expenditures. Profit means accession of good, valuable results, useful consequences, avail, gain, as in office of profit, excess of returns over expenditures, or excess of income over expenditure.”\n. 53 Pa.C.S. § 8104(a)(3) provides that the obligation of the local government is to \"Duly and punctually pay or cause to be paid from its Sinking Fund or any other of its revenues or funds the principal of and interest on every bond or note or, to the extent of its obligation, the amount payable in respect of the guaranty, at the dates and places and in the manner stated in the bonds and in the coupons thereto appertaining or in the guaranty, according to the true intent and meaning thereof.”",
        "type": "majority",
        "author": "Judge PELLEGRINI."
      },
      {
        "text": "CONCURRING AND DISSENTING OPINION BY\nJudge COLINS.\nAlthough I agree with the majority’s analysis regarding the application of the doctrine of nullum tempus occurrit regí, I must respectfully dissent from the majority’s conclusion that the County may be entitled to damages for the Banks’ failure to return the interest income that accrued during the five-year period of First Union’s admittedly improper retention of sinking fund money.\nAs the majority notes, Section 1301.1 of the Unclaimed Property Act, Act of April 9, 1929, P.L. 343, as amended, 72 P.S. § 1301.1, defines the term “property” to “include all ... personal property, tangible or intangible, all legal and equitable interests therein, together with any income, accretions, or profits thereof and thereon, and all other rights to property, subject to all legal demands on the same.” The majority concludes that this provision limits the amount that the Banks were required to escheat to the amount of outstanding bondholders obligations, i.e., none of the interest that has accrued on the bondholders’ obligation, but only the amount due to bondholders under the terms of the bond.\nI would conclude that, based upon the language of the Act, once the duty to escheat arose, the Banks had the duty to include in that escheatment not only the amount owed to the original bondholders’ under the terms of the bond, but also the interest that has accrued. This result comports not only with the straightforward language of the statute, but also with the long-standing principle the majority rejects — that interest follows principal. While I agree that the New Jersey Superi- or Court’s decision in State of New Jersey v. Elsinore Shore Associates, 249 N.J.Super. 403, 592 A.2d 604 (1991) contains factual distinctions, I am not convinced that the distinction warrants rejection of the principle. Our Supreme Court has confirmed the application of the principle in considering a claim by a decedent’s sister that the decedent intended to make a gift, rather than a loan, to his sister of a certificate of deposit. The Court, noting that the decedent had taken sole possession of the interest that had accrued on the certificate, concluded that the claimant had failed to present evidence of the decedent’s donative intent, because “[i]t is fundamental that the interest follows the principal in ownership.” Lessner v. Rubinson, 527 Pa. 393, 401, 592 A.2d 678, 682 (1991).\nI understand the majority’s position that interest should only follow the core property, i.e., the contractual obligation; however, I believe that the intent of the drafters of the Unclaimed Property Act was to ensure that property belonging to another, including interest or accretions that have become connected to the property should be escheated with the property. In the case of these missing bondholders, whose unclaimed property is the source of the interest or accretion, they (or their heirs) have lost the potential use of their money, albeit for reasons for which they are responsible. Had they (or their heirs) claimed their property at an earlier time, they, rather than the County, could have reaped the reward of additional income from reinvestment. I read no convincing reason why, under the present circumstances and the operation of the Unclaimed Property Act, the County should be in a better position than the bondholders to glean a benefit from another’s use of their unclaimed property.\nFor these reasons, I would reverse the trial court’s denial of judgment on the pleadings.\nPresident Judge LEADBETTER and Judge LEAVITT join in this opinion.\n. I also question whether the County has the right to pursue this action under the Debt Act. Section 1301.14 of the Unclaimed Property Act relieves persons who deliver unclaimed property to the Secretary from liability for the \"safekeeping” of such property and “for any claim which then exists or which thereafter may arise or be made with respect to such property.” 72 P.S. § 1301.14. I believe that the County’s sole recourse, even it has a valid claim for the interest income, is to seek recovery under the Unclaimed Property Act.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Judge COLINS."
      }
    ],
    "attorneys": [
      "William-E. Mahoney, Jr., Philadelphia, for appellants, First Union Corporation and First Union National Bank.",
      "Marc L. Ackerman, Bala Cynwyd and Ronald G. Henry, Bryn Mawr, for appel-lee, Delaware County."
    ],
    "corrections": "",
    "head_matter": "DELAWARE COUNTY, individually and on behalf of all others similarly situated v. FIRST UNION CORPORATION, First Union National Bank, Individually and as Successors-In-Interest to CoreStates Bank, NA, CoreStates Financial Corp., First Pennsylvania Bank, Southeast National Bank of Pennsylvania, Delaware County National Bank, Philadelphia National Bank, Meridan Bank, First Fidelity Bank, NA, and John Doe Banks Nos. 1 through 300, Appellants.\nCommonwealth Court of Pennsylvania.\nArgued March 7, 2007.\nFiled Aug. 1, 2007.\nWilliam-E. Mahoney, Jr., Philadelphia, for appellants, First Union Corporation and First Union National Bank.\nMarc L. Ackerman, Bala Cynwyd and Ronald G. Henry, Bryn Mawr, for appel-lee, Delaware County.\nBEFORE: LEADBETTER, President Judge, and COLINS, Judge, and SMITH-RIBNER, Judge, and PELLEGRINI, Judge, and FRIEDMAN, Judge, and COHN JUBELIRER, Judge, and LEAVITT, Judge."
  },
  "file_name": "1258-01",
  "first_page_order": 1306,
  "last_page_order": 1313
}
