{
  "id": 12116847,
  "name": "Maatschappij Tot Exploitatie Van Rademaker's Koninklijke Cacao & Chocolade Fabrieken v. Franciscus Josephus Maria Rademaker, Doing Business Under the Name and Style of Frank Rademaker",
  "name_abbreviation": "Maatschappij Tot Exploitatie Van Rademaker's Koninklijke Cacao & Chocolade Fabrieken v. Rademaker",
  "decision_date": "1930-06-04",
  "docket_number": "Nos. 2352, 2353, and 2354",
  "first_page": "1260",
  "last_page": "1263",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1260"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "13 F. (2d) 318",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        4068562,
        1305890,
        4070340,
        1305382
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/13/0318-02",
        "/f2d/13/0318-01"
      ]
    },
    {
      "cite": "56 App. D. C. 347",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        4068562,
        4070340
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "44 App. D. C. 193",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1783468
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/44/0193-01"
      ]
    },
    {
      "cite": "44 App. D. C. 33",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1783568
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/44/0033-01"
      ]
    },
    {
      "cite": "43 App. D. C. 33",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        8819497
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/43/0033-01"
      ]
    },
    {
      "cite": "42 App. D. C. 212",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1785465
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/42/0212-01"
      ]
    },
    {
      "cite": "39 App. D. C. 484",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1820486
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/39/0484-01"
      ]
    },
    {
      "cite": "30 App. D. C. 411",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1822994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/30/0411-01"
      ]
    },
    {
      "cite": "30 App. D. C. 331",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "233 U. S. 461",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3673895
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/233/0461-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 518,
    "char_count": 9929,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.41152495763266506
    },
    "sha256": "ca0612abfa28a21f4c8e31876b34128daeb0754a5571ac89fd5a13ffae6a8de3",
    "simhash": "1:e24522c16fa0279c",
    "word_count": 1611
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot,. Associate Judges"
    ],
    "parties": [
      "Maatschappij Tot Exploitatie Van Rademaker’s Koninklijke Cacao & Chocolade Fabrieken v. Franciscus Josephus Maria Rademaker, Doing Business Under the Name and Style of Frank Rademaker"
    ],
    "opinions": [
      {
        "text": ". Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal in trade-mark cancellation proceedings from the decision of the Commissioner of Patents affirming the decision of the examiner of interferences sustaining the petitions of appellee-for the cancellation of appellant’s registered trade-marks for use on sugar candy.\nThree cancellation proceedings are involved. They were consolidated and but one record is before us.\nThe marks were registered under the “ 10 years ” proviso of section 5 of the trade-mark act of February 20, 1905, which reads as follows:\nAnd provided further, That nothing herein shall prevent the registration of any mark used by the applicant or his predecessors, or by those from whom title to the mark is derived, in commerce with foreign nations or among the-several States or with Indian tribes which was in actual and exclusive use as a trade-mark of the applicant, or his predecessors from whom he derived title,, for ten years next preceding February twentieth, nineteen hundred and five: * * *\nThe three marks are not identical, but the words “ Rademaker’s Hopjes ” are the dominating features of each, and the case has been presented on this hypothesis.\nAppellant’s marks were registered as follows: No. 82808, July 25, 1911; No. 85756, March 12,1912; No. 89860, January 14, 1913.\nIn his applications for cancellation, appellee alleged that the marks were descriptive of the goods on Avhich they were used; that the registrant did not use the marks in question in the United States “ for 10 years prior to February 20, 1905 ”; that the registrant “ has been and is making wrongful use of said registrations to interfere with the business of petitioner, in particular to delay entry of petitioner’s goods through the customs, and in other ways”;, and that the registrations complained of, interfere with petitioner obtaining registrations of his alleged trade-marks, the dominating features of which were the words “ Rademaker’s Hopjes.”\nIt appears from the record that appellee and William Rademaker, managing.director of appellant, are brothers; that they were engaged in business with their father, “making cocoa, chocolate and confectionery,” including coffee flavored candy, known as “Rade-maker’s Hopjes,” in Scheveningen, Holland, for several years prior to the year 1899, when the father sold the business to appellant; that appellee was a manager “ in his father’s business ” from 1891 to 1899. In this connection, appellee testified:\n* * * From 18S4 up to the end of 1899 I was gradually introduced by my father into the full knowledge of everything going on in his business, commercially, technically, and financially. I become .fully aware of all details of delivering and shipping goods, engaged travelers and representatives, signed all outgoing letters and read and dealt with all incoming letters, discussed all business matters of some importance with my father, in so far as such matters were not entirely left to me to decide. I dealt with every detail of the packing and wrappers, and of the sale of the goods, and of the marks used. No goods have ever been shipped without my consent or knowledge during the years 1884 up to the end of 1899.\nHe further testified that “ Hopjes ” candy was not shipped to, nor sold in, the United States prior to the year 1904, when he left the employ of appellant; that from 1899 to 1904 he was manager of appellant’s branch office in London, England; and that in 1904 he went into business for himself. His testimony shows that the first shipment of “ Hopjes ” candy to the United States under his trade-mark was in 1919.\nIt appears that William Rademaker, managing director of appellant, was connected with his father’s business at Scheveningen, Holland, from 1886 to about 1894; that, from 1894 to 1899, when the father sold his business, he was superintendent of his father’s factory located in Cologne, Germany; and'that in 1899 he became'managing director of appellant, the position he now holds.\nWilliam Kademaker testified that “Hopjes” candy, bearing the trade-mark “ Rademaker’s Hopjes,” was sold in Holland and in the United States during the 10-year period — 1895 to 1905; that appellant was unable' to produce documentary evidence of sales to purchasers in the United States during that period, because the books •of appellant and its predecessor covering that period had been destroyed; that, although he could not be positive, due to the many years that had elapsed, he thought that appellant and its predecessor had shipped “ Hopjes ” candy, bearing the trade-mark “ Rademaker’s Hopjes,” to the Holland Importing Co., or the Dutch Importing Co., .at Philadelphia, Pa., and the Lindt Chocolate Co., Hew York, during the critcal period — 1895 to 1905, inclusive.\nThe testimony of the witness, Van Zeeland, was taken October 14, 1926. He testified that he had been in the employ of appellant’s predecessor for eight years, as foreman of the “ despatch department ” ; that he has held the same position for appellant since its purchase of the business; and that “Hopjes” candy has been shipped to the United States and sold here under the mark “ Rademaker’s Hopjes ” since prior to 1895. However, he was unable to remember the names of the jiurchasers in the United States to whom the candy was sold.\nIt clearly appears from the record that the witness, William Rade-maker, was in error in testifying that the Holland Importing Co., of Philadelphia, and the Lindt Chocolate Co., of Hew York, had purchased “Rademaker’s Hopjes” prior to 1905.\nOther witnesses testified in the case but their testimony is not of importance and need not be referred to here.\nThe examiner of interferences held that the burden of proof was upon appellant to establish exclusive and continuous use of the involved trade-marks in the United States for 10 years “ next preceding ” February 20, 1905, and that he had failed to do so.\n. The Commissioner of Patents held that appellant’s certificates of registration of the involved marks established a prima facie case of ownership and that the burden of proof was on the petitioner for cancellation. He held, however, that the evidence warranted the conclusion that the goods bearing the involved trade-marks had not been “ sold in the United States during the 10-year period of the trade-mark act”; and that, as one of the customers of appellee had been sued by appellant in the Federal Court of Hew York for infringement of the registered marks, appellee had established “ damage to him and his right' to file the petitions for cancellation,” and, accordingly, affirmed the decision of the examiner of interferences sustaining the petitions for cancellation.\nRegistration of a trade-mark under the “ 10 years ” proviso of the trade-mark act of February 20, 1905, makes a prima facie case of ownership, and the registrant is entitled to be' protected in its nse of such mark. In a proceeding for the cancellation of such registered mark, the petitioner has the burden of proof. See section 16, trade-mark act of February 20,1905; Thaddeus Davids Co. v. Davids Manufacturing Co., 233 U. S. 461.\nIt appears that the petitioner, appellee, was the only witness who testified that the registrant, appellant, and its predecessor had not used the registered trade-marks on “ Hopjes ” candy during the 10 years immediately preceding February 20, 1905. He presented no documentary or other evidence in corroboration of his testimony .in •this regard. He testified in 1926, entirely from memory, to events occurring during the period from 1895 to 1904. It is true that his-testimony is positive. He testified that he was in a position, during that period, to know the facts. He .did not testify as one having used the involved trade-marks in the United States during the statutory period. On the contrary, he testified that he first used his mark in the United States in 1919. Just how he could show probable legal damage or injury, under such circumstances, is not quite clear. McIlhenny's Son v. New Iberia Extract of Tobasco Pepper Co. (Ltd.), 30 App. D. C. 331; Battle Creek Sanitarium Co. (Ltd.) v. Fuller, 30 App. D. C. 411; The Hump Hairpin Co. v. The De Long Hook & Eye Co., 39 App. D. C. 484; Tim & Co. v. Cluett, Peabody & Co., 42 App. D. C. 212; B. V. D. Co. v. Potterf, 43 App. D. C. 33; Wilson v. Hecht, 44 App. D. C. 33; Standard Brewery Co. v. Interboro Brewing Co., 44 App. D. C. 193; Edward Smith & Co. v. C. Schrack & Co., 56 App. D. C. 347, 13 F. (2d) 318. But, however that may be, registration under the proviso in question, would be nothing more than a farce if a registrant be required in a cancellation proceeding to establish his right to registration, simply because a petitioner, testifying from memory to events ■occurring from 21 to 31 years prior thereto, asserts, without any corroboration, that the registrant did not use the involved mark during the statutory period.\nIt is true that thé evidence submitted by the registrant is not very satisfactory. However, two witnesses contradicted the testimony of the petitioner, and testified that the involved trade-marks were used by the registrant during the statutory period.\nIn our opinion, the petitioner, appellee, has wholly failed to overcome the prima facie evidence of appellant’s ownership of the registered marks.\nThe decision is reversed.",
        "type": "majority",
        "author": ". Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Mode & BTmih (Charles R. Allen of counsel) for appellant.",
      "Joseph W. Mttburn (William Wallace White and Wallace White of counsel)' for appellee."
    ],
    "corrections": "",
    "head_matter": "Maatschappij Tot Exploitatie Van Rademaker’s Koninklijke Cacao & Chocolade Fabrieken v. Franciscus Josephus Maria Rademaker, Doing Business Under the Name and Style of Frank Rademaker\n(Nos. 2352, 2353, and 2354)\nUnited States Court of Customs and Patent Appeals,\nJune 4, 1930\nMode & BTmih (Charles R. Allen of counsel) for appellant.\nJoseph W. Mttburn (William Wallace White and Wallace White of counsel)' for appellee.\n[Oral argument May 12, 1930, by Mr. Allen and Mr. Milburn]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot,. Associate Judges"
  },
  "file_name": "1260-01",
  "first_page_order": 710,
  "last_page_order": 713
}
