{
  "id": 9496044,
  "name": "Benjamin BROOKS, Petitioner, v. WORKERS' COMPENSATION APPEAL BOARD (CITY OF PHILADELPHIA), Respondent",
  "name_abbreviation": "Brooks v. Workers' Compensation Appeal Board (City of Philadelphia)",
  "decision_date": "2001-07-12",
  "docket_number": "",
  "first_page": "1261",
  "last_page": "1263",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 1261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "428 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6175785
      ],
      "weight": 3,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/us/428/0001-01"
      ]
    },
    {
      "cite": "687 A.2d 869",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7356641
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/687/0869-01"
      ]
    },
    {
      "cite": "740 A.2d 767",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11552568
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/740/0767-01"
      ]
    },
    {
      "cite": "632 A.2d 1302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1839705,
        1839682
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0327-01",
        "/pa/534/0326-01"
      ]
    },
    {
      "cite": "534 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839705
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0327-01"
      ]
    },
    {
      "cite": "638 A.2d 477",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7363560,
        1458312
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/638/0477-01",
        "/pa-commw/162/0307-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 469,
    "char_count": 8224,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 1.3517270334421955e-07,
      "percentile": 0.6336836626382465
    },
    "sha256": "b9282b719ba0c823702a3446a605e3354f2136daf5389342cadd44b53fedfe84",
    "simhash": "1:1ca801c85bb3a773",
    "word_count": 1261
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI and LEADBETTER, Judges, and MIRARCHI, Jr., Senior Judge."
    ],
    "parties": [
      "Benjamin BROOKS, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (CITY OF PHILADELPHIA), Respondent."
    ],
    "opinions": [
      {
        "text": "MIRARCHI, Judge.\nBenjamin Brooks (Claimant) petitions this Court to review an order of the Workers’ Compensation Appeal Board (Board) that affirmed a decision of a workers’ compensation judge (WCJ) granting the modification petition of the City of Philadelphia (Employer). We affirm.\nClaimant worked as a firefighter for Employer for twenty-one years until his retirement in 1992. Pursuant to a 1993 supplemental agreement, Claimant was acknowledged to be disabled with an occupational disease and entitled to weekly total disability benefits commencing on June 20, 1992. The occupational disease was identified as that defined by Section 108(o) of the Workers’ Compensation Act (Act) that is, a disease of the “lungs, resulting in either temporary or permanent total or partial disability ... after four years or more of service in fire fighting ... caused by ... exposure to heat, smoke, fumes or gasses....” On October 11, 1996, Employer filed a modification petition alleging that as of September 20, 1996, Claimant’s compensation should be modified because of his failure to follow up in good faith on four job referrals. A hearing was held before the WCJ, at which time Employer presented the deposition testimony of Michael Kline, M.D. and Cynthia Baszkiew-icz, a certified rehabilitation counselor. Claimant testified on his own behalf and presented no other testimony.\nDr. Kline testified that he examined Claimant on May 14, 1996 and took a medical history from him. Dr. Kline opined that Claimant suffered from a reactive airway dysfunction syndrome caused by his exposure to smoke and noxious fumes while a firefighter for Employer. He further opined that Claimant would probably have this condition for the rest of his life, but that he nevertheless was capable of performing a sedentary position in a non-stressful and clean (non-smoky, non-dusty, and non-perfumed) environment. Dr. Kline also testified that following his examination of Claimant, Employer presented him with job descriptions and anal-yses for telephone operator positions with three Atlantic City, New Jersey casinos. Dr. Kline opined that each position was within Claimant’s physical capacities and limitations. Ms. Baszkiewicz testified that she notified Claimant of each of the positions that were approved by Dr. Kline and arranged for times of application. She further testified that she was present at each arranged time but that Claimant failed to show.\nClaimant testified that while he hoped that he could perform a sedentary job, he was not sure that he could physically handle one. He also testified that he has trouble breathing when in the presence of perfume, hair spray, or smoke.\nThe WCJ found the testimony of Dr. Kline and Ms. Baszkiewicz to be credible and persuasive. He found the testimony of Claimant not to be credible or persuasive and further found that Claimant acted in bad faith by failing to follow up on the job referrals provided by Employer. The WCJ accordingly granted Employer’s modification petition and ordered that Claimant’s weekly compensation rate be reduced. The Board affirmed, and this petition for review followed.\nThis Court’s scope of review is limited to determining whether the WCJ’s necessary findings of fact are supported by substantial evidence, or whether an error of law or a constitutional violation occurred. Columbo v. Workmen’s Compensation Appeal Board (Hofmann), 162 Pa.Cmwlth. 307, 638 A.2d 477 (1994). Claimant raises a single issue: whether an employer may modify a claimant’s benefits when such claimant is receiving benefits for an occupational disease that is described as “not reversible or curable.” Claimant contends that such modification is precluded by the holding in Hebden v. Workmen’s Compensation Appeal Board (Bethenergy Mines, Inc.), 534 Pa. 327, 632 A.2d 1302 (1993), unless the employer prove that the occupational disease is reversible.\nIn Hebden, a claimant was awarded partial disability benefits for an occupationally acquired pulmonary lung disease (coal workers’ pneumoconiosis) by a 1985 referee’s order that the employer did not appeal. In 1987, the employer filed a modification petition, treated as a termination petition, alleging that the claimant’s disability had changed and that he was no longer disabled as a result of an occupational pulmonary disease. The employer’s medical witnesses each opined that claimant did not suffer from pneumoconiosis, at least one inferring that he never had the disease in the first place. One witness opined that the claimant suffered only from a mild non-occupationally related asthma. The witnesses all opined that the claimant was fit for a return to work in the mines. The claimant’s medical witness testified that the claimant continued to suffer from pneumoconiosis, which he described as a non-reversible, progressive disorder that would get worse with time. The referee found credible and persuasive the employer’s evidence that claimant was not disabled as a result of a work-related pneumoconiosis and granted the employer’s motion. The Board and this Court both affirmed.\nThe Supreme Court reversed, holding that the employer’s petition was merely a disguised attempt to relitigate what had already been settled. The Court noted that claimant’s pneumoconiosis had been established when he prevailed on the claim petition; therefore, it was not permissible for the employer to present its case on the basis that the claimant did not have pneumoconiosis when that disease was described as non-reversible and actually defined as such by the United States Supreme Court. The Court determined that in order for the employer to prevail on its petition, it was required to present sufficient medical evidence that the disease was in fact reversible in the claimant’s case. The employer failed to present such evidence.\nThe present case is, of course, readily distinguishable. Here, Employer did not present evidence or attempt to argue that Claimant does not, nor did he ever, suffer from an occupationally related lung disease. Rather, Employer’s witness confirmed that Claimant continued to suffer from this disease. Put another way, Employer is not here attempting to terminate Claimant’s benefits on the basis that his disease was non-existent, but is simply attempting to modify those benefits on the grounds that Claimant can perform certain sedentary work even while suffering from the disease indefinitely.\nThus, Claimant is incorrect that Hebden requires that Employer first prove that Claimant’s lung disease is reversible. Under the Act, Employer, in order to prevail on its modification petition, need only show that it has referred Claimant to an actually available job that is within Claimant’s physical capabilities. Crisman v. Workers’ Compensation Appeal Board (Cytemp Specialty Steel), 740 A.2d 767 (Pa.Cmwlth.1999); H.M. Stauffer & Sons, Inc. v. Workmen’s Compensation Appeal Board (Davis), 687 A.2d 869 (Pa.Cmwlth.1996). Here, Employer proved, with medical evidence, that Claimant, despite his irreversible disease, was physically capable of performing the offered jobs. It further proved that these jobs were actually available, that Claimant was requested to apply for the jobs, and that Claimant failed to make such application. Finally, Claimant failed to set forth a “good faith” reason why he failed to pursue the offered positions. Therefore, the WCJ correctly granted Employer’s modification petition. Crisman.\nAccordingly, the Board’s order is affirmed.\nORDER\nAND NOW, this 12th day of July, 2001, the order of the Workers’ Compensation Appeal Board in the above-captioned matter is hereby affirmed.\n. Act of June 2, 1915, P.L. 736, as amended, added by Section 1 of the Act of October 17, 1972, P.L. 930, 77 P.S. § 27.1(o).\n. See Usery v. Turner Elkhorn Mining Co., 428 U.S. 1, 96 S.Ct. 2882, 49 L.Ed.2d 752 (1976).",
        "type": "majority",
        "author": "MIRARCHI, Judge."
      }
    ],
    "attorneys": [
      "Richard R. DiStefano, Philadelphia, for petitioner.",
      "Marion H. Griffin, Philadelphia, for respondent."
    ],
    "corrections": "",
    "head_matter": "Benjamin BROOKS, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (CITY OF PHILADELPHIA), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted April 12, 2001.\nDecided July 12, 2001.\nRichard R. DiStefano, Philadelphia, for petitioner.\nMarion H. Griffin, Philadelphia, for respondent.\nBefore PELLEGRINI and LEADBETTER, Judges, and MIRARCHI, Jr., Senior Judge."
  },
  "file_name": "1261-01",
  "first_page_order": 1303,
  "last_page_order": 1305
}
