{
  "id": 7367899,
  "name": "Deborah O'HARA v. Eliza RICHARDS",
  "name_abbreviation": "O'Hara v. Richards",
  "decision_date": "1993-03-11",
  "docket_number": "No. 92-309-Appeal",
  "first_page": "1262",
  "last_page": "1263",
  "citations": [
    {
      "type": "official",
      "cite": "620 A.2d 1262"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "462 A.2d 974",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7965112
      ],
      "pin_cites": [
        {
          "page": "975"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/462/0974-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 189,
    "char_count": 2758,
    "ocr_confidence": 0.734,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.31906030042678163
    },
    "sha256": "e396a687cc5f9cc6d189de74155310e75b2b0ccd6da85a57a150991012a18fa3",
    "simhash": "1:b2a96fb92c35c26a",
    "word_count": 447
  },
  "last_updated": "2024-02-27T23:00:07.124802+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Deborah O’HARA v. Eliza RICHARDS."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis case came before this court for oral argument on March 5, 1993, pursuant to an order directed to the plaintiff, Deborah O’Hara, to appear and show cause why we should not summarily decide the issues raised by her appeal. After hearing the arguments and reviewing the memoranda of counsel, we believe the plaintiff showed cause.\nThe plaintiff in this case filed a personal-injury action against defendant, Eliza Richards, on June 27, 1988. The plaintiff, however, was unable to locate defendant for the purpose of serving process. In September of 1989, plaintiff filed an amended complaint naming defendant’s insurer, Allstate Insurance Company (Allstate), as a party defendant. Apparently, plaintiff amended her complaint two more times with permission of the court.\nAllstate first received service of process of the first amended complaint on May 15, 1991, twenty months after the filing of the first amended complaint. Allstate then filed a motion to dismiss plaintiff’s complaint under Rule 12(b)(6) of the Superior Court Rules of Civil Procedure, or in the alternative, a motion for judgment on the pleadings pursuant to Rule 12(c) of the Superior Court Rules. These motions rested on two grounds. First, Allstate asserted that plaintiff failed to accomplish service of process “within a reasonable time after a complaint has been filed.” Simmons v. State, 462 A.2d 974, 975 (R.I.1983). Second, Allstate asserted that the trial justice should grant the motion to dismiss because plaintiff failed to commence an action against Allstate within the applicable three-year statute of limitations. We believe the trial justice inappropriately granted Allstate’s 12(b)(6) motion.\nA trial justice reviewing a 12(b)(6) motion must determine whether, on the merits, the moving party has successfully presented a legally sufficient cause of action. To the extent that Allstate’s motion rested on the unreasonable delay on the part of plaintiff in serving Allstate with process, the proper vehicle for resolving this issue is a 12(b)(5) motion for insufficiency of service of process. Although we find that plaintiff showed cause with regard to Rule 12(b)(6), we remand the case to Superior Court for a determination of whether there has been a violation of Rule 12(b)(5).\nIt is true that a 12(b)(6) motion is a proper vehicle for raising a statute-of-limitations defense. However, there is no evidence on this record that the trial justice granted Allstate’s motion on the basis of the statute of limitations.\nFor these reasons we sustain the plaintiff’s appeal and remand the case to Superi- or Court for further proceedings consistent with this order.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Deborah O’HARA v. Eliza RICHARDS.\nNo. 92-309-Appeal.\nSupreme Court of Rhode Island.\nMarch 11, 1993."
  },
  "file_name": "1262-02",
  "first_page_order": 1336,
  "last_page_order": 1337
}
