{
  "id": 12116848,
  "name": "H. G. MacEachen v. Tar Products Corporation",
  "name_abbreviation": "MacEachen v. Tar Products Corp.",
  "decision_date": "1930-06-04",
  "docket_number": "No. 2342",
  "first_page": "1264",
  "last_page": "1269",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1264"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "17 C. C. P. A. 906",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6094914
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/17-2/0906-01"
      ]
    },
    {
      "cite": "54 App. D. C. 82",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "46 App. D. C. 55",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1779543
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/46/0055-01"
      ]
    },
    {
      "cite": "44 App. D. C. 6",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1783593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/44/0006-01"
      ]
    },
    {
      "cite": "1921 C. C. 97",
      "category": "reporters:state",
      "reporter": "Cole. Cas.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 677,
    "char_count": 13005,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 9.207514761175732e-08,
      "percentile": 0.5098822363774876
    },
    "sha256": "713841bc29d49536603e17139df686960e3782f2d0741397d2f75eb5db698b86",
    "simhash": "1:68c25aeb8e7a8edd",
    "word_count": 2164
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Grai-iam, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "H. G. MacEachen v. Tar Products Corporation"
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered the opinion of the court:\nAppellant, MacEachen, on December 13, 1926, filed application No. 241420 for registration of the word “ Hexol ” as a trade-mark for disinfectants, the product being in Patent Office Class 6, “ Chemicals, Medicines, and Pharmaceutical Preparations.” Continuous use was alleged since September 2, 1926.\nOn December 31, 1926, the examiner in the Patent Office rejected the application “ in view of registered trade-mark No. 217100, Tar Products Corporation, Providence and East Providence, R. I., Aug. 24,1926.”\nThereupon applicant on February 3, 1927, filed application for reconsideration.\nOn March 17, 1927, appellee, Tar Products Corporation, filed notice of opposition, alleging, among other things, that it (appellee) had for many years been engaged in the sale of a varied line of :goods, including products in class 6; that among these were disinfectants “ which oppeser has sold under the trade-mark Hex and Hexcide prior to September 2, 1926 ”; that the word “ Hex ” was ■registered as a trade-mark by opposer August 24, 1926, by registration No. 217100, and the word “Hexcide” on July 14, 1925, by registration No. 200938, and that it was believed registration of “ Hexol ” by applicant would result in serious confusion in the trade, •“ with great and irreparable damage to opposer’s long-established business in the sale of disinfectants and other goods in class 6.”\nApplicant made answer in which the registrations of “ Hex ” and •“ Hexcide ” by opposer were admitted, and general denial1 was made of the other allegations in the notice of opposition.\nIn its answer applicant alleged that “ the word ‘ Hex ’ alone, which constitutes the only similarity, if any, between applicant’s trademark and the alleged trade-marks set forth in the notice of opposition, has been so commonly used in connection with trade-marks for pharmaceutical and medicinal preparations that it is not subject to exclusive appropriation for such goods by the opposer or any one ” and that it has been registered “ in many separate and distinct registrations ” for such goods by persons other than opposer. A list of registrations of words of which “Hex” forms the first syllable is given. All of these are alleged to have been registered iirior to the registration by appellee of “Hex” and “Hexcide.”\nNo proof was taken in the case.\nThe record does not disclose any formal written action by an examiner other than that of Examiner McCracken, noted sttpra, as having occurred on December 31, 1926, until January 21, 1928, when the examiner of interferences rendered his decision. His opinion recites:\nSince tie final hearing- the examiner of trade-marks has orally informed the examiner of interferences that he is of the opinion that no error was made by him in passing this application to publication. The practice requires that the latter resolve all reasonable doubt in favor of the prior user. Ex parte Connor & Co., 293 O. G. 878; 1921 C. C. 97.)\nThe circumstances set forth above, together with the fact that the examiner ■ of intereferences is believed to merely have concurrent jurisdiction with the ■ examiner of trade-marks to determine the “right of registration,” requires that the conclusion of the examiner of trade-marks should be adopted as correct 'by the examiner of interferences unless clear error therein is perceived. No such error is perceived by the examiner of interferences, who believes that confusion in trade would not be likely.\nThe case was then appealed to the commissioner and decided by him August 13 ¡ 1928. He reversed the examiner and sustained the ■opposition in an opinion wherein he said in part:\nIt would seem, the opposer was permitted to register this notation “ hex ” long after the other marks were used, including as portions of them this same syllable, because tbe opposer applied tbe mark to goods possessing different characteristics. ■ Tbe applicant proposes to apply tbe mark, which includes that of tbe opposer in its entirety with the additional letters “ ol ” to goods possessing the identical descriptive properties. It would seem confusion in trade would be probable, and there being at least a grave doubt, this should be, following the usual practice, resolved against the newcomer.\nIn view of the number of prior registrations of marks including the letters “ hex,” it is not believed confusion would arise in trade if the applicant’s mark and the opposer’s mark “ -Hexcide ” appeared upon the goods of the respective parties in the same market.\nThe appeal was then taken which brings the matter before us.\nWe find ourselves somewhat out of accord with the assistant commissioner’s reasoning.\nHex is a dictionary term, meaning, literally, six. It is derived from, or rather it is, the Greek word composed of the Greek letters or characters e, £ (epsilon and xi). The New English'Dictionary (Oxford) is authority for the statement that in Greek it was not used in combination except as standing for e, £, a (epsilon, xi, alpha) — pronounced hexa — before a vowel, “ but used as a combining element in modern formation, chiefly in chemistry (where hexa is more regular), in sense “ containing six atoms or molecules of the radical or substance; ” as “ hexbenzoate, hexbromide,” etc.\nIn the Standard and other dictionaries, as well as in the chemical authorities, there are many words beginning with the syllable “ Hexa ” and each of these words seem to have associated with it the idea conveyed by the word or number “ six.”\nIt is noted that the assistant commissioner’s decision upon the issue between “ Hex ” and “ Hexol ” is predicated wholly upon ap-pellee having acquired registration of the word “ Hex.” He says: “If this registration be given any weight or consideration at all, then the applicant has incorporated this entire trade mark of the opposer in his mark and has merely added thereto the suffix £ ol ’,” and then holds that under this aspect of the case the matter falls within the rule of certain cases cited, to wit, Carmel Wine Co. v. California Winery, 114 O. G. 586, App. D. C. 1; Fischbeck Soap Co. v. Kleeno Mfg. Co., 216 O. G. 663, 44 App. D. C. 6; E. Myers Lye Co. v. The Sinclair Mfg. Co., 241 O. G. 1157, 46 App. D. C. 55; and Canterbury Candy Makers v. Brecht Candy Co., 320 O. G. 3, 54 App. D. C. 82.\nThe rule of these cases, he states, is “ to the effect that it is not permissible for anyone to incorporate another’s mark in its entirety and add to it merely additional features.”\nWe have examined the cited cases with care and have fully considered the rule as quoted above from the commissioner’s decision. In three of the cases the contesting marks appear to have involved pictorial rather than verbal elements. • In the Fischbeck case the coined word “ Kleeno ” was involved.\nWithin the proper limits the rule is applicable, but we do not think it should be carried to the extent of holding that by use and registration of a word in common use one can acquire such rights therein as to enable him to prevent registration thereof by another simply and solely because the latter’s word may contain the word of the former. This is particularly true in cases where the prior registered mark consists merely of a word, in common use as a prefix, as is true of the mark “ Hex.”\nWe feel, in other words, that the rule is not applicable unless the contesting marks also present such features of resemblance as to be likely to cause confusion or deceive purchasers.\nIn view of the conclusion which we have reached relative to the second phase of the issue, it is not necessary that we should express any opinion as to whether there is a confusable conflict between “ Hex ” and “ Hexol.”\nThis second phase is comprised in the inquiry whether “ Hexol ” and “ Hexcide ” are confusingly similar.\nThe assistant commissioner held them not to be so in view of many “ prior registrations of marks including the letters ‘ hex.’ ”\nWhile it is the rule that prior registrations may be. looked to in considering whether the trade-mark use of a word has become so common or general as to affect the question of probability of confusion by an additional registration of a somewhat similar mark, nevertheless, in the effort to preserve what we conceive to be the real purpose of the trade-mark registration law, we think it should be held that an applicant for an opposed registration generally may not rely upon prior registrations of marks resembling his and opposer’s as a complete defense to the opposition. The public has an interest which must be preserved, and it is not safe to dismiss an opposition proceeding wholly upon prior registrations, if it appear that the marks are in fact of close resemblance. It may be true that in some cases the use and registration of some words have become so common and general as that an additional registration might be thought to do no more at most than create a situation of “ confusion worse confounded,” but, upon the whole, the safer rule and the one which appear to us to be truly interpretive of the law is to reject registration when there is confusable conflict between the words at issue themselves.\nIn the recent case of American Fruit Growers (Inc.), v. Michigan Fruit Growers (Inc.), 17 C. C. P. A. 906, — F. (2d) —, this court in an opinion by Judge Hatfield, said:\nSo far as we are aware, appellant was entitled to the registration of its mark for use on its products. If it was not, its mark ought not to have been registered; if it was inadvertently registered, those injured by such registration have a statutory remedy — application for cancellation. Appellee, however, is not injured by the appellant’s mark, and while it may be that appellant is not the originator * * *, neither is appellee.\nThis rule we then, thought to be a sound one and in line with the weight of authority. Vide Canterbury Candy Makers’ case, supra. Such is still our opinion, and we think the rule is applicable to the case at bar under the facts of record.\nWe come, therefore, to the question, Is there such a resemblance-between “ Hexcide ” and “ Hexol ” as that, under the statute, registration should be denied to the latter word -as sought by appellant t\nThe suffixes “ ol ” and “ ide ” are generally used in the formation-of chemical terms. There are differences in their respective meanings, to be sure, but when words containing them are to be used as trade-marks upon products sold to the general public and widely consumed by that public, technical differences in meaning, probably known only to those having knowledge of the chemical art, will not negative resemblance, if resemblance be otherwise present.\nIn the instant case it seems to us that there is a similarity in> appearance and, to a certain degree, in sound between the words-which would render them, when applied to goods of the same descriptive qualities, or, as in this instance, to identical goods, likely to-cause confusion in the public mind or to deceive purchasers.\nIt is at least a case where it seems eminently proper to apply the familiar rule that when a doubt exists it should be resolved in favor of the earlier entrant.\nFor the reasons herein stated the decision of the commissioner is affirmed.",
        "type": "majority",
        "author": "Garrett, Judge,"
      },
      {
        "text": "CONCURRING OPINION\nBland, Judge:\nI concur in the conclusion reached, but I am not prepared to agree with the opinion of the majority wherein the words “ Hex ” and “ Hexol ” are discussed. For the purposes of the decision of this case, it is not necessary to discuss the conflict between “ Hex ” and “ Hexol,” since the court is of unanimous opinion that the word “ Hexol ” can not be registered, for the reason that confusion would result between goods sold under the trade-mark “ Hex-cide ” and those sold under the trade-mark “ Hexol.” “ Hex ” may be derived from the Greek word “ Hexa ” and it may indicate or suggest an article or thing having six parts or which is in some-manner concerned with the word “ six,” but in the instant case, thére is no suggestion that appellee’s merchandise is in any sense described by the word “ Hex.” I prefer to reserve-the questions discussed with reference to the word “ Hex ” until a fuller consideration of the same is necessary.\nIn the opinion of the majority is also found the following:\nThe suffixes “ ol ” and “ ide ” are generally used in the formation of chemical terms.\nIf the quoted sentence is given the effect which I think is intended,, the same objection to the registration of both words “ Hexol ” and “ Hexide ” would maintain as is here suggested with reference to. the word “ Hex.”\nLenroot, J.: I concur in the foregoing.",
        "type": "concurrence",
        "author": "Bland, Judge:"
      }
    ],
    "attorneys": [
      "Albert L. Jacobs (Eugene E. Stevens of counsel) for appellant.",
      "Louis A. Jones (Amasa M. Holcombe of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "H. G. MacEachen v. Tar Products Corporation\n(No. 2342)\nUnited States Court of Customs and Patent Appeals,\nJune 4, 1930\nAlbert L. Jacobs (Eugene E. Stevens of counsel) for appellant.\nLouis A. Jones (Amasa M. Holcombe of counsel) for appellee.\n[Oral argument May 9, 1930, by Mr. Stevens and Mr. Jones]\nBefore Grai-iam, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1264-01",
  "first_page_order": 714,
  "last_page_order": 719
}
