{
  "id": 7290217,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Ronald Eugene LOMAX, Appellant",
  "name_abbreviation": "Commonwealth v. Lomax",
  "decision_date": "2010-11-18",
  "docket_number": "",
  "first_page": "1264",
  "last_page": "1269",
  "citations": [
    {
      "type": "official",
      "cite": "8 A.3d 1264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "959 A.2d 927",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "598 Pa. 786",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "936 A.2d 521",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8362832
      ],
      "pin_cites": [
        {
          "page": "524"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/936/0521-01"
      ]
    },
    {
      "cite": "175 L.Ed.2d 488",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "130 S.Ct. 634",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "968 A.2d 228",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4192943,
        7332183
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/pa/600/0506-01",
        "/a2d/968/0228-01"
      ]
    },
    {
      "cite": "600 Pa. 506",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4192943
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/pa/600/0506-01"
      ]
    },
    {
      "cite": "949 A.2d 926",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8241049
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/949/0926-01"
      ]
    },
    {
      "cite": "940 A.2d 363",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "596 Pa. 704",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "926 A.2d 514",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8371737
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "525"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/926/0514-01"
      ]
    },
    {
      "cite": "978 A.2d 349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7294817,
        7294771,
        4195227,
        4194569
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "361"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/978/0349-02",
        "/a2d/978/0349-01",
        "/pa/602/0158-02",
        "/pa/602/0159-01"
      ]
    },
    {
      "cite": "602 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4194569
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/pa/602/0159-01"
      ]
    },
    {
      "cite": "386 U.S. 738",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182629
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0738-01"
      ]
    },
    {
      "cite": "946 A.2d 687",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "596 Pa. 745",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "906 A.2d 552",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8467219
      ],
      "pin_cites": [
        {
          "page": "569"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/906/0552-01"
      ]
    },
    {
      "cite": "912 A.2d 815",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3851813,
        8444223
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0356-01",
        "/a2d/912/0815-01"
      ]
    },
    {
      "cite": "590 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3851813
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0356-01"
      ]
    },
    {
      "cite": "992 A.2d 885",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "963 A.2d 495",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8164553
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "509"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/963/0495-01"
      ]
    },
    {
      "cite": "920 A.2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8325586
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "889"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/920/0887-01"
      ]
    },
    {
      "cite": "529 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831189
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0168-01"
      ]
    },
    {
      "cite": "845 A.2d 817",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "577 Pa. 695",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "836 A.2d 966",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9298780
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "968"
        },
        {
          "page": "971",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/836/0966-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 805,
    "char_count": 16149,
    "ocr_confidence": 0.732,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1883102065023868
    },
    "sha256": "614f6f6e3dddd10d20edb99d44e92b1dd7d2530fe4b5d11da675d749212252bf",
    "simhash": "1:bb37c7a7cd644a78",
    "word_count": 2659
  },
  "last_updated": "2024-02-27T21:35:16.369133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: ALLEN, MUNDYand KELLY, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Ronald Eugene LOMAX, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nKELLY, J.\nAppellant, Ronald Eugene Lomax, appeals from the judgment of sentence entered in the Erie County Court of Common Pleas. We hold, inter alia, that the crimes of rape of a child and indecent assault merge for sentencing purposes. Accordingly, we affirm in part and vacate in part.\nAppellant was charged with having committed sexual acts against his eleven-year old niece, M.L., in August of 2008, at her home. Prior to trial, Appellant objected to the admission of evidence of an incident that occurred in October of 2007. The trial court allowed the evidence, reasoning that the prior event was “important because of the familial relationship between the parties.” (N.T. Trial, 1/13/09, at 3).\nAt trial, M.L. testified that in August of 2008, Appellant entered the room where she was sleeping, asked her to give him a back rub, and then kissed her neck. (Id. at 46). M.L. stated that Appellant then removed her clothing and his own, and put his penis in her vagina and her mouth. (Id. at 47). Appellant instructed M.L. not to tell anyone about this incident. (Id. at 48).\nM.L. also testified that in October of 2007, Appellant rubbed against her while they were in a hallway in her house. (Id. at 52). M.L. stated that her aunt, D.L., witnessed this and asked, “What are you doing?” (Id. at 53). Appellant responded, “Nothing.” (Id.).\nD.L. corroborated M.L.’s description of the incident, testifying that she saw M.L. “come upstairs and then [Appellant came] upstairs. [M.L.] didn’t stay long. She went downstairs, then [Appellant] followed her to go downstairs.” (Id. at 72). D.L. could see their reflections on the television screen and “felt that he was just standing to[o] close to her.” (Id.). D.L. got up to investigate, asking “Hey, what is going on?,” to which Appellant replied, “Nothing, nothing, nothing.” (Id.). After this incident, Appellant did not return to M.L.’s house for several months.\nThe jury found Appellant guilty of rape of a child, indecent assault, and corruption of minors for the August 2008 incident. Appellant filed a post-verdict motion challenging the court’s admission of the.October 2007 evidence. The court denied it, and on May 7, 2009, imposed concurrent sentences of ten to twenty years’ incarceration for rape of a child, twelve to twenty-four months’ incarceration for indecent assault, and twelve to twenty-four months’ incarceration for corruption of minors. Appellant timely appealed, and this Court now reviews the issues raised in his appellate brief: (1) that the court should not have allowed the evidence of the November 2007 incident; and (2) that the sentences for rape of a child and indecent assault should have merged.\nIn Appellant’s first issue, he avers the trial court erred in admitting evidence that in October 2007, he rubbed against M.L. He contends that there was insufficient similarity between that act and his rape of M.L. in August 2008, and that the prior act was too remote in time to have probative value. In addition, he maintains that even if the evidence had probative value, it was outweighed by its potential for creating unfair prejudice, where it would cause the jury to be predisposed to finding he committed the crimes charged. We find no relief is due.\nWe note the relevant standard of review:\nAn appellate court may reverse a trial court’s ruling regarding the admissibility of evidence only upon a showing that the trial court abused its discretion. Because the trial court indicated the reason for its decision our scope of review is limited to an examination of the stated reason.\nWe must also be mindful that “a discretionary ruling cannot be overturned simply because a reviewing court disagrees with the trial court’s conclusion.”\nCommonwealth v. O’Brien, 836 A.2d 966, 968 (Pa.Super.2003) (citations omitted), appeal denied, 577 Pa. 695, 845 A.2d 817 (2004).\nPennsylvania Rule of Evidence 404(b) provides in pertinent part:\n(1) Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.\n(2) Evidence of other crimes, wrongs, or acts may be admitted for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity or absence of mistake or accident.\n(3) Evidence of other crimes, wrongs, or acts proffered under subsection (b)(2) of this rule may be admitted in a criminal case only upon a showing that the probative value of the evidence outweighs its potential for prejudice.\nPa.R.E. 404(b)(l)-(3). “[Rjemoteness in time between distinct offenses[ ] is but another factor to be considered.” O’Brien, supra at 971 (citation omitted).\nIn this case, the Commonwealth sought to introduce evidence that ten months pri- or to Appellant’s raping his eleven year old niece, he stood behind her while fully clothed and rubbed against her. The trial court found the evidence was admissible, citing case authority for the admissibility of a defendant’s prior uncharged sexual misconduct and prior molestation were admissible at a rape trial, and that the time lapse of five years did not prevent admission of a prior act.\nWe find persuasive Commonwealth v. Dunkle, 529 Pa. 168, 602 A.2d 830 (1992), which was cited by the trial court. In that case, the defendant was convicted of rape, indecent assault, and related offenses after he entered his teenage step-daughter’s bathroom while she was showering, forced her to the floor, and sexually assaulted and raped her. Id. at 831. At trial, there was “testimony that the [defendant] had often watched the victim while she was showering by peering through a moveable panel in his closet. The victim also testified that the [defendant] had fondled her breasts while she pretended to be asleep.” Id. On appeal, our Supreme Court held that the evidence of the defendant’s prior sexual misconduct toward the victim was admissible:\nWe do not believe that the [defendant] had to engage in the same, exact sexual misconduct for which he was charged in order for the testimony to be admissible. Rather, the testimony concerning his misconduct was admissible to show that the [defendant’s] sexual misconduct was of a continuing and escalating nature. McCormick on Evidence states that pri- or sexual misconduct with the victim is admissible “to show a passion or propensity for illicit sexual relations with the particular person concerned in the crime on trial.” McCormick, Evidence § 190, at 449 (2d ed.1972).\nId. at 839 (emphasis added).\nWe agree with the trial court that under Dunkle, the testimony about the October 2007 incident, in which Appellant rubbed against M.L. while both were fully clothed, was admissible. Although the prior act was different from the rape of M.L., we find that it indicated a continuing, escalating course of sexual misconduct and abuse directed toward her. The court also noted Appellant’s familial relationship with M.L., and that both incidents occurred in M.L.’s home. Finally, we reject Appellant’s claim that the October 2007 incident was too remote in time to be relevant: the prior act occurred just ten months before his rape of M.L.\nIn his second issue, Appellant argues that his sentence is illegal because the sentence for indecent assault should have merged with the sentence for rape of a child. Appellant states that the criminal information alleged that he committed rape of a child when he engaged in vaginal intercourse with M.L. who was less than thirteen years of age, and that he committed indecent assault by touching M.L.’s genitals with his genitals, when M.L. was less than thirteen years of age. Appellant reasons that “[t]he act of penetration assumes that the genitals have ‘touched,’ ” and thus the sentence for indecent assault was based on the same factual predicate as and is a lesser included offense of rape of a child. (Appellant’s Brief, at 9). Appellant concludes that this Court should vacate his indecent assault sentence. We agree.\nIn reviewing an illegal sentence claim, “[t]he issue ... is a question of law and, as such, our scope of review is plenary and our standard of review is de novo.” Commonwealth v. Williams, 920 A.2d 887, 889 (Pa.Super.2007) (citation omitted). Section 9765 of our Judicial Code provides:\nNo crimes shall merge for sentencing purposes unless the crimes arise from a single criminal act and all of the statutory elements of one offense are included in the statutory elements of the other offense. Where crimes merge for sentencing purposes, the court may sentence the defendant only on the higher graded offense.\n42 Pa.C.S.A. § 9765. This Court has assessed a merger issue by examining “whether the charges arose out of a single set of facts and whether all the statutory elements of one offense coincide with the statutory elements of the other offense.” Commonwealth v. Baker, 963 A.2d 495, 509 (Pa.Super.2008) (emphasis and citation omitted), appeal denied, 992 A.2d 885 (Pa.2010); see also Commonwealth v. Jones, 590 Pa. 356, 912 A.2d 815 (2006).\nIn the instant case, Appellant’s rape of a child and indecent assault convictions arose from a single set of facts. Thus, we determine whether the statutory elements of those crimes coincide. See Baker, supra.\nUnlike other subsections of the rape statute in which the victim is an adult, see 18 Pa.C.SA. § 3121(a)(l)-(5), rape of a child requires only that a defendant “engage[] in sexual intercourse with a complainant who is less than 13 years of age.” 18 Pa.C.S.A. § 3121(c). “Sexual intercourse” is defined as follows: “In addition to its ordinary meaning, includes intercourse per os or per anus, with some penetration however slight; emission is not required.” 18 Pa.C.S.A. § 3101.\nAppellant was convicted under the following subsection of the indecent assault statute:\n(a) Offense defined. — A person is guilty of indecent assault if the person has indecent contact with the complainant, causes the complainant to have indecent contact with the person or intentionally causes the complainant to come into contact with seminal fluid, urine or feces for the purpose of arousing sexual desire in the person or the complainant and:\n(7) the complainant is less than 13 years of age[.]\nSee 18 Pa.C.S.A. § 3126(a)(7). “Indecent contact” is defined as “[a]ny touching of the sexual or other intimate parts of the person for the purpose of arousing or gratifying sexual desire, in either person.” 18 Pa.C.S.A. § 3101.\nWe agree with Appellant that here, the sexual intercourse element of rape of a child was based on the touching of his and M.L.’s genitals. See 18 Pa.C.S.A. § 3121(c). Meanwhile, indecent assault was founded on Appellant’s indecent contact with, or “touching of the sexual ... parts” of M.L. See 18 Pa.C.S.A. §§ 3126(a)(7), 3101. There are no additional elements required to satisfy either crime. Accordingly, we agree that where Appellant’s commission of section 3121(c) rape of a child and section 3121(a)(7) indecent assault were both based on the act of penetration, these convictions merged, and thus the trial court could have only sentenced Appellant on the higher graded offense. See 42 Pa.C.S.A. § 9765. The court imposed a term of ten to twenty years for rape of a child and a concurrent one to two years for indecent assault. Because we can vacate the indecent assault sentence without disturbing the overall sentencing scheme, we need not remand. See Commonwealth v. Thur, 906 A.2d 552, 569 (Pa.Super.2006) (stating that when our disposition does not upset overall sentencing scheme, there is no need for a remand), appeal denied, 596 Pa. 745, 946 A.2d 687 (2008).\nFinally, we address an issue raised in Appellant’s brief: this panel’s prior denial of Appellant’s petition to discontinue this appeal, in which he averred that he acquired new evidence about a Commonwealth expert witness. In the brief, counsel explains that the new evidence was a letter sent from the Commonwealth to Appellant, stating that the Commonwealth had learned that “the credibility of a Commonwealth witness involved in [Appellant’s] case has been called into question.” (Appellant’s Brief, Exh. D., Letter, 6/10/10). After consultation with Appellant, Appellant sought to discontinue the appeal in order to file a Post Conviction Relief Act (PCRA) petition. (Id., at 12). Because of the deficient Anders brief and our consequent remand, however, we denied Appellant’s petition to discontinue. Counsel correctly states that after disposition of this appeal, Appellant may file a PCRA petition.\nWe proffer no opinion on the merits of this issue, but instead comment on the letter sent from the Commonwealth to Appellant. Two of the three paragraphs of the letter state:\nIn the event you wish to file a [PCRA] petition based on this information, our office will not object to the time requirements for filing that petition, so long as it is filed within sixty (60) days from the date of this letter [June 10, 2010], in accordance with the provisions of the PCRA statute set forth at 42 Pa.C.S.A. § 9545(b)(l)(ii).\nTo be clear, our office is not consenting to any PCRA relief requested, we are merely agreeing to waive the time requirements subject to the above statute, so that, if necessary, the petition can be decided on the merits by a judge.\n(Appellant’s Brief, Exh. D., Letter).\nWe first note that the sixty-day filing period applies only to cases in which the general one-year deadline has expired. See 42 Pa.C.S.A. § 9545(b)(1), (2). Here, even upon the filing of this memorandum, Appellant’s judgment of sentence would not yet be final under the PCRA, and thus he would not need to rely on the section 9545(b)(l)(ii) exception, so long as he files a PCRA petition within one year from the date his judgment of sentence becomes final. See 42 Pa.C.S.A. § 9545(b)(1), (3).\nJudgment of sentence affirmed in part. Sentence for indecent assault vacated. Jurisdiction relinquished.\n. This case returns to this panel after remand. Previously, counsel filed a petition to withdraw and a brief pursuant to Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967). This panel found the brief deficient under Commonwealth v. Santiago, 602 Pa. 159, 978 A.2d 349, 361 (2009), and remanded. Counsel has now filed an advocate’s brief for our review.\n. We have reordered Appellant’s issues for ease of disposition.\n. Appellant concedes that this issue was not raised in his Pa.R.A.P. 1925(b) statement of errors complained of on appeal. (Appellant’s Brief, at 3). However, we do not find waiver, as a claim that sentences should have merged is \"a non-waivable challenge to the legality of the sentence.” See Commonwealth v. Martz, 926 A.2d 514, 525 (Pa.Super.2007), appeal denied, 596 Pa. 704, 940 A.2d 363 (2008).\n. The Baker Court engaged in a thorough review of the applicability of our Supreme Court’s divided Jones decision, noting that neither the majority nor dissenting opinion \"garnered the votes of more than half of the Justices with respect to acts arising after the effective date of Section 9765, rendering each approach a non-binding plurality.” Baker, supra at 509 (citing Williams, supra). The Baker Court further noted that three Superior Court cases had followed the Jones majority: Williams, supra; Martz, supra; and Commonwealth v. Ede, 949 A.2d 926 (Pa.Super.2008), vacated and remanded on other grounds, 600 Pa. 506, 968 A.2d 228 (2009), cert. denied, — U.S. —, 130 S.Ct. 634, 175 L.Ed.2d 488 (2009).\n. 42 Pa.C.S.A. §§ 9541-9546.\n. While the Commonwealth may object to a PCRA petition on timeliness grounds, it does not have the authority to “waive” the PCRA’s time requirements. See Commonwealth v. Burton, 936 A.2d 521, 524 (Pa.Super.2007) (stating PCRA timeliness requirements are jurisdictional in nature and court cannot hear untimely PCRA petitions), appeal denied, 598 Pa. 786, 959 A.2d 927 (2008).",
        "type": "majority",
        "author": "KELLY, J."
      }
    ],
    "attorneys": [
      "Nicole D. Sloane, Public Defender, for appellant.",
      "Bradley H. Foulk, Asst. Dist. Atty., for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Ronald Eugene LOMAX, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted April 26, 2010.\nFiled Nov. 18, 2010.\nNicole D. Sloane, Public Defender, for appellant.\nBradley H. Foulk, Asst. Dist. Atty., for Com., appellee.\nBEFORE: ALLEN, MUNDYand KELLY, JJ."
  },
  "file_name": "1264-02",
  "first_page_order": 1290,
  "last_page_order": 1295
}
